{
    "date": "1997-06-08",
    "url": "http://kcna.co.jp/item/1997/9706/970608.htm",
    "articles": [
        {
            "title": "Memorial committees for President Kim Il Sung formed",
            "url": "http://kcna.co.jp/item/1997/9706/news6/08.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "\"Legendry on Mt. Paektu\" distributed in s. Korea",
            "url": "http://kcna.co.jp/item/1997/9706/news6/08.htm#2",
            "content": "Memorial committees for President Kim Il Sung formed\r\n   Pyongyang, June 8 (KCNA) -- Committees for honoring the memory of the great leader President Kim Il Sung were formed in Uganda and Togo on the third anniversary of his death.\r\n   A meeting was held in Kampala on May 30 to inaugurate the Ugandan Committee for Retrospecting the Great President Kim Il Sung. The meeting set a period of retrospection from June 1 to July 8.\r\n   Baguma Isoke, Minister of State for the Ministry of Natural Resources, was elected chairman of the committee.\r\n   He said President Kim Il Sung's revolutionary exploits will be further honored by Secretary Kim Jong Il  who is identical to him in idea, leadership ability and virtues.\r\n   The Togolese National Memorial Committee was inaugurated in Lome on May 29 with due ceremony, at which Liwoibe Sambiani, Minister of Professional  Development and Public Function, was elected its chairman. \r\n\r\n"
        },
        {
            "title": "Seminar on Japanese textbook on history",
            "url": "http://kcna.co.jp/item/1997/9706/news6/08.htm#3",
            "content": "\"Legendry on Mt. Paektu\" distributed in s. Korea\r\n Pyongyang, June 8 (KCNA) -- \"Legendry on Mt. Paektu\" carrying legends concerning the greatness of Secretary Kim Jong Il was distributed in the city of Anyang, the Seoul-based radio voice of national salvation quoted information of the Kyonggi Provincial Committee of NDFSK (National Democratic Front of South Korea) as saying.\r\n   The legendry, published in the name of the Agency for National Culture, consists of two chapters. \r\n   Contained in the first chapter are 30 legends reflecting General Kim Jong Il's boyhood including the period before and after his birth.\r\n   In the second are 20 legends including \"The fog of Mt. Paektu comes on Panmunjom\" reflecting the Mt. Paektu-type spirit and courage of the General as the son of guerrillas. \r\n   People of different social strata who read the legendry said General Kim Jong Il is a legendary hero produced by Mt. Paektu. \r\n\r\n"
        },
        {
            "title": "Truth behind \"Election\" funds demanded",
            "url": "http://kcna.co.jp/item/1997/9706/news6/08.htm#4",
            "content": "Seminar on Japanese textbook on history\r\n Pyongyang, June 8 (KCNA) -- A seminar on the issue of Japanese history textbook was held in Tokyo on May 31 under the cosponsorship of the liaison council for \"truth and liberty to textbook\" and the society for dealing with historical facts.\r\n   In the seminar Shinichi Arai, professor of Tsurugatai University, warned against movements of denying the war of aggression and war crime committed by Japan in the past. He held that such moves as political intervention in education and textbook by ultra conservatives of the Liberal-Democratic Party and the New Frontier Party and the blackmail by the right wing should on no account be overlooked.\r\n   Akira Fujiwara, former professor of Hitotsubashi University, said: attacks on textbook in recent two or three years have come from a political purpose for change of people's understanding of history, overseas dispatch of troops and constitutional amendment and from an intention for affirmation of war and military power. \r\n\r\n"
        },
        {
            "title": "Secy. Kim Jong Il sends wreath to bier of Ri Jae Op",
            "url": "http://kcna.co.jp/item/1997/9706/news6/08.htm#5",
            "content": "Truth behind \"Election\" funds demanded\r\n   Pyongyang, June 8 (KCNA -- A spokesman of the \"National Congress for New Politics\", an opposition party of south Korea, urged the prosecution authorities to announce the results of investigation into the truth behind the 1992 \"Presidential Election\" funds. The \"NCNP\" criticised the prosecution for refusing to open to the public the remainder of the campaign funds, which has been managed by Kim Hyon Chol, talking about \"political aftereffect\".  The case should be probed without fail, it said.  A spokesman for the \"United Liberal Democrats\", another opposition party, too, demanded  the opening to the public of amount and remainder of the funds, saying \"the fund issue should be opened to the public and it is people's right and the task of the times.\" \r\n\r\n"
        },
        {
            "title": "Shameless smear campaign",
            "url": "http://kcna.co.jp/item/1997/9706/news6/08.htm#6",
            "content": "Secy. Kim Jong Il sends wreath to bier of Ri Jae Op\r\n  Pyongyang, June 8 (KCNA) - Secretary Kim Jong Il on June 7 sent a wreath to the bier of director of the Chemical Engineering Institute of the Hamhung Branch of the National Academy of Sciences Ri Jae Op,  a Labor Hero, academician, professor and doctor, expressing deep condolences over his death. \r\n\r\n"
        }
    ]
}