{
    "date": "1997-07-23",
    "url": "http://kcna.co.jp/item/1997/9707/970723.htm",
    "articles": [
        {
            "title": "Sankei Shimbun blasted for false report",
            "url": "http://kcna.co.jp/item/1997/9707/news7/23.htm#1",
            "content": "Sankei Shimbun blasted for false report\r\nPyongyang, July 23 (KCNA) -- The Japanese Sankei Shimbun recently carried a false report under the title \"north Korea exports grain to Japan, for purpose of earning foreign currency\", fully revealing its true colors as a despicable hack newspaper engaging in distortion and fabrication.\r\n   The Sankei Shimbun alleged that the DPRK has sold to Japan maize and other kinds of grain rendered by the interantional community as assistance.\r\n   The allegation is, however, a groundless report. It is just a product of the Sankei Shimbun's chronic abuses of the DPRK.\r\n   The fiction, which is part of the Japanese rightwingers' acts against the DPRK's socialism centred on the masses of the people, is motivated by a sinister political intention to hurt the DPRK's international image and obstruct the international community's assistance to the flood-hit country.\r\n   Foreign countries and international organizations have offered food and other relief goods to the DPRK in accordance with traditional usage and humanitarian principle. We are grateful for their assistance.\r\n   It has been affirmed by the international community that all the food from other countries has been supplied to our people. It is unthinkable for our country in hard time to export the grain to other countries.\r\n   The Sankei Shimbun, in a bid to give authenticity to the false report, said, \"north Korea's vessel Mangyongbong left Chongjin on July 12 with maize and arrived in Aomori Port, Japan, two days later.\" That is true. But it was our routine transit trade activity. The vessel only transported the maize exported to Japan by other country.\r\n   Obviously, the Sankei Shimbun, in the hope of hampering international assistance to the DPRK, takes a hostile attitude towards the DPRK as wanted by the south Korean puppets.\r\n   If the Sankei Shimbun continues the despicable anti-DPRK propaganda in favor of the south Korean puppets, in defiance of our repeated warnings, it will have to pay dearly for it.\r\n   We are keeping tabs on its acts. \r\n\r\n"
        },
        {
            "title": "Hwang Jang Yop denounced in s. Korea",
            "url": "http://kcna.co.jp/item/1997/9707/news7/23.htm#2",
            "content": "Hwang Jang Yop denounced in s. Korea\r\nPyongyang, July 23 (KCNA) -- South Korean people from all walks of life expressed their indignation at the fact that the Kim Young Sam group made Hwang Jang Yop call a press conference, according to the Seoul-based radio Voice of National Salvation.\r\n   Pak Yong Min, a dissident in Kwangju, said:\r\n   \"Hwang Jang Yop described the north as a dictatorial system.\"\r\n   \"This is a sheer lie.\"\r\n   \"If the north is a dictatorial system, how could Hwang, son of a landlord, study in other country and become a university president, the speaker of parliament and a Secretary of the Workers' Party of Korea Central Committee? And how could he freely travel other countries for political activities? \"   \r\n  \"Any south Korean will not believe Hwang, a parrot trained by the 'Agency for National Security Planning' (ANSP) in its secret room and a lunatic bereft of the sense of conscience, obligation and reason.\"\r\n   \"Our people will ruthlessly punish Hwang as well as 'Chongwadae' and the 'ANSP' so as to get rid of the future troubles.\"\r\n   Ri Jong Sil, a housewife who lives in the 4th room of the solak apartment house in Sinsadong, Seoul, had this to say:\r\n   \"This society has been thrown into a greater disturbance since Hwang flew into south Korea.\"\r\n   \"I cannot understand why they brought in that old man like a living corpse. Is there anything they will get from such a lunatic? By 'defection to prevent war', what did Hwang mean? He has only created greater distrust and confrontation in the minds of the people instead of preventing war.\"\r\n   \"We must drive out or kill this old man at an early date who is inciting a war fever.\"\r\n   \"I cannot live in comfort because of uneasiness after Hwang flew into south Korea.\"\r\n   A postgraduate student of Seoul National University surnamed Kang said about the press conference of Hwang:\r\n   \"In a nutshell, Hwang is an idiot who has no sense of human conscience and obligation and who is inferior to beasts.\"\r\n   \"If he had an iota of human conscience and reason, he would not have defected to south Korea, leaving his wife and children behind, when he is at an advanced age of more than 70. He is a lunatic.\"\r\n   \"Poor is the destiny of the 'ANSP' and Kim Young Sam who intend to use Hwang for their ulterior purpose.\"\r\n   \"Contrary to his intention, Kim Young Sam will be made to pay more dearly for Hwang's press conference.\"\r\n   \"Our people will certainly punish Kim Young Sam and Hwang Jang Yop without mercy.\" \r\n\r\n"
        },
        {
            "title": "Secy. Kim Jong Il, outstanding leader",
            "url": "http://kcna.co.jp/item/1997/9707/news7/23.htm#3",
            "content": "Secy. Kim Jong Il, outstanding leader\r\n Pyongyang, July 23 (KCNA) -- Ri Nam Ho, Chief of the Syrian mission of the National Democratic Front of South Korea (NDFSK), reportedly made public a statement and called a press conference to commemorate the third death anniversary of President Kim Il Sung.\r\n   In the statement and at the press conference he said President Kim Il Sung set out on the road of revolution and founded the immortal Juche idea in his teens and led the anti-Japanese war to victory under the banner of it, liberated the country, performed legendary feats in the anti-U.S. national-liberation war and firmly defended the dignity and sovereignty of the country and nation.\r\n   Ri said the President flawlessly solved the question of inheritance of leadership for the final completion of the Juche cause and the continuity of Kim Il Sung's nation, which is a noteworthy, great exploit for the times and the revolution.\r\n   \"It is the greatest glory and fortune of the Korean nation and humankind to have General Kim Jong Il, a rare great man, who is identical to the President in brilliant wisdom, outstanding leadership and noble virtues,\" he said, and added:\r\n   \"The General is the supreme incarnation of loyalty, filial duty and moral obligation and an outstanding leader with brilliant wisdom and rare leadership ability, who is creditably carrying to completion the Juche cause started by the President, holding him in high esteem as the eternal sun of Juche.\"\r\n\r\n"
        },
        {
            "title": "President Kim Il Sung will always be with us",
            "url": "http://kcna.co.jp/item/1997/9707/news7/23.htm#4",
            "content": "President Kim Il Sung will always be with us\r\n Pyongyang, July 23 (KCNA) -- Richard, Chairman of the Uganda-Korea Milling Company Branch of the Uganda-DPRK Friendship Association, made public a statement on July 15 under the title \"President Kim Il Sung will always be with us\" in support of the resolution on exalting the revolutionary life and immortal feats of President Kim Il Sung.\r\n   The resolution on instituting the Juche era and the Day of Sun carries the steadfast will of all the Korean people to exalt the glorious revolutionary feats of President Kim Il Sung forever with the world history, rallied around Secretary Kim Jong Il in one mind, he said, and noted:\r\n   With the publication of the resolution, the world progressive people can vigorously advance with greater courage and conviction in the cause of global independence and uphold the President in their hearts forever.\r\n   He stressed the need to expand and develop the excellent relations of friendship and cooperation between Uganda and Korea provided by the President onto a higher stage and, thus, defend and exalt his great exploits. \r\n\r\n"
        },
        {
            "title": "S. Korean puppets incite confrontation, war",
            "url": "http://kcna.co.jp/item/1997/9707/news7/23.htm#5",
            "content": "S. Korean puppets incite confrontation, war\r\nPyongyang, July 23 (KCNA) -- The south Korean puppets, at a recent \"ceremony marking the constitution day\", groundlessly slandered the north and openly incited anti-north confrontation and war. This comes under fire in Rodong Sinmun today.\r\n   In a commentary the daily says:\r\n   The \"speaker of the national assembly\", addressing the \"ceremony\", said the \"constitutional government\" should be defended from the north's \"possible provocation\" and an \"era of a unified constitutional government\" be opened.\r\n   By the \"defence of the constitutional government\" and the \"era of a unified constitutional government\" the puppets mean that they will maintain the colonial fascist rule in south Korea indefinitely and that they will extend to the north the outsiders' colonial rule over south Korea.\r\n   This is really an unbearable challenge to and provocation against the north, which put foward a realistic and reasonable proposal for confederation, reflecting the will and desire of the whole nation including the south Korean people for independence, democracy and reunification and has made all sincere efforts for its implementation.\r\n   The puppets' efforts to destroy our socialist system based on the singlehearted unity of the leader, the party and the masses are as foolish as trying to sweep the sea with a broom. We consider their reckless efforts as a death-bed struggle of the colonial stooges. \r\n\r\n\r\n"
        },
        {
            "title": "Press review",
            "url": "http://kcna.co.jp/item/1997/9707/news7/23.htm#6",
            "content": "Press review \r\n Pyongyang, July 23 (KCNA) -- Rodong Sinmun today frontpages a report that Secretary Kim Jong Il sent thanks to officials and working people for giving full play to the traditional trait of army-people unity.\r\n   Papers report about the publication of vol. 1 \"Foundation of immortal Juche idea\" and vol. 2 \"Historic victory of anti-Japanese revolution\" of the library \"The great leader comrade Kim Il Sung's immortal revolutionary feats\".\r\n   Printed in Rodong Sinmun are telegrams Secretary Kim Jong Il received from foreign party leaders on the occasion of the third death anniversary of President Kim Il Sung.\r\n   The paper gives an account of events held abroad on this occasion.\r\n   It carries an article titled \"WPK's policy, most just one with eternal life\".\r\n   The paper edits articles on people's active assistance to the People's Army soldiers.\r\n   Given in the press is an account of a Pyongyang mass meeting held to welcome a south Korean Han Kyong Son who came over to the northern half of Korea.\r\n   Rodong Sinmun conveys news that south Korean people fully supported the institution of the Juche era and the Day of Sun.\r\n   A commentary of the paper denounces the south Korean puppets for openly inciting confrontation and war against the north at the \"ceremony to mark the constitutional day\".\r\n   The paper runs an article exposing the Kim Young Sam fascist clique's moves to \"kill the South Korean Federation of University Student Councils (Hanchongryon)\" and \"obliterate 'Hanchongryon'\".\r\n   Commentaries of papers brand the rumour \"export of aid food\" circulated by the Japanese Sankei Shimbun as a sheer fabrication.\r\n   Papers observe the 45th anniversary of the victory of the July 23 Revolution in Egypt.\r\n   Rodong Sinmun carries an article saying that a new peace mechanism should be built on the Korean Peninsula immediately. \r\n\r\n\r\n"
        },
        {
            "title": "Maritime sports brisk",
            "url": "http://kcna.co.jp/item/1997/9707/news7/23.htm#7",
            "content": "Maritime sports brisk \r\nPyongyang, July 23 (KCNA) -- Maritime sports of working people and schoolchildren are now brisk in the sea, rivers and lakes as well as swimming-pools.\r\n   Especially, young people and schoolchildren are training their bodies and soul through various sports and games such as swimming, diving, water polo, boating and yacht race around the country.\r\n   July and August every year are set as months of maritime sports to make sports popular in the country. The organizations of the youth league and the schools at all levels organize the work in different ways and forms. \r\n   Training courses, model lectures and experience-exchanging meetings for sports fans are held throughout the country.\r\n   Korea has good conditions for the development of maritime sports because it is bounded by seas on three sides.\r\n   There are good sunbathing places and maritime sports facilities including scenic Songdowon, Majon, lake so, Sinpho and Waudo on the east and west coasts and a swimming pool at every school.\r\n   Man-made reservoirs are also available for this purpose.\r\n   Maritime sports clubs in different parts of the country contribute to making sports popular. \r\n\r\n\r\n"
        },
        {
            "title": "Pyongyang circus troupe performs in Yanbian of China",
            "url": "http://kcna.co.jp/item/1997/9707/news7/23.htm#8",
            "content": "Pyongyang circus troupe performs in Yanbian of China \r\nPyongyang, July 23 (KCNA) -- The Pyongyang circus troupe of Korea, on a visit to Yanji city of China, gave performances three times from July 17 to 19.\r\n   The performance was seen by officials of Yanbian Korean Nationality Autonomous Prefecture and Yanji city of jilin Province and many citizens.\r\n   It won warm applause of the audience for high skills and national flavor.\r\n   The deputy Secretary of the Yanbian Prefectural Party Committee said Yanji citizens saw a circus performance of the highest standard in the world. \"really, the Pyongyang circus troupe is leading the world in circus,\" he added.\r\n   The Head of the Propaganda Department of the Prefectural Party Committee said the performance greatly contributed to strengthening Sino-Korean friendship and, in particular, gave a great encouragement to the Korean nationals.\r\n   The Director of the Yanji City Cultural Bureau said \"seesawing\" well portrayed in an artistic way the peculiar Korean national customs. He could see, through the performance, the heroic stamina of the Korean people, he said.\r\n   The General Manager of the Jilin Provincial Theatre Company said he was very happy to invite an art troupe from Korea because no other group can match the Korean art troupe, which would act in concert with the audience.\r\n   Male and female acrobats conducted free and beautiful movements in the air in the gracious and marvellous spotlight and fascinated the spectators, he pointed out.\r\n   Kang Yong Il, a U.S-resident Korean who was staying in Yanji, said he felt the pride of being a member of the Korean nation at the performance. \"I saw the heroic stamina of the Korean people,\" he said.\r\n   Meanwhile, China's Yanbian Daily July 18 frontpaged a detailed account of the circus performance. \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun calls for new peace mechanism on Korean Peninsula",
            "url": "http://kcna.co.jp/item/1997/9707/news7/23.htm#9",
            "content": "Rodong Sinmun calls for new peace mechanism on Korean Peninsula \r\nPyongyang, July 23 (KCNA) -- Rodong Sinmun today carries an article on the situation on the Korean Peninsula growing more strained day by day.\r\n   The situation on the Korean Peninsula is so dangerous that armistice may cease to last and war break out any moment. So the establishment of peace mechanism is very urgent, a signed article of the paper says, and goes on:\r\n   The danger of war is increasing on the Korean Peninsula because the armistice system has been destroyed by the U.S. and a peace mechanism has not been set up. \r\n   The U.S. is to blame for the prolongation of armistice and failure to provide a security system on the peninsula. The U.S. is technically at war with the DPRK.\r\n   The U.S. deliberately destroyed the armistice system and is disturbing peace on the Korean Peninsula.\r\n   Failure to set up a war deterrent on the peninsula may lead to the outbreak of war. That's why a peace mechanism should be established.\r\n   The attitude toward the proposal for establishing the peace mechanism is a criterion that will show whether the U.S. wants peace or not.\r\n   If the U.S war maniacs turn down our realistic proposal and take the line of war, we will achieve reunification and lose the Military Demarcation Line.\r\n   The U.S shouldn't misjudge our revolutionary will but should discard the design of aggression on Korea and positively respond to the proposed establishment of a new peace mechanism. \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on justness of WPK's policies",
            "url": "http://kcna.co.jp/item/1997/9707/news7/23.htm#10",
            "content": "Rodong Sinmun on justness of WPK's policies \r\n  Pyongyang, July 23 (KCNA) -- The policies of the Workers' Party of Korea are very instrumental in winning one victory after another in the revolution and construction and guidelines for greater prosperity of the country, says Rodong Sinmun in a signed article today.\r\n   The paper further says:\r\n   Realities prove that the line and policies of the WPK are the most righteous ones of eternal viability.\r\n   The WPK policies are of eternal viability because they are the full embodiment of the great Juche idea.\r\n   The WPK line and policies are guidelines which indicate the road ahead of the revolution. The source of the viability is the Juche idea.\r\n   The potentials and vitality of the WPK policies are the might of the Juche idea, a man-centred world outlook. As long as the philosophical principle, socio-historical principle and guiding principles of the Juche idea are everlasting, the vitality of the WPK line and policies will be demonstrated forever.\r\n   The eternal viability of the WPK policies is based on the fact that they most correctly reflect the aspirations and demands of the popular masses for independence.\r\n   The Korean people are now accepting the Party line and policies put forward by the two great leaders, President Kim Il Sung and Secretary Kim Jong Il, as their faith, will and demand for the most worthwhile life and devotedly work for their implementation.\r\n   As long as they regard it as their top priority to defend and implement the Party line and policies and devotedly work for their materialisation, the WPK line and policies will demonstrate viability forever.\r\n\r\n"
        },
        {
            "title": "Papers mark Egypt's July 23 Revolution anniversary",
            "url": "http://kcna.co.jp/item/1997/9707/news7/23.htm#11",
            "content": "Papers mark Egypt's July 23 Revolution anniversary \r\nPyongyang, July 23 (KCNA) -- Newspapers here today dedicate bylined articles to the 45th anniversary of the victorious July 23 Revolution, national holiday of the Egyptian people.\r\n   Rodong Sinmun says that since the victory of the revolution the Egyptian people have made great achievements in the efforts for social progress, smashing the persistent aggression and interventionist moves of the imperialists and zionists.\r\n   It further says:\r\n   Pursuing the nonaligned policy, Egypt is striving to develop relations with many countries including Arab nations and seek a peace solution to the Mid East problem.\r\n   The Korean people are sincerely rejoiced over the achievements made by the Egyptian people in the efforts for national progress and prosperity and extend firm support and solidarity to them in the struggle for Mid East peace and stability.\r\n   Minju Joson says that the Korean people wish the Egyptian people success in their efforts to build a new society, expressing the belief that the friendly relations between the two countries will further expand and develop. \r\n\r\n"
        },
        {
            "title": "Jonsung Revolutionary Site",
            "url": "http://kcna.co.jp/item/1997/9707/news7/23.htm#12",
            "content": "Jonsung Revolutionary Site\r\nPyongyang, July 23 (KCNA) -- Working people of all strata visit the Jonsung Revolutionary Site with the approach of the day of victory in the Fatherland Liberation War (July 27).\r\n   The site is situated in Jonsungdong, Moranbong district, Pyongyang.\r\n   This is a time-honored place where President Kim Il Sung led the war to brilliant victory between early 1951 and late July, 1953.\r\n   At this place the president prepared important meetings such as the fourth, fifth and sixth plenary meetings of the Workers' Party of Korea Central Committee, a joint conference of the chairmen of the provincial, municipal and county people's committees and leading officials of the Party. \r\n   He made orders and resolutions to subordinate everything to victory in the war and guided plenary meetings of the cabinet and conferences of the Military Committee and of activists in several domains of the national economy on over 200 occasions.\r\n   The President reviewed and ratified the Korean armistice agreement at this place in July, 1953. During the hard days of the war, he foresaw the future of victorious Korea and worked out the grand plan of the reconstruction of Pyongyang and indicated how the heavy industry, geological prospecting and other domains of Korea should develop. \r\n   The site tells moving stories about the President's noble revolutionary favors for Kim Chaek, whom he remembered till the last moment of his life.\r\n   A conference room, office rooms and dining room related to the imperishable exploits of the President are preserved in the pit and in the open air as they were. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}