{
    "date": "1997-04-30",
    "url": "http://kcna.co.jp/item/1997/9704/970430.htm",
    "articles": [
        {
            "title": "Secy. Kim Jong Il inspects servicewomen's military drill",
            "url": "http://kcna.co.jp/item/1997/9704/news4/30.htm#1",
            "content": "Secy. Kim Jong Il inspects servicewomen's military drill\r\n Pyongyang, April 30 (KCNA) - Secretary Kim Jong Il, Chairman of the DPRK National Defence Commission and Supreme Commander of the Korean People's Army (KPA), inspected a military drill of female soldiers of KPA unit no. 3415 on the occasion of the 65th birthday of the heroic KPA.\r\n   When he arrived at the unit, soldiers raised a storm of cheers and shouted \"human bombs,\" \"singlehearted unity\" and \"we defend you with our lives.\"\r\n   He was met at the unit by KPA Vice Marshal Kim Yong Chun, Chief of the KPA General Staff= KPA Vice Marshal Jo Myong Rok, Director of the KPA General Political Department= KPA Vice Marshal Kim Il Chol, First Vice-Minister of the People's Armed forces= staff members of the KPA Supreme Command and commanding officers of the unit.\r\n   He waved to the cheering soldiers and people who were invited to observe the drill. He warmly congratulated the KPA soldiers on the 65th birthday of the KPA. prior to the beginning of the drill, he heard about the schedule of the drill on the observation stand.\r\n   After seeing all servicewomen skilfully operate modern weapons with indomitable will and high military technique, he expressed great satisfaction and highly praised them for having prepared themselves in politico-ideological aspect, military technique and physique so as to defeat any surprise invasion of the enemy in time and defend the socialist country reliably.\r\n   He put forward important tasks to strengthen the KPA into an invincible revolutionary army.\r\n   He attributed the victorious course of the Korean revolution to the heroic KPA, a strong army founded and consolidated by President Kim Il Sung. The President's great exploits in building the army will be everlasting along with the motherland, he added.\r\n   The female soldiers in various services and arms contribute to the strengthening of the revolutionary army, having inherited the noble revolutionary spirit from the heroines of the anti-Japanese war, he noted, adding that the Workers' Party and people of Korea are proud of them.\r\n   He had a picture taken with the unit's female soldiers.\r\n\r\n"
        },
        {
            "title": "Floral basket laid before Statue of President Kim Il Sung",
            "url": "http://kcna.co.jp/item/1997/9704/news4/30.htm#2",
            "content": "Floral basket laid before Statue of President Kim Il Sung\r\n Pyongyang, April 30 (KCNA) -- A delegation of the senate of the Congo led by its President Augustin Poignet laid a floral basket and made a bow before the Statue of   President Kim Il Sung on Mansu Hill in Pyongyang on Tuesday.\r\n   Written in the ribbon hanging from the floral basket were letters \"The great leader President Kim Il Sung will be immortal\".\r\n   On the same day, a delegation of the State Duma of Russia and a Laotian Government trade delegation laid bunches of flowers and made a bow before the President's statue. \r\n\r\n"
        },
        {
            "title": "Over 150 occasions of aerial espionage",
            "url": "http://kcna.co.jp/item/1997/9704/news4/30.htm#3",
            "content": "Over 150 occasions of aerial espionage\r\n  Pyongyang, April 30 (KCNA) -- The U.S. imperialist warmaniacs committed aerial espionage against the Democratic People's Republic of Korea with overseas- and south Korea-based strategic reconnaissance planes, awacs planes, tactical reconnaissance planes, patrol planes and electronic warfare  helicopters on more than 150 occasions in April, the military sources said.\r\n   On April 28 a U-2 high-altitude strategic reconnaissance plane took a photograph of and conducted electronic reconnaissance on the depth area of the DPRK, through a shuttle flight for hours day and night from the east to the west in the sky above the forefront area along the military demarcation line. The number of espionage by the plane is over 30.\r\n   E-3 awacs plane flew to the sky above south Korea from an overseas base every day from April 14 to 25 and commanded flying corps in aerial war exercises and committed espionage against the DPRK.\r\n   An RC-12 tactical reconnaissance plane committed Espionage on 75 occasions.\r\n   Such reckless aerial espionage reminding us of the eve of war shows that the U.S. imperialist warmaniacs' preparations for war against the DPRK are entering a very dangerous stage. \r\n\r\n"
        },
        {
            "title": "Congolese senate delegation feted",
            "url": "http://kcna.co.jp/item/1997/9704/news4/30.htm#4",
            "content": "Congolese senate delegation feted\r\n Pyongyang, April 30 (KCNA) -- The Standing Committee of the Supreme People's Assembly gave a reception at the Mansudae Assembly Hall on Tuesday in honor of the visiting delegation of the Senate of the Congo.\r\n   Chairman of the SPA Yang Hyong Sop said in his speech that the Congolese Government and people are making achievements in the work for national unity, political stability and the prosperity of the country under the correct leadership of respected President Pascal Lissouba.\r\n   He said: \r\n\" We highly praise your government for having made much effort to develop the friendly and cooperative relations with many countries of Africa and the rest of the world.\r\n   \"The current visit of the delegation will contribute to further developing the existing relations between the two peoples and the two parliaments.\" \r\n   Speaking next, President of the Senate Augustin Poignet who is heading the delegation said that his excellency President Kim Il Sung built a wonderful society in which the Korean people have pride.  \"When the country is reunified as desired by the Korean people, the great cause of President Kim Il Sung will be successfully accomplished,\" he noted.\r\n   \"Returning home, I will convey the Korean people's feelings of friendship to the Congolese people,\" he said, adding that the Congolese people will always stand on the side of the Korean people.\r\n   That day Yang Hyong Sop met and had a friendly talk with the delegation which paid a courtesy call on him at the Mansudae Assembly Hall.  \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Japanese reactionaries' moves to avoid past liquidation",
            "url": "http://kcna.co.jp/item/1997/9704/news4/30.htm#5",
            "content": "Rodong Sinmun on Japanese reactionaries' moves to avoid past liquidation\r\n Pyongyang, April 30 (KCNA) -- Rodong Sinmun today comes out with a signed commentary accusing the Japanese reactionaries of trying to negate, beautify and conceal the past unethic crimes with no precedent in history.\r\n   Recalling that the Japanese reactionary ruling circles are working hard to erase their past crimes from historical records, describing the acts of aggression and war as aimed at \"liberation\", \"independence\" and \"prosperity\" and the war criminals as \"heroes\" and \"martyrs\" and denying the unethic crimes of sexual slavery, the news analyst of the paper says:\r\n   Their attempts are the height of shamelessness and viciousness.\r\n   No matter how feverishly they may try to distort and bury historical records in oblivion, they will neither change nor erase the truth.\r\n   It is foolish for the Japanese authorities to try to deny and delete the criminal history.\r\n   The Japanese reactionaries are taking a wrong attitude toward the past because they want to shirk the state and historic responsibility of Japan and follow in the footsteps of aggression again.\r\n   What Japan should do for the times and humankind at the historical period when the present century is closing and a new century is coming near is to honestly repent of and liquidate its criminal past.  \r\n\r\n"
        },
        {
            "title": "South Korean Students' struggle supported",
            "url": "http://kcna.co.jp/item/1997/9704/news4/30.htm#6",
            "content": "South Korean Students' struggle supported\r\n It is a very righteous and brave act that south Korean students including those under the South Korean Federation of University Student Councils (Hanchongryon) are continuing their struggle in defiance of suppression by the Kim Young Sam group, Rodong Sinmun in a signed commentary says, and goes on:\r\n   Their struggle mirrors the will of the south Korean people to resolutely fight till they overthrow the corrupt \"Government\" and establish a true democratic Government.\r\n   Their struggle, the due excercise of right, cannot be a target of suppression in any case.\r\n   The Kim Young Sam fascist group's crackdown upon the struggle of patriotic students is the last-ditch efforts of those doomed to ruin. \r\n   Whatever barbarous suppression the Kim Young Sam group may resort to, the awakened and trained south Korean students will neither yield to it nor shake. \r\n\r\n"
        },
        {
            "title": "Press review",
            "url": "http://kcna.co.jp/item/1997/9704/news4/30.htm#7",
            "content": "Press review\r\n Pyongyang, April 30 (KCNA) -- Papers here today carry a photo-accompanied report that Secretary Kim Jong Il, Supreme Commander of the Korean People's Army, inspected a military drill of female soldiers of KPA unit no. 3415 on the occasion of the 65th founding anniversary of the KPA.\r\n   Rodong Sinmun gives an account of commemorations held and articles issued in different countries on the occasion of the 85th birth anniversary of President Kim Il Sung.\r\n   The paper dedicates an article to the 50th anniversary of the publication of President Kim Il Sung's talk \"Be true men of literature and art for the revolutionary army\".\r\n   Papers inform the readers that the DPRK paddlers defeated the south Korean team in the semi-finals of women's team events at the 44th world table-tennis championships.\r\n   Econews of the press includes news of the fulfilment of April plans at factories in different sectors of the national economy.\r\n   Rodong Sinmun runs an article stressing that  Kim Young Sam, who rescued Chun Doo Hwan, Roh Tae Woo and other murderers of Kwangju citizens, cannot be pardoned. \r\n   The paper in a commentary supports the anti-Kim Young Sam and anti-\"Government\" struggle of students under the South Korean Federation of University Student Councils. \r\n   The U.S. bellicose elements committed aerial espionage on the DPRK on over 150 occasions in April, says the paper.\r\n   Minju Joson rounds up words of the world public lauding the proposal for the founding of the democratic Confederal Republic of Koryo as a just proposal for national reunification.\r\n   Rodong Sinmun carries a commentary denouncing Japan for trying to gloss over the past crimes and evade its responsibility. \r\n   In a monthly review of the international situation the paper says that the imperialists' ambition to stifle the DPRK remains unchanged. \r\n\r\n"
        },
        {
            "title": "Kim Young Sam denounced for saving principal culprits of Kwangju Massacre",
            "url": "http://kcna.co.jp/item/1997/9704/news4/30.htm#8",
            "content": "Kim Young Sam denounced for saving principal culprits of Kwangju Massacre\r\n  Pyongyang, April 30 (KCNA) -- The Kim Young Sam group recently held a \"verdic trial after a hearing of the final appeal\" upon Chun Doo Hwan and Roh Thae Woo and other murderers, who were involved in \"December 12 Army Purge Coup\" in 1979, the may 18 Kwangju massacre in 1980 and the \"slush fund scandal\".    \r\n   Rodong Sinmun today, commenting on this farce, says that with a view to burying the crimes of Chun and Roh in oblivion and saving them, the Kim Young Sam group arrested them and brought them to trial.\r\n   The analyst goes on:\r\n   Kim Young Sam enacted the \"May 18 special law\", threw the principal culprits of the massacre behind bars and brought them to trial for a political game. This is no more than a trick to escape bitter criticism and condemnation from the people.\r\n   The one and a half-year-long political burlesque of the Kim Young Sam group in the grip of the most serious crisis caused by the retrogressive revision of the fascist laws and the Hanbo loan scandal is a crafty scheme to keep the crimes of Chun and Roh from the public and move up the procedures of amnesty for them. \r\n   The petty trick does not go down with anyone. \r\n\r\n"
        },
        {
            "title": "Anti-U.S., anti-\"Government\" demonstration in s. Korea",
            "url": "http://kcna.co.jp/item/1997/9704/news4/30.htm#9",
            "content": "Anti-U.S., anti-\"Government\" demonstration in s. Korea\r\n  Pyongyang, April 30 (KCNA) -- More than 500 students affiliated with the South Korean Federation of University Student Councils (Hanchongryon) held a meeting of the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon) and staged an anti-U.S., anti-\"Government\" demonstration at Yonsei University on April 28, according to a radio report from Seoul.\r\n   When the puppet police blocked the meeting to be scheduled at Seoul national university, they moved the venue to Yonsei University.    \r\n   At the end of the meeting, they staged a fierce demonstration for a long time, pelting fire bottles upon the fascist police blocking them from marching out of the campus in demand of the overthrow of Kim Young Sam's regime and a stop to the U.S. Interference in the internal affairs of south Korea. \r\n\r\n"
        },
        {
            "title": "May Day marked in Pyongyang",
            "url": "http://kcna.co.jp/item/1997/9704/news4/30.htm#10",
            "content": "May Day marked in Pyongyang\r\nPyongyang, April 30 (KCNA) -- A national meeting was held here today to mark the 107th anniversary of May Day, an international holiday of the workers all over the world.\r\n   It was attended by Vice-President Ri Jong Ok and secretary of the Central Committee of the Workers' Party of Korea Han Song Ryong, who are also politburo members of the WPK Central Committee.\r\n   Secretary of the WPK Central Committee Kim Jung Rin delivered a report entitled \"let the working class defend and advance the cause of socialism in firm unity, holding high the red flag of the revolution\".\r\n   The reporter said that socialism is an untrodden road and it is a thorny road of the revolution accompanied by acute confrontation and struggle with imperialism.\r\n   Socialism has experienced acute pains owing to the collapse of socialism in some countries caused by the vicious anti-socialist offensive of the imperialists and perfidious acts of renegades and capitulationists within the socialist movement late in present century, the reporter said, and continued:\r\n   The history of the revolutionary struggle of the working class clearly proves that socialism and communism can triumphantly advance only when the red flag of the revolution raised by an outstanding leader, the banner of the great idea and unbreakable unity, is firmly defended. President Kim Il Sung founded the immortal Juche idea and indicated a correct way of class liberation and national and human emancipation. And he led the Korean revolution along the road of victory by firmly building up a powerful driving force of the revolution with the working class as hardcore elements, holding aloft the red flag, the banner of unity and struggle.\r\n   His great exploits for the revolutionary cause of the working class and for the cause of global independence will remain immortal together with the history of the development of the international working-class movement.\r\n   The Red Flag of the revolution upheld by President Kim Il Sung, devotedly working for the revolutionary cause of the working class all his life, has been firmly taken over by Secretary Kim Jong Il and is more powerfully flying in the van of the Korean revolution.\r\n   \"Don't expect any change from me\", this is the unshakable determination and iron will of Secretary Kim Jong Il, who is carrying forward the revolutionary cause of President Kim Il Sung, holding high the Red Flag.\r\n   We are tirelessly working to pave the common way of the nation for reunification, having set this a \"year of solidarity of north, south and overseas Koreans for national independence and peace\", the reporter said, and went on:\r\n   The south Korean rulers must at once stop cracking down upon the struggle of the south Korean people for independence, democracy and reunification with the help of outsiders, renounce the anti-reunification evil laws and put an immediate halt to the inter-Korean confrontation moves and new war preparations.\r\n   The United States must discard the anachronistic design to stifle the DPRK, act with discretion, suspend all threatening military exercises and respond at an early date to our just and constructive proposal for establishing a new peace-keeping mechanism.\r\n   The reporter expressed the belief that the workers and peoples of all countries who have always and sincerely supported and encouraged the just cause of the Korean workers and people will in the future, too, extend firm solidarity to their cause of reunification.\r\n   The Korean working class will as ever make every effort for the internationalist friendship and solidarity with the workers of all countries in the idea of independence, peace and friendship. \r\n\r\n"
        },
        {
            "title": "Talks between Korean, Russian parliament  delegations",
            "url": "http://kcna.co.jp/item/1997/9704/news4/30.htm#11",
            "content": "Talks between Korean, Russian parliament  delegations\r\n  Pyongyang, April 30 (KCNA) -- Talks were held between the delegations of the DPRK Supreme People's Assembly (SPA) and the State Duma of Russia at the Mansudae Assembly Hall today.\r\n   The two sides at the talks discussed development of the friendly and cooperative relations between the parliaments and peoples of the two countries and a series of matters of common concern.\r\n   Present at the talks were Vice-Chairman of the SPA Foreign Affairs Committee Kim Yong Ho, other Korean officials concerned, members of the visiting delegation of the Russian State Duma led by chairman of its International Affairs Committee V. P. Lukin. \r\n\r\n"
        },
        {
            "title": "Plants discovered in DPRK",
            "url": "http://kcna.co.jp/item/1997/9704/news4/30.htm#12",
            "content": "Plants discovered in DPRK\r\n Pyongyang, April 30 (KCNA) -- Korean botanists have recently discovered seventeen species of plants in northern highlands including Taehongdan county of Ryanggang Province and Hwaphyong county of Jagang Province.\r\n   Among them are fourteen species of chrysanthemum family such as Antennaria Zosonia Pak, Leontopodium Leiolepis var. \r\nCrinulosum Pak and Enigeron Zosonius Pak. clematis pseudo Koreana im et la and clematis Turyusanensis la et chen belonging to Spearwort family and smilax Pumila Pak are also included.\r\n   The fact scientifically proves that in Korea quite a few plants survived the ice age and later exuberated and propagated new species.\r\n   The newly discovered plants are of great academic importance and economic value. an analysis shows that Saussurea spodochroa pak, saussurea parvialata pak and Solidago Coreana var. Spatulifolia pak can be used as preparations for health. Smilax Pumila Pak is estimated as useful in land conservation such as embankment protection.\r\n\r\n"
        },
        {
            "title": "Talks between Korean and Congolese delegations",
            "url": "http://kcna.co.jp/item/1997/9704/news4/30.htm#13",
            "content": "Talks between Korean and Congolese delegations\r\n  Pyongyang, April 30 (KCN) -- Talks were held between the delegations of the Supreme People's Assembly of the Democratic People's Republic of Korea and the Senate of the Republic of the Congo at the Mansudae Assembly Hall today.\r\n   The sides exchanged views on a series of issues of mutual Interest including development of the friendly and Cooperative relations between the two parliaments. \r\n   Present at the talks were chairman of the SPA Yang Hyong Sop, Korean officials concerned and members of the Congolese Delegation led by President of the Senate Augustin Poignet. \r\n\r\n"
        },
        {
            "title": "Vice-President Pak Song Chol meets Chinese Ambassador",
            "url": "http://kcna.co.jp/item/1997/9704/news4/30.htm#14",
            "content": "Vice-President Pak Song Chol meets Chinese Ambassador\r\n Pyongyang, April 30 (KCNA) -- Vice-President Pak Song Chol of the Democratic People's Republic of Korea met and Had a talk with Chinese Ambassador to Korea wan Yongxiang, Who paid him a courtesy call at the Mansudae Assembly Hall today. \r\n   present there were Choe U Jin, Vice-Minister of Foreign Affairs and Song Masuo, Councillor of the Chinese embassy Here. \r\n\r\n"
        },
        {
            "title": "Foreign Ministry spokesman on s. Korea-Israel arms sales",
            "url": "http://kcna.co.jp/item/1997/9704/news4/30.htm#15",
            "content": "Foreign Ministry spokesman on s. Korea-Israel arms sales\r\n   Pyongyang, April 30 (KCNA) -- The spokesman for the Foreign Ministry of the Democratic People's Republic of Korea in an interview with KCNA today criticised the south Korean authorities' recent decision to import sophisticated Military hardware from Israel.\r\n   He told KCNA:\r\n   The south Korean authorities announced on April 26 that they would massively import radar-free unmanned aircraft From Israel.\r\n   They are not content with importing large quantities of modern weapons and military hardware from the United States And other western countries and Russia.\r\n   This shows once again that they are hell-bent on arms buildup and new war preparations.\r\n   The announcement came soon after the tenth extraordinary session of the united nations adopted a resolution calling For a ban on assistance to Israel's illegal acts. \r\n   This is a challenge to the Arab countries in the Middle East and the international community striving to rescue the Mideast peace process.\r\n   This is also an encouragement to Israel's unreasonable behavior.\r\n   It is well known that during war in the Middle East the south Korean authorities sided with Israel and gave it Active military assistance.\r\n   The continuation of their close military ties with Israel is an extension of their hitherto anti-Arab policy and proof that they have consistently joined Israel in opposing the Arab people's cause of justice.\r\n   We will never remain an onlooker to the fact that the south Korean authorities and Israel are disturbing peace and artificially aggravating military confrontation and tensions in the Korean Peninsula and the Middle East.\r\n   Those who wreck peace will be judged by history sooner or later. \r\n\r\n"
        },
        {
            "title": "Relief materials arrive",
            "url": "http://kcna.co.jp/item/1997/9704/news4/30.htm#16",
            "content": "Relief materials arrive\r\nPyongyang, April 30 (KCNA) -- Some 15,000 tons of food And farm materials recently arrived in Nampho port on the West coast of Korea.\r\n   The donors are Denmark, Great Britain, Taiwan and nongovernmental organisations -- caritas, the International Federation of Red Cross and Red Crescent Societies, U.S. Eugene Bell Centennial Foundation and World Vision International. \r\n\r\n\r\n"
        }
    ]
}