{
    "date": "1997-12-24",
    "url": "http://kcna.co.jp/item/1997/9712/971224.htm",
    "articles": [
        {
            "title": "Foreign diplomats lay wreath before bust of Kim Jong Suk",
            "url": "http://kcna.co.jp/item/1997/9712/news12/24.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Wreath to bust of Kim Jong Suk from Communist Party of Bulgaria Central Committee",
            "url": "http://kcna.co.jp/item/1997/9712/news12/24.htm#2",
            "content": "Foreign diplomats lay wreath before bust of Kim Jong Suk \r\nPyongyang, December 24 (KCNA) -- Officials in charge of culture and friendship of foreign embassies here visited the Revolutionary Martyrs' Cemetery on Mt. Taesong to lay a wreath before the bust of the mother Kim Jong Suk on the occasion of her 80th birth anniversary on Dec. 23.\r\n   They observed a moment's silence in memory of mother Kim Jong Suk, a revolutionary soldier boundlessly loyal to President Kim Il Sung and heroine of the anti-Japanese war.\r\n   Written on the ribbon hanging on the wreath are letters \"exploits of the great communist revolutionary fighter comrade Kim Jong Suk will be immortal!\"\r\n\r\n"
        },
        {
            "title": "Film show for foreign military attaches corps",
            "url": "http://kcna.co.jp/item/1997/9712/news12/24.htm#3",
            "content": "Wreath to bust of Kim Jong Suk from Communist Party of Bulgaria Central Committee\r\n Pyongyang, December 24 (KCNA) -- The Communist Party of Bulgaria Central Committee sent a wreath to the bust of the mother Kim Jong Suk on the occasion of her 80th birth anniversary.\r\n   Written on the ribbon hanging on the wreath are letters \"on the occasion of the 80th birth anniversary of the great communist revolutionary fighter comrade Kim Jong Suk\".\r\n   The wreath was laid before her bust in the Revolutionary Martyrs' Cemetery on Mt. Taesong on Tuesday. \r\n\r\n"
        },
        {
            "title": "O Ik Je visits exhibition of materials on revolutionary activities of Kim Jong Suk",
            "url": "http://kcna.co.jp/item/1997/9712/news12/24.htm#4",
            "content": "Film show for foreign military attaches corps\r\nPyongyang, December 24 (KCNA) -- The Ministry of the People's Armed Forces arranged a film show for the foreign military attaches corps accredited to the DPRK on Tuesday on the occasion of the 6th anniversary of Kim Jong Il's election as Supreme Commander of the Korean People's Army (KPA). \r\n   Present were KPA Vice-Marshal Kim Il Chol, First Vice-Minister of the People's Armed Forces, and other KPA generals and officers.\r\n   The participants saw a documentary film \"With great brilliant commander\" part 4.\r\n   After seeing the film, Vu Dinh Thang, Military Attache of the Vietnamese Embassy here and doyen of the corps, said that the respected general Kim Jong Il always finds himself Among beloved soldiers to look after their living. \r\n   \"We believe that the KPA and the Korean people will overcome all the hardships and firmly defend socialism by further strengthening the national defence power under the wise guidance of Supreme Commander Comrade Kim Jong Il,\" he stressed. \r\n\r\n"
        },
        {
            "title": "Statue of President Kim Il Sung and Kim Jong Suk erected",
            "url": "http://kcna.co.jp/item/1997/9712/news12/24.htm#5",
            "content": "O Ik Je visits exhibition of materials on revolutionary activities of Kim Jong Suk\r\nPyongyang, December 24 (KCNA) -- O Ik Je, Vice-Chairman of the Committee for the Peaceful Reunification of the Fatherland and advisor to the Central Guidance Committee of the Korean Chondoist Society, visited the exhibition of materials on the activities of the mother Kim Jong Suk on Dec. 23.\r\n   He was a permanent advisor to the National Congress for New Politics, advisor to the National Congress for the Independent and Peaceful Reunification and ex-leader of the Central Headquarters of Chondoism of South Korea before he defected to the north.\r\n   He looked around historical photos, art pieces worthy of national treasure, historic relics and books, being briefed on the energetic activities of mother Kim Jong Suk for the President Kim Il Sung, the revolution, the fatherland and the people. \r\n   After the visit he said: we should unite in one mind to achieve national reunification, holding the leader Kim Jong Il in high esteem, following mother Kim Jong Suk's noble intention and revolutionary spirit. \r\n\r\n"
        },
        {
            "title": "Colorful functions held in Korea",
            "url": "http://kcna.co.jp/item/1997/9712/news12/24.htm#6",
            "content": "Statue of President Kim Il Sung and Kim Jong Suk erected\r\n Pyongyang, December 24 (KCNA) -- The Statue of President Kim Il Sung and the mother Kim Jong Suk was built at Kim Jong Suk Military Academy.\r\n   The statue portrays mother Kim Jong Suk devotedly defending the President who was commanding a battle in the period of the anti-Japanese war.\r\n   The unveiling ceremony took place on the spot on December 23.\r\n   Among those present were Vice-President Pak Song Chol and Secretary of the Workers' Party of Korea Central Committee Kye Ung Thae.\r\n   A floral basket sent by the mother Kim jong il was laid before the statue.\r\n   Also placed there were floral baskets from the WPK Central Committee, the DPRK Central People's Committee and Administration Council, Party and power bodies, administrative and economic institutions.\r\n   Marshal Ri Ul Sol of the Korean People's Army, addressing the ceremony, said that the building of the Statue of President Kim Il Sung and mother Kim Jong Suk at Kim Jong Suk Military Academy is a great auspicious event which realised the desire of the Korean people and the officers and men of the People's Army to uphold the President for all ages and exalt and follow, generation after generation, the undying feats of the woman general of Mt. Paektu in defending the leader at the cost of life.\r\n   The officers and men of the People's Army should follow mother Kim Jong Suk's loyalty to the President and her spirit of defending the leader devotedly so as to prepare themselves firmly as the revolutionary soldiers who are ready to safeguard General Secretary Kim Jong Il as human bombs and shields in any adversity. \r\n\r\n"
        },
        {
            "title": "Foreign guests visit Museum of Ministry of People's Armed Forces",
            "url": "http://kcna.co.jp/item/1997/9712/news12/24.htm#7",
            "content": "Colorful functions held in Korea\r\nPyongyang, December 24 (KCNA) -- A meeting of youth and students in Pyongyang and an evening gala of the Ministry of The People's Armed Forces were held on December 23 to celebrate the 6th anniversary of the election of Kim Jong Il as Supreme Commander of the Korean People's Army.\r\n   At the meeting, youth and students evinced their determination to become the most loyal subjects and best sons and daughters who absolutely trust and follow only the General Secretary Kim Jong Il and take the lead in safeguarding the headquarters of the revolution headed by him.\r\n   The participants in the evening gala, with a single resolve to uphold the general with loyalty and filial piety, danced to the tune of songs \"Glory to the dear leader,\" \"Song of three prides\" and \"Let us uphold our supreme commander with arms.\"\r\n   Women's union members held a meeting on this occasion.\r\n   On the same day, an art performance \"Woman general of Korea,\" an accession ceremony of the Korean Children's Union and a sports tournament for the Osandok Prize were held to commemorate the 80th birth anniversary of the mother Kim Jong Suk.\r\n   The art performance highly praised the undying exploits of mother Kim Jong Suk in chorus, dance, vocal solo and other art pieces.\r\n   Ri Jong Ok, Kim Yong Nam, Kye Ung Thae and other senior party and state officials, appreciated it.\r\n   Pak Song Chol, Jon Pyong Ho, Han Song Ryong and other Senior party and state officials saw a newly-released feature film \"the Forest Sways\" (part 1) which deals with part of the revolutionary activities conducted by the President Kim Il Sung and mother Kim Jong Suk during the anti-Japanese armed struggle and with the spirit of resolutely safeguarding the leader, which was displayed by the first generation of the revolution.\r\n   Members of the Union of the Agricultural Working People of Korea held a national meeting at the Sniff Revolutionary Site in Ranging Province on December 23 to follow the noble example of mother Kim Gong Su. \r\n\r\n"
        },
        {
            "title": "Release of Chun Doo Hwan and Roh Tae Woo under fire",
            "url": "http://kcna.co.jp/item/1997/9712/news12/24.htm#8",
            "content": "Foreign guests visit Museum of Ministry of People's Armed Forces\r\n Pyongyang, December 24 (KCNA) -- Military attaches corps And officials in charge of culture and friendship of foreign embassies in Pyongyang visited the Revolutionary Museum of the Ministry of the People's Armed Forces on December 23 on the occasion of the 6th anniversary of the election of Kim Gong IL as Supreme Commander of the Korean People's Army and the 80th birth anniversary of the mother Kim Gong Su.\r\n   Military attache of the Vietnamese Embassy Vu Dinh Thang said on behalf of the foreign military attaches that he was deeply moved to hear about the brilliant exploits of the General Secretary Kim Jong Il in commanding the army. \r\n   The General has conducted energetic activities to firmly prepare soldiers politically and ideologically and modernize the People's Army, he said, and continued:\r\n   Through the visit, I have come to be firmly convinced that the kindred ties between the Supreme Commander and soldiers are the source of the invincibility of the Korean People's Army.\r\n   I believe that the KPA soldiers would certainly achieve the reunification of their country under his wise guidance.\r\n   Cultural councillor of the Chinese Embassy Liu Yuhui had this to say:\r\n   I have heartily realized the tireless efforts the General Secretary Kim Jong Il has made for the strengthening and development of the People's Army.\r\n   I was deeply moved to see the loyalty of soldiers to their Supreme Commander. \r\n\r\n"
        },
        {
            "title": "General Secretary Kim Jong IL eulogized",
            "url": "http://kcna.co.jp/item/1997/9712/news12/24.htm#9",
            "content": "Release of Chun Doo Hwan and Roh Tae Woo under fire\r\n  Pyongyang, December 24 (KCNA) -- Papers here today denounce Kim Young Sam for having granted special pardon\" and \"restoration of rights\" to Chun Doo Hwan and Roh Tae Woo who are the principal culprits of the Kwangju Massacre and the prime movers of irregularities and corruption and those involved in the \"December 12 army purge coup\" and the massacre.\r\n   Rodong Sinmun says the release of the two traitors and \"restoration of rights to citizenship\" is an unbearable insult and challenge to the South Koreans and the conscience of the world calling for a stern punishment upon those involved in the Kwangju Massacre.\r\n   The news analyst further says:\r\n   Chun and Roh are butchers of the nation and ringleaders of the scandals who called out armed forces to crack down upon the \"spring of democracy\" after the shameful end of the \"yusin\" dictator and committed the \"December 12 army purge coup\" and the May 18 Kwangju Massacre. \r\n   In setting Chun and Roh free, Kim Young Sam declared them innocent. The thrice-cursed crime can be committed only by Kim Young Sam who is a product of the \"fifth and sixth republics\" and a source of fascism and irregularities and corruption like Chun and Roh.\r\n   Minju Joson in a commentary says Kim Young Sam's \"special pardon and restoration of rights\" are a crime aimed at showing clemency to the former \"presidents\" of South Korea and thus guaranteeing his safety after the expiration of his term. \r\n\r\n\r\n"
        },
        {
            "title": "Parental love for KPA soldiers",
            "url": "http://kcna.co.jp/item/1997/9712/news12/24.htm#10",
            "content": "General Secretary Kim Jong IL eulogized \r\n Pyongyang, December 24 (KCNA) -- Candelaria Rodriguez, a female lawyer of Cuba, in an interview with the KCNA correspondent in Havana on Dec. 17 said that the General Secretary Kim Jong Il is an ever-victorious, iron-willed brilliant commander and a steadfast defender of the destiny of socialism.\r\n   She said that socialism of Korea has been firmly defended and has emerged victorious and the Korean People's Army has grown to be the invincible armed forces under the wise leadership of General Kim Jong Il who is identical with the President Kim Il Sung in personality and virtue.\r\n   \"The precious exploits of comrade Kim Jong Suk, a revolutionary soldier loyal to the President and an indomitable communist revolutionary fighter, will remain in the hearts of the Korean people as well as the progressive people the world over\", she said. \r\n\r\n"
        },
        {
            "title": "Protest against release of Chun Doo Hwan and Roh Tae Woo",
            "url": "http://kcna.co.jp/item/1997/9712/news12/24.htm#11",
            "content": "Parental love for KPA soldiers\r\n  Pyongyang, December 24 (KCNA) -- Ties of kinship between General Kim Jong Il, Supreme Commander of the Korean People's Army (KPA), and soldiers have deepened in Korea. \r\nThe relation between the Supreme Commander and the soldiers is as good as that between the father and his children and that between love and loyalty, trust and filial piety, not the relation between order and obedience.\r\n   The KPA units visited by the general represent his fatherly love for soldiers.\r\n   In November, he revisited a woman coast artillery company, which is defending the forefront. He had promised to visit it again in the season of persimmon during his on-site guidance to it two years ago.\r\n   He learned about the living conditions of soldiers from the temperature of the bedroom and the thickness of blankets to varieties of dishes.\r\n   He met a daughter of a soldier who presented flowers to President Kim Il Sung when he was inspecting the company 25 years ago and the twin brother and sister who are serving in the same company and posed for photographs with them.\r\n   Although he was busy with inspecting the headquarters of a large combined unit, he met parents of a soldier of the woman coast Artillery Company without forgetting the address, which she had told him, and informed them of news of their daughter.\r\n   Whenever he visits KPA units, he always learns soldiers' sleeping and eating conditions and cultural life and shows deep loving care for them.\r\n   This year alone, he inspected scores of People's Army units during which he acquainted himself with food conditions of soldiers and met a soldier on duty to feel the thickness of his cotton-padded clothes. When visiting a People's Army unit, he, feeling anxious about the length of beds, let a tall official accompanying him lie down there to see how long they were.\r\n   Saying that he is most pleased to find himself among soldiers, he spends holidays and red-letter days and shares simple meals with them and appreciates their art performances and sports games.\r\n   Like this, soldiers are always in his mind.\r\n   Indeed, he is the real father of the People's Army soldiers.\r\n   This is why they absolutely worship and follow him as their mental pillar and become eternal members of his family who cannot live even a moment without his loving care. \r\n\r\n\r\n"
        },
        {
            "title": "Protest letter to S. Korean authorities",
            "url": "http://kcna.co.jp/item/1997/9712/news12/24.htm#12",
            "content": "Protest against release of Chun Doo Hwan and Roh Tae Woo \r\n\r\n    Pyongyang, December 24 (KCNA) -- Kim Young Sam on December 22 released Chon Doo Hwan and Roh Tae Woo, the two traitors who had been detained for the \"December 12 \r\nArmy purge coup\" and Kwangju Massacre, which is a thrice-cursed crime, a Seoul-based radio said.\r\n   The Kim Young Sam regime set free Chun and Roh, who were sentenced to penal servitude for life and prison term of 17 years and kept in prison for two years or so under the pressure of broad segments of the people, and restored their \"rights to citizenship\", including political activity, the radio said.\r\n   Enraged at the release of the dictators of the \"fifth and sixth republics\", over 1,000 students of Yonsei University of South Korea demonstrated in protest against the \"pardon\" for Chun and Roh and in demand of the release of prisoners of conscience.\r\n   Members of the family movement for realising democracy (mingahyop) staged a demonstration in front of the Anyang Prison where Chun had been kept, in protest against the release of the two murderers. \r\n\r\n\r\n"
        },
        {
            "title": "Papers on carrying forward revolutionary traditions of Juche",
            "url": "http://kcna.co.jp/item/1997/9712/news12/24.htm#13",
            "content": "Protest letter to S. Korean authorities\r\nPyongyang, December 24 (KCNA) -- The Swiss Committee for Supporting Korea's Reunification sent a protest letter to the South Korean authorities on December 11 in connection with the fact that the South Korean regime arrested Jo Ung Ju, delegate of the South Korean Federation of University Student Councils who participated in the 14th World Festival of Youth and Students.\r\n   The letter said that the South Korean authorities' merciless suppression of the South Korean people who want the reunification of the country and the abolition of the fascist \"National Security Law\", and their act of incriminating any contact with the north are the anti-national and anti-reunification action and infringement upon human rights. \r\n   The letter demanded that the South Korean authorities allow free contacts and dialogue between compatriots in the north and south and release Jo Ung Ju unconditionally and immediately. \r\n\r\n"
        },
        {
            "title": "National meeting held to mark Kim Jong Il's election as Supreme Commander",
            "url": "http://kcna.co.jp/item/1997/9712/news12/24.htm#14",
            "content": "Papers on carrying forward revolutionary traditions of Juche\r\n Pyongyang, December 24 (KCNA) -- Pyongyang-based papers on Wednesday dedicate editorials to the 80th birth anniversary of the mother Kim Jong Suk.\r\n   The editorials say: \r\n   We will carry forward the glorious revolutionary traditions of Juche generation after generation and advance along the road of revolution pioneered by her and other revolutionary forerunners with blood, no matter how the world may change.\r\n   Rodong Sinmun in editorial notes that December 24, the birthday of mother Kim Jong Suk, is the precious day of history for the Korean people, along with Sun's Day and February holiday.\r\n   The daily continues: \r\n   We should accomplish generation after generation the revolutionary cause of Juche started at the Mt. Paektu thick forest, rallied closer around the General Secretary Kim Jong Il.\r\n   The Korean people have the only traditions established by the three generals of Mt. Paektu.\r\n   Any anti-socialist moves of the imperialists and reactionaries will never impair the revolutionary trait of the Korean people who have the revolutionary traditions of the anti-Japanese war.\r\n   The Korean people are the most revolutionary people who are comprehensively applying the traditions to all domains of the revolution and construction.\r\n   They are the loyal people who deeply revere and follow mother Kim Jong Suk, upholding the President Kim Il Sung, the supreme representative of the revolution, forever.\r\n   What is important in carrying forward the traditions is to follow the paragon of the revolutionary martyrs who defended the leader at the risk of their lives.\r\n   We should fight under the slogan \"Let us defend the headquarters of the revolution headed by the great comrade Kim Jong Il at the risk of our lives!\"\r\n   Minju Joson says that the Juche revolutionary cause which was started by President Kim Il Sung and to which mother Kim Jong Suk dedicated her whole life will dynamically advance under the tested leadership of the General Secretary Kim Jong Il and only victory and glory are in store on this road. \r\n\r\n"
        }
    ]
}