{
    "date": "1997-09-08",
    "url": "http://kcna.co.jp/item/1997/9709/970908.htm",
    "articles": [
        {
            "title": "Talks between Korean, Malaysian Party delegations",
            "url": "http://kcna.co.jp/item/1997/9709/news9/08.htm#1",
            "content": "Talks between Korean, Malaysian Party delegations \r\n Pyongyang, September 8 (KCNA) -- Talks were held here on Sunday between delegations of the Workers' Party of Korea and the Malaysian Chinese association.\r\n   At the talks both sides informed each other of their own Party activities before discussing the development of bilateral relations of friendship and exchanging views on matters of common concern.\r\n   Present on WPK side were Kim Yang Gon, Department Director of the Party Central Committee and officials concerned and on the opposite side were members of the MCA delegation led by its international director Lee Hwa Beng.\r\n  \r\n"
        },
        {
            "title": "Rodong Sinmun calls for dispelling illusions about imperialism",
            "url": "http://kcna.co.jp/item/1997/9709/news9/08.htm#2",
            "content": "Rodong Sinmun calls for dispelling illusions about imperialism\r\n   Pyongyang, September 8 (KCNA) -- Rodong Sinmun in a signed article Sunday, referring to such a foolish viewpoint and attitude as harbouring illusions about imperialism and pinning hope on it, stresses that a revolutionary Party and people should not have any illusions about imperialism.\r\n   The article cites historic facts to prove that illusions about imperialism make a mess of revolution and construction.\r\n   It goes on:\r\n   Illusions about imperialism lead to abandonment of a struggle against it.\r\n   The people in the former soviet union and East European countries where socialism has suffered setbacks and capitalism revived are paying dearly for their illusions about imperialism and acceptance of the \"prescription\" of  the imperialists.\r\n   The tragic realities of the developing countries which acted as wished by the western countries and lived reading their faces eloquently prove that illusions about imperialism lead to ruin and death.\r\n   Those developing countries have lost their sovereignty and become entangled in political confusion, disorder, national and ethnical strifes, economic failure and the noose of exploitation and subjugation.\r\n   It is a serious lesson that illusions about imperialism work havoc with the revolution and construction and lead man and country to ruin.\r\n   Only when a determined struggle against imperialism is waged without any illusions, is it possible to smash the vicious dominationist moves of the imperialists.    \r\n\r\n"
        },
        {
            "title": "U.S. troop pullout urged",
            "url": "http://kcna.co.jp/item/1997/9709/news9/08.htm#3",
            "content": "U.S. troop pullout urged\r\n Pyongyang, September 8 (KCNA) -- 52 years have passed since the United States occupied south Korea by force of arms.\r\n   On this occasion, Minju Joson sunday carried a signed article urging the U.S. troop pullout.   To get the U.S. troops withdrawn from south Korea is an urgent task which brooks no further delay not only for the peace and peaceful reunification of Korea but also for world peace and security,  the paper said.\r\n   It further said:\r\n   The U.S. troop pullout is a prerequisite for Korea's peace and peaceful reunification.\r\n   We did our best to get the U.S. forces withdrawn from south Korea so as to ensure a durable peace on the Korean Peninsula and open an epochal phase favourable for its peaceful reunification, and are now making sincere efforts to this end. \r\n   That is why many people of the world as well as the entire Koreans are now fully supporting the DPRK's demand and efforts while strongly urging the U.S. troops' pullout from south Korea.\r\n   However, the United States claims that its troops' occupation of south Korea has been \"legally settled\" under the U.S.-south Korea \"treaty of mutual defence\" and the troops have served as \"war deterrent\". It insisted on the nonsensical argument that the occupation \"cannot be an obstacle\" to Korea's reunification.\r\n   This argument is the height of shamelessness. The United States, in a state of war with the DPRK, is ceaselessly staging adventurous war maneuvers against it, in league with puppets, to aggravate the situation of the Korean Peninsula and hinder its peaceful reunification.\r\n   With nothing can the united states justify its troops' occupation of south Korea.\r\n   It should, though belatedly, fundamentally change its anachronistic Korea policy and withdraw its forces from south Korea, which will be helpful to Korea's independent and peaceful reunification.\r\n   If it refuses to withdraw its troops from south Korea and still obstructs Korea's peace and reunification, persistently resorting to the outdated conception of the Cold War era, it will pay a very high price.    \r\n\r\n"
        },
        {
            "title": "Peruvian citizenship awarded to Secy. Kim Jong Il",
            "url": "http://kcna.co.jp/item/1997/9709/news9/08.htm#4",
            "content": "Peruvian citizenship awarded to Secy. Kim Jong Il\r\n  Pyongyang, September 8 (KCNA) - Secretary Kim Jong Il received the title of honorary citizen from Huancayo City of Peru.\r\n   A ceremony for awarding the title was held at Huancayo City Hall on August 29.\r\n   The mayor of the city handed the certificate of honorary citizenship to the head of the Pyongyang circus on a visit to Peru.\r\n   Written on the certificate were: \"The Mayor of Huancayo, on behalf of citizens, extends greetings to his excellency Kim Jong Il, the supreme leader of the Democratic People's Republic of Korea, and awards honorary citizenship to him on the occasion of September 9, the birthday of the DPRK.\"\r\n   The mayor's gift to Secretary Kim Jong Il was handed to the head of the Pyongyang circus.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. policy of occupying s. Korea should be terminated",
            "url": "http://kcna.co.jp/item/1997/9709/news9/08.htm#5",
            "content": "U.S. policy of occupying s. Korea should be terminated\r\n Pyongyang, September 8 (KCNA) -- 52 years have passed since the U.S. occupied south Korea. \r\n   Rodong Sinmun today carries a signed article headlined \"U.S. policy of occupying s. Korea should be terminated\" in this regard.\r\n   The article says:\r\n   The U.S. military presence in south Korea is a source of all misfortunes and tragedies forced upon the Korean people=  It imposes greater misfortunes and tragedies upon them with each passing day.\r\n   The U.S. occupation of south Korea and new war provocation moves have been encouraged by the south Korean puppet clique.\r\n   History of misfortune and disaster should not be allowed any longer.\r\n   The U.S. military presence in south Korea is a product of the anachronistic policy against the demands of the Korean people and the world peaceloving people.\r\n   The U.S. has no justification to keep its troops in south Korea. The U.S. troop pullout from south Korea is a prerequisite to detente, cooperation, complete peace and reunification on the Korean Peninsula.\r\n   Whether the U.S. withdraws its troops from south Korea or not shows whether the U.S. truly wants Korea's peace and reunification, world peace and improved relationship with the DPRK or not.   The U.S. should pull its troops from south Korea, a thing helpful toward the reunification of Korea.\r\n   It is the unshakable will of the Korean people to put a period to outsiders' domination and intervention and reunify the country by the nation's own effort.    \r\n  \r\n\r\n"
        },
        {
            "title": "DPRK flag",
            "url": "http://kcna.co.jp/item/1997/9709/news9/08.htm#6",
            "content": "DPRK flag\r\n  Pyongyang, September 8 (KCNA) -- Rodong Sinmun today comes out with a political essay entitled \"the DPRK flag\" to mark the national holiday of the Democratic People's Republic of Korea.\r\n   The three-color flag of the DPRK is a symbol of the independent dignity of Kim Il Sung's nation, which gives high pride and self-confidence to the Korean people and arouses great envy and admiration among the world people, the political essay says, and continues:\r\n   Our people are a dignified people who are advancing under the guidance of   General Kim Jong Il, upholding the national flag.\r\n   No matter how desperately the imperialists may try to stifle the Korean-style socialism, our people are confidently advancing with an indomitable revolutionary spirit along the straight road of the revolution chosen by themselves.\r\n   The General is the great standard-bearer who is firmly defending the DPRK flag associated with the whole life of the fatherly leader President Kim Il Sung generation after generation.\r\n   Our Republic is firmly defending its honor without the slightest vacillation in face of any offensive of the enemy as it is guided by the general who is firmly determined to make Kim Il Sung's nation an ideologically, politically and militarily powerful state forever and build an ideal paradise of humankind and a strong and prosperous country of Juche at an early date.\r\n   To defend and glorify the DPRK flag, the pride and glory of our nation, means to resolutely safeguard the General, our destiny and future, and to demonstrate dignity and majesty of socialist Korea all over the world.\r\n   To defend generation after generation the national flag which was defended by our forerunners at the cost of their blood is the unshakable will and determination of the Korean people who are demonstrating the dignity and majesty of Kim Il Sung's Korea  and nation all over the world, pulling through storm and stress of history under the guidance of the General.    \r\n\r\n"
        },
        {
            "title": "National foundation of revolution and socialism",
            "url": "http://kcna.co.jp/item/1997/9709/news9/08.htm#7",
            "content": "National foundation of revolution and socialism \r\n  Pyongyang, September 8 (KCNA) -- V. Markov, Secretary of the Central Committee of the Communists Union of Russia, made public an article entitled \"national foundation of revolution and socialism\".\r\n   The author of the article referred to the particular significance of \"on preserving the Juche character and national character of the revolution and construction\" published by Secretary Kim Jong Il on June 19, 1997, when the struggle of the people to oppose imperialism and reaction, eliminate the danger of dependence upon outside forces, subjugation and enslavement and realise independence was being intensified worldwide.\r\n   Genuine progress of a nation can be made only when the socialist revolution is carried out and socialism can be successfully built only when a correct method of socialist construction suited to the national character is chosen, the author said, and proved it, citing historic facts about the formation and development of the soviet union.\r\n   He further said:\r\n   All the socialist fighters must not forget the lesson that they should carry out the policy of consolidating the national foundation and preserving the national character in the revolution and the building of a new society and that they should combine their struggle for socialism with patriotism of the people.\r\n   The Juche idea indicates how to organically combine the social emancipation of the working people with the task of national development and how to organically link social-class interests with the national and all-people interests.\r\n   This is not a tactical matter but a fundamental principle of party's policies to the communists.\r\n   Secretary Kim Jong Il expounded that a working-class Party should combine class ideals with the national interests, the author of the article said.\r\n   He, citing the present situation of Russia, proved that priority should always be given to this matter in the socialist construction.\r\n   He further said:\r\n   The idea of defending the independence and preserving the national character, which was expounded by the Juche idea, is very just and beneficial to the ideological and political work of the Russian communists.\r\n   In order to unite all the patriotic forces under the banner of reviving socialism in Rusia and, further, in the Soviet Union, communists should uphold the banner of patriotism, the banner of defence and development of national language and culture and the banner of national interests.\r\n   Experience gained by the Workers' Party of Korea under the leadership of President Kim Il Sung and Secretary Kim Jong Il and the conclusions made by Secretary Kim Jong Il in the recently-published work by generalising the experience are beneficial to us the Russian communists. \r\n  \r\n\r\n"
        },
        {
            "title": "49th founding anniversary of DPRK observed in Pyongyang",
            "url": "http://kcna.co.jp/item/1997/9709/news9/08.htm#8",
            "content": "49th founding anniversary of DPRK observed in Pyongyang \r\n  Pyongyang, September 8 (KCNA) -- A national meeting was held at the 6,000-seat theatre of the April 25 House of Culture today to celebrate the 49th anniversary of the foundation of the Democratic People's Republic of Korea.\r\n   Attending the meeting were vice-presidents Ri Jong Ok and Pak Song Chol and other senior Party and state officials.\r\n   Diplomatic envoys and foreigners here were invited there.\r\n   Vice-Premier of the Administration Council Hong Song Nam, who is alternate politburo member of the WPK Central Committee, made a report.\r\n   He said the history of the DPRK spanning nearly half a century is one of a heroic struggle through which the national dignity and sovereignty were defended under the wise guidance of President Kim Il Sung and the respected Secretary \r\nKim Jong Il and of great creation and construction which brought about a steady development into a new society.\r\n   He recalled that dazzling successes were gained in the revolution and construction through a powerful struggle to preserve the Juche character and national character and Korea turned into a powerful socialist country, independent in politics, self-sustaining in the economy and self-reliant in national defence.\r\n   He called for firmly maintaining the Juche character and national character in the revolution and construction under the uplifted banner of the Juche idea and glorifying the DPRK as Kim Il Sung's Korea.\r\n   He said all the people and the officers and men of the People's Army should have revolutionary optimism and firm faith that led by Secretary Kim Jong Il, the socialist homeland will be thriving and have a bright future, and should trust and follow him and carry to completion the revolutionary cause, rallied close around him.\r\n   Hong called upon working people to put spurs on the General onward movement of socialism in the spirit of revolutionary soldiers and of self-reliance and thus triumphantly finish the \"arduous march\" this year and make a breakthrough for new prosperity of the country.\r\n   The situation on the Korean Peninsula is very dangerous, he said, and went on:\r\n   \"We cannot remain a passive onlooker to the south Korean rulers' brutal fascist offensive against the champions of reunification and democracy in south Korea and reckless provocations moves against us, the fellow countrymen, they commit with the backing of outsiders.\r\n   \"The bellicose elements at home and abroad are trying to get something from the 'stand of strength'. Their foolish attempt cannot affect anyone. Provokers will get nothing but  bitter defeat and destruction from their attempt.\r\n   \"The war-thirsty elements of imperialism should not test the military strength of Korea by force of arms nor try to bring the Korean people to their knees with military threat and provocations.\r\n   \"The U.S. should not act contrary to its clamouring about peace and security on the Korean Peninsula, reconciliation and dialogue. It also should stop pursuing the policy hostile towards the DPRK and work hard to conclude a peace accord with the DPRK.\"\r\n   The reporter expressed the determination to realise President Kim Il Sung's great instructions for reunification as well as the ardent desire of all the Koreans without fail through a more powerful nation-wide struggle to reunify the country at an early date in hearty response to the work \"Let us carry out the great leader comrade Kim Il Sung's Instructions for National Reunification\" published by Secretary Kim Jong Il to mark the 52nd anniversary of Korea's liberation.\r\n   The WPK and the Government of the DPRK will, in the future, too, actively fight to oppose imperialism and dominationism, strengthen unity and cooperation with the world progressive people under the idea of independence, peace and friendship, defend independence of all the countries and nations and achieve global independence and a triumphant advance of socialist cause, he added.    \r\n\r\n"
        },
        {
            "title": "Gift to Secy. Kim Jong Il from Malaysian Party",
            "url": "http://kcna.co.jp/item/1997/9709/news9/08.htm#9",
            "content": "Gift to Secy. Kim Jong Il from Malaysian Party\r\n  Pyongyang, September 8 (KCNA) - Secretary Kim Jong Il received a gift from the Malaysian Chinese Association.\r\n   International director of the Association Lee Hwa Beng, who is heading a delegation of the Malaysian Chinese Association on a visit to Korea, asked an official concerned to convey the gift to Secretary Kim Jong Il.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}