{
    "date": "1997-04-13",
    "url": "http://kcna.co.jp/item/1997/9704/970413.htm",
    "articles": [
        {
            "title": "Korean delegation back from Viet Nam",
            "url": "http://kcna.co.jp/item/1997/9704/news4/13.htm#1",
            "content": "Korean delegation back from Viet Nam\r\n   Pyongyang, April 13 (KCNA) -- A government delegation of the Democratic People's Republic of Korea led by Vice-Premier Kong Jin Thae returned home Saturday after paying a visit to Viet Nam.\r\n   The delegation was met at the airport by Chairman Ri Song Dae of the State External Economic Affairs Commission and officials concerned as well as Vietnamese Ambassador to Korea Le Xuan Vinh. \r\n\r\n"
        },
        {
            "title": "Film show for April 15 held",
            "url": "http://kcna.co.jp/item/1997/9704/news4/13.htm#2",
            "content": "Film show for April 15 held\r\n  Pyongyang, April 13 (KCNA) -- The Pyongyang municipal administrative and economic committee arranged a film show at the Taedonggang club for the diplomatic corps Saturday on the threshold of the birth anniversary of President Kim Il Sung, April 15.\r\n   Invited to the show were Chinese residents here.\r\n   The participants saw part 7 of KAPF (Korean Artists Proletarian Federation) writers of the multi-part film \"The Nation and Destiny\" (40).   \r\n\r\n"
        },
        {
            "title": "Floral basket and letter to Secy. Kim Jong Il",
            "url": "http://kcna.co.jp/item/1997/9704/news4/13.htm#3",
            "content": "Floral basket and letter to Secy. Kim Jong Il\r\n  Pyongyang, April 13 (KCNA) -- The foreign economic and commercial councillors corps here presented a floral basket and a congratulatory letter to Secretary Kim Jong Il on the occasion of the 85th birth anniversary of President Kim Il Sung.\r\n   The floral basket and the letter were handed to an official concerned by Evgeny Bilim, doyen of the councillors corps and trade representative of Russia, on April 12.\r\n \r\n"
        },
        {
            "title": "Members of NDFSK Pyongyang Mission visit Mangyongdae",
            "url": "http://kcna.co.jp/item/1997/9704/news4/13.htm#4",
            "content": "Members of NDFSK Pyongyang Mission visit Mangyongdae\r\n  Pyongyang, April 13 (KCNA) -- The members of the Pyongyang Mission of the National Democratic Front of South Korea (NDFSK) visited the old home of President Kim Il Sung in Mangyongdae and saw the relics there on Saturday on the threshold of his 85th birth anniversary. \r\n   Chief Ri Jong Sang of the Mission said that he again recollected the brilliant life, undying feats and noble virtue of the president, who devoted himself to the freedom and happiness of the people.\r\n   He added that he would dedicate himself to the struggle for independence, democracy and reunification in hearty response to the earnest request for the reunification of President so as to hasten the day when Secretary Kim Jong Il, a peerless brilliant commander, who is as great as the President in ideology, leadership and virtue, would be seen on the platform of the square where the reunification would be hailed.  \r\n\r\n"
        },
        {
            "title": "Zimbabwean Republic anniversary marked",
            "url": "http://kcna.co.jp/item/1997/9704/news4/13.htm#5",
            "content": "Zimbabwean Republic anniversary marked\r\n  Pyongyang, April 13 (KCNA) -- A meeting was held here on Saturday to mark the 17th anniversary of the Republic of Zimbabwe.\r\n   It was attended by Ri Song Ho, vice-chairman of the Committee for Cultural Relations with Foreign Countries and vice-chairman of the Korea-Zimbabwe Friendship Association, and other officials concerned and working people in the city.\r\n   A speech was made and a message of greetings to the Zimbabwean President adopted at the meeting. \r\n\r\n"
        },
        {
            "title": "Handbills praising President Kim Il Sung scattered in s. Korea",
            "url": "http://kcna.co.jp/item/1997/9704/news4/13.htm#6",
            "content": "Handbills praising President Kim Il Sung scattered in s. Korea \r\n Pyongyang, April 13 (KCNA) -- Many handbills expressing reverence for President Kim Il Sung were seen scattered in different places of Seoul on Saturday, three days before his birth anniversary.\r\n   Printed in the handbills were his pictures.\r\n   The fact clearly shows how strongly the south Korean people are resolved to achieve national reunification as wished by President Kim Il Sung. \r\n\r\n\r\n"
        },
        {
            "title": "Seminars on Juche idea held",
            "url": "http://kcna.co.jp/item/1997/9704/news4/13.htm#7",
            "content": "Seminars on Juche idea held \r\n   Pyongyang, April 13 (KCNA) -- Seminars on the Juche idea were held by members of trade, agricultural,  women's and youth unions took place here to commemorate the 85th birth anniversary of President Kim Il Sung.\r\n   It was stressed that the President founded the great Juche idea to clearly indicate the way to be followed by humankind and opened up a new era of history, the era of Juche. It was also noted that Secretary Kim Jong Il has constantly developed the Juche idea and completed it as the guiding idea of the present era.\r\n   Speakers at the seminars said it was the greatest achievement of President Kim Il Sung for the time and humankind that he founded the immortal Juche idea.\r\n   They pointed out that since the idea was created to give an anthropocentric world outlook, socio-historical outlook,  a new phase has been opened in the development of the working-class world outlook and the working-class revolutionary ideas have been developed to be the most revolutionary and scientific doctrine, which has been completed as an integral system of ideology, theory and method, by the revolutionary theories putting the masses of the people into main consideration and also by Juche-based method of leadership.\r\n   They explained that Secretary Kim Jong Il has scientized and comprehensively completed the socialist ideas in compliance with the requirements of the present era and the developing revolution. \r\n\r\n"
        },
        {
            "title": "Foreign Party leaders visit Korean embassies",
            "url": "http://kcna.co.jp/item/1997/9704/news4/13.htm#8",
            "content": "Foreign Party leaders visit Korean embassies \r\n  Pyongyang, April 13 (KCNA) -- President of the Executive Council of the Central Committee of the Bulgarian Communist Party (Marxist) Boris Petkov, Chairman of the Central Committee of the Bulgarian Unitary Communist Party Mihail Mihailov, Chairman of the Central Committee of the Bulgarian Workers and Peasants  Party Georgi Ivanov and other party leadership members  and Chairman of the Communist Party of Angola Baptista Andre Jose Simao on April 3 visited the Korean embassies in their countries on the threshold of the 85th birth anniversary of President Kim Il Sung.\r\n   They laid floral baskets and bouquets of flowers and made bows before the portraits of President Kim Il Sung and Secretary Kim Jong Il.\r\n   Boris Petkov said the President was the founder of modern Korea, the most veteran leader and elder statesman in the World.\r\n   The immortal feats performed by the President for the times and humankind will shine long with the century and he will always be with the progressive mankind of the world, he noted.\r\n   The revolutionary cause pioneered by the president is being brilliantly carried forward and accomplished by Secretary Kim Jong Il and the socialist cause will certainly win victory under his leadership, he stressed.\r\n   Baptista Andre Jose Simao said that the president created the Juche idea, gave a scientific exposition of the question concerning the destiny of man and opened up a great era when nature and society are transformed to suit the independent character of human being.\r\n   The Juche idea is now being developed and enriched by Secretary Kim Jong Il and applied to all the spheres of society. \r\n\r\n"
        },
        {
            "title": "Foreign party delegations here",
            "url": "http://kcna.co.jp/item/1997/9704/news4/13.htm#9",
            "content": "Foreign party delegations here \r\n  Pyongyang, April 13 (KCNA) -- Foreign party delegations came here Saturday to commemorate the birth anniversary of President Kim Il Sung.\r\n   They are a delegation of the Belgian Labor Party led by its Central Committee Chairman Ludo Martens, a delegation of the Dominican Workers' Party led by its Chairman Ivan Rodriguez, a delegation of the October 8 Revolutionary Movement of Brazil headed by General Secretary Claudio Campos, a delegation of the Socialist Party of Bangladesh led by General Secretary A. S. M. Abdur Rob, a delegation of the Movement for Peace and Socialism of Italy led by General Secretary Roberto Gabriele, a delegation of the Communist party of Canada (Marxist-Leninist) led by national leader Hardial Bains, a delegation of the Czechy-Morava Communist Party led by first vice-chairman of its Central Committee Vlastimil Balin and a delegation of the Rwandan Patriotic Front led by vice-chairman Denis Polisi.\r\n   They laid floral baskets and bouquets and made a bow before the Statue of President Kim Il Sung on Mansu Hill in Pyongyang. \r\n\r\n"
        },
        {
            "title": "Cuban Ambassador gives reception",
            "url": "http://kcna.co.jp/item/1997/9704/news4/13.htm#10",
            "content": "Cuban Ambassador gives reception \r\n  Pyongyang, April 13 (KCNA) -- The Cuban Ambassador here, Jose Ramon Rodriguez Varona, gave a reception at the Embassy on Saturday to commemorate the birth anniversary of President Kim Il Sung.\r\n   Invited to the reception were Ri Song Dae, Chairman of the State External Economic Affairs Commission= Choe Ki Ryong, Chairman of the State Education Commission and chairman of the Korea-Cuba Solidarity Committee= and other officials concerned.\r\n   Addressing the reception, the Ambassador said the Cuban people are greeting the anniversary with the great Korean people, their brothers who share ideology and struggle.\r\n   President Kim Il Sung's behests and exploits will always remain our banner, he said. It is because they guarantee the development and prosperity of independent Korea and reflect the Korean people's faith and will to defend the red flag of socialism by sacrificing their lives if necessary.\r\n   He voiced belief that Korea will advance towards a higher goal, while consolidating the achievements they have made, and reunify the country in a peaceful and independent way without fail under the correct guidance of Secretary Kim Jong Il, he said.\r\n   Hhe also expressed the conviction that friendship and sSolidarity between the two countries which was provided by President Kim Il Sung and comrade Fidel Castro Ruz will grow stronger in the future. \r\n\r\n"
        },
        {
            "title": "Paper on President Kim Il Sung's achievements in army-building",
            "url": "http://kcna.co.jp/item/1997/9704/news4/13.htm#11",
            "content": "Paper on President Kim Il Sung's achievements in army-building \r\n  Pyongyang, April 13 (KCNA) -- Rodong Sinmun today describes the respected President Kim Il Sung as the founder of the revolutionary armed forces of Korea, as an ever-victorious iron-willed brilliant commander who victoriously led two revolutionary wars against formidable imperialisms and as a genius of military affairs who created the Juche-oriented military idea, strategy and tactics.\r\n   In an article dedicated to the fifth anniversary of the President's election as the Generalissimo of the Democratic People's Republic of Korea, the paper deals with his enduring feats to defend the destiny of the country and the revolution.\r\n   The author of the article says:\r\n   The revolutionary armed forces of the DPRK owe their foundation, triumphant progress and invincibility to President Kim Il Sung.\r\n   He always put great efforts into strengthening the armed forces while leading the Korean revolution for nearly 70 years. In the course of this, he propounded unique ideas of establishing the party's monolithic ideological system in the army, training all servicemen into loyal and dutiful soldiers and achieving unity between the army and the people, between the officers and men and between the party and the youth league.\r\n   Our revolutionary armed forces have covered a proud course full of victory and glory and grown into an invincible force. They owe this to his Juche-oriented army-building idea and his wise leadership.\r\n   He was famous as a young general who victoriously led the rigorous war against the heavily armed invaders of Japanese imperialism. He was praised by humankind as a brilliant military commander, for he defeated the U.S.-led imperialist allied forces in his thirties.\r\n   With clairvoyance, he put great efforts long ago into laying a solid foundation for the completion of the cause of army-building.\r\n   Today, our revolutionary army is the army of  Secretary Kim Jong Il and an invincible army, as wished by the President. \r\n\r\n"
        },
        {
            "title": "Floral baskets laid before Presidential Statue",
            "url": "http://kcna.co.jp/item/1997/9704/news4/13.htm#12",
            "content": "Floral baskets laid before Presidential Statue\r\n   Pyongyang, April 13 (kcna) -- The economic and commercial councillors' corps and officials in charge of cultural and friendly relations of different embassies here laid floral baskets and made bows before the Statue of President Kim Il Sung on Mansu Hill in Pyongyang on April 12 and 10 on the threshold of his 85th birth anniversary (April 15, 1912).\r\n   Cambodian Ambassador to Korea Oum Mannorine and Embassy officials here presented a floral basket before the Statue before making bow on Saturday. \r\n\r\n\r\n\r\n"
        }
    ]
}