{
    "date": "1997-03-10",
    "url": "http://kcna.co.jp/item/1997/9703/970310.htm",
    "articles": [
        {
            "title": "Secy. Kim Jong Il enjoys light comedy",
            "url": "http://kcna.co.jp/item/1997/9703/news3/10.htm#1",
            "content": "\r\n\r\nPast news \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Fine art works produced by servicemen",
            "url": "http://kcna.co.jp/item/1997/9703/news3/10.htm#2",
            "content": "Secy. Kim Jong Il enjoys light comedy\r\n   Pyongyang, March 10 (KCNA) -- Secretary Kim Jong Il enjoyed\r\nthe light comedy \"Up to the Last\" performed by film stars at \r\nthe mansudae art theatre on Sunday to mark the 50th \r\nanniversary of the Korean Film Studio.\r\n   The audience included Jo Myong Rok, Director of the KPA \r\nGeneral Political Department= Kim Yong Chun, Chief of the \r\nKPA General Staff= secretaries of the Workers' Party of \r\nKorea Central Committee Choe Thae Bok, Kim Kuh Thae, Kim Ki \r\nNam and Kim Yong Sun and other senior officials of the Party \r\nand the army as well as officers and men of the KPA.\r\n   The light comedy is a story about efforts of a farm to \r\nimplement the Party's policy of creating grass fields and \r\ngrowing grass-eating domestic animals in large numbers.\r\n   Secretary Kim Jong Il congratulated the film stars on their\r\nsuccessful performance and sent thanks to the creating staff \r\nand artistes of the film studio.\r\n   He noted with high appreciation that over the past 50 \r\nyears, the creating staff and artistes of the studio have \r\nproduced many films of high ideological and artistic value \r\nand greatly contributed to educating the Party members and \r\nother working people on revolutionary lines and encouraging \r\nthem to the revolution and construction.\r\n   The studio has turned into a reliable film production \r\ncentre of the nation that is greatly conducive to the \r\nParty's ideological work for the modelling of the whole \r\nsociety on the Juche idea and to the cultural education of \r\npeople, he said, adding that the Party and the people are \r\nvery proud of having this group of talented, experienced and \r\nloyal artistes, many of them being holders of honorary \r\ntitles including \"Kim Il Sung Prize,\" Labor Hero, People's \r\nArtiste and Merited Artiste.\r\n   He gave the studio important tasks. \r\n\r\n"
        },
        {
            "title": "S. Korean students, soldiers persecuted",
            "url": "http://kcna.co.jp/item/1997/9703/news3/10.htm#3",
            "content": "Fine art works produced by servicemen\r\n   Pyongyang, March 10 (KCNA) --  The Revolutionary Musuem \r\nof the Ministry of the People's Armed Forces was replenished \r\nrecently with some 60 pieces of successful fine art works \r\nproduced by soldiers of the Korean People's Army.\r\n   Soldiers presented these Korean paintings, oil paintings, \r\njewel pictures, sculptures, embroideries and crafts to  \r\nSecretary Kim Jong Il on his 55th birthday.\r\n   The works reflect the resolution of the soldiers to \r\nexalt the undying feats of the great leaders President \r\nKim Il Sung and Secretary Kim Jong Il in leading the army \r\nbuilding and defend the Juche revolutionary cause with arms. \r\n   The Korean painting \"Covering 10,000 km in leading \r\ncentury\" depicts the on-site guidance of Secretary Kim Jong Il\r\nto KPA units from the beginning to the last of last year.\r\n   \"The Spirit of Korea\" (2.9 metres in height and 280 kg in \r\nweight), a wooden craft made of a 500-year-old dwarf \r\nelm, pictures a tiger of the Korean map type that stands \r\nabove the pedestal of the earth form and another wooden \r\ncraft \"We will devotedly defend the headquarters of \r\nrevolution with gunfire of Juche\", made of roots of an 800-\r\nyear-old ash tree, shows the development of the artillery.\r\n   A Korean jewel picture \"Devoted Defence\" \r\ndepicts Secretary Kim Jong Il's image with jewels in the \r\ncentre of a five-pointed star rising up above lake Chon on \r\nMt. Paektu, the holy mountain of the Korean revolution, \r\nwhich shows the soldiers' steadfast outlook on their leader.\r\n   A glass-gem picture \"kimjongilia vase\" was \r\nmade with 1,942 patterns and with 216,000 pieces of colorful \r\nglass 2 mm in diametre, which symbolize the birth date of \r\nSecretary Kim Jong Il (Feb. 16, 1942). Its color will remain \r\nunchanged for the purity of raw materials.\r\n   Also included in the works are a craft \"wish for \r\nlongevity\" depicting a flower basket of 216 blossoms \r\nincluding 55 kimjongilia blossoms with three-ton jade, and \r\nother works representing the best wishes for Secretary \r\nKim Jong Il's good health and long life.\r\n   Seeing the fine art works displayed in the Museum on \r\nMarch 4, Secretary Kim Jong Il expressed great satisfaction \r\nwith the many works of high ideological and artistic value \r\nand highly appreciated them. \r\n   He said that the KPA soldiers are so prepared in politico-\r\nideological aspects and military technology that they each \r\ncan match a hundred foes and that they also have high \r\ncultural and artistic attainments. \r\n\r\n"
        },
        {
            "title": "Review of Rodong Sinmun",
            "url": "http://kcna.co.jp/item/1997/9703/news3/10.htm#4",
            "content": "S. Korean students, soldiers persecuted\r\n  Pyongyang, March 10 (KCNA) -- The Kim Young Sam group of \r\nSouth Korea recently arrested ten students and put three \r\nsoldiers into investigation, invoking the \"National Security \r\nLaw\", for their activities for independence, democracy and \r\nnational reunification.\r\n   They allegedly formed a \"national student solidarity\" at \r\na Seoul-based university in September 1992 and conducted \r\nanti-\"government\" activities through rallies and \r\ndemonstrations, calling for political forces of the working \r\nclass. Rodong Sinmun today views the persecution as another \r\nfascist outrage against pro-reunification, pro-democracy \r\nforces and urges the Kim Young Sam group to stop harsh \r\nsuppression of students and people at once.\r\n   In a commentary the daily says:\r\n   the escalation of the fascist suppression of the pro-\r\nreunification, pro-democracy forces by the Kim Young Sam \r\ngroup is aimed at emerging from the ruling crisis with an \r\nintensified fascist offensive against the pro-democracy \r\nforces. With their true colors as the chief culprit of the \r\nHanbo incident unveiled, their regime has found itself in \r\nthe most serious crisis since its appearance.\r\n   No matter how Kim Young Sam may intensify the \r\nfascist suppression, can he never quell public anger against \r\nhim and save his miserable fate. \r\n\r\n"
        },
        {
            "title": "Kim Won Gyun concert",
            "url": "http://kcna.co.jp/item/1997/9703/news3/10.htm#5",
            "content": "Review of Rodong Sinmun\r\n   Pyongyang, March 10 (KCNA) -- Rodong Sinmun today \r\nhighlights a report that Secretary Kim Jong Il on Sunday \r\nenjoyed the light comedy \"Up to the Last\" with officers and \r\nmen of the Korean People's Army on the occasion of the 50th \r\nanniversary of the Korean Film Studio.\r\n   Appearing in the paper are messages of greetings to \r\nSecretary Kim Jong Il from foreign state and Party leaders \r\nand accounts of celebrating events in many countries on the \r\noccasion of his 55th birthday.\r\n   It runs an article about Secretary Kim Jong Il's deep trust\r\nand warm love for officials of the general association of \r\nKorean residents in Japan.\r\n   President Kim Il Sung shocked the Japanese imperialists \r\nwith superb tactics in the anti-Japanese armed struggle, the \r\npaper in an article says. It dedicates an article about the \r\nexploits of an indomitable revolutionary fighter, Kim Hyong \r\nJik, to the 80th anniversary of the Korean National \r\nAssociation, which was formed by him on march 23, 1917.\r\n   Econews of the paper includes increased coal production.\r\n   The paper carries a commentary denouncing the Kim Young \r\nSam group's suppression of progressive students and an \r\narticle titled \"the traitor is very one who wrecks  \r\nstability of South Korean society.\" \r\n\r\n"
        },
        {
            "title": "Production of electricity and minerals increases in Korea",
            "url": "http://kcna.co.jp/item/1997/9703/news3/10.htm#6",
            "content": "Kim Won Gyun concert \r\n   Pyongyang, March 10 (KCNA) -- A concert of composer Kim \r\nWon Gyun's music is going on in Pyongyang amid the concern \r\nof working people and lovers of music.\r\n   It begins with the chorus of the immortal revolutionary \r\nsong \"Song of General Kim Il Sung\" and \"National Anthem\" \r\ncomposed by him after the country was liberated in 1945.\r\n   Its programme includes \"March of Korea\", \"Our Supreme \r\nCommander\", \"We Rush Forward in Spirit of Chollima\", \"Song \r\nof Anti-Imperialist Struggle\", \"Glory to the Workers' Party \r\nof Korea\" and many other songs and songs of revolutionary \r\noperas composed by him up to date since the country's \r\nliberation.\r\n   The concert is being acclaimed by the audience for its \r\nvaried artistic forms involving chorus, group singing, vocal \r\nsolo and piano concerto and for excellent accomplishments of \r\nconductors, people's and merited actors and actresses.\r\n   A few days ago, Kim Won Gyun greeted his 80th birthday.\r\n   He is a Kim Il Sung Prize Winner, Labour Hero, People's \r\nArtist and a deputy to the Supreme People's Assembly. \r\n\r\n"
        },
        {
            "title": "Pres. Kim Il Sung's 85th birth anniversary to be commemorated in Egypt",
            "url": "http://kcna.co.jp/item/1997/9703/news3/10.htm#7",
            "content": "Production of electricity and minerals increases in Korea \r\n   Pyongyang, March 10 (KCNA) -- Production of eletricity \r\nand minerals is increasing in Korea.\r\n   The total electricity output of the ministry of electric \r\npower industry this month showed an increase of 10 \r\npercent as against the same period of last month.\r\n   The Pyongyang Thermal Power Complex is these days \r\nincreasing its daily electric output by 50 percent on an \r\naverage as compared with the like period of last month.\r\n   The Pukchang Thermal Power Complex, the United March 17 \r\nHydroelectric Power Station and other power stations across \r\nthe country are daily producing hundreds of thousands of kwh \r\nmore electricity than their schedule.\r\n   According to data available at the ministry of mining \r\nindustry, its mineral output in a little more than two \r\nmonths of this year showed an increase of 60 percent over \r\nthe corresponding period of last year.\r\n   In this period, the Komdok Mining Complex Extracted 3,700 \r\nmore tons of minerals.\r\n   Daily assignments are being overfulfilled also by the \r\nMarch 5 Youth Mine and the November 8 Mine in March. \r\n\r\n"
        },
        {
            "title": "Kim Young Sam, wrecker of stability of S. Korean society",
            "url": "http://kcna.co.jp/item/1997/9703/news3/10.htm#8",
            "content": "Pres. Kim Il Sung's 85th birth anniversary to be commemorated in Egypt \r\n   Pyongyang, March 10 (KCNA) -- A meeting was held in Cairo \r\non Feb. 26 to form the preparatory committee for \r\ncommemorating the 85th birth anniversary of the great leader \r\nPresident Kim Il Sung.\r\n   A declaration on the formation was adopted at the \r\nmeeting. \r\n   It noted that President Kim Il Sung, through his \r\nrevolutionary activities, made immortal contributions to the \r\nindependence of the world under the banner of anti-\r\nimperialism and independence. For the contributions, he \r\nenjoyed deep respect and trust from the progressive people \r\nof the world as a veteran and famous statesman of the \r\npresent era, it added.\r\n   It was decided at the meeting to set the commemorating \r\nmonth from Mar. 15 to Apr. 15 of this year and hold colorful \r\nevents during the period.\r\n   The meeting appealed to all the countries and progressive \r\npeople of the world aspiring after independence to \r\ncommemorate President Kim Il Sung's 85th birth anniversary \r\nas an auspicious day common to mankind. \r\n\r\n"
        }
    ]
}