{
    "date": "1997-06-28",
    "url": "http://kcna.co.jp/item/1997/9706/970628.htm",
    "articles": [
        {
            "title": "UNDP representative gives party on U.N. official's Korea visit",
            "url": "http://kcna.co.jp/item/1997/9706/news6/28.htm#1",
            "content": "UNDP representative gives party on U.N. official's Korea visit\r\nPyongyang, June 28 (KCNA) -- Christian Lemaire, Resident Representative of the United Nations Development Programme here, gave a party at the Pyongyang Koryo Hotel on Friday on the conclusion of the Korea visit of the U.N. under-Secretary General and his entourage.         \r\n   Present on invitation were Vice Minister of Foreign Affairs Choe Su Hon, Vice Chairwoman of the State Agricultural Commission Kim Yong Suk, and other officials concerned.\r\n   Present at the party were U.N. under-Secretary General for Humanistic Affairs Yasushi Akashi and his entourage and officials of the UNDP mission here.\r\n   Speeches were exchanged at the party.   \r\n\r\n"
        },
        {
            "title": "National character, basis of unity and reunification",
            "url": "http://kcna.co.jp/item/1997/9706/news6/28.htm#2",
            "content": "National character, basis of unity and reunification\r\nPyongyang, June 28 (KCNA) -- Rodong Sinmun today comes out with a signed article entitled \"national character, basis of great national unity and national reunification\".\r\n   In his famous work \"On Preserving the Juche Character and National Character of the Revolution and Construction\", Secretary Kim Jong Il introduced experience gained by the Workers' Party of Korea in the campaign to preserve and develop the excellent national traditions of the Korean people in the revolution and construction, and  set forth the idea that national identity is the basis of great national unity and the reunification of the country.\r\n   The author of the article says:\r\n   National identity constitutes the basis of great national unity and national reunification because it reflects the common feelings of members of the nation who love and value their nation.\r\n   A11 people are not only members of classes but also members of the nation who try to preserve the traditions of national culture and aspire after national independence. \r\nThey also place national sovereignty above interests of classes.\r\n   Whatever he may be, each member of the nation has common feelings of loving his nation and valuing national identity, which serves as a valuable asset of the country and nation and as an important  basis of great national unity.\r\n   National identity is the basis of national reunification and great national unity under the actual condition of our country which has been divided by outside forces and in which different ideas and systems exist in the north and the south.\r\n   Only when all the members of the nation fight united as one under the banner of national independence based on patriotism can they liquidate the root cause of national split and achieve the country's reunification.\r\n   Of course, different ideas and systems obstruct the reunification of the country. However, if we preserve the national character which has been handed down for 5,000 years, we can surmount differences in ideology and system and achieve the cause of national reunification.\r\n   Realities of south Korea in which national identity is violated and gradually emasculated by outsiders and reactionaries urgently call for actively advocating and preserving the national character to achieve the reunification of the country.\r\n   The homogeneity of the Korean nation has begun to break exposed to the moves of outside forces and traitors to emasculate the national identity of the south Korean people. \r\nIf this tendency is allowed, national reunification cannot be achieved nor can the nation itself exist.\r\n   If our nation fails to value and rely on the national character in light of the moves of outside forces to obliterate the Korean nation, it will lose the basis for the unity of the whole nation and reunification and the nation will become heterogeneous and thus be divided into different nations. \r\n\r\n"
        },
        {
            "title": "Bulletin issued in Libya to mark death anniversary of President Kim Il Sung",
            "url": "http://kcna.co.jp/item/1997/9706/news6/28.htm#3",
            "content": "Bulletin issued in Libya to mark death anniversary of President Kim Il Sung\r\nPyongyang, June 28 (KCNA) -- A bulletin was issued in Libya on June 19 to commemorate the third anniversary of the death of President Kim Il Sung.\r\n   The bulletin introduced President Kim il Sung's great feats for humankind.\r\n   It said that his revolutionary idea and exploits are being creditably carried forward by Secretary Kim Jong Il, the great leader, and that the Juche idea is now being successfully applied in all domains of Korea under his wise guidance.\r\n   It expressed deepest reverence for the President and prayed for his immortality on the occasion of the third anniversary of his death. \r\n\r\n"
        },
        {
            "title": "NDFSK officials help farmers",
            "url": "http://kcna.co.jp/item/1997/9706/news6/28.htm#4",
            "content": "NDFSK officials help farmers\r\nPyongyang, June 28 (KCNA) -- Chief Ri Jong Sang and officials of the Pyongyang mission of the National Democratic Front of South Korea (NDFSK) visited the Haksan Cooperative Farm on Friday.\r\n   There the visitors helped peasants with their efforts for the victorious conclusion of the \"Arduous March\" this year, and conversed with them during breaks. \r\n\r\n"
        },
        {
            "title": "Outrageous moves against \"Hanchongryon\"",
            "url": "http://kcna.co.jp/item/1997/9706/news6/28.htm#5",
            "content": "Outrageous moves against \"Hanchongryon\"\r\nPyongyang, June 28 (KCNA) -- The Kim Young Sam fascist clique issued an order of arrest for 147 hardcore members of the fifth-term \"Hanchongryon\" including the chairman and scattered 200,000 leaflets related to it across south Korea, according to a radio report from Seoul.\r\n   They have set five million won each for Heads of Chairman Kang Wi Won and Reunification Committee Chairman Ri Jun Gu, and another executive member of the fifth-term \"Hanchongryon,\" as well as Former Chairman Jong Myong Gi and two other fourth-term executive members. And the price of three million won was offered for each of other members' heads.\r\n   Meanwhile, the fascist clique on June 25 charged 185 of over 200 students who had been arrested in relation to the fifth-term ceremony of \"Hanchongryon\", with violation of \"law on assembly and demonstration\".\r\n   This is part of their outrageous moves to disorganize \"Hanchongryon\". \r\n\r\n"
        },
        {
            "title": "Kim Young Sam's ruling crisis",
            "url": "http://kcna.co.jp/item/1997/9706/news6/28.htm#6",
            "content": "Kim Young Sam's ruling crisis\r\nPyongyang, June 28 (KCNA) -- The south Korean magazine, Shin Dong-A, in the June issue carried an article on the ruling crisis of Kim Young Sam under the title \"last bitter advice\", which was written by Han Wan Sang, former director of the puppet national unification board.\r\n   At present south Korea falls in the dump of despair with total paralysis and is wavering without master after the Hanbo incident, the article said. This is because Kim Young Sam acted on his own authority, obsessed with a dream of \"sweeping triumph\", and failed to fulfil the \"commitments\" including \"establishment of state discipline\", \"uprooting of corruption and irregularities\", \"activation of the economy\" and \"improvement of inter-Korean relations\" he announced after he was inaugurated as \"president\".\r\n   Kim Young Sam must admit his responsibility for the railroading of \"labour law\" and \"law on the Agency for National Security Planning\" and for the crimes of his son and frankly confess the 1992 \"Presidential Election\" funds, the article said. \r\n\r\n"
        },
        {
            "title": "Suppression of patriotic-minded students continues in s. Korea",
            "url": "http://kcna.co.jp/item/1997/9706/news6/28.htm#7",
            "content": "Suppression of patriotic-minded students continues in s. Korea\r\nPyongyang, June 28 (KCNA) -- The Kim Young Sam fascist clique of south Korea, on June 25, prosecuted 185 of the 204 patriotic-minded students who were arrested for the inaugural ceremony of the fifth-term South Korean Federation of University Student Councils (Hanchongryon). They have charged the students with the suspected violation of the \"National Security Law\" and the \"law on assembly and demonstration\" and interference with government officials in the performance of their duty.\r\n   Viewing the persecution as a new round of the fascist offensive for disorganizing \"Hanchongryon\", Minju Joson today brands it as a total challenge to the patriotic-minded students who are standing in the van of the struggle for justice.\r\n   In a commentary the daily says:\r\n   The Kim Young Sam regime has prosecuted students en masse by invoking fascist laws in the hope of frightening all the champions of reunification and democracy and dampening their patriotic will.\r\n   Kim Young Sam must promptly stop the suppression of \"Hanchongryon\" and patriotic-minded students, release arrested students and step down. \r\n\r\n"
        },
        {
            "title": "Political drama of separatist",
            "url": "http://kcna.co.jp/item/1997/9706/news6/28.htm#8",
            "content": "Political drama of separatist\r\nPyongyang, June 28 (KCNA) -- Kim Young Sam in his \"speech\" at a UN special session on environment said that he would make the Demilitarized Zone (DMZ) along the Military Demarcation Line (MDL) in Korea a \"worldwide model area\" of environmental preservation. Commenting on this, Rodong Sinmun today says the remarks can be made only by a fanatic of division who is indifferent to reunification.\r\n   The daily goes on:\r\n   He talked about the \"environmental question\" of the DMZ at an international conference after introducing huge military equipment and armed forces in the DMZ and making it a completely militarized zone and a starting point for invading the north= it is a nonsensical and shameless act to mislead world public opinion.\r\n   The DMZ along the MDL in Korea is not a pride but a spot of tragedy of national division. The problem is not environmental preservation in the DMZ but its earliest removal.\r\n   The reinforced concrete wall built by the south Korean puppets lies in the area south of the MDL, over 240 km in the East-West direction. In the course of its building the puppets destroyed natural environment in the area. The wall as well as the DMZ along the MDL is a symbol of national division and the largest physical barrier to the reunification of the country.\r\n   It is ridiculous for Kim Young Sam to cry for \"cooperation\" with the north to \"preserve environment\" in the DMZ along the MDL.\r\n   We are willing to cooperate in the cause of reunification, but not with those who are trying to freeze the division. \r\n\r\n"
        },
        {
            "title": "Audacious \"advice\"",
            "url": "http://kcna.co.jp/item/1997/9706/news6/28.htm#9",
            "content": "Audacious \"advice\"\r\nPyongyang, June 28 (KCNA) -- An expert of the U.S. Department of Agriculture who is said to keep a watchful eye on north Korea recently argued that the \"only way for north Korea to solve the food problem is to stop efforts for self-sustenance in food\" and \"if it is to emerge from the present situation, it should take outsiders' advice.\"\r\n   It is really a ridiculous \"advice\".\r\n   Our food shortage is attributable to the unprecedented floods which hit the country for two consecutive years. It has nothing to do with the efforts for self-sustenance in food.\r\n   Self-sustenance is a just agricultural policy pursued by the Workers' Party of Korea consistently. By this policy, our agriculture has developed to be an independent domain capable of fully supplying the people with food. Self-sustenance which guarantees the development of agriculture, which is one of the two mainstays of the independent national economy, is the only way of solving the food problem.\r\n   The expert's remark is an abuse of our agricultural policy and a mockery of our people's revolutionary spirit of self-reliance and hard struggle and their faith in socialism.\r\n   It is also an intolerable interference in our internal affairs, motivated by a sinister intention to destroy our socialist system based on a singlehearted unity of the leader, the party and the masses.\r\n   However, the intention is as foolish as trying to sweeping the sea with a broom.\r\n   The U.S. agricultural experts had better clearly see the developments and refrain from interfering in other's internal affairs with such an audacious \"advice\". \r\n\r\n"
        },
        {
            "title": "Press review",
            "url": "http://kcna.co.jp/item/1997/9706/news6/28.htm#10",
            "content": "Press review\r\n Pyongyang, June 28 (KCNA) -- Under the banner title \"President Kim Il Sung is immortal in the hearts of progressive humankind\" Rodong Sinmun today frontpages events held in different countries with the approach of the third anniversary of the death of President Kim Il Sung.\r\n   The paper edits an article titled \"fields under sun rays\" together with a picture of President Kim Il Sung giving on-the-spot guidance to the Samjigang Cooperative Farm in Jaeryong county, South Hwanghae Province (June 1975).\r\n   The paper carries a political essay saying the history of the President has continued over the last three years.\r\n   The paper runs an article saying the idea of Secretary Kim Jong Il that national character is basis for great national unity and national reunification is a great programm for the reunification of the country.\r\n   Minju Joson carries an article titled \"the respected comrade Kim Il Sung is immortal in the hearts of people\".\r\n   Rodong Sinmun introduces achievements effected in production in the field of light industry.\r\n   The paper conveys news that spokesmen for religious organizations published statements denouncing the Kim Young Sam group's repressive moves against the South Korean Federation of University Student Councils (Hanchongryon).\r\n   Minju Joson in a commentary denounces the Kim Young Sam group for bringing a suit against the students arrested in connection with the fifth-term inaugural meeting of \"Hanchongryon\".\r\n   Printed in Rodong Sinmun is a commentary on the remarks over \"environmental problem\" in the demilitarized zone made by Kim Young Sam in his speech at the U.N. special session on environment.\r\n   In a monthly review of the south Korean situation Minju Joson notes that the ruin of those opposed to democracy and peaceful reunification is inevitable. \r\n\r\n\r\n"
        },
        {
            "title": "Kim Young Sam forsaken",
            "url": "http://kcna.co.jp/item/1997/9706/news6/28.htm#11",
            "content": "Kim Young Sam forsaken\r\n Pyongyang, June 28 (KCNA) -- Kim Young Sam is now floundering in despair for the unprecedented political and economic crisis of south Korea.\r\n   South Korean political and public circles describe the present catastrophic conditions as \"vacancy of power\", \"chaotic situation\" and \"total collapse\".\r\n   President of the \"United Liberal Democrats\" Kim Jong Pil ascribed the crisis to Kim Young Sam, saying:\r\n   The affairs of the state cannot but change for the worse because a man who even has no career of town clerk governs the country as its \"President\".\r\n   Opinion polls show that the rate of \"support\" for Kim Young Sam dropped below 3 percent and that 80 percent of those who had \"supported\" him at the time of his \"Presidential Inauguration\" expressed opposition to him. \r\nMoreover, 70 percent of the pollees in Pusan, his birthplace, voiced opposition to him.\r\n   Some \"ministers\" and \"vice-ministers\" are changing major policy items as they please without prior consultation with Kim Young Sam. The \"democratic faction\" within the \"New Korea Party\" formed a \"consultative council for political development\", an independent organisation, and thus openly stood against Kim Young Sam.\r\n   \"Presidential candidacy applicants\" within the ruling party are trying to keep aloof from Kim Young Sam. They judged that if they are \"supported\" by him, they may lose in elections. They go the length of urging him to resign the post of the \"President of the party\".\r\n   Even his patron, U.S. imperialism, regards Kim Young Sam with contempt.\r\n   A former high-ranking official of the puppet government, who had been to the United States recently, said that U.S. feelings for Kim Young Sam are unexpectedly serious.\r\n   The post of U.S. Ambassador to south Korea has remained vacant for more than six months. \r\n\r\n"
        },
        {
            "title": "Religionists denounce suppression of \"Hanchongryon\"",
            "url": "http://kcna.co.jp/item/1997/9706/news6/28.htm#12",
            "content": "Religionists denounce suppression of \"Hanchongryon\"\r\nPyongyang, June 28 (KCNA) -- Spokesmen for the Central Committee of the Korean Christian Federation (KCF), the Central Guidance Committee of the Korean Chondoist Association (KCA), and the Central Committees of the Korean Buddhist Federation (KBF) and the Korean Roman Catholic Association (KRCA) published statements Friday denouncing the Kim Young Sam group's repressive moves against the South Korean Federation of University Student Councils (Hanchongryon).\r\n   The spokesman of the KCf Central Committee said in his statement that the Kim Young Sam group should be severely punished as group of \"satans\" for their moves to punish students who have done good things for the country and nation, on charges of violation of the \"National Security Law\".\r\n   The spokesman for the KCA Central Guidance Committee said the repressive moves against \"Hanchongryon\" are nothing but last-ditch effort of those at the door of death. \"the entire Chondogyo believers in the northern half of the country express the belief that the patriotic students in the south will brave the fascist clique's suppression, defend 'Hanchongryon' to the last and wage a more vigorous struggle for independence, democracy and reunification,\" he said.\r\n   The spokesman for the KBF Central Committee denounced the repressive moves as part of the Kim Young Sam group's scheme to bridge over the present ruling crisis.\r\n   The KRCA Central Committee spokesman described as a foolish attempt the moves of the Kim Young Sam group to disorganize \"Hanchongryon\" and block students' struggle for justice and patriotism with bayoneting and intrigues. And he called upon Roman catholics in south Korea to actively join the patriotic students in the struggle to wipe out the evil forces. \r\n\r\n"
        },
        {
            "title": "S. Korean authorities' repression of \"Hanchongryon\" condemned",
            "url": "http://kcna.co.jp/item/1997/9706/news6/28.htm#13",
            "content": "S. Korean authorities' repression of \"Hanchongryon\" condemned\r\nPyongyang, June 28 (KCNA) -- A statement denouncing the south Korean authorities' suppression of \"Hanchongryon\" (the South Korean Federation of University Student Councils) was published at the third meeting of the international coordinating committee for the 14th World Festival of Youth and Students held in Havana on June 20.\r\n   The statement said the repression is a clear manifestation of the moves to bar \"Hanchongryon\" from participating in the 14th WFYS.\r\n   It called upon the progressive youth and student organizations of all countries which attach importance to the ideas of the festival--anti-imperialist solidarity, peace and friendship--to take every possible measure of protest against the south Korean authorities' merciless crackdown on students' desire for participation in the festival. \r\n\r\n"
        },
        {
            "title": "Military attaches visit exhibition",
            "url": "http://kcna.co.jp/item/1997/9706/news6/28.htm#14",
            "content": "Military attaches visit exhibition\r\nPyongyang, June 28 (KCNA) -- Military attaches in Korea visited the International Friendship Exhibition on June 27 with the approach of the third anniversary of the death of President Kim Il Sung.\r\n   They paid homage to the President, looking up to his wax figure.\r\n   They looked round gifts to President Kim Il Sung and Secretary Kim Jong Il from Foreign Heads of Party and state, political and public figures and people from all walks of life.\r\n  Then, they wrote in the visitor's book.\r\n  Vu Dinh Thang, military attache of the Vietnamese Embassy, wrote he deeply felt once again that President Kim Il Sung was a great man and great leader of the International Communist Movement and world revolution.\r\n   Yury Sibrjaev, military attache of the Russian Embassy, wrote that the gifts displayed in the exhibition are a clear proof of the high international prestige of President Kim Il Sung.\r\n   He expressed the hope that the people and soldiers of Korea will achieve greater success in the struggle for the prosperity of the country and the independent and peaceful reunification of the country under the wise leadership of their respected Supreme Commander, Secretary Kim Jong Il, true to the behests of the President. \r\n\r\n"
        },
        {
            "title": "Product of noble morality and obligation",
            "url": "http://kcna.co.jp/item/1997/9706/news6/28.htm#15",
            "content": "Product of noble morality and obligation\r\nPyongyang, June 28 (KCNA) -- With the approach of the third anniversary of the death of President Kim Il Sung, an endless stream of people has flown to the Kumsusan Memorial Palace with ardent yearning for him. The visitors pay homage to the President, who devoted his whole life to the freedom and happiness of the people and the development and prosperity of the country, and also extend deep thanks to Secretary Kim Jong Il, who realised their wish by building the grand monument.\r\n   The holy palace of the sun, admired by the world, is a valuable product of Secretary Km Jong Il's strong sense of morality and obligation for the President.\r\n   The palace where the President is preserved in state, a nearly 1,000-metre-long corridor to it, a plaza covering nearly 100,000 square metres, peculiar-shaped pavements, an ornamental forest plantation and an arboretum, etc. have been completed by initiatives and original plans of Secretary Kim Jong Il, who hopes for the President's eternal life.\r\n   Secreatry Kim Jong Il, who has considered it as the most important state affair and as his duty to build the palace and its vicinity wonderfully as the sacred headquarters of Juche, spent many days and nights including his birthday at the construction site over the past three years. Thanks to his energetic activities, a corridor to the palace, the first of its kind in the world, was built in a short span of a year.\r\n   His meticulous guidance has also reached the rostrum and reviewing stands of the plaza, high-rising multi-light lamps, perfect motorways to the palace and service facilities with large accommodation.\r\n   In a nutshell, the palace reflects Secretary Kim Jong Il's unshakable faith and will to hold President Kim Il Sung, revered by the whole world as the sun of humankind, in high esteem for all ages and accomplish the revolutionary cause of Juche started by him. \r\n\r\n"
        },
        {
            "title": "Greetings to Algerian Parliament speaker",
            "url": "http://kcna.co.jp/item/1997/9706/news6/28.htm#16",
            "content": "Greetings to Algerian Parliament speaker\r\nPyongyang, June 28 (KCNA) -- Yang Hyong Sop, Chairman of the Supreme People's Assembly of the Democratic People's Republic of Korea, sent a message of greetings to Abdelkader Bensalah on his election as President of the National People's assembly of Algeria.\r\n   The message wished him success in his work, expressing confidence that the friendly ties between the parliaments of the two countries would develop on good terms.  \r\n\r\n"
        },
        {
            "title": "U.N. under-Secretary General winds up visit",
            "url": "http://kcna.co.jp/item/1997/9706/news6/28.htm#17",
            "content": "U.N. under-secretary general winds up visit\r\nPyongyang, June 28 (KCNA) -- Yasushi Akashi, U.N. under-Secretary General for Humanistic Affairs, and his entourage left Pyongyang today after winding up a five-day tour of the DPRK.\r\n   They were seen off at the airport by Vice Minister of Foreign Affairs Choe Su Hon and resident representative of the Undp Christian Lemaire.  \r\n\r\n"
        },
        {
            "title": "Spokesman for DPRK Foreign Ministry on joint communique of G-8 Summit",
            "url": "http://kcna.co.jp/item/1997/9706/news6/28.htm#18",
            "content": "Spokesman for DPRK Foreign Ministry on joint communique of G-8 summit \r\n   Pyongyang, June 28 (KCNA) -- The spokesman for the Foreign Ministry of the Democratic People's Republic of Korea gave an answer to a question put by KCNA on June 28 as regards the Korean issue laid down in the joint communique of a recent summit meeting of 8 countries in Denver, the United States.\r\n   He said:\r\n   We pay due attention to the fact that the participants in the recent summit meeting of 8 countries in a joint communique took issue with the Democratic People's Republic of Korea over the \"nuclear and missile issue\".\r\n   If they are concerned about world peace and truly want to see peace and stability on the Korean Peninsula, they should approach the Korean issue with unbiased stand and independent viewpoint. Particularly, some of the countries that attended the meeting should stop selling fighter planes, warships, missiles and other combat equipment to the south Korean authorities.\r\n   We are keeping a close eye on the incoherent attitude of some of those countries.\r\n   If those countries want to contribute to world peace and security, they should do things helpful toward detente on the Korean Peninsula. \r\n\r\n"
        },
        {
            "title": "CPRF spokesman condemns Chosun Ilbo as group of criminals",
            "url": "http://kcna.co.jp/item/1997/9706/news6/28.htm#19",
            "content": "CPRF spokesman condemns Chosun Ilbo as group of criminals\r\nPyongyang, June 28 (KCNA) -- The spokesman for the Committee for the Peaceful Reunification of the Fatherland released a statement today denouncing south Korea's Chosun Ilbo for having carried an editorial on June 24 groundlessly insulting the north's system.\r\n   The statement says:\r\n   Historically, the daily has been a reactionary press organ run by pro-Japanese flunkeyists and traitors and ultra-rightists. It has engaged in such treacherous acts as impeding independence and democracy of south Korean society and the reunification of the country and fostering distrust and confrontation between the north and the south.\r\n   In the editorial the daily abused the most independent and popular political system of the north, admired by all the fellow countrymen and the world progressive people. It also spoke highly of south Korean society the situation of which is catastrophic with the nationality being totally violated by the Kim Young Sam traitorous clique's dependence on outsiders, anti-people rule and irregularities. By doing so, the daily revealed that it is a group of traitors with no shred of independence and nationality.\r\n   Our Party and Government are now reliably defending socialism and national dignity and confidently guiding the cause of national reunification, undaunted by joint attack and threat by allied imperialists and reactionaries. \r\nHowever, the daily, far from lauding the north, which is defending the independence and dignity of the nation, from the national point of view, viciously slandered it. Its staffers are, indeed, a group of the most disgusting traitors who are clean indifferent to the country's peace and peaceful reunification, with no sense of national conscience and obligation.\r\n   The CPRF, considering the recent grave provocation of the Chosun Ilbo manipulated by the south Korean puppet Agency for National Security Planning to be an opendeclaration of war against the northern half of Korea, bitterly condemns it in the name of the whole nation aspiring after national unity and reunification.\r\n   It is the iron will and faith of the people and army of the north to defend the headquarters of the Korean Revolution as human bombs, come what may.\r\n   Now that the south korean puppets slandered the north through the medium, we solemnly declare that we will deal a retaliatory blow at the Kim Young Sam group, a herd of arch traitors, and the Chosun Ilbo with every conceivable means and method, until their existence is ended.\r\n   Particularly, we define the Chosun Ilbo as our enemy and a group of criminals who caused a total antagonism among the fellow countrymen, and will keep the anti-communist, anti-north elements of the Chosun Ilbo from entering the north for inter-Korean dialogue and contact.\r\n   The people and army of the north are determined to deal a retaliatory blow at the vicious provokers.\r\n   The provokers will experience the merciless and stern punishment by the north's people and army with the spirit of defending their leader with their lives, the spirit of becoming human bombs and the spirit of suicide attack. \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}