{
    "date": "1997-07-29",
    "url": "http://kcna.co.jp/item/1997/9707/970729.htm",
    "articles": [
        {
            "title": "\"Sun Calendar-Juche Calendar\" to be made in s.Korea",
            "url": "http://kcna.co.jp/item/1997/9707/news7/29.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Continued high temperature",
            "url": "http://kcna.co.jp/item/1997/9707/news7/29.htm#2",
            "content": "\"Sun Calendar-Juche Calendar\" to be made in S. Korea\r\nPyongyang, July 29 (KCNA) -- Students of Seoul National University affiliated with the sun society held a meeting and decided to make \"Sun calendar-Juche calendar\", according to radio Voice of National Salvation from Seoul quoting information of the Seoul City Committee of the National Democratic Front of South Korea.\r\n   The decision is to meet the desire to demonstrate the dignity and pride of the sun's nation, it was said at the meeting.\r\n   It was proposed that different forms of designs should be drawn with historic sites and relics symbolizing the revolutionary life and immortal feats of President Kim Il Sung, including his old home in Mangyongdae, the Kumsusan Memorial Palace and the Tower of the Juche Idea.\r\n   It was particularly decided in principle to inscribe the red sun symbolizing the Day of Sun above \"April 15\" as well as the letters \"The great leader President Kim Il Sung will always be with us\", \"Let us exalt the revolutionary life and immortal feats of the great President Kim Il Sung forever !.\" and \"Juche era\". \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Kim Young Sam group's plot against \"Hanchongryon\"",
            "url": "http://kcna.co.jp/item/1997/9707/news7/29.htm#3",
            "content": "Continued high temperature\r\nPyongyang, July 29 (KCNA) -- Unprecedentedly high temperature continues in Korea these days.\r\n   According to Ri Jong U, Director of the Central Forecast Institute of the Hydro-Meteorological Service, the maximum temperature at noon in July was over 35 degrees centigrade in Pyongyang and some other areas, 3-5 degrees higher than usual on an average and over ten degrees higher in some particular places.\r\n   The high temperature which has lasted for tens of says has no precedent in 61 years of meteorological observation in Korea.\r\n   The drought from the high temperature is inflicting a serious damage on agriculture and other domains of the national economy. \r\n   Owing to the drought hundreds of reservoirs exposed their bottoms and thousands of rivers and streams dried. This seriously affected the growth of crops and made it impossible to supply industrial water through irrigation networks.\r\n   Rain is not expected to come in some days so much as to ease the influence of the drought in the whole areas of Korea. \r\n\r\n\r\n"
        },
        {
            "title": "Press review",
            "url": "http://kcna.co.jp/item/1997/9707/news7/29.htm#4",
            "content": "Rodong Sinmun on Kim Young Sam group's plot against \"Hanchongryon\"\r\n Pyongyang, July 29 (KCNA) -- Rodong Sinmun today comes out with a signed commentary on secession of some university student councils in south Korea from the \"South Korean Federation of University Student Councils\" (Hanchongryon).\r\n   The news analyst says:\r\n   This unreasonable act is a product of the brutal crackdown and plots of the Kim Young Sam group and the \"Agency for National Security Planning\" (ANSP) to dissolve and destroy \"Hanchongryon\" at any cost by defaming it. It is also a perfidious act of a handful of selfish forces who traded away their honor and conscience for some money given by the south Korean puppets.\r\n   \"Hanchongryon\" is a mass fighting organisation of one million students in south Korea. It takes independence, democracy and reunification as its idea as unanimously desired by the south Korean people.\r\n   From the first days of its formation in accordance with the desire and aspirations of people, it has valiantly fought in the van of the struggle, upholding the banner of anti-U.S. independence, anti-fascist democracy and national reunification.\r\n   Nevertheless, university student councils are deplorably seceding or keeping aloof from \"Hanchongryon\", a patriotic organisation of justice. Withdrawal from \"Hanchongryon\" precisely means abandoning independence, democracy and reunification and running counter to the expectation and confidence of the people from all walks of life. It is also an insult to the seniors who have dauntlessly fought for independence, democracy and reunification and the fellow students who unhesitatingly dedicated themselves to this cause.\r\n   It is an amaurotic act of some university student councils to break away from \"Hanchongryon\" on the script of the \"ANSP\" in obedience to threats, blackmail and sword-brandishing by the fascist clique.\r\n   The south Korean students must more closely unite and defend \"Hancyongryon\", their dignified organisation. \r\n\r\n"
        },
        {
            "title": "\"Hanchongryon\" dispatches delegation to 14th WFYS",
            "url": "http://kcna.co.jp/item/1997/9707/news7/29.htm#5",
            "content": "Press review\r\nPyongyang, July 29 (KCNA) -- Rodong Sinmun today reports Secretary Kim Jong Il, Supreme Commander of the Korean People's Army, sent thanks to soldiers of the KPA and working people for contributing to the preservation of the Statue of President Kim Il Sung and revolutionary sites, and to miners and employees of the Sangnong Mining  Complex for their achievements in mineral production.\r\n   Papers convey news that Secretary Kim Jong Il received telegrams and letters from different countries and commemorative events were held on the occasion of the third death anniversary of President Kim II Sung.\r\n    According to Rodong Sinmun, President Kim Il Sung's reminiscences \"With the Century\" was published in different countries. \r\n   Papers inform the readers that students of Seoul National University affiliated with the sun society decided to make \"Sun Calendar-Juche Calendar\".\r\n   Rodong Sinmun gives an account of efforts to ease drought damage on co-operative farms.\r\n   Papers carry news that the Pyongyang acrobatic troupe of Korea is performing with success in China.\r\n   Seen in Rodong Sinmun is news that the Chief of the Pyongyang mission of the National Democratic Front of South Korea held a press conference to mark the 44th anniversary of the victory in the Fatherland Liberation War.\r\n  The paper in an article says that secession from the South Korean Federation of University Student Councils means abandonment and betrayal of independence, democracy and reunification. \r\n\r\n"
        },
        {
            "title": "International support to Korean people",
            "url": "http://kcna.co.jp/item/1997/9707/news7/29.htm#6",
            "content": "\"Hanchongryon\" dispatches delegation to 14th WFYS\r\nPyongyang, July 29 (KCNA) -- The South Korean Federation of University Student Councils (Hanchongryon), a mass organisation of one million students of south Korea, dispatched a delegation to the 14th World Festival of Youth and students to be held in Havana, according to a radio report from Seoul.\r\n   \"Hanchongryon\" opened the fact to the public at a meeting for the participation in the 14th WFYS which was held at Hanyang University in Seoul on July 27.\r\n   Ri Jun Gu, Chairman of the National Reunification Committee of \"Hanchongryon\", who is wanted by the Kim Young Sam fascist clique on charges of violating the \"National Security Law\", said that the \"Hanchongryon\" delegation consisting of two persons left Seoul on July 24 and will arrive in Cuba on July 28, the opening day of the festival. \r\n\r\n\r\n"
        },
        {
            "title": "Traditional military-civilian unity in full bloom",
            "url": "http://kcna.co.jp/item/1997/9707/news7/29.htm#7",
            "content": "International support to Korean people \r\nPyongyang, July 29 (KCNA) -- Meetings were held in Italy, Mongolia and Uganda from July 19 to 23 during the month of international solidarity with the Korean people.\r\n   Benaco, Chief of the Italian Initiators of Communism, in his speech said that the Korean people displayed matchless heroism and devotion to defeat the U.S. imperialists, who boasted of being the \"strongest\" in the world, in the Korean War in '50s under the wise guidance of President Kim Il Sung and dealt a serious blow to the capitalist system of the world.\r\n   He added that he would wholeheartedly support the Korean people's efforts to reunify the country through the confederacy formula on the basis of the three principles-- independence, peaceful reunification and great national unity-- advanced by the President.\r\n  Patrick Kataburingi, Secretary General of the Uganda Railway Workers' Union, said that the Korean people's victory in the Fatherland Liberation War could never be won without the Juche-oriented military idea and strategies and tactics and outstanding commading art of the President.\r\n    Labor hero and retired lt. General Zh. Zhamiyan of Mongolia stressed that the reunification of Korea will be achieved without fail and Korea would be more prosperous, thanks to Secretary Kim Jong Il.\r\n   A symposium and lecture were held in Egypt and Zimbabwe, Korean film shows and photo exhibitions in Russia, Uganda, Mexico and Togo during the month. \r\n\r\n"
        },
        {
            "title": "Pomminryon north headquarters presidium meets",
            "url": "http://kcna.co.jp/item/1997/9707/news7/29.htm#8",
            "content": "Traditional military-civilian unity in full bloom \r\n Pyongyang, July 29 (KCNA) -- The relations of kinship between the army and people are growing stronger in Korea.\r\n   Guided by the idea that only when the army is strong, can the country be firmly defended, the people give disinterested assistance to the army.\r\n   Officials of Hwasan and Ryongsan cooperative farms and other people in Sinchon county make sure that the People's Army soldiers, who have been called out to help them in farming work, do not feel inconvenience in their life, regarding them as their own family members.\r\n   Hospitals, schools, institutes and families have turned out in the work to assist the army.\r\n   Doctors of the Anju City People's Hospital and their families donated more than 380 pieces of skin in order to save a soldier who was at the point of death for a serious burn and those of the South Hwanghae Provincial People's Hospital 8.8 kilogrammes of their blood for a People's Army officer who was in a criticial condition.\r\n   Schoolchildren write to the servicemen and give art performance at units so as to encourage them to military service.\r\n   Deeply moved by the heartfelt assistance from the people, the People's Army soldiers devote themselves to the defence of the country and socialist construction.\r\n   The soldiers have helped the farmers since early spring, pulling through difficulties. They made tens of thousands of minor farm implements. While engaging themselves in farming work, they spend leisure time repairing various kinds of farm machines and roads and taking care of the living conditions of farmers.\r\n   Many soldiers unhesitatingly dedicate their lives to the defence of the lives and property of the people.\r\n   The traditional army-people unity which is brought into fuller bloom as the days go by is the true looks of Korea where the people get united around Secretary Kim Jong Il and the great Workers' Party of Korea in one mind. \r\n\r\n"
        },
        {
            "title": "FM meets new Iranian Ambassador",
            "url": "http://kcna.co.jp/item/1997/9707/news7/29.htm#9",
            "content": "Pomminryon north headquarters presidium meets \r\nPyongyang, July 29 (KCNA) -- A presidium meeting of the north headquarters of the National Alliance for the Country's Reunification (Pomminryon) was held here today.\r\n   The presidium members reviewed the situation of Pomminryon's reunification movement and activities for the implementation of the resolution adopted at the fifth Pomminryon joint presidium and discussed invigorating Pomminryon activities.\r\n   They vowed to bring about a radical turn in promoting the reunification of the country with concerted efforts of the nation by resolutely smashing the anti-reunification and war provocation moves of the domestic and foreign separatists and successfully holding the 8th Pan-National Rally (PNR).\r\n   The North Preparatory Committee for the 8th PNR was formed at the meeting. Paek In Jun, Chairman of the north headquarters of Pomminryon, was elected Chairman of the Preparatory Committee. \r\n\r\n\r\n"
        },
        {
            "title": "Kim Young Sam regime accused of dividing pro-reunification forces",
            "url": "http://kcna.co.jp/item/1997/9707/news7/29.htm#10",
            "content": "FM meets new Iranian Ambassador \r\nPyongyang, July 29 (KCNA) -- Vice-Premier and Foreign Minister Kim Yong Nam today met and had a talk with new Iranian Ambassador to Korea Mohammad Ganjidoost. \r\n\r\n\r\n"
        }
    ]
}