{
    "date": "1997-08-23",
    "url": "http://kcna.co.jp/item/1997/9708/970823.htm",
    "articles": [
        {
            "title": "Vice-President Pak Song Chol on platform for national reunification",
            "url": "http://kcna.co.jp/item/1997/9708/news8/23.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Laotian Foreign Minister on might of Korea",
            "url": "http://kcna.co.jp/item/1997/9708/news8/23.htm#2",
            "content": "Vice-President Pak Song Chol on platform for national reunification\r\nPyongyang, August 23 (KCNA) -- Vice-President Pak Song Chol, member of the Political Bureau of the Central Committee of the Workers' Party of Korea, made public a statement on August 22 supporting \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\", a famous work of Secretary Kim Jong Il.\r\n   He said that the work on national reunification published by Secretary Kim Jong Il is a historic document declaring his unshakable determination to fulfil President Kim Il Sung's wish for national reunification at any cost on the basis of the exploits the President performed for the reunification of the country and a platform for reunification which comprehensively indicates the road of the struggle for reunification.\r\n   Pak Song Chol further said:\r\n   \"The work is a valuable fruition of the energetic ideological and theoretical activities and outstanding leadership of comrade Kim Jong Il.\"\r\n   \"In order to implement at an early date the platform for national reunification laid down in the historic work, all the political parties, organisations, public figures and people in the north, the south and overseas should unite as one man and conduct a nationwide movement to achieve the independent and peaceful reunification of the country based on confederation.\"\r\n   \"The south Korean authorities must accept the rational proposal and principled stand for national reunification laid down in the work and take a decisive step to radically improve the inter-Korean relations and show in practice their resolution to solve the reunification question from the stand of national independence.\"\r\n   \"I am convinced that all the political parties, organisations, public figures and people in south Korea and overseas who worry about the destiny of the nation will join hands with us in the struggle to implement the new platform for national reunification clarified in the historic work and that this is the only way not only for the entire fellow countrymen but also for our nation and posterity and a true patriotic road\".\r\n\r\n"
        },
        {
            "title": "Large-scale war exercises in s. Korea",
            "url": "http://kcna.co.jp/item/1997/9708/news8/23.htm#3",
            "content": "Laotian Foreign Minister on might of Korea\r\nPyongyang, August 23 (KCNA) -- The unity of the leader, the Party and the people is the source of the might of Korea, said Somsavath Lengsavath, Chairman of the Commission for External Relations of the Central Committee of the Lao People's Revolutionary Party and Minister of Foriegn Affairs of the Lao People's Democratic Republic, in an interview with KCNA upon the conclusion of his Korea visit.\r\n   He said that he was deeply moved to see the singlehearted unity of the Korean people around Secretary Kim Jong Il.\r\n   To absolutely worship and follow their leaders is an intrinsic trait of the Korean people, he noted, and continued:\r\n   During my Korea visit, I have come to firmly believe that, although the Korean people have undergone not a few obstacles and difficulties caused by years of natural disasters, they will triumphantly conclude the \"Arduous March\" in firm unity around Secretary Kim Jong Il, true to their excellent traditions.\r\n   The Laotian Foreign Minister evinced his firm determination to defend and further develop the valuable friendly relations between the two countries bequeathed by President Kim Il Sung and respected comrade Kaysone Phomvihane. \r\n\r\n"
        },
        {
            "title": "Symposium on Secretary Kim Jong Il's virtues",
            "url": "http://kcna.co.jp/item/1997/9708/news8/23.htm#4",
            "content": "Large-scale war exercises in s. Korea\r\n Pyongyang, August 23 (KCNA) -- The south Korean military hooligans on August 21 staged a large-scale river-crossing rehearsal in the River Han including the Songsan Bridge in Seoul as part of the \"Ulji Focus Lens\" war game, a Seoul-based radio reported.\r\n   Units of tanks and armoured cars, supplies of war and military personnel crossed the river enveloped in smoke screen under the support of helicopters.\r\n   On the same day, the chemical support unit of the 20th combat flying corps of the puppet air force staged a drill for a chemical, biological and atomic warfare.\r\n   Synchronising with the \"Ulji Focus Lens\" war game, the south Korean war maniacs held \"Chungmu\" military exercises from August 19 to 21.\r\n   On August 20 alone, more than 10,000 \"mobilisation reserves\" and technical personnel, more than 400 vehicles and other human and material resources were mobilized in the war game. \r\n\r\n"
        },
        {
            "title": "Press review",
            "url": "http://kcna.co.jp/item/1997/9708/news8/23.htm#5",
            "content": "Symposium on Secretary Kim Jong Il's virtues\r\n  Pyongyang, August 23 (KCNA) -- A symposium on the virtues of Secretary Kim Jong Il was held here on Friday to mark the 70th anniversary of the foundation of the Young Communist League of Lorea and the 6th Youth Day.\r\n   The Young Communist League was founded by President Kim Il Sung on August 28, 1927. This day has been celebrated in Korea as Youth Day since 1992.\r\n   It was stressed at the symposium that Secretary Kim Jong Il is the Supreme Commander of the youth movement and the tender-hearted father who trains the young people to be the main force of the revolution and the most viable unit of society.\r\n Kim Song Chol, Secretary of the Kim Il Sung Socialist Youth League Central Committee, and other young people took the floor.\r\n   The speakers noted that Secretary Kim Jong Il propounded original ideas and theories about the youth movement, strengthened the youth league into the Kim Il Sung Socialist Youth League and trained the young people to be dependable heirs to the revolution who will carry to completion the Juche revolution generation after generation.\r\n   Led by him the young Koreans have a bright future, the speakers said, adding that they would unite around him with a single heart, remain loyal to the party's leadership and greatly contribute to making the country and motherland more prosperous.\r\n   The symposium was attended by secretary of the Workers' Party of Korea Central Committee Kim Jung Rin, officials concerned and youth league officials, young people and students in Pyongyang. \r\n\r\n\r\n"
        },
        {
            "title": "Japan blasted for seeking militarism",
            "url": "http://kcna.co.jp/item/1997/9708/news8/23.htm#6",
            "content": "Press review\r\nPyongyang, August 23 (KCNA) -- Papers here today report that Secretary Kim Jong Il sent thanks to employees of the Pyongyang Mill for growing mushroom well.\r\n   Seen in the press is a statement published by Vice-President Pak Song Chol, member of the Political Bureau of the Central Committee of the Workers' Party of Korea, welcoming Secretary Kim Jong Il's work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\".  Papers also carry words of people about the work.\r\n   Papers give an account of a symposium on the virtues of Secretary Kim Jong Il held to mark the 70th anniversary of the Young Communist League of Korea and the 6th anniversary of Youth Day.\r\n   Given in the press is tidal wave damage in some areas on the Western Coast of Korea.\r\n   Printed in Rodong Sinmun are commentaries on the \"Ulji Focus Lens\" joint military exercises and on the moves of Japanese ruling circles inciting militarism.\r\n   The paper carries an article on the Kim Young Sam group's criminal suppression of the pro-reunification struggle of the students in south Korea in August last year.\r\n   The paper says that oana has made efforts to strengthen its role for progressive information.\r\n   The paper runs an article calling for the conclusion of a peace agreement between the DPRK and the United States. \r\n   Minju Joson carries an article stressing that Japan's effort for resurgence of militarism is doomed to failure.  \r\n\r\n\r\n"
        },
        {
            "title": "Hotbed of arms race",
            "url": "http://kcna.co.jp/item/1997/9708/news8/23.htm#7",
            "content": "Japan blasted for seeking militarism\r\nPyongyang, August 23 (KCNA) -- The war dead were mourned in Japan under the sponsorship of the Government 52 years since the defeat of the Japanese imperialists. The fact shows that militarism has been fostered at a very dangerous stage in Japan.\r\n   Rodong Sinmun says this in a commentary today.\r\n   It is disgraceful and shameful to mourn those who died un the war of aggression, the daily says, and continues:\r\n   The reactionary ruling circles of Japan, through the Government, have imbued the Japanese people with the soul of militarism and the view of aggression in a legal way and pushed ahead with militarization. In this way, they intend to create a climate favorable to overseas expansion.\r\n   They have alleged that the Japanese imperialist aggressors played a \"positive role\" for the Japanese nation and Asia. But it is a barefaced lie. What the aggressors brought to the Japanese people is only monstrous disasters, disgrace and ill fame as enemy state.\r\n   They engaged in bloodshed and destruction, not in \"liberation\" and \"development\" of Asia. They also wrecked Asia's civilization and peace and imposed immeasurable misfortune upon the Asian people.\r\n   Japan's past crimes can never distorted nor justified.\r\n   Seeking militarism again leads to their doom.\r\n   The Japanese ruling circles must give up the anachronistic militarist policy. \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun urges U.S. to renounce its hostile policy toward Korea",
            "url": "http://kcna.co.jp/item/1997/9708/news8/23.htm#8",
            "content": "Hotbed of arms race\r\nPyongyang, August 23 (KCNA) -- The south Korean puppets reportedly continue importing weapons from abroad.\r\n   They made a secret contract with Russia in July for continued import of Russian-made tanks and armored vehicles and introduced 60 T-80-u tanks and 60 armored vehicles as the first batch. South Korea has decided to import Russian-made scud missiles and transport helicopters.\r\n   This hysterical move for stepping up new war preparations is a very grave crime that aggravates military confrontation on the Korean Peninsula.\r\n   The south Korean puppets describe the arms import as something aimed at receiving \"repayment\" from Russia, but this is a trick to conceal their criminal war preparations.\r\n   It is not surprising that south Korea is a U.S. arsenal packed with sophisticated U.S. weapons. It must not go unnoticed, however, that the south Korean puppets are importing military hardware in real earnest from Russia and other countries.\r\n   This will inevitably encourage the scramble of neighbouring big powers for influence over the Korean Peninsula and give rise to new arms race.\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun berates Kim Young Sam regime for anti-north exercises",
            "url": "http://kcna.co.jp/item/1997/9708/news8/23.htm#9",
            "content": "Rodong Sinmun urges U.S. to renounce its hostile policy toward Korea\r\nPyongyang, August 23 (KCNA) - Secretary Kim Jong Il in his famous work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" said that the question of easing tension and removing the danger of war in Korea can be solved when the United States renounces its hostile policy toward the DPRK and signs a peace agreement with the DPRK.\r\n   Rodong Sinmun today carries a signed article headlined \"essential requirement for detente and removal of danger of war\".\r\n   The daily says:\r\n   The U.S. manoeuvres against the DPRK and socialism and its frantic war exercises are an undisguised expression of its hostile policy toward Korea.\r\n   The Korean people have no intention to regard the United States as their eternal sworn enemy= they hope to normalize the Korea-U.S. relationship. The point is that the United States is not trying to fundamentally change its anachronistic policy toward Korea.\r\n   There is no reason for the United States to remain hostile to the DPRK. The hostile policy toward Korea brings nothing good to the United States.\r\n   In order to ease the tension and remove the danger of war in the Korean Peninsula, it is important to sign a peace agreement between the DPRK and the United States.\r\n   This is essential for putting an end to the hostile relations between the two countries and removing the danger of war in the peninsula.\r\n   If the United States is truly interested in peace and security in the peninsula and has the willingness to change the orbit of its anachronistic policy toward Korea, there can be no reason for it not to accept the DPRK's new realistic proposal dor building a peace mechanism.\r\n   The solution to the problem depends on whether the U.S. takes reasonable and sincere attitude.\r\n   The United States must rid itself of the Cold-War era idea of confrontation, the policy of strength, and do things helpful to the peace and reunification of the Korean Peninsula. If then, the DPRK-U.S. relations will be developed favourablly in the interests of the peoples of the two countries. \r\n\r\n"
        },
        {
            "title": "NDFSK's just cause will emerge victorious",
            "url": "http://kcna.co.jp/item/1997/9708/news8/23.htm#10",
            "content": "Rodong Sinmun berates Kim Young Sam regime for anti-north exercises\r\nPyongyang, August 23 (KCNA) -- The Kim Young Sam regime of south Korea, which started the \"Ulji Focus Lens\" joint military manoeuvres with U.S. Forces on August 18, is trying to justify the drills under the pretext of the non-existent \"military threat from the north\".\r\n   In a commentary Rodong Sinmun today says:\r\n   The manoeuvres involving more than 16,500 U.S. troops, south Korean army soldiers, administration officials, police and civilians, are a version of the anti-north nuclear war exercises codenamed \"Team Spirit\". The keypoint of the manoeuvres is a drill for forestalling attack on the north. There is no change in the Kim Young Sam regime's intention to get itself out of the crisis by igniting a war against the north in league with outsiders. \r\n   If the puppet regime provokes a war in collusion with outsiders, it will meet a thousandfold retaliation. \r\n\r\n\r\n"
        },
        {
            "title": "Suppression of Hanchongryon under fire",
            "url": "http://kcna.co.jp/item/1997/9708/news8/23.htm#11",
            "content": "NDFSK's just cause will emerge victorious\r\nPyongyang, August 23 (KCNA) -- Pak Kwang Gi, Chief of the Cuban Mission of the National Democratic Front of South Korea (NDFSK), held an interview with the Latin American News Agency Prensa Latina in Havana on August 20 in connection with the 28th anniversary of NDFSK foundation.\r\n   He said:\r\n   August 25 is the 28th anniversary of the foundation of the NDFSK. On this occasion, our vanguard fighters and people from all walks of life in south Korea look back full of high pride and self-confidence on the days when it has strengthened and developed into a vanguard organisation which leads the social revolutionary movement for independence, democracy and reunification.\r\n   The U.S. imperialists and their stooges, the Kim Young Sam group, are feeling extremely uneasy about the revolutionary movement in south Korea which is dynamically advancing under the banner of Juche. So, they are making desperate efforts to emasculate and eliminate this movement.\r\n   Our NDFSK and patriotic-minded people in south Korea will more valiantly fight to smash subjugation, fascism and the barrier of division and accelerate the day of independence, democracy and reunification.\r\n   The just cause of the NDFSK will certainly win its final victory. \r\n\r\n"
        },
        {
            "title": "Indian figure on reunification of Korea through confederacy",
            "url": "http://kcna.co.jp/item/1997/9708/news8/23.htm#12",
            "content": "Suppression of Hanchongryon under fire\r\n Pyongyang, August 23 (KCNA) -- Statements were published in different countries to blast the south Korean puppet clique for cracking down upon the South Korean Federation of University Student Councils (Hanchongryon).\r\n   The Moscow Committee of the Russian Public Circles Committee for Liaison with the Democratic People's Republic of Korea in a statement on August 13 protested against the Seoul authorities' suppression of Hanchongryon.\r\n   It said that activities for realising the great national unity for reunification, a legitimate right of the patriotic-minded students of south Korea, must be guaranteed without hindrance.\r\n   N. T. Mawema, Vice-Chairman of the African Regional Committee of Friendship and Solidarity with the Korean People, in a statement on August 12 said:\r\n   The brutal crackdown upon Hanchongryon by the south Korean authorities proves that \"national harmony\", \"dialogue\" and \"reunification\" on their lips are nothing but a sophism to deceive the world people.\r\n   He vehemently denounced the south Korean authorities for suppressing Hanchongryon frantically and urged the immediate stop to the suppression, the abrogation of the \"National Security Law\" and the unconditional and prompt release of the detained Hanchongryon Chairman and students. \r\n\r\n\r\n"
        },
        {
            "title": "Preliminary meeting held for resumption of DPRK-Japan talks",
            "url": "http://kcna.co.jp/item/1997/9708/news8/23.htm#13",
            "content": "Indian figure on reunification of Korea through confederacy\r\nPyongyang, August 23 (KCNA) -- Shashi Bushan, Chairman of the All-India Freedom Fighters Association, was interviewed by KCNA in New Delhi on August 13 in connection with the 52nd anniversary of the liberation of Korea.\r\n   The undying exploits of President Kim Il Sung, who liberated the country in reliance upon the people, will be recorded forever in the history of human liberation, he said, and continued:\r\n   The Korean-style socialism centred on the people built in Korea is the symbol of successful socialism which the progressive people are looking up to.\r\n   From the first days of the division of Korea to the last moment of his life, the president put forward a large number of fair and aboveboard proposals for the reunification of the country and conducted energetic activities to put them into practice.\r\n   He expressed the conviction that Korea would be reunified in the form of confederation under any circumstances. \r\n\r\n"
        },
        {
            "title": "There can never be \"change\" in DPRK",
            "url": "http://kcna.co.jp/item/1997/9708/news8/23.htm#14",
            "content": "Preliminary meeting held for resumption of DPRK-Japan talks\r\n Pyongyang, August 23 (KCNA) -- A preliminary meeting for the resumption of the DPRK-Japan talks for normal relations was held in Beijing on August 21-22.\r\n   The meeting focused on the resumption of the full-dress talks and pending bilateral issues.\r\n   The sides had sincere discussions over the venue, time and formalities of the Ambassador-level talks.\r\n   The sides agreed to hold the ninth round of talks as soon as possible and coordinate detailed matters through close contact between the embassies of the two countries in Beijing.\r\n   Considering that the home visit of Japanese-Korean women should be realised at an early date on the basis of respecting their hope and will from the humanitarian point of view, the sides agreed that the first home visit should be realised in one month's time, that a Liaison Council of Bilateral Red Cross organisations and authorities, if necessary, should be set up and that close cooperation should be made concerning the preparation and consultation for future home visits of Japanese-Koreans, the investigation into the safety of Japanese nationals in the DPRK, etc.\r\n   It was decided that delegations led by senior Red Cross officials of the two countries should have the first meeting of the above-mentioned liaison council in Beijing as soon as possible to discuss technical matters. \r\n\r\n\r\n"
        },
        {
            "title": "DPRK Ambassador to Guyana appointed",
            "url": "http://kcna.co.jp/item/1997/9708/news8/23.htm#15",
            "content": "There can never be \"change\" in DPRK\r\n Pyongyang, August 23 (KCNA) -- The voice of America recently quoted a scholar as saying a new change is taking place in north Korea with strong anti-U.S. sentiments.\r\n   He said the first and second generations with deep-rooted anti-U.S. sentiments have passed away or retired and \"rising forces\" has taken the political power so that there cannot but be a change in the Korean people's view of the United States.\r\n   Obviously, he made a serious mistake in analysis of matters or spoke for any political force.\r\n   Change of matters, particularly change in the people's feelings does not take place unilaterally but is caused by change of opposites.\r\n   It is a common sense that the fundamental change in the U.S. Korea policy is essential for change in the Korean people's view of the United States.\r\n   Then, has the U.S. hostile policy towards the DPRK been changed completely?\r\n   Even now, the United States is frantically staging large-scale military manoeuvres codenamed \"Ulji Focus Lens\" with the south Korean puppets for the purpose of stifling the DPRK by force of arms.\r\n   Not only the three-year war but the division of the country which has continued for 50 odd years and the U.S. invariable aggressive design on the DPRK have fuelled our people's anti-U.S. sentiments. And our people attribute the present economic difficulty and the serious food shortage to the blockade by the U.S.-led imperialist allied forces as well as natural disasters.\r\n   Though the U.S. pledged to lift economic sanctions against the DPRK in the framework agreement with the DPRK, it has still continued unreasonable sanctions and hostile acts against the DPRK.\r\n   As long as the U.S. continues a policy favoring south Korea only with empty talks in relations with the DPRK, our people's anti-U.S. feelings will remain unchanged.\r\n   The unrealistic allegation about a new change in the DPRK apparently reflects the dishonest forces' intention to disintegrate the DPRK from within.\r\n   If the U.S. persistently pursues a hostile policy towards the DPRK, our people's anti-U.S. feelings will grow stronger. \r\n\r\n\r\n"
        },
        {
            "title": "Foreigners go round tidal wave-hit areas",
            "url": "http://kcna.co.jp/item/1997/9708/news8/23.htm#16",
            "content": "DPRK Ambassador to Guyana appointed\r\n Pyongyang, August 23 (KCNA) -- Jon Hyon Chan was appointed DPRK Ambassador E.P. to Guyana, according to a decree of the Central People's Committee of the Democratic People's Republic of Korea. \r\n\r\n"
        }
    ]
}