{
    "date": "1997-09-12",
    "url": "http://kcna.co.jp/item/1997/9709/970912.htm",
    "articles": [
        {
            "title": "Warmaniac's aggressive utterances",
            "url": "http://kcna.co.jp/item/1997/9709/news9/12.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n"
        },
        {
            "title": "Remains of U.S. soldier turned over",
            "url": "http://kcna.co.jp/item/1997/9709/news9/12.htm#2",
            "content": "Warmaniac's aggressive utterances\r\n   Pyongyang, September 12 (KCNA) -- The Commnader of the U.S. Fifth Aircraft Carrier Flotilla, in an interview with Asahi Shimbun September 9 before the U.S. aircraft carrier Independence left Otaru Port in Hokkaido, Japan, said that the aircraft carriers Independence and Kitty Hawk should be the first to carry forces to the Korean Peninsula in the event of contingency, according to a report.\r\n   Asahi Shimbun September 10, reporting about this, said his utterances suggested that the U.S. will carry out the first strike with the warplanes from the U.S. Seventh Fleet Aircraft Carrier based in Yokoska, Kanagawa Prefecture, Japan, in the event of contingency on the Korean Peninsula, adding that his remarks are the first to give a detailed exposition of relations of the U.S. Forces present in Japan with the event of contingency on the Korean Peninsula.\r\n   His remarks declaring that huge armed forces including the U.S. troops present in Japan as well as in south Korea will be mobilised for a war of aggression against the northern half of Korea fully show the hysterics of the U.S. military overheated with the pipe-dream for aggression on Korea.\r\n   The U.S. bellicose elements should be mindful that if they dare to take the road of aggression on the northern half of Korea with anachronistic daydream, they will get Nothing but a bitterer defeat and ignominious death.    \r\n\r\n"
        },
        {
            "title": "Bellicose move of Japanese reactionaries",
            "url": "http://kcna.co.jp/item/1997/9709/news9/12.htm#3",
            "content": "Remains of U.S. soldier turned over\r\nPanmunjom, September 12 (KCNA) -- The remains of a U.S. soldier and his belongings were turned over to the U.S. side today through Panmunjom.\r\n   They had been exhumed in the second joint search for u.s. \r\nRemains, which took place in Unsan county, north Phyongan Province, Korea from August 23 to September 11 under the New York accord of May 14, Juche 86 (1997) signed between the DPRK and the U.S.    \r\n\r\n"
        },
        {
            "title": "Papers on suppression of students in s. Korea",
            "url": "http://kcna.co.jp/item/1997/9709/news9/12.htm#4",
            "content": "Bellicose move of Japanese reactionaries\r\n Pyongyang, September 12 (KCNA) -- Rodong Sinmun today comments on the Japanese reactionaries' decision to deploy a newly launched aegis destroyer \"Chokai\" at Sasebo base in Nagasaki.\r\n   Laying bare the bellicose purpose of the decision, the news analyst says:\r\n   The Japanese reactionaries are tenaciously spreading false rumours about \"missile threat from north Korea\" in a bid to find a pretext for reinvasion of Korea.\r\n   The deployment of the aegis destroyer at Sasebo is an expression of the Japanese militarists' ambition for aggression on Korea.\r\n   The reactionaries of Japan, being an economic and military power, are working harder than before to realise overseas expansion, the first target of which is Korea. The main military strength of the \"self-defence forces\" is concentrated in western Japan, which faces Korea. The \"self-defence forces\" frequently stage military maneuvers to \"cope with a crisis\" on the Korean Peninsula. The Japanese authorities openly describe the review of the aggressive \"guidelines for Japan-U.S. defence cooperation\" as \"simulating a crisis on the Korean Peninsula.\"\r\n   Facts show the description of the deployment of aegis destroyers at Sasebo as something to \"cope with missile attack from north Korea\" is illogical.\r\n   If the Japanese reactionaries take the line of military confrontation and war with Korea, they will get nothing but destruction and disgrace. \r\n\r\n"
        },
        {
            "title": "Iranian Embassy officials visit Mt. Jongbang",
            "url": "http://kcna.co.jp/item/1997/9709/news9/12.htm#5",
            "content": "Papers on suppression of students in s. Korea\r\n  Pyongyang, September 12 (KCNA) -- The Kim Young Sam fascist clique recently arrested 12 young people including Dong-a University graduates on the strength of the \"National Security Law\" for the reason that they formed an \"independence group\" with the Juche idea as the guiding idea in Juche 83 (1994) and manipulated the university student council behind the scenes, disseminating the Juche idea among students.\r\n   Pyongyang-based newspapers today carry commentaries on this fascist outrage.\r\n   A news analyst of Rodong Sinmun says:\r\n   It is all the more unpardonable that in this arrest, the south Korean fascist clique seek a criminal purpose to justify their smear propaganda branding the South Korean Federation of University Student Councils (Hanchongryon) as a pro-north, enemy-benefiting organisation and stretch out a tentacle of suppression to it. Moreover, the outrage coincided with the campaign to arrest 95 Hanchongryon deputies of 14 universities in Seoul who refuse to withdraw from Hanchongryon.\r\n   Kim Young Sam is now trying to prolong his dirty days by branding Hanchongryon as a pro-north organisation benefiting the enemy and by ruthlessly cracking down upon patriotic students and other pro-reunification, democratic forces.    \r\n   A signed commentary of Minju Joson says:\r\n   The Kim Young Sam group intend to mislead public opinion by means of linking the students with the north and suppressing them. However, this will only reveal their anti-national color.   \r\n\r\n"
        },
        {
            "title": "Greetings to Secy. Kim Jong Il from U.N. Secretary-General",
            "url": "http://kcna.co.jp/item/1997/9709/news9/12.htm#6",
            "content": "Iranian Embassy officials visit Mt. Jongbang\r\n  Pyongyang, September 12 (KCNA)-- Iranian Ambassador to Korea Mohammad Ganjidoost and his Embassy officials visited the Mt. Jongbang Recreation Ground on September 11.\r\n   Mt. Jongbang situated in north Hwanghae province is one of famous places of Korea for its scenic beauty and a lot of historical relics of culture.\r\n  They visited newly built places of the recreation ground and expressed deep admiration for the noble virtues of Secretary Kim Jong Il, who devotedly works to provide the people with a more civilized and happier life.  \r\n\r\n"
        },
        {
            "title": "\"Arduous March\" proves successful",
            "url": "http://kcna.co.jp/item/1997/9709/news9/12.htm#7",
            "content": "Greetings to Secy. Kim Jong Il from U.N. Secretary-General \r\n  Pyongyang, September 12 (KCNA) - Secretary Kim Jong Il received a message of greetings from Kofi Annan, Secretary-General of the United Nations, on the 49th anniversary of the founding of the Democratic People's Republic of Korea. \r\n   The Secretary-General said in his message dated September 8 that he welcomes the efforts of the DPRK to promote worldwide  understanding of the ideas stipulated in the U.N. Charter.\r\n   He said he will make efforts to strengthen the close relations between the DPRK and the U.N. In the future, now that cooperation among countries is an important matter in order to meet challenges.    \r\n\r\n"
        },
        {
            "title": "U.S. weapons deployed in s. Korea",
            "url": "http://kcna.co.jp/item/1997/9709/news9/12.htm#8",
            "content": "\"Arduous March\" proves successful \r\n   Pyongyang, September 12 (KCNA) -- The Korean people are pushing ahead with the \"Arduous March\", effecting an upsurge in production and construction in all domains of the national economy.\r\n   Coal mines throughout the country are making strenuous efforts to increase the production.\r\n   In particular, the daily output of the coal mines in south Phyongan Province is 1.5-2 times on an average these days.\r\n   Unprecedented innovation is reported from power industry.\r\n   The Pyongyang Thermal Power Complex increases the output of electricity after finishing the repair of some boilers and turbines in a short period. The minor power plants built in different parts of the country make great contributions to the production of electricity. In half a year or so Jagang Province increased the generating capacity through the building and readjustment and reinforcement of 29 minor power plants.\r\n   More than 170 minor power plants are now under construction, taking the country as a whole.\r\n   The Kim Chaek Iron and Steel Complex, the Chollima Steel Complex and other enterprises are working hard to supply more iron and steel to socialist construction sites.\r\n   The production of ordered equipment is stepped up in machine-building industry.\r\n   The Ryongsong Associated Machinery Bureau and other machine factories concentrate on the production of ordered equipment for mining, metal and other industries and railway transport.\r\n   The Sunchon Vinalon Complex keeps the production going on on a high level.\r\n   The complex's output of carbide showed a growth of 50 percent and that of vinalon a rise of 20 percent, as compared with the past period.\r\n   It succeeded in making a catalyzer with raw materials available in Sunchon, further strengthening the Juche character of the vinalon industry.\r\n   Recently a high-quality magnesia clinker factory was built at the Tanchon General Magnesia Works.\r\n   With the building of the factory a bright vista has been opened to put the magnesia industry on a higher level.\r\n   Efforts will be made to build Pyongyang into a more magnificent and beautiful city.\r\n   A street of Korean style will make its appearance along the 8 odd kilometre long road to Pyongyang Airport from the Kumsusan Memorial Palace. The April 25 Hotel, the April 25 film studio of the Korean People's Army and other major objects will be built.  New houses for 10,000 households will spring up.\r\n   The construction project will be finished in a matter of one year to mark the 50th anniversary of the Democratic People's Republic of Korea.\r\n   The efforts of the Korean people to finish the \"Arduous March\" triumphantly will bring about a great result.    \r\n\r\n"
        },
        {
            "title": "White apricot flowers come into bloom in September",
            "url": "http://kcna.co.jp/item/1997/9709/news9/12.htm#9",
            "content": "U.S. weapons deployed in s. Korea \r\n  Pyongyang, September 12 (KCNA) -- The U.S. imperialists have sytematically introduced military equipment withdrawn from Europe as part of U.S. military reduction into south Korea to reinforce their forces present in south Korea, according to foreign press reports.\r\n   In the last one year and a half, the U.S. army stationed in Waegwan, south Korea, reportedly took over 24 self-propelled mortars and about 500 armoured transport and combat vehicles from the U.S. Forces in Europe. Besides, the United States decided that two months later, it would bring 116 m1a1 tanks from Europe to south Korea to replace the outmoded tanks of the same number deployed in the Waegwan area.\r\n   These facts show that, although the united states is loud-mouthed about the end of the cold war, it is rushing headlong toward the anachronistic aggravation of tension on the Korean Peninsula, not the relaxation of tension, and its design for invasion on the DPRK is invariable.\r\n   They also make the world people doubt what the U.S. seeks in the planned four-way talks aimed at establishing a new peace mechanism on the Korean Peninsula.    \r\n \r\n"
        },
        {
            "title": "Training centre of military cadres",
            "url": "http://kcna.co.jp/item/1997/9709/news9/12.htm#10",
            "content": "White apricot flowers come into bloom in September \r\n Pyongyang, September 12 (KCNA) -- A mysterious natural phenomenon took place in Kaesong adjacent to the military demaration line.\r\n   On September 9 marking the 49th anniversary of the founding of the DPRK, a 15-year-old white apricot, which grows by the building of the Kaesong municipal land and environmental management bureau, put out 24 beautiful flowers. What is all the more mysterious is that all these flowers have come only from tree branches facing the north.\r\n   A large quantity of fruit was picked from the tree in mid-July.\r\n   Upon hearing the news, a large number of working people in Kaesong rushed to the spot on the morning of September 9, Juche 86 (1997), and were amazed to see the flowers in full bloom.\r\n   They said that it seemed the flowers commemorated the significant day when the use of the Juche era has begun, praying for the immortality of  President Kim Il Sung with deep reverence for him.  \r\n\r\n"
        },
        {
            "title": "Immortal Juche era",
            "url": "http://kcna.co.jp/item/1997/9709/news9/12.htm#11",
            "content": "Training centre of military cadres\r\n  Pyongyang, September 12 (KCNA) -- The use of the Juche era meets the cherished desire of the Korean nation and reflects their ardent worship for President Kim Il Sung, their desire for his immortality and their determination to exalt the history of the leader, the sun, for all ages, holding him in high esteem for all ages.\r\n   This is the topic of a political essay of Rodong Sinmun today.\r\n   The authors of the essay say:\r\n   The Juche era is a symbol of the eternal harmony of the Korean people with the President.\r\n   With its institution, our nation and humankind can always live in Kim Il Sung's era, in the history of the sun.\r\n   It is an immortal milestone symbolic of the immortality of the era of Juche created by the President.\r\n   The Juche era instituted by Secretary Kim Jong Il, representing loyalty of the people and the request of history, is associated with his noble determination to exalt the history of the sun for all ages, holding the president in high esteem as the eternal leader. \r\nIt is also associated with the General's idea of the Red Flag to accomplish the Juche revolutionary cause in any storm and stress no matter how the situation may change.\r\n   Let us proudly and confidently exalt the Juche era which shows the greatness of the President and the General.\r\n   This is the new spirit of Korea which enjoys a great national jubilee because it is blessed with great leaders generation after generation and a noble resolution made by the Korean people, using the great Juche era.    \r\n\r\n"
        },
        {
            "title": "Nepalese government delegation here",
            "url": "http://kcna.co.jp/item/1997/9709/news9/12.htm#12",
            "content": "Immortal Juche era\r\n Pyongyang, September 12 (KCNA) -- Kim Il Sung Military University is a training centre of military cadres of the Korean People's Army (KPA).\r\n   It trains able military commanders who can proficiently command modern warfare.\r\n   Over the past 45 years, it has produced military commanders boundlessly loyal to the Party and the revolution, thus making a particular contribution to the strengthening and development of the KPA into revolutionary armed forces of Juche. Among them are three twice heroes of the DPRK, more than 30 heroes of the DPRK, over 60 labour heroes and other able military commanders who are politically and ideologically prepared and possessed of the knowledge of modern military science and technology.\r\n   It has all educational conditions needed for training competent military commanders. \r\n   The keynote of its teaching program is to deeply study and grasp the original Juche-based war methods of Korea on the principle of closely combining political and ideological education with education in military technology.\r\n   It is reinforcing its teaching staff with renowned professors, doctors and experienced military cadres who have contributed to the increase of the combat power of the KPA.\r\n   President Kim Il Sung and Secretary Kim Jong Il visited the university on scores of occasions.\r\n   On September 10, Secretary Kim Jong Il visited the university and gave it highly important tasks to train cadets to be commanders with strong physique and rich military knowledge.    \r\n\r\n\r\n"
        }
    ]
}