{
    "date": "1997-10-13",
    "url": "http://kcna.co.jp/item/1997/9710/971013.htm",
    "articles": [
        {
            "title": "Gen.-Secy. Kim Jong Il sends letter to school",
            "url": "http://kcna.co.jp/item/1997/9710/news10/13.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gen.-Secy. Kim Jong Il sends letter  to teachers, students of Mangyongdae Revolutionary School",
            "url": "http://kcna.co.jp/item/1997/9710/news10/13.htm#2",
            "content": "Gen.-Secy. Kim Jong Il sends letter to school \r\nPyongyang, October 13 (KCNA) -- General Secretary Kim Jong Il of the Workers' Party of Korea sent a letter to the teachers and students of Mangyongdae Revolutionary School on its 50th anniversary.\r\n   The school trains the reserve cadres of the revolutionary armed forces.\r\n   His letter dated October 12 is entitled \"Mangyongdae Revolutionary School is a centre for training the backbone that will succeed to the Juche blood.\"\r\n   In the letter he said among other things:\r\n   Since the founding of the school, the teachers and students of the school have always remained loyal to President Kim Il Sung and the Workers' Party of Korea and defended the Party and the leader in the van whenever trials faced the revolution. The graduates of the school have played a pivotal role at important posts of political, economic, military and other fields.\r\n   Mangyongdae Revolutionary School must train more students into the dependable backbone that will succeed to the revolution and shoulder the future of the country and must put main efforts into training the reserve cadres who will become the backbone of the revolutionary armed forces of Korea. This is what President Kim Il Sung intended in his lifetime and the main revolutionary task the Workers' Party of Korea assigns to the school.\r\n   The graduates of the school must become able military commanders, political workers and geniuses of military science and technology and must be the citadel and shield to defend the Party and the leader with their lives as befits bereaved children of revolutionaries whenever and wherever they may work. \r\n\r\n"
        },
        {
            "title": "Gen.-Secy. Kim Jong Il greets Pres.Fidel Castro Ruz",
            "url": "http://kcna.co.jp/item/1997/9710/news10/13.htm#3",
            "content": "Gen.-Secy. Kim Jong Il sends letter  to teachers, students of Mangyongdae Revolutionary School\r\nPyongyang, October 13 (KCNA) -- General Secretary Kim Jong Il of the Workers' Party of Korea sent a letter October 12 to the teachers and students of Mangyongdae Revolutionary School on its 50th anniversary.\r\n   His letter is entitled \"Mangyongdae Revolutionary School is a centre for training the backbone that will succeed to the Juche blood.\"\r\n   In the letter he extended warm congratulations to the teachers, students and graduates of the school on the 50th anniversary of the school.\r\n   The following is the main idea of the letter:\r\n   The 50 years of the school has been a proud period that witnessed the creation of a new history in education of bereaved children of revolutionaries and a glorious period characterized by loyalty to the Party and the leader, the country and the people.\r\n   The teachers and students of the school defended the Party and the leader in the van whenever trials faced the revolution. The spirit of defending the leader at the risk of life is a proud tradition of the school.\r\n   The school has trained numerous students as the backbone of our revolution. The graduates of the school have greatly contributed to defending and prospering the country and the motherland and played a pivotal role at important posts of political, economic, military and other fields, true to the revolutionary spirit of their parents.\r\n   Mangyongdae Revolutionary School is a \"breeding farm\" for training the backbone that will succeed to the blood of our revolution and a reliable centre for the inheritance of the revolutionary traditions of Juche.\r\n   The school must put main efforts into training the reserve cadres who will become the backbone of the revolutionary armed forces of Korea. This is what President Kim Il Sung intended in his lifetime and the main revolutionary task the Workers' Party of Korea assigns to the school.\r\n   Training the bereaved children of revolutionaries into the backbone and reserve cadres of the revolutionary armed forces in a planned, systematic way is a demand of the revolution and an essential condition for strengthening the People's Army.\r\n   In education of the school, primary importance should be given to politico-ideological education.\r\n   In politico-ideological education, it is most important to arm the students firmly with the Juche idea, the monolithic ideology of our Party, and educate them to cherish absolute loyalty to the Party and the leader.\r\n   The school must educate the students intensively in the greatness and benevolence of the Party and the leader, the living examples of loyalty, the revolutionary traditions, glass awakening, socialist patriotism and communist morality so that they can know the historical roots of our revolution, have the indomitable revolutionary spirit, a high sense of class awakening, revolutionary optimism and patriotism and keep noble virtues.\r\n   The school must turn its education into genius education and strengthen education in basic sciences and military knowledge.\r\n   The school must train many geniuses of military affairs. \r\nIn genius education, it is important to improve education in basic sciences, the foundation of science and technology.\r\n   The school must give military education in keeping with the trend of the development of military hardware of the People's Army and the demands of modern warfare and improve the level of education so that the students may deeply acquire basic knowledge of military science, become skilful in military action and master weapons and military equipment.\r\n   The school must also direct due efforts to education in arts and physical training.\r\n   Through education in arts, the school must enable the students to have rich emotion, high cultural standards and art skills, write works of literature and art, play more than one musical instrument and perform on the stage.\r\n   The school must strengthen physical education for sound development of the body, especially defence sports, and organise various extramural sports activities so that the students may have strong physique.\r\n   The school must constantly improve the methods of education. All education must be given in a heuristic way so that the students may fully understand scientific theories and technical knowledge.\r\n   If education is to be strengthened at the school, the teachers must discharge their responsibility and role. They must give lectures and other forms of education skilfully on a high level.\r\n   The graduates of the school must become able military commanders, political workers and geniuses of military science and technology and must be the citadel and shield to defend the Party and the leader with their lives as befits bereaved children of revolutionaries whenever and wherever they may work. \r\n\r\n"
        },
        {
            "title": "New international air passage to be opened",
            "url": "http://kcna.co.jp/item/1997/9710/news10/13.htm#4",
            "content": "Gen.-Secy. Kim Jong Il greets Pres.Fidel Castro Ruz\r\nPyongyang, October 13 (KCNA) -- General Secretary Kim Jong Il of the Workers' Party of Korea, Chairman of the DPRK National Defence Commission and Supreme Commander of the Korean People's Army , send a message of greetings on October 12 to President  Fidel Castro Ruz on his reelection as First Secretary of the Central Committee of the Communist Party of Cuba.\r\n   General Secretary Kim Jong Il extends warmest congratulations to President Fidel Castro Ruz and expresses belief that the fraternal Cuban people will make good success in the efforts to fulfil the tasks set forth by the fifth congress of the Party under the correct leadership of the Communist Party of Cuba headed by him.\r\n   The Workers' Party of Korea and the Korean people will always make joint efforts as ever to constantly consolidate the militant friendship and solidarity between the parties and peoples of the DPRK and Cuba based on revolutionary principle and true comradeship and defend and advance the socialist cause, it is noted in the message.\r\n   General Secretary Kim Jong Il wishes his Cuban counterpart new success in his noble work for the strengthening of the Party and victorious advance of the Cuban revolution. \r\n\r\n"
        },
        {
            "title": "Congratulatory letter to Gen.-Secy. Kim Jong Il from Chinese editor-in-chief",
            "url": "http://kcna.co.jp/item/1997/9710/news10/13.htm#5",
            "content": "New international air passage to be opened\r\nPyongyang, October 13 (KCNA) --  The third meeting of the Inter-Korean Civil Aviation Officials was held at the Asia-Pacific Regional Office of the International Civil Aviation Organization (ICAO) in Bangkok between Oct. 7 and 9.\r\n   The ICAO-sponsored meeting discussed the issues of setting up and managing international airlanes which pass through Pyongyang flight information region and Thaegu flight information region of south Korea in the East Sea of Korea and adopted an agreement and a note of approval between the north and south of Korea. \r\n   According to the agreement, air passage routes  from northern Europe and north America to southeast Asia will save time and costs for the convenience of passengers.\r\n   Many air companies have realized  their hope for the opening of the airlanes.\r\n   The air passage through Pyongyang region will be provided with all necessary services including flight control for security. \r\n\r\n"
        },
        {
            "title": "Banquet on 50th founding anniversary of Mangyongdae Revolutionary School",
            "url": "http://kcna.co.jp/item/1997/9710/news10/13.htm#6",
            "content": "Congratulatory letter to Gen.-Secy. Kim Jong Il from Chinese editor-in-chief\r\nPyongyang, October 13 (KCNA) -- General Secretary Kim Jong Il received a congratulatory letter from editor-in-chief Xing Fensi of Qiu Shi, politico-theoretical  magazine of the Central Committee of the Communist Party of China, who is heading its delegation on a visit to Korea on his election as General Secretary of the Workers' Party of Korea.\r\n   The letter was handed to an official concerned on Oct. 9. \r\n\r\n"
        },
        {
            "title": "Letter to Gen.-Secy. Kim Jong Il from O Ik Je",
            "url": "http://kcna.co.jp/item/1997/9710/news10/13.htm#7",
            "content": "Banquet on 50th founding anniversary of Mangyongdae Revolutionary School\r\n Pyongyang, October 13 (KCNA) -- A banquet was given at the Moknan House and the People's Palace of Culture on October 12 to commemorate the 50th anniversary of the founding of the Mangyongdae Revolutionary School. \r\n   Present at the banquet were Kye Ung Thae, Jo Myong Rok, Kim Yong Chun, other senior Party, state and army officials, anti-Japanese revolutionary fighters, and graduates,  teachers and  students of the school.\r\n   Speeches were made at the banquet.\r\n   An art performance was given by the song and dance ensemble of the Korean People's Army.\r\n   General Secretary Kim Jong Il sent a historic letter \"Mangyongdae Revolutionary School is a centre for training the backbone that will succeed to the Juche blood\", honoured graduates and teachers of the school with high state decorations and arranged the banquet on the occasion of the 50th founding anniversary of the school. \r\n\r\n"
        },
        {
            "title": "Flowers bloom in Pyongyang",
            "url": "http://kcna.co.jp/item/1997/9710/news10/13.htm#8",
            "content": "Letter to Gen.-Secy. Kim Jong Il from O Ik Je\r\nPyongyang, October 13 (KCNA) -- General Secretary Kim Jong Il received a letter on Oct. 9 from O Ik Je, permanent advisor to the National Congress for New Politics, advisor to the National Congress for the Independent and Peaceful Reunification and former leader of the Central Headquarters of Chondoism of south Korea, on his election as General Secretary of the Workers' Party of Korea. \r\n   In his letter O Ik Je sincerely congratulated the leader Kim Jong Il and wrote that he respected Kim Jong Il as the leader of the Tangun (Korean) nation most deeply.\r\n   He noted that the leader's noble morality has been proved by the vacant post of the General Secretary of the WPK for 3 years. This had a great impact on the political arena of the world which was in power struggles and gave lessons to the nation and humankind, O Ik Je added.\r\n   He wrote that he has received great love and grace since he was embraced by the leader, who pursues benevolent politics, and that under the loving care and grace, he was born again, forgetting all his vicissitudes.\r\n   He pledged himself to repay the leader's great benevolence with loyalty and filial piety to his last moment.\r\n   He emphasized that he will do his best to realize the leader's famous work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" under General Secretary Kim Jong Il, the lodestar of the reunification of the motherland. \r\n\r\n"
        },
        {
            "title": "Events for congratulating Gen.-Secy. Kim Jong Il on his election as WPK General Secretary",
            "url": "http://kcna.co.jp/item/1997/9710/news10/13.htm#9",
            "content": "Flowers bloom in Pyongyang\r\nPyongyang, October 13 (KCNA) -- Natural wonders are being witnessed in Pyongyang while the whole of Korea is overwhelmed with excitement and joy at Kim Jong Il's election as General Secretary of the Workers' Party of Korea.\r\n   Roses and roses of sharon have come into bloom in the garden of the Pyongyang October 21 stock-farm.\r\n   Two roses bloomed on Sep. 24, the day after the Pyongyang Municipal Party Conference was held. The number of flowers is nearly 30 now.\r\n   Twenty-one roses of sharon blossomed on the morning of Sep. 22 when news media reported about the South Phyongan Provincial Party Conference. Some 20 flowers come into bloom every day from Oct. 9.\r\n   Butterflies and bees are visiting the flowers.\r\n   Ro Thae Il, Secretary of the Primary Party Committee of the farm, said: \"it is tens of years since the garden was built. But, this is the first time roses and roses of sharon bloomed in autumn. Even flowers congratulate General Secretary Kim Jong Il, a great man produced by heaven.\"\r\n   Natural wonders were also witnessed on the Sangwon Milk Cow Farm.\r\n   On the early morning of Sep. 24, a cicada sang aloud on a chestnut tree in the backyard of the house of Jang Ui Jin, an instructor of the farm. Surprised at the singing of a cicada in autumn never heard before, he ran to the backyard and saw the chestnut tree full of flowers, a phenomenon he had never seen before.\r\n   Villagers also raised cheers at this mysterious phenomenon.\r\n   As regards the wonderful phenomena, people say nature presents beautiful flowers to General Secretary Kim Jong Il, irrespective of its law, in celebration of his election as Party General Secretary. \r\n\r\n"
        },
        {
            "title": "Celebrations going on in Pyongyang",
            "url": "http://kcna.co.jp/item/1997/9710/news10/13.htm#10",
            "content": "Events for congratulating Gen.-Secy. Kim Jong Il on his election as WPK General Secretary\r\nPyongyang, October 13 (KCNA) -- An ice figure skating \"We will follow the great general forever\" and a synchronized swimming  \"Honor of having the great general\" were held at the ice rink and the swimming pool of the Changgwang Health Complex on October 12 to congratulate Kim Jong Il's election as General Secretary of the Workers' Party of Korea.\r\n   Appreciating them were Kim Jung Rin, Secretary of the WPK Central Committee, Jang Chol, Vice-Premier of the Administration Council, officials concerned and working people in the city.\r\n   The ice figure skating consists of a prelude \"Long live general Kim Jong Il !.\" and a celebration chapter \"The highest glory to the general\" and six other chapters.\r\n   The performers successfully showed boundless joy of the entire party members and other people at having General Secretary Kim Jong Il as the head of the WPK, unbounded happiness and pride of the people and sportsmen who are blessed by the sagacious leaders generation after generation and the noble spirit of the people who are upholding the respected general with loyalty and filial piety, true to President Kim Il Sung's behests.\r\n   The synchronized swimming which began with the prelude \"Cheers all over the world\" showed the highest honor and pride of the Korean people at another great fortune in the Five-thousand-year history of the nation.\r\n   The peculiar ice figure skating and synchronized swimming were acclaimed by the spectators.\r\n   Art performances \"Celebrations in October\" were given at theatres in Pyongyang and all provinces to congratulate Kim Jong Il's election as General Secretary of the Party. Art performances are continuing in Pyongyang. \r\n\r\n"
        },
        {
            "title": "Welcome committees formed abroad",
            "url": "http://kcna.co.jp/item/1997/9710/news10/13.htm#11",
            "content": "Celebrations going on in Pyongyang\r\n    Pyongyang, October 13 (KCNA) -- Working people held rallies in different places of Pyongyang on October 12 in the wake of a meeting of some 500,000 Pyongyangites held to congratulate Kim Jong Il's election as General Secretary of the Workers' Party of Korea.\r\n   A celebration meeting of trade union members was held with attendance of more than 100,000 people at Kim Il Sung Stadium.\r\n   Attending the meeting were Vice-President Ri Jong Ok of the DPRK and Secretary Han Song Ryong of the WPK Central Committe, who are also politburo members of the WPK Central Committee, and other senior officials.\r\n   Chairman Ju Song Il of the Central Committee of the General Federation of Trade Unions of Korea made a report.\r\n   Then followed the speeches of trade union officials.\r\n   On behalf of the trade unionists across the country, the reporter and speakers sincerely extended the highest glory and warmest congratulations to Kim Jong Il's election as General Secretary of the WPK amidst the best wishes of the Korean people and the progressives of the world.\r\n   They said the great general Kim Jong Il, attaching great importance to the role of the trade union in the revolutionary struggle and construction work, made tireless efforts to lead the trade union to fully discharge its mission and duty as an organisation of ideological education, a peripheral organisation of the Party and the transmission belts linking the Party and the masses.\r\n   A poem titled \"Loyal pledge of workers to the great sun\" was recited at the meeting.\r\n   Upwards of 130,000 youths and students in the capital city met at the May Day Stadium to extend the highest glory and warmest congratulations of 8 million youths and children to the respected general Kim Jong Il.\r\n   Present on the occasion were Vice-President Pak Song Chol, who is also politburo member of the WPK Central Committee, and other senior officials.\r\n   The open cars carrying the flags bearing the portraits of President Kim Il Sung and General Secretary Kim Jong Il, escorted by young people in motorcycles, entered the stadium, when fireworks were fired in the sky and \"glory to Kim Jong Il\" and \"congratulations to Kim Jong Il\" were shouted.\r\n   First Secretary Choe Ryong Hae of the Central Committee of the Kim Il Sung Socialist Youth League delivered a report.\r\n   Youths of various strata and students took the floor.\r\n   The reporter and speakers called upon all the young men and women to cherish the unshakable faith to cover a long road of the revolution under the guidance of the general and take the lead in the efforts to exalt the Korean-style socialism forever as the resolute defenders and powerful builders of socialism.\r\n   In a celebration meeting of the ministry of public security Chae Mun Dok, Director of the Political Department, and speakers said with the general elected as WPK General Secretary they can demonstrate the dignity and honor of being the sun's nation with the great Generalissimo Kim Il Sung as the eternal leader, as well as the potentials of Kim Il Sung's Korea.\r\n   All the public security men and soldiers of the Korean people's security forces should hold the Generalissimo in high esteem for all ages, absolutely trust and follow the General and become resolute lifeguards and human bombs in defending the General.\r\n   Letters to General Secretary Kim Jong Il were adopted at the meetings. \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's election as WPK General Secretary hailed in different countries",
            "url": "http://kcna.co.jp/item/1997/9710/news10/13.htm#12",
            "content": "Welcome committees formed abroad \r\nPyongyang, October 13 (KCNA) -- Committees to welcome Kim Jong Il's election as  General Secretary of the Workers' Party of Korea were formed in Pakistan and Jordan.\r\n   Secretary General of the Pakistan Muslim League Iqbal Ahmed Khan and General Secretary of the Jordanese Umma Party were elected chairmen of the committees.\r\n   The inaugural meeting held in Pakistan decided to set October as a month of welcome and hold colourful events in the captial city and local areas during the month. \r\n\r\n\r\n"
        },
        {
            "title": "Revolutionary armed forces in best days",
            "url": "http://kcna.co.jp/item/1997/9710/news10/13.htm#13",
            "content": "Kim Jong Il's election as WPK General Secretary hailed in different countries\r\n  Pyongyang, October 13 (KCNA) -- A meeting of the Executive Committee of the Central Committee of the Communist Party-KPML (R) in Sweden was held to congratulate Kim Jong Il 's election as General Secretary of the Workers' Party of Korea on October 9.\r\n   Chairman Frank Baude informed the meeting of the special communique of the WPK Central Committee and Central Military Commission on Kim Jong Il's official election as Party General Secretary.  He stressed that it is a great event in the history of the WPK.\r\n   The Swiss Committee for Supporting Korea's Reunification sponsored a meeting on Oct. 8.\r\n   The chairman of the committee said in his speech that Oct. 8 when the comrade Kim Jong Il was elected as Party General Secretary is the most auspicious day not only for the Korean people but also for the progressive humankind of the world.\r\n   Messages of greetings to General Secretary Kim Jong Il were adopted at the meetings.\r\n   On the same day, a lecture was given in Mexico to celebrate Kim Jong Il's election as Party General Secretary. \r\n"
        },
        {
            "title": "Collection of aphorisms released in s. Korea",
            "url": "http://kcna.co.jp/item/1997/9710/news10/13.htm#14",
            "content": "Revolutionary armed forces in best days\r\n   Pyongyang, October 13 (KCNA) -- Officers and men of the People's Army extend the highest glory to Supreme Commander Kim Jong Il on his election as General Secretary of the Workers' Party of Korea, and recall the efforts made by him to strengthen and develop the revolutionary armed forces into an invincible army.\r\n   General Kim Jong Il, who is identical to President Kim Il Sung in rare military quality, led the cause of a Juche-based army building started by the President to victory, bringing about the best days in the development of the revolutionary armed forces.\r\n   He put it forward as the supreme platform of army building to model the whole army on the Juche idea, and led the People's Army to defend and exalt the revolutionary character of the army of the leader and the WPK.\r\n   In the 80s and 90s he held some 20 meetings of the People's Army and established the Party guidance and revolutionary discipline all over the army. \r\n   With a view to developing the KPA into an invincible army, he inspected People's Army units and forefront posts, more than 2,150 in all,  making a journey of some 166,000 ri.\r\n   In the recent three years he gave on-site guidance to units of the three services of the Korean People's Army and military educational institutions on more than 50 occasions.\r\n   It was a unit of the People's Army that he first visited right after his official election as WPK General Secretary.\r\n   Inexhaustible are the potentials of the KPA which has grown under his loving care.\r\n   The KPA has the noblest ideological and moral traits in the world. \r\n   The officers and men of the People's Army, who are imbued with the spirit of defending the leader at the risk of lives, the spirit of human bombs and the spirit of suicide attack, are determined to take the lead in defending the headquarters of the revolution headed by General Secretary Kim Jong Il.\r\n   The KPA which is ready both for attack and defence is the strongest army in the world capable of defeating  any formidable enemy.\r\n   Chief of the general staff Kim Yong Chun of the KPA said that if the enemy dare unleash a war on this land, the People's Army will first strike and annihilate the U.S. imperialist aggression forces and then the south Korean and their followers and firmly defend the cause of the Party and socialism and accomplish the historic cause of national reunification by force of arms. \r\n\r\n\r\n"
        },
        {
            "title": "Korean books donated to Indian Communist Party",
            "url": "http://kcna.co.jp/item/1997/9710/news10/13.htm#15",
            "content": "Collection of aphorisms released in s. Korea\r\nPyongyang, October 13 (KCNA) -- A collection of aphorisms \"motto in life\" was released by the February 16 Fellowship Society in south Korea, according to the Seoul-based radio Voice of National Salvation quoting information of the South Jolla Provincial Committee of the National Democratic Front of South Korea (NDFSK).\r\n   100 aphorisms of General Secretary Kim Jong Il are contained in the collection, including \"to think of victory in revolution without a leader is as good as wishing to see a flower without the sun\" and \"what moves the world is not money or A-bomb but great idea\"\r\n   The collection said in the preface that aphorisms of general Kim Jong Il will be a bell leading the wandering people to the road of independence and a key to a worthy life in a new era in which the popular masses are masters.  \r\n\r\n"
        },
        {
            "title": "Ice rink frequented by people in all seasons",
            "url": "http://kcna.co.jp/item/1997/9710/news10/13.htm#16",
            "content": "Korean books donated to Indian Communist Party\r\n Pyongyang, October 13 (KCNA) -- A ceremony for donating Korean books was held at the building of the National Council of the Communist Party of India to mark the 52nd founding anniversary of the Workers' Party of Korea.\r\n   Books of 20 kinds including President Kim Il Sung's reminiscences \"With the Century\" and \"Kim Jong Il Selected Works\" and his famous works were handed to D. Raja, Secretary of the National Council of the Communist Party of India by the Korean Ambassador to India.  \r\n\r\n\r\n"
        },
        {
            "title": "Brisk patriotic movement in south Korea",
            "url": "http://kcna.co.jp/item/1997/9710/news10/13.htm#17",
            "content": "Ice rink frequented by people in all seasons\r\n   Pyongyang, October 13 (KCNA) -- A performance \"We will follow the great general forever\" given by some 180 figure skaters is going on at the ice rink on the River Pothong flowing through the capital city of Pyongyang.\r\n   It is one of the celebrations to congratulate Kim Jong Il's election as General Secretary of the Workers' Party of Korea.\r\n   The performance of mixed group, mixed and individual displays, is acclaimed by the spectators for high ideological and artistic value.\r\n   Colorful functions and hockey, figure and other skating contests, national and international, take place at the ice rink all the year round.\r\n   The ice rink was opened in April Juche 71 (1982).\r\n   With a cone-shaped roof supported by 24 huge inclined beams it is a monumental edifice, new and unique in architectural style and modern and popular in content.\r\n   It has a total floor space of more than 25,000 square metres. It stands 63.5 metres high. The basement is 135 metres in diametre. The floor of the roof is 22 metres in diametre and 45 degrees in an angle of inclination.\r\n   The ice rink with three floors accommodates 6,000 people.\r\n   The temperature above the seats for spectators is 18 to 20 degrees centigrade on an average.\r\n   The ice field of 1,800 square metres is 13 centimetres in thickness, and it is kept at 3 to 5 degrees below zero.\r\n   The ice rink is frequented by school youths and children and people from all walks of life all the year around to train their bodies and appreciate skating contests. \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's election as WPK General Secretary welcomed abroad",
            "url": "http://kcna.co.jp/item/1997/9710/news10/13.htm#18",
            "content": "Brisk patriotic movement in south Korea\r\nPyongyang, October 13 (KCNA) -- People from all walks of life in south Korea are conducting a brisk patriotic movement through meetings, photo exhibitions and distribution of books and propaganda material, expressing reverence for General Secretary Kim Jong Il.\r\n   The members of the Saeppyol Society which is active in Inchon held a meeting for welcoming and supporting \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\", a work of General Secretary Kim Jong Il, in August. The members of the society for correctly understanding the north which is active in Taejon held a photo exhibition, including portraits of President Kim Il Sung and General Secretary Kim Jong Il, in September.\r\n   The Hyangil Society Active in Chongju published and distributed a book \"lamp\" on the great Juche idea, which consists of chapters titled \"great world outlook of Juche idea\", \"turning point of theory on social change\" and \"path to worthy life\". The book is being read avidly among people from all strata, stirring up ardent reverence for President Kim Il Sung and General Secretary Kim Jong Il, the radio Voice of National Salvation said.\r\n   In early October the sun society, the February 16 Fellowship Society, the Saeppyol Society and the Independence Society made and distributed emergency articles to inhabitants in Seoul and the Hyangil Society Post Cards in Pusan.\r\n   The articles and cards gave wide publicity to news of Kim Jong Il's election          as General Secretary of the Workers' Party of Korea.\r\n   Written in the card were the letters \"Let all of us warmly celebrate this event of today. Long live Kim Jong Il, the leader of the nation and the lodestar of the reunification of the country !.\" \r\n\r\n\r\n"
        },
        {
            "title": "Celebrations held in provincial capital",
            "url": "http://kcna.co.jp/item/1997/9710/news10/13.htm#19",
            "content": "Kim Jong Il's election as WPK General Secretary welcomed abroad\r\n Pyongyang, October 13 (KCNA) -- Foreign political parties, public organisations and figures are warmly congratulating Kim Jong Il 's election as General Secretary of the Workers' Party of Korea.\r\n   23 political parties and organizations of Peru, including the Communist Party of Peru (red motherland), the Peruvian Communist Party, the People's Front of Workers, peasants and students of Peru and the Peruvian Socialist Party issued a congratulatory statement on October 8. \r\n   The statement said the special communique released as a reflection of the unanimous desire of all the Party members of the WPK and the Korean people also represented the unanimous aspiration of the progressive and revolutionary people all over the world. Political parties and public organizations of Peru fully support and warmly welcome the special communique, the statement noted, adding that political parties and public organizations of Peru extend heartfelt congratulations and best wishes for longevity to General Secretary Kim Jong Il.\r\n   Ali Saleh Obad Mokbil, Secretary General of the C.C., Yemen Socialist Party, in an October 8 press statement said the official election of comrade Kim Jong Il as General Secretary of the Workers' Party of Korea represented absolute trust and support of the members of the WPK and other Korean people and was a great event that opened a bright vista for strengthening and developing the WPK and achieving progress and prosperity of Korea.\r\n   General Secretary of the Central Executive Committee of the Nepal Communist Party (United) Bishna Bahadur Manandar said he extended heartfelt congratulations to the Korean people who have such a great man as comrade Kim Jong Il as General Secretary of the Party.\r\n   Manik Lal Shrestha, Chairman of the Nepalese Association For Friendship with Korea and Director of the Nepal Institute for Juche Studies, in a press statement said that  Kim Jong Il's election as WPK General Secretary firmly guarantees the victorious advancement of the Korean revolution along the road of Juche. \r\n\r\n"
        },
        {
            "title": "Greetings to Brazilian Party Congress",
            "url": "http://kcna.co.jp/item/1997/9710/news10/13.htm#20",
            "content": "Celebrations held in provincial capital\r\n Pyongyang, October 13 (KCNA) -- Meetings to celebrate Kim Jong Il's election as General Secretary of the Workers' Party of Korea were held in South Phyongan Province ,North Phyongan Province, North Hwanghae Province and South Hamgyong Province and Nampho Municipality on October 12.\r\n   Attending the meetings each were senior officials of Local Party and power bodies, administrative and economic organs and public organizations, working people and students, about 100,000-150,000 people all told.\r\n   Speakers at the meetings said they extend warmest congratulations and greatest glory to Kim Jong Il's election as WPK General Secretary representing the unanimous minds of the Party members and other people in the provinces for loyalty and filial piety.\r\n   It is a great fortune for the Korean nation to elect General Secretary Kim Jong Il, who enjoys absolute trust of the Party, the army and the people for his great traits, rich experiences and immortal leadership feats, as WPK General Secretary.\r\n   General Kim Jong Il has strengthened and developed the WPK into a most seasoned, experienced and authoritative revolutionary Party of Juche and attained a singlehearted unity of the Party and revolutionary ranks, thus turning the driving force of revolution into an invincible one.\r\n   By embodying the Juche character and national character into the revolution and construction he has turned Korea into a powerful country in ideology, politics and military strength and a country with developed literature and art.\r\n   General Kim Jong Il gave on-site guidance to many units of the provinces, at which he created a new history of great change and showed loving care.\r\n   Speakers said Party organizations in the provinces would enhance their militant function and role, thereby defend and exalt the glorious and brilliant revolutionary feats of the great leaders comrade Kim Il Sung and general Kim Jong Il, further cement the singlehearted unity of the leader, the Party and the masses and vigorously hasten the economic construction for prospering their country and their motherland.\r\n   Letters to General Secretary Kim Jong Il were adopted at the Meetings. \r\n\r\n\r\n\r\n"
        }
    ]
}