{
    "date": "1997-08-07",
    "url": "http://kcna.co.jp/item/1997/9708/970807.htm",
    "articles": [
        {
            "title": "UNICEF Korean mission gives reception",
            "url": "http://kcna.co.jp/item/1997/9708/news8/07.htm#1",
            "content": "UNICEF Korean mission gives reception\r\n Pyongyang, August 7 (KCNA) -- Anthony Hewett, Chief of the Korean mission of the United Nations Children's Fund (UNICEF), on Wednesday gave a reception upon the conclusion of the UNICEF Executive Director's Korea visit.\r\n   Invited to the reception were Vice-Premier Jang Chol, Vice-Minister of Foreign Affairs Choe Su Hon, who is Chairman of the Korean National Coordination Committee of the UNICEF, other officials concerned and foreign diplomatic envoys in Korea.\r\n   Present were UNICEF Executive Director Carol Bellamy and her party, acting representative of UNDP Willi Scholl, representative of the World Food Programme Birgitta Karlgren and acting representative of UNICEF Runa Soerensen in Korea.\r\n   Speeches were made there. \r\n\r\n\r\n"
        },
        {
            "title": "Friendship gathering with Malian pupils",
            "url": "http://kcna.co.jp/item/1997/9708/news8/07.htm#2",
            "content": "Friendship gathering with Malian pupils\r\n Pyongyang, August 7 (KCNA) -- A friendship gathering with pupils of the Mali-Korea Friendship Progress School in Bamako city was held at the Korea-Mali Friendship Ripsok Senior Middle School in Sariwon city, North Hwanghae Province, on Wednesday.\r\n   Invited to the gathering were progress school pupils staying in Korea.\r\n   The Vice-Chairman of the Korea-Mali Friendship Association, other officials concerned and Ripsok School teachers and pupils were present.\r\n   The participants went round the school, being briefed on the course it covered under the warm care and solicitude of Generalissimo Kim Il Sung and Secretary Kim Jong Il.\r\n   They mounted Mt. Jongbang which has been turned into a pleasure ground for the people, and deepened feelings of friendship, singing and talking with each other. \r\n\r\n\r\n"
        },
        {
            "title": "Film show given in month of solidarity with Cuba",
            "url": "http://kcna.co.jp/item/1997/9708/news8/07.htm#3",
            "content": "Film show given in month of solidarity with Cuba\r\nPyongyang, August 7 (KCNA) -- The Committee for Cultural Relations with Foreign Countries sponsored a film show here Wednesday to mark the month of solidarity with the Cuban people.\r\n   Invited were Cuban Ambassador to Korea Jose Ramon Rodriguez Varona and Embassy officials.\r\n   The participants saw the Cuban feature film \"General Antonio Maceo\".\r\n\r\n"
        },
        {
            "title": "Repression of Hanchongryon denounced",
            "url": "http://kcna.co.jp/item/1997/9708/news8/07.htm#4",
            "content": "Repression of Hanchongryon denounced\r\nPyongyang, August 7 (KCNA) -- The Central Committee of the General Federation of Trade Unions of Korea published a statement Wednesday condemning Kim Young Sam regime's intensified repression against the South Korean Federation of University Student Councils (Hanchongryon). \r\n   It said:\r\n   The south Korean fascist clique are seeking to totally obliterate Hanchongryon, incriminating its righteous activities as enemy-profitting ones at someone's \"instruction\" and \"manipulation\". But their fascist supression can by no means be justified. \r\n   We express the hope that the progressive labour organizations and people of the world, who value justice and democracy, will strongly condemn the south Korean puppet clique's fascist repression of patriotic students and fully support the south Korean students' struggle to defend Hanchongryon. \r\n\r\n\r\n"
        },
        {
            "title": "Prelude to second August 15 bloodshed",
            "url": "http://kcna.co.jp/item/1997/9708/news8/07.htm#5",
            "content": "Prelude to second August 15 bloodshed\r\nPyongyang, August 7 (KCNA) -- Rodong Sinmun today blasts the Kim Young Sam fascist regime for brutally suppressing preparations of the South Korean Federation of University Student Councils (Hanchongryon) and the Seoul District Federation of University Student Councils (Sochongryon) for pro-reunification events.\r\n   In a commentary the daily views the suppression as a prelude to the second August 15 bloodshed.\r\n   It says:\r\n   On Tuesday, the fascist regime raided Hongik University, the venue of Sochongryon's August 15 reunification festival, ransacked the campus and arrested students. It has also intensified the suppression of students throughout south Korea.\r\n   The suppression is part of the regime's plan to disorganize Hanchongryon and a premeditated fascist offensive for preventing the August 15 pan-national rally and the reunification festival of the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon).\r\n   The Kim Young Sam regime is going to launch such an unheard-of crackdown as last year's August 15 bloodshed, which shocked the whole world.\r\n   It must stop the suppression at once. \r\n\r\n"
        },
        {
            "title": "Press review",
            "url": "http://kcna.co.jp/item/1997/9708/news8/07.htm#6",
            "content": "Press review \r\nPyongyang, August 7 (KCNA) -- Papers here today report that Secretary Kim Jong Il received a gift from the United Nations Children's Fund (UNICEF).\r\n   Rodong Sinmun rounds up words of south Korean people highly praising Secretary Kim Jong Il as the lodestar of national reunification.\r\n   The paper carries a revolutionary legend telling that President Kim Il Sung defeated Japanese \"punitive forces\" with tactics of footprints in the period of the anti-Japanese armed struggle.\r\n   The paper introduces swimming popularized in Korea.\r\n   Papers inform the readers that a mission of UNICEF was opened in Pyongyang.\r\n   Printed in the press are statements released by the spokesmen for the Foreign Ministry of the Democratic People's Republic of Korea and for the Committee for the Peaceful Reunification of the Fatherland as regards the announcement that the \"combined forces command\" of the United States and south Korea would stage \"Ulji Focus Lens\" joint military exercises.\r\n   Rodong Sinmun gives an account of the second joint meeting of the Korean youth and students at home and abroad for defence of national independence and peace held in Cuba. \r\nIt carries an appeal to the 70 million fellow countrymen and an open letter to the world youth and students adopted at the joint meeting.\r\n   The paper conveys news that a delegate of the South Korean Federation of University Student Councils (Hanchongryon) to the 14th World Festival of Youth and Students arrived in Havana, breaking through the network of repression. \r\n   The paper runs a commentary denouncing the Kim Young Sam regime for obliterating Hanchongryon and blocking the ceremony of August 15 reunification events.\r\n   The paper in an article exposes the danger of review of \"Japan-U.S. defence cooperation guidelines\" stepped up by the U.S. and Japanese reactionaries. \r\n\r\n\r\n"
        },
        {
            "title": "Defence of national independence and peace called for",
            "url": "http://kcna.co.jp/item/1997/9708/news8/07.htm#7",
            "content": "Defence of national independence and peace called for \r\nHavana, August 5 (KCNA) -- The second joint meeting of Korean youths and students at home and abroad for the defence of national independence and peace was held here on August 5.\r\n   The meeting discussed the significance and purpose of the struggle for participation in the 14th World Festival of Youth and Students, the historic significance of the July 4 Joint Statement and ways to accelerate the reunification of the country in the form of confederacy with a joint action of youth and students in the north, the south and overseas for the defence of national independence and peace.\r\n   Pak Ku Ho, Co-Chairman of the Overseas Headquarters of the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon), made a speech on the first agenda item. He said:\r\n   The reunion in Havana of Korean youths and students from the north, the south and overseas has turned the festival into a venue of great national unity, a place of international solidarity and support for the reunification cause, and a place of reprisal to the separatist forces.\r\n   In his speech on the second agenda item, Yun Hui Sop, Vice-Chairman of the north headquarters of Pomchonghakryon, stated that the three principles of independence, peaceful reunification and great national unity are an invariable reunification programme and charter which must be firmly adhered to in accomplishing the nation's great cause of reunification.\r\n   Jo Ung Ju, delegate of the South Korean Federation of University Student Councils (Hanchongryon) under the south headquarters of Pomchonghakryon, made a speech on the third agenda item.\r\n   The speaker said that the hot-blooded youths and students in the north, the south and overseas must dauntlessly fight to frustrate the war moves of the U.S. imperialists and the Kim Young Sam regime and establish the sovereignty of the nation so as to open up a new phase for the reunification of the country through confederacy.\r\n   An appeal to the seventy million fellow countrymen and an open letter to the world youths and students were adopted at the meeting.\r\n   The appeal called for defending the independence of the nation, regarding it as life and soul, and turning out in the struggle to defend peace.\r\n   It called for putting pressure upon the United States, the chieftain of national division, to admit its portion in solving the question of the Korean Peninsula and respond to the demands of the Korean nation for the establishment of a new peace-keeping mechanism.\r\n   It also called for uniting close around Pomminryon to promote the unity and cohesion of the whole nation, transcending differences in ideology and political view, religious belief and system.\r\n   The open letter expressed the firm belief that the world youths and students would make positive contributions to the equitable settlement of the Korean question, the focal point of the world politics at present, by taking a decisive and effective meassure against the war and confrontation moves of the United States and the south Korean authorities on the Korean Peninsula. \r\n\r\n"
        },
        {
            "title": "Sochongryon Chairman arrested",
            "url": "http://kcna.co.jp/item/1997/9708/news8/07.htm#8",
            "content": "Sochongryon Chairman arrested \r\nPyongyang, August 7 (KCNA) -- The fascist clique of south Korea on Tuesday arrested Chairman of the General Student Chairman of the Seoul District Federation of University Student Councils (Sochongryon), in a bid to obliterate Hanchongryon (the South Korean Federation of University Student Councils) and block students' events for reunification, according to a radio report from Seoul. \r\n   He was wanted for leading the fifth-term ceremony of Hanchongryon.\r\n   The fascist clique raided and searched Hongik University in Seoul, the venue of Sochongryon's events for reunification before arresting him. \r\n\r\n"
        },
        {
            "title": "U.S. troops' pullout from s. Korea demanded",
            "url": "http://kcna.co.jp/item/1997/9708/news8/07.htm#9",
            "content": "U.S. troops' pullout from s. Korea demanded \r\n Pyongyang, August 7 (KCNA) -- The All India Indo-Korean Friendship Association, the Indian Committee for Supporting Korea's Reunification and the Asian Regional Committee to support Korea's reunification published a joint statement on July 27 to mark the 44th anniversary of the victory in the great Fatherland Liberation War.\r\n   The statement said that the Korean people inflicted an ignominious defeat upon the U.S. imperialist aggressors for the first time in history and encouraged peoples in Asia and the rest of the world to the anti-imperialist struggle.\r\n   The U.S. imperialists, who sustained a defeat in the Korean War, are still keeping more than 40,000 aggression troops and a large number of nuclear weapons in south Korea, while ceaselessly staging large-scale war games, the statement said. \"the situation which can be seen on the eve of war is now prevailing on the Korean Peninsula.\"\r\n   It stressed:\r\n   We condemn such aggressive moves against socialist Korea and strongly urge the united states once again to immediately withdraw its troops and nukes from south Korea, for peace and reunification. \r\n\r\n"
        },
        {
            "title": "Suppression of Hanchongryon in s. Korea denounced in Nampho",
            "url": "http://kcna.co.jp/item/1997/9708/news8/07.htm#10",
            "content": "Suppression of Hanchongryon in s. Korea denounced in Nampho \r\nPyongyang, August 7 (KCNA) -- Students in Nampho, a port city on the west coast of Korea, held a rally on August 6 and bitterly denounced the south Korean regime for brutally suppressing the South Korean Federation of University Student Councils (Hanchongryon), a patriotic organization.\r\n   The speakers said:\r\n   Hanchongryon is a legitimate autonomous organisation which was formed in a democratic way by representatives of the students' organisations of all the universities and colleges across south Korea.\r\n   The struggle of hot-blooded students for the independence and democratization of society and for national reunification is a just and righteous act which cannot be a target of suppression under any circumstances.\r\n   The Kim Young Sam fascist clique are trying to destroy Hanchongryon in a coercive way, branding it as an \"organisation linked with the north and benefiting the enemy\". This illegal and outrageous act is an open challenge to the fellow countrymen desirous of national reconciliation and unity and the reunification of the country.\r\n   With no brutal bayonet-brandishing can the south Korean fascist clique bring Hanchongryon to its knees.\r\n   The speakers extended full support and encouragement to the one million south Korean students who are powerfully fighting in close unity for independence, democracy and reunification under the love and support of all the fellow countrymen. \r\n\r\n\r\n"
        },
        {
            "title": "Review of \"guidelines\" for another Korean War",
            "url": "http://kcna.co.jp/item/1997/9708/news8/07.htm#11",
            "content": "Review of \"guidelines\" for another Korean War \r\n   Pyongyang, August 7 (KCNA) -- The review of the \"Japan-U.S. defence cooperation guidelines\" stepped up by the U.S. and Japanese reactionaries is aimed at legalising a new Korean War scenario.\r\n   Rodong Sinmun stresses this in a signed article today.\r\n   It goes on:\r\n   The review of the present \"guidelines\" is dangerous because it gives rise to another cold war and brings the situation to the brink of war and because it allows the Japanese militarists to adversely revise the present constitution stipulating the renouncement of all Government action for war on the plea of \"Japan's responsibility and obligation\" and the law of the \"self-defence forces\" and enact an \"emergency legislation\" so that they may establish a fascist political system and turn military and economic system into wartime one and embark upon the road of overseas aggression without restrictions.\r\n   The first target of their overseas aggression is the Korean Peninsula.\r\n   The Korean people are sharpening their vigilance against the moves of the U.S. and Japanese reactionaries to draw out new \"guidelines\".\r\n   Contacts and negotiations between the DPRK and the U.S. and between the DPRK and Japan are going on to improve relations and settle the outstanding issues.\r\n   In sharp contrast, the U.S. and Japan are in real earnest to legalise a war scenario against the northern half of Korea.\r\n   Under the situation we are compelled to consider that the advertisement about the \"improvement of relationship\" and \"security\" on the Korean Peninsula by the United States and Japan is an empty talk.\r\n   If the U.S. and Japanese conservatives continue the review of the \"guidelines\" for aggression on the northern half of Korea, we cannot but adopt a countermeasure. \r\n\r\n"
        },
        {
            "title": "U.S. belligerent forces and s. Korean puppets must not act rashly",
            "url": "http://kcna.co.jp/item/1997/9708/news8/07.htm#12",
            "content": "U.S. belligerent forces and s. Korean puppets must not act rashly\r\n Pyongyang, August 7 (KCNA) -- A spokesman for the Committee for the Peaceful Reunification of the Fatherland published a statement on August 6, denouncing the announcement of the south Korea-U.S. \"combined forces command\" that it would stage the \"Ulji Forcus Lens\" joint military exercises.\r\n   The forthcoming \"Ulji Forcus Lens,\" unprecedentely great in scope and number, is a premeditated provocation of the U.S. imperialists and the south Korean puppets to further aggravate the acute inter-Korean relations and ignite a war on the Korean Peninsula, the statement said, and went on:\r\n   We, in the name of all the Korean people, bitterly denounce the U.S. belligerent forces and the south Korean puppets for announcing the plan for this dangerous military drill on the eve of the preliminary talks for the \"four-way talks\" which will discuss the issue concerning peace on the Korean Peninsula and for provoking the partner of dialogue with military threat. \r\n   If the United States and the south Korean puppets truly want peace and reunification of the Korean Peninsula and expect a success of the \"four-way talks\", they should unconditionally stop all the war manoeuvres and military provocations against the north, including \"Ulji Forcus Lens.\"\r\n   We will follow with the most sharp vigilance the dangerous military rackets of the U.S. and the south Korean puppets. If the aggressive and traitorous forces stage the military drill by all means, we will take a strong self-defensive step corresponding to it.\r\n   The U.S. belligerent forces and south Korean puppets must not act rashly. \r\n\r\n\r\n"
        },
        {
            "title": "Korean delegation welcomes Hanchongryon delegate",
            "url": "http://kcna.co.jp/item/1997/9708/news8/07.htm#13",
            "content": "Korean delegation welcomes Hanchongryon delegate\r\nHavana, August 5 (KCNA) -- The Korean youth and student delegation to the 14th World Festival of Youth and Students warmly welcomed Jo Ung Ju, delegate of the South Korean Federation of University Student Councils (Hanchongryon), who arrived here on Monday to participate in the festival.\r\n   She is a fourth-year student of the Seoul-based Sogang University.\r\n   Kim Song Chol, Secretary of the Central Committee of the Kim Il Sung Socialist Youth League, addressed the meeting held at the Korean National Club on Tuesday to welcome her.\r\n   He said her arrival in Havana mirrored the indomitable spirit of Hanchongryon, active for independence, democracy and reunification, and it is pride for the Korean nation, which ardently desires for national reunification.\r\n   \"We know well that though the Kim Young Sam regime is resorting to all despicable and vicious methods to disorganize Hanchongryon, it is still going strong and seeking a new way of activities, enjoying full support of the nation and the whole world,\" he said.\r\n   \"We will closely unite with the brothers in the south in the spirit of patriotism and national independence, preserving the national character, and fully support Hanchongryon in its righteous, patriotic and death-defying activities against the local and foreign separatists,\" he added.\r\n   In her speech Jo Ung Ju expressed thanks to the 70 million fellow countrymen, who have entrusted her with a task for the strengthening of the three-party solidarity and national reunion.\r\n   \"In return for this glory, however, I will be arrested as Rim Su Gyong was in 1989 and Jong Min Ju and Ri Hye Jong in 1995. But I am not afraid of imprisonment,\" she said, and continued:\r\n   \"With the south Korean people wanting to oust Kim Young Sam in order to win their independence and Hanchongryon remaining on the side of the people, how can I say the destiny of the country is gloomy?\" \r\n   She called for the country's reunification based on national independence, peace and three-party solidarity. \r\n\r\n"
        },
        {
            "title": "Cultural exchange between DPRK and India",
            "url": "http://kcna.co.jp/item/1997/9708/news8/07.htm#14",
            "content": "Cultural exchange between DPRK and India\r\nPyongyang, August 7 (KCNA) -- A project for 1997-1999 cultural exchange between the DPRK and India was signed in Pyongyang today.\r\n   It wasisimned byfvplok, Vice-Chairwoman of the Committee for Cultural Relations with Foreign Countries, and Jagjit Singh Sapra, Indian Ambassador to Korea. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}