{
    "date": "1997-09-30",
    "url": "http://kcna.co.jp/item/1997/9709/970930.htm",
    "articles": [
        {
            "title": "Provincial Party conferences recommend Secy. Kim Jong Il as WPK General Secretary",
            "url": "http://kcna.co.jp/item/1997/9709/news9/30.htm#1",
            "content": "Provincial Party conferences recommend Secy. Kim Jong Il as WPK General Secretary \r\nPyongyang, September 30 (KCNA) -- South and North Hwanghae and Jagang provincial conferences of the Workers' Party of Korea were respectively held in Haeju, Sariwon and Kanggye between September 27 and 29.\r\n   The agenda of the conferences was \"on recommending comrade Kim Jong Il, the great leader of our Party and people, as General Secretary of our Party.\"\r\n   The conferences adopted with unanimous approval resolutions on recommending Secretary Kim Jong Il as General Secretary of the WPK, reflecting the will and desire of the Party members and other people in the provinces.\r\n   The delegates, happy to see their earnest desire met, rose to their feet and welcomed the adoption of the resolutions with loud applause and cheers.\r\n   Senior Party and state officials were among the delegates from local Party organisations. Pak Song Chol, politburo member of the WPK Central Committee, was present at the South Hwanghae Provincial Conference= Kim Kuk Thae, Secretary of the WPK Central Committee, and Jang Chol at the North Hwanghae Provincial Conference and Jon Pyong Ho, politburo member and Secretary of the WPK Central Committee, and Yon Hyong Muk, alternate politburo member of the WPK Central Committee, at the Jagang Provincial Conference.\r\n   Chief Secretary of the South Hwanghae Provincial Party Committee Kim Un Gi, Chief Secretary of the North Hwanghae Provincial Party Committee Choe Mun Son and Chief Secretary of the Jagang Provincial Party Committee Yon Hyong Muk delivered reports and many delegates made speeches.\r\n   In his speech, Pak Song Chol said:\r\n   \"Through the history of our victorious revolution and their own experiences, our Party members and people have heartily felt the greatness of comrade Kim Jong Il. They believe that if the great leader President Kim Il Sung's revolutionary cause is to be carried forward, comrade Kim Jong Il, who is faithful to the President's ideology and cause, should be elected General Secretary of the Party. This is also the cherished desire and will of our anti-Japanese revolutionary fighters, the first generation of revolution, who have upheld him as the great successor to the President's revolutionary cause, calling him 'Bright Star Above Mt. Paektu.'\"\r\n   The reporters and speakers noted that their provinces have made great progress in all spheres of politics, the economy and culture under Secretary Kim Jong Il's wise leadership.\r\n   He visited South Hwanghae Province on more than 50 occasions, making a journey of 18,800 kilometres to indicate how the province should develop. He gave personal guidance to some 180 units of agriculture in the province, always with deep attention to agricultural development.\r\n   He visited North Hwanghae Province on more than 100 occasions and gave personal guidance to some 200 units. The province has turned into a paradise, the province at the entrance to the capital city of Pyongyang.\r\n   He clearly indicated how Jagang Province should develop into a modern, powerful industrial base as planned by President Kim Il Sung.\r\n   The delegates expressed their determination to elect him as General Secretary of the WPK and staunchly fight under his leadership.\r\n   It was noted at the conferences that the Party members and other people in the provinces were determined to exalt the Kim Jong Il era, closely rallied behind him. \r\n\r\n\r\n"
        },
        {
            "title": "Vainglory of Japan",
            "url": "http://kcna.co.jp/item/1997/9709/news9/30.htm#2",
            "content": "Vainglory of Japan\r\n Pyongyang, September 30 (KCNA) -- Japanese Foreign Minister Keizo Obuchi at the U.N. General Assembly Session reiterated the \"ardent desire\" of Japan to become a permanent member of the U.N. Security Council, according to a report.\r\n   In his speech, he reaffirmed that Japan has the \"willingness\" to discharge its responsibility as a permanent member by gaining recognition by many countries.\r\n   He complained that, while the \"ardent desire\" of Japan has not yet been realised, Japan's portion of financial donation has increased. He also prattled that the amount of Japan's donation is tantamount to that of the U.S. donation and is as much as the money donated by other four permanent members.\r\n   His assertion openly indicated that Japan regards the position of the permanent member of the U.N. Security Council as a political commodity which can be bought with money.\r\n   Such arrogance revealed by Japan, a political dwarf which is desirous of becoming a political power, in the eye of the international community was a cartoon of its \"pride.\" \r\n   Honestly speaking, Japan is not entitled to become a member of the United Nations, let alone a permanent member of the security council because it has not yet cleared itself of the dishonor of enemy state but refused to sincerely liquidate its crime-woven past since the Second World War ended.\r\n   As for wealth of Japan, an \"economic power\", it is an offspring of criminal plunder.\r\n   It is the wealth accumulated by Japan by plundering Korea and other Asian nations of their enormous human and material resources through its colonial occupation policy and imperialist war of aggression there. It is also the wealth made by the Japanese monopoly capitalists by exploiting the working masses of many countries in an inhuman way with the inequitable international economic order as a lever.\r\n   This is why the world is keeping a vigilant eye on Japan, calling it \"economic animal\".\r\n   If Japan becomes a permanent member, it will be another disgrace in the history of the United Nations.\r\n   Japan had better repent of and clearly liquidate its disgraceful past before keeping a covetous eye on the permanent membership. It is ridiculous of Japan to cry that it will play an international role and discharge its international responsibility. \r\n\r\n"
        },
        {
            "title": "Leaflets praising Secy. Kim Jong Il scattered in Seoul",
            "url": "http://kcna.co.jp/item/1997/9709/news9/30.htm#3",
            "content": "Leaflets praising Secy. Kim Jong Il scattered in Seoul\r\nPyongyang, September 30 (KCNA) -- Leaflets praising Secretary Kim Jong Il were scattered in Sinrimdong and Pongchondong in Kwanak district of Seoul on September 27, according to a report from Seoul.\r\n   Printed in the leaflet 13 centimeters in width and 19 centimeters in length was an article entitled \"general Kim Jong Il taking care of health and growth of children\" saying that he is showing deep concern for supplying children with much bean, milk and insam (ginseng). \r\n\r\n"
        },
        {
            "title": "Party on 48th anniversary of National Day of China",
            "url": "http://kcna.co.jp/item/1997/9709/news9/30.htm#4",
            "content": "Party on 48th anniversary of National Day of China\r\nPyongyang, September 30 (KCNA) -- The Korean Committee for Cultural Relations with Foreign Countries and the Central Committee of the Korea-China Friendship Association gave a party on Monday to mark the 48th anniversary of the People's Republic of China.\r\n   Mun Jae Chol, Acting Chairman of the Committee, said in his speech that the foundation of the PRC was a historic event which enabled the Chinese people to become masters of the country for the first time in their time-honoured history and opened a new era of socialism.\r\n   Over the past 48 years since its foundation the PRC has staunchly pulled through changes of the complicated situation within and without and met all the challenges,  he said, adding that the PRC has wonderfully performed its honorable duty as a powerful weapon of the socialist revolution and construction.\r\n   He wished the Chinese people great success in their efforts to build a modern powerful socialist state with Chinese characteristics at an early date and reunify the country under the leadership of the Communist Party of China headed by President Jiang Zemin in accordance with the grand blueprint unfolded by the 15th National Congress of the Party. \r\n   \"We will try hard together with the Chinese comrades to continue to develop the Korea-China Friendship that has long historical traditions in the interests of the revolution and the peoples of the two countries,\" he added.\r\n   Chinese Ambassador to Korea Wan Yongxiang in his speech said that the Korean people have fought undauntedly to conclude the \"Arduous March\" victoriously with unbreakable revolutionary will under the leadership of Secretary Kim Jong Il. He said that the Chinese people are sincerely rejoicing over all the successes of the Korean people in socialist construction as their own. \r\n   He expressed belief that the socialist cause of Korea will continue to gain new successes under the leadership of the Workers' Party of Korea led by Secretary Kim Jong Il.\r\n   \"China-Korea friendship is a great one which was provided and developed by the revolutionaries of the old generation of the two countries and has been sealed in blood in a long-drawn-out revolutionary struggle. This friendship has strong vitality since it is deeply rooted in the minds of the two peoples,\" he said.\r\n   \"The friendship will unfailingly shine long for all ages thanks to the joint efforts of the two countries, however complex the international situation may be.\"\r\n   A party was given by the North Hamgyong Provincial Committee of the Freindship Association on Monday. \r\n\r\n"
        },
        {
            "title": "Printed matters explaining Juche Era distributed in Seoul",
            "url": "http://kcna.co.jp/item/1997/9709/news9/30.htm#5",
            "content": "Printed matters explaining Juche Era distributed in Seoul\r\nPyongyang, September 30 (KCNA) -- Printed matters of card type explaining the Juche Era were distributed to publishing houses in Seoul, according to Seoul-based radio Voice of National Salvation quoting information of the Seoul City Committee of the National Democratic Front of South Korea.\r\n   The card printed in the name of the sun society said that the institution of                the Day of Sun and the Juche Era in the north of Korea on July 8 is the greatest auspicioius event that enables the history of President Kim Il Sung, the great sun of the nation, to be everlasting and the Juche revolutionary cause started by him to be exalted in the world.\r\n   The publishers who received the cards are copying and distributing them in various ways.  \r\n\r\n"
        },
        {
            "title": "Minju Joson urges repatriation of unconverted long-term prisoners",
            "url": "http://kcna.co.jp/item/1997/9709/news9/30.htm#6",
            "content": "Minju Joson urges repatriation of unconverted long-term prisoners\r\nPyongyang, September 30 (KCNA) -- Minju Joson today comes out with a signed commentary urging the south Korean authorities to unconditionally and promptly repatriate old Kim In So, Kim Yong Thae and Ham Se Hwan, unconverted long-term prisoners, to the northern half of Korea where their families are waiting for them.\r\n   The news analyst of the paper says:\r\n   On September 26, the Acting Chairman of the Central Committee of the Red Cross Society of the DPRK in a letter addressed to the President of the South Korean Red Cross urged him to pay attention to the medical treatment of ailing Kim In So and immediately repatriate him, Kim Yong Thae and Ham Se Hwan to the northern half of Korea in which their families are awaiting them.\r\n   Their repatriation is an urgent matter either in view of humanitarianism or the demands of international law on human rights and the Korean Armistice Agreement. In particular, in view of their health conditions, too, it is the most urgent humanitarian issue which must be solved without delay.\r\n   Upon hearing the bad news that Kim In So is in a critical condition and Kim Yong Thae, who has attended to him, is on the verge of falling in a dead faint, all the people in the north as well as their families demand their prompt repatriation to the north, worrying over their health conditions.\r\n   If the south Korean authorities refuse our demand this time, too, they will be denounced and cursed by all the fellow countrymen and human conscience as wanton breakers of the international law and the Armistice Agreement and vicious violators of human rights. \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on red flag",
            "url": "http://kcna.co.jp/item/1997/9709/news9/30.htm#7",
            "content": "Rodong Sinmun on red flag\r\n Pyongyang, September 30 (KCNA) -- To defend the red flag is, in essence, a sacred struggle to safeguard the leader, says Rodong Sinmun in a signed article today.\r\n   The article says:\r\n   Secretary Kim Jong Il is the top brain and great standard-bearer of the Korean revolution who is leading the Korean revolution to victory, upholding the red flag.\r\n   Our red flag represents the idea and will of the General to accomplish the Korean revolution as intended by President Kim Il Sung and his indomitable stamina to defend socialism without wavering under any circumstances.\r\n   The Korean people are determined to become an impregnable fortress and shield to safeguard the General at the cost of their lives.\r\n   Their firm determination is to share their destiny with the General forever, upholding him as the supreme leader of the Party and the revolution.\r\n   Holding this red flag, our people are defending the idea of the leader most purely with resolute revolutionary principles and uncompromising struggle= they are most resolutely safeguarding the safety of the leader in the spirit of human bombs= and they are highly exalting the absolute authority of the leader through their devoted struggle.\r\n   If we are to defend the red flag of the revolution, the banner of defending the leader, we should have absolute worship for and unshakable faith in the leader and follow him with a noble sense of conscience and obligation.\r\n   Even if we die while resolutely safeguarding the General, it is glory.\r\n   It is the unbreakable faith of the Korean people to become an impregnable fortress to safeguard the General at the cost of their lives and deal telling blows to the enemy.\r\n   No matter how the world may change, they will defend the headquarters of the revolution headed by the General and thus glorify their honor as revolutionaries. \r\n\r\n"
        },
        {
            "title": "Taedong River of Korea",
            "url": "http://kcna.co.jp/item/1997/9709/news9/30.htm#8",
            "content": "Taedong River of Korea\r\nPyongyang, September 30 (KCNA) -- The Taedong River, which flows through Pyongyang in the southwest direction to the west sea, is one of the five longest rivers of Korea and origniates from Mt. Rangrim 2,260 meters high above sea level.\r\n   The 400-km basin of the river abounds in forests, coal, minerals and other underground natural resources and the hydraulic power resources.\r\n   Monumental edifices showing the history of the creation and construction of the Korean people have sprung up on the river and its basin due to the long-range and planned land construction of the Workers' Party of Korea and the state.\r\n   Pyongyang, the capital city of the revolution, Nampho, a port city of culture, Songrim, a city of iron, Yangdok and Maengsan counties, seven other cities and counties are situated on the river.\r\n   Located there are the Hwanghae Iron and Steel Complex, the Chollima Steel Complex, the Taean Heavy Machine Complex, the Sungri General Motor Works, the Pyongyang Textile Combine and hundreds of factories and enterprises, which show the might of the Juche industry. And the Taedonggang Power Complex, the Pukchang Thermal Power Complex, the Pyongyang Thermal Power Complex and other large-scale hydroelectric and thermal power stations and minor lock gate power stations have been built, which take large share in the production of electricity.\r\n   The Okryu Bridge, the Taedong Bridge, the Chongryu Suspension Bridge and other modern bridges were built to form a rational road network and irrigation networks extend with the river as the source.\r\n   There are many monumental edifices including the Tower of the Juche Idea, the Arch of Triumph, the May Day Stadium and grand theatres on the scenic river. Holiday homes and sanatoria have been built at scenic spots. Working people finish their daily work and spend a joyful time at parks, promenades, swimming pools, boating grounds and angling sites. \r\n\r\n"
        },
        {
            "title": "Juche Era warmly hailed by world progressive humankind",
            "url": "http://kcna.co.jp/item/1997/9709/news9/30.htm#9",
            "content": "Juche Era warmly hailed by world progressive humankind\r\n Pyongyang, September 30 (KCNA) -- The Juche Era has been used in the Democratic People's Republic of Korea since September 9, the 49th anniversary of the National Day, with 1912 when President Kim Il Sung was born as the first year.\r\n   The world progressive humankind warmly support and hail the institution of the Juche Era and the Day of Sun in Korea.\r\n   No sooner had \"on exalting the great leader comrade Kim Il Sung's revolutionary life and great achievements for all ages\", a resolution of the Central Committee of the Workers' Party of Korea, the Party Central Military Commission, the National Defence Commission of the DPRK, the DPRK Central People's Committee and Administration Council, been published in July than mass media of many countries of the world gave wide publicity to the institution of the Juche Era and the Day of Sun.\r\n   Radio Progreso of Cuba, Itar-Tass of Russia, Reuters, Voice of America, Kyodo News Service, Asahi Shimbun of Japan, the German Paper Frankfurter Allgemeine and other foreign media reported the gist of the resolution under the titles \"institution of new calendar heralding the start of Juche Era\" and so on. \r\n   Meetings for supporting the resolution, lecture meetings and press conferences were held in Cambodia, India, Togo and other countries.\r\n   The Minister of State for Foreign Affairs and Cooperation of Equatorial Guinea, the Minister of Construction and Transport of Nepal, a Vice-Minister of Foreign Affairs of Bulgaria and other political, public and press officials of many countries made public statements to the press.\r\n   Political parties and organisations of Russia, the African Regional Committee for the Study of the Juche Idea, the Romania-Korea Friendship Association, the Senegalese Organistion for Friendship with the Fraternal Korean People published appeals and bulletins, at which they called upon the world progressive people to actively use the Juche Era and the Day of Sun in practice.\r\n   The Political Bureau of the Central Committee of the Congolese Socialist Party called a special meeting and issued a statement.\r\n   The use of the Juche Era, the era of independence, is evoking broader international reactions as the days go by. \r\n\r\n\r\n"
        },
        {
            "title": "New history of Pyongyang construction",
            "url": "http://kcna.co.jp/item/1997/9709/news9/30.htm#10",
            "content": "New history of Pyongyang construction\r\n Pyongyang, September 30 (KCNA) -- Pyongyang is the capital of the Democratic People's Republic of Korea.\r\n   New streets and monumental edifices are being constructed in Pyongyang. So it looks more grandiose and splendid. This results from the oustanding architectural intelligence, extraordinary and big operations of construction and energetic leadership of Secretary Kim Jong Il.\r\n   The new history of Pyongyang construction was started by Secretary Kim Jong Il from the middle of the 1970s. One day in March 1975 he saw the master plan of Pyongyang construction and unfolded a grand blueprint to effect a new turn in the construction of the capital.\r\n   He told the officials that it is his plan and determination to build pyongyang most wonderfully as the capital of the people, the capital of the revolution, which is consistent with the revolutionary outlook on the leader. \r\nHe stressed that the surroundings of the Statue of President Kim Il Sung on Mansu Hill should be well arranged so that it could be seen everywhere, and that buildings should be constructed in all parts centering around it. Therefore, Rakwon Street was built in October 1975, the 30th anniversary of the foundation of the Workers' Party of Korea, the Mansudae Art Theatre in October 1976, and the Taesongsan Recreation ground in October 1977.\r\n   The Pyongyang construction was characterized by peculiar scale and form and fast speed of construction in the 80s.\r\n   20 to 30-storied houses in Changgwang Street give an effect of three dimensions and go well with each other in the forms of tower, square and folding. And Munsu and an Sang Thaek streets were constructed and then Kwangbok Street with big blocks of ultra-high dwelling houses, public buildings and welfare service networks spreading on each side of a thoroughfare. The Pyongyang Maternity Hospital, the Changgwang Health Complex, the Tower of the Juche Idea (170 meters), the Arch of Triumph, Chongchun Street, a large sports village with combat sports gymnasiums, athletic gymnasiums and other gymnasiums and outdoor stadium, the May Day Stadium (150,000 seats) and many other monumental edifices of eternal value were constructed during the period.\r\n   In the 90s the construction of 50,000 flats was brisk. Great innovation was effected in the construction of Thongil Street and then the Kumnung tunnels and Chongryu Bridge were built.\r\n   All this is a fruition of the energetic and meticulous leadership of Secretary Kim Jong Il, who is putting his heart and soul into the work to make Pyongyang have perfect looks as the capital of the revolution and provide the people with more cultural and stable conditions of living. \r\n\r\n\r\n"
        },
        {
            "title": "Secy. Kim Jong Il greets Pres. Jiang Zemin",
            "url": "http://kcna.co.jp/item/1997/9709/news9/30.htm#11",
            "content": "Secy. Kim Jong Il greets Pres. Jiang Zemin \r\n Pyongyang, September 30 (KCNA) - Secretary Kim Jong Il, Chairman of the National Defence Commission of the Democratic People's Republic of Korea and Supreme Commander of the Korean People's Army, sent a message of greetings on Tuesday to President Jiang Zemin, General Secretary of the Central Committee of the Communist Party of China (CPC), President of the People's Republic of China and Chairman of the Central Military Commission of the PRC, on the occasion of the 48th anniversary of the foundation of the PRC.\r\n   The message said:\r\n   I warmly congratulate you and the Central Committee of the CPC, the government of the PRC and the fraternal Chinese people on the 48th anniversary of the foundation of the PRC.\r\n   The foundation of the PRC was an epochal event which effected a fundamental turn in the history of the Chinese people and the Chinese people have since entered the road of building a new life as genuine masters of the country.\r\n   Over the past 48 years the Chinese people have liquidated backwardness and poverty and built a vibrant socialist new China, braving the difficulties in their way in the spirit of self-reliance and hard struggle under the leadership of the CPC.\r\n   Since the foundation of the PRC the position of China has increased in the international arena owing to the efforts of the Communist Party and the government of China.\r\n   Today the fraternal Chinese people are making great achievements in the work to achieve the stability and unity of the whole country and build a modernized socialist power with Chinese characteristics and in the struggle to realize the complete reunification of the country, rallied close behind the CPC headed by you.\r\n   The Korean people are sincerely rejoiced over the achievements made by the Chinese people as over their own and wish your cause to bear good fruits.\r\n   The traditional Korea-China friendship which has overcome all the trials of history is now developing in conformity with the aspiration and desire of the peoples of the two countries.\r\n   It is the consistent policy of our Party and government to constantly consolidate and develop the friendly relations between Korea and China.\r\n   Believing that Korea-China Friendship will continue consolidating and developing thanks to the joint efforts of the parties, governments and peoples of the two countries, I sincerely wish you and your people greater success in the work to achieve the prosperity and development of the PRC and implement the resolutions of the 15th National Congress of the CPC. \r\n\r\n"
        },
        {
            "title": "Vice-Premier Jang Chol meets Chinese guests",
            "url": "http://kcna.co.jp/item/1997/9709/news9/30.htm#12",
            "content": "Vice-Premier Jang Chol meets Chinese guests\r\nPyongyang, September 30 (KCNA) -- Jang Chol, Vice-Premier and Minister of Culture and Art, today met and had a talk with the visiting Chinese Art Exhibition delegation led by Sun Zhenyu, deputy Managing Director of the International Exhibition Agency of China, at the Pyongyang International House of Culture.\r\n   Song Sok Hwan, Vice-Minister of Culture and Art, and Wan Yongxiang, Chinese Ambassador to Korea, were present. \r\n\r\n\r\n"
        },
        {
            "title": "Japanese delegation here\n",
            "url": "http://kcna.co.jp/item/1997/9709/news9/30.htm#13",
            "content": "Japanese delegation here\r\n Pyongyang, September 30 (KCNA) -- A delegation of the Denchishokyo of Japan led by its leader Shizue Araya arrived here today.\r\n   The delegation was greeted at the airport by Song Ho Gyong, Chairman of the Korea-Japan Friendship Association, and Jang Jae Chol, Chairman of the Religionists Council of Korea. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}