{
    "date": "1997-06-09",
    "url": "http://kcna.co.jp/item/1997/9706/970609.htm",
    "articles": [
        {
            "title": "Greetings to Macedonian Foreign Minister",
            "url": "http://kcna.co.jp/item/1997/9706/news6/09.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean regime closes Namchongryon office",
            "url": "http://kcna.co.jp/item/1997/9706/news6/09.htm#2",
            "content": "Greetings to Macedonian Foreign Minister\r\n Pyongyang, June 9 (KCNA) -- Kim Yong Nam, Foreign Minister of the Democratic People's Republic of Korea, sent a message to Blagoj Hanziski congratulating him on his appointment as Foreign Minister of Macedonia.\r\n   Kim Yong Nam wished his Macedonian counterpart big success in his new job and expressed the belief that friendly and cooperative relations between the two countries will continue developing favorably. \r\n\r\n"
        },
        {
            "title": "War maniacs seek provocation of war",
            "url": "http://kcna.co.jp/item/1997/9706/news6/09.htm#3",
            "content": "S. Korean regime closes Namchongryon office\r\nPyongyang, June 9 (KCNA) -- The \"civilian\" fascist clique of south Korea closed the office of the Kwangju-South Jolla Provincial Federation of University Student Councils (Namchongryon), according to a radio broadcast from Seoul.\r\n   Originally, Namchongryon, under the umbrella of the South Korean Federation of University Student Council (Hanchonryon) had its office at Chonnam National University, but it was closed by the regime two years ago. Later, the office was opened again at Chosun University.\r\n   The Kim Young Sam regime, in an effort to stifle the student movement, took some repressive steps at a \"meeting of security-related ministers\" on June 5. It issued an order to remove from universities public halls which have been used by \"Hanchongryon\" and ideological study circles of students. The closed office of Namchongryon was the first target of the order. \r\n\r\n"
        },
        {
            "title": "Review of Rodong Sinmun",
            "url": "http://kcna.co.jp/item/1997/9706/news6/09.htm#4",
            "content": "War maniacs seek provocation of war\r\n  Pyongyang, June 9 (KCNA) -- The south Korean puppets at a \"meeting of major commanding officers\" accused the north of trying to mount a \"surprise attack\" and \"threaten the south with provocations.\"\r\n   Rodong Sinmun today brands this as a trite sophism to conceal their bellicose intention to unleash war against the north.\r\n   The news analyst says:\r\n   Provocative military exercises such as \"97 Ssangryong\" and \"Mobile Commando Strike Operation\" are being staged in south Korea almost every day while the people's army soldiers in the north are helping in farming in the socialist countryside.\r\n   The Kim Young Sam regime's outcries over \"provocation\" and \"surprise attack\" from the north are groundless.\r\n   Kim Young Sam, in a serious crisis, intends to unleash war before meeting an inevitable end.\r\n   The puppet military authorities, far from punishing Kim Young Sam, the chieftain of corruption and heinous traitor, are playing the role of his watch dog. This will lead to their \"joint suicide\" with him.\r\n   The Korean people and the people's army are closely watching the reckless provocations of the Kim Young Sam regime. If the enemies unleash war, ignorant of our warning, they will be exterminated. \r\n\r\n"
        },
        {
            "title": "Deceptive \"political reform\" rejected in s. Korea",
            "url": "http://kcna.co.jp/item/1997/9706/news6/09.htm#5",
            "content": "Review of Rodong Sinmun\r\n Pyongyang, June 9 (KCNA) -- Today's edition of Rodong Sinmun reports that Secretary Kim Jong Il extended thanks to officials and working people of various units for their sincere assistance to servicemen.\r\n   With the approach of the third anniversary of the death of President Kim Il Sung, the daily carries articles introducing his revolutionary activities and feats under the headlines \"The great comrade Kim Il Sung immortal as sun\", \"Illumining shortcut to national reunification\" and \"We will always venerate him as sun\".\r\n   Published in the daily is an account of the inauguration of the Ugandan Committee for Remembering President Kim Il Sung.\r\n   In an article it deals with Secretary Kim Jong Il's wise leadership for making the whole country replete with the revolutionary spirit of soldiers.\r\n   The paper features a story that officers and men of the Korean People's Security Forces and fishermen saved portraits of President Kim Il Sung and Secretary Kim Jong Il in a mishap, remaining faithful to the great leaders until their last moment with revolutionary faith and a strong sense of obligation.\r\n   It conveys news of increased production in the economic sector and cooperation between people and servicemen in doing this year's farming.\r\n   In a commentary the daily blasts Kim Young Sam of south Korea for having incited a war fever against the north at a \"top brasshat meeting\".\r\n   Printed in the daily is Information of the Secretariat of the Committee for the Peaceful Reunification of the Fatherland accusing the Kim Young Sam regime of suppressing the South Korean Federation of University Student Councils.\r\n   It observes the 71st anniversary of the Korean people's June 10 pro-independence demonstration against the Japanese imperialists with an article titled \"nationwide struggle needed to overthrow the traitorous regime immediately\".\r\n   The organization of African Unity plays a great role for the continent's peace, stability and prosperity, says the paper in an article. \r\n\r\n"
        },
        {
            "title": "Korea, country for people",
            "url": "http://kcna.co.jp/item/1997/9706/news6/09.htm#6",
            "content": "Deceptive \"political reform\" rejected in s. Korea\r\n Pyongyang, June 9 (KCNA) -- The south Korean opposition \"National Congress for New Politics\" and \"United Liberal Democrats\" turned down a \"proposal for reforming costly political structures\" raised by the ruling \"New Korea Party\" and repeatedly urged it to make public the \"Presidential Election\" funds of 1992 at once, according to a radio report from Seoul.\r\n   The Kim Young Sam group worked out a \"bill\" related to the deceptive \"reform of the costly political structures\" in an attempt to divert elsewhere the attention of the people angered at the Hanbo incident and the \"Election\" fund scandal. They are entreating the opposition parties to convene an extraordinary \"National Assembly\" session to examine the bill, while making a loud advertisement about it.\r\n   However, the opposition parties strongly urged the ruling party to promptly make public the total sum of the \"Election\" funds.\r\n   If their demand is not met, any \"political reform\" will be nothing but a foam and the extraordinary \"National Assembly\" session will bear no result, the opposition parties stressed. \r\n\r\n"
        },
        {
            "title": "S. Korean activists determined to defend Secy. Kim Jong Il's revolutionary idea",
            "url": "http://kcna.co.jp/item/1997/9706/news6/09.htm#7",
            "content": "Korea, country for people \r\n Pyongyang, June 9 (KCNA) -- Aleksandr Kubayev, presidium member of the Central Committee of the Communist Party of the Russian Federation, First Secretary of the Moscow City Party Committee and member of the State Duma, was interviewed by KCNA some time ago.\r\n   He said that during his stay in Korea, he keenly felt the Korean people are heroic people, seeing them devotedly working with one purpose, ideal and ambition.\r\n   The DPRK is truly a country for the people, he said, and continued:\r\n   \"No matter how desperately the imperialists may try to isolate and stifle the DPRK, they cannot block the Korean people from dynamically advancing full of confidence in victory and optimism.\r\n   \"The Korean people are closely united around comrade Kim Jong Il and remain loyal to the leadership of the party.\"\r\n   \"Such a people has nothing to fear.\"\r\n   \"Through the visit, we felt the firm determination of the Korean people to expand and develop the relations between the Communist Party of the Russian Federation and the Workers' Party of Korea. \"\r\n   \"We will invariably support the struggle of the Korean people for the reunification of the country.\" \r\n\r\n"
        },
        {
            "title": "Statement of KCNA spokesman",
            "url": "http://kcna.co.jp/item/1997/9706/news6/09.htm#8",
            "content": "S. Korean activists determined to defend Secy. Kim Jong Il's revolutionary idea \r\nPyongyang, June 9 (KCNA) -- Members of the Independence Society Active in Jonju city, south Korea, met and vowed to defend resolutely the revolutionary idea of Secretary Kim Jong Il, said the Seoul-based radio voice of national salvation quoting the information from the North Jolla Provincial Committee of the National Democratic Front of South Korea (NDFSK).\r\n   Defending resolutely Secretary Kim Jong Il's idea is most important in trusting and following him as the guardian of fortune and the lodestar of national reunification and in being loyal to him, chairman of the society Kim Su Jong said.\r\n   He went on:\r\n   \"The greatness of a leader just means the greatness of his idea.\"\r\n   \"The Juche idea founded by President Kim Il Sung and being developed constantly by the leader Kim Jong Il is a guideline of the era of independence.\"\r\n   \"Reactionaries of history are now moving in every way to prevent the dissemination of the juche idea by instigating the pseudo theoreticians and human dregs bereft of obligations and conscience.\"\r\n   \"This is as silly as trying to intercept the rays of sun with a palm.\"\r\n   \"The present time requires our young people to be vanguards defending the Juche idea, the revolutionary idea of the leader Kim Jong Il.\" \r\n   The chairman put forward an action program for vigorously carrying on the study and dissemination of the Juche idea with the General's celebrated works including \"On the Juche Idea\" as a textbook.\r\n   All those who took the floor vowed to become standardbearers in the struggle to throw the slanderers of the Juche idea into the dustbin of history by intensifying the study and dissemination of the idea. \r\n\r\n"
        }
    ]
}