{
    "date": "1997-06-21",
    "url": "http://kcna.co.jp/item/1997/9706/970621.htm",
    "articles": [
        {
            "title": "Secy. Kim Jong Il publishes work",
            "url": "http://kcna.co.jp/item/1997/9706/news6/21.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Secy. Kim Jong Il publishes work (full text)",
            "url": "http://kcna.co.jp/item/1997/9706/news6/21.htm#2",
            "content": "Secy. Kim Jong Il publishes work\r\nPyongyang, June 21 (KCNA) -- Secretary Kim Jong Il published a historic work \"On Preserving the Juche Character and National Character of the Revolution and Construction\" on June 19, 1997.\r\n   Rodong Sinmun and all other Pyongyang-based newspapers today devote the first three pages to the work.\r\n   Secretary Kim Jong Il says in the work that the historical experience and lesson show that whether the Juche character and national character are preserved or not is the key to victory in the revolution and construction and is vital to the destiny of the country and the nation.\r\n   He elaborates on the fundamental principles and ways of preserving the Juche character and national character.\r\n   He notes that the Workers' Party and people of Korea under the wise leadership of President Kim Il Sung have resolutely maintained the Juche character and national character against imperialism and dominationism in the historical period of revolutionary struggle, brought about independent development of the country and the nation and achieved shining victories in the revolution and construction.\r\n   He stresses that the Workers' Party and people of Korea are firmly determined to preserve and embody the Juche character and national character.\r\n   Patriotic stand is a prerequisite for preserving the Juche character and national character of the revolution and construction, he says, adding that carrying out the revolution and construction in a self-determined way on the principle of national independence is also essential for preserving these characters.\r\n   The internal forces are a substantial guarantee for preserving and embodying the Juche character and national character, he notes, and calls for consolidating the political force, the driving force of the revolution, and building the independent economic and military strength.\r\n   The struggle to preserve these characters is the struggle against imperialism and dominationism, he says, calling for eliminating illusions about and fear of imperialism and bravely fighting the blustering imperialists.\r\n   He stresses the need to enhance international solidarity and cooperation among the progressive peoples around the world in order to preserve the Juche character and national character against imperialism and dominationism. \r\n\r\n"
        }
    ]
}