{
    "date": "1997-03-30",
    "url": "http://kcna.co.jp/item/1997/9703/970330.htm",
    "articles": [
        {
            "title": "85th birthday of Pres. Kim Il Sung to be commemorated abroad",
            "url": "http://kcna.co.jp/item/1997/9703/news3/30.htm#1",
            "content": "85th birthday of President Kim Il Sung to be commemorated abroad\r\n   Pyongyang, March 30 (KCNA) -- Preparatory committees for commemorating the 85th birth anniversary of President Kim Il Sung were inaugurated in Mongolia, Sweden and Denmark with due ceremony.\r\n   S. Surenjav, Chairman of the Mongolia-Korea Friendship Society, was elected Chairman of the Mongolian preparatory committee and the Chairman of the Sweden-Korea Friendship Association Chairman of the Swedish preparatory committee.\r\n   The Chairman of the Copenhagen district committee of the Danish Workers' Party, common cause who is also a member of the leadership of the party was elected Chairman of the Danish preparatory committee. \r\n\r\n"
        },
        {
            "title": "Org. of overseas Koreans for repatriation of unconverted long-term prisoners formed",
            "url": "http://kcna.co.jp/item/1997/9703/news3/30.htm#2",
            "content": "Organisation of overseas Koreans for repatriation of unconverted long-term prisoners formed\r\n   Pyongyang, March 30 (KCNA) -- The Commonwealth of Independent States Regional Headquarters of the National Alliance for the Country's Reunification (Pomminryon) held an enlarged meeting of its standing committee in Tashkent of Uzbekistan  on March 25 and formed the \"measure committee of Koreans in the commonwealth of independent states for the repatriation of unconverted long-term prisoners in south Korea\".\r\n   It discussed measures to make old Kim In So, Ham Se Hwan and Kim Yong Thae, unconverted long-term prisoners in south Korea, repatriated to the northern half of Korea, their native place.\r\n   Ju Yong Il, Vice-Chairman of the International United Confederation of Koreans, was elected Chairman of the measure committee. \r\n\r\n"
        },
        {
            "title": "Great Juche idea, revolutionary world outlook of working class",
            "url": "http://kcna.co.jp/item/1997/9703/news3/30.htm#3",
            "content": "Great Juche idea, revolutionary world outlook of working class \r\n   Pyongyang, March 30 (KCNA) -- Rodong Sinmun today carries an article contributed by dr. Ri Sang Gol to the 15th anniversary of the publication of the famous work of Secretary Kim Jong Il \"On the Juche Idea\".\r\n   The work makes a comprehensive compilation of the precious ideological and theoretical exploits of Secretary Kim Jong Il in enriching and developing in depth the Juche idea, founded by President Kim Il Sung, with new principles and contents to suit the requirements of the present time and developing revolution, the article says, and goes on:\r\n   The Juche idea gives a perfect philosophical exposition of man by defining independence, creativity and consciousness as the essential features of man, a social being, considering man in  social relationship.\r\n   On the basis of this scientific exposition the Juche idea clarifies the philosophical principle that  man is the master of everything and decides everything.  The uniqueness of the Juche idea different from the preceding philosophy is found in elucidating the law governing the domination and transformation of the world by man and the fundamental way of carving out the destiny of the popular masses. \r\n   The Juche idea was founded by the practical requirement of the Korean revolution which took the untrodden road of the national and class liberation for the first time in the world. It has been developed and enriched in popularizing the practical experience of the Korean people in revolution for soveregnity, independence and socialism. \r\n   The Juche idea has become a revolutionary philosophy oriented to expounding the law of the social movement  and a powerful weapon of the revolutionary struggle with the main contents of the fundamental principle, viewpoint and methodology of revolution.\r\n   The Juche philosophy is the genuine philosophy of people which is linked with their destiny, life and struggle and which they regard as a weapon of their struggle as it was founded and developed on the basis of the idea of President Kim Il Sung \"the people are my god.\" \r\n\r\n"
        },
        {
            "title": "Powder-reeking moves in s. Korea",
            "url": "http://kcna.co.jp/item/1997/9703/news3/30.htm#4",
            "content": "Powder-reeking moves in s. Korea\r\n   Pyongyang, March 30 (KCNA) -- Papers here today in commentaries denounce the south Korean puppets for staging war exercises against the north.\r\n   A few days ago, the puppets staged a large-scale marine exercise off the eastern coast of Korea, while conducting a \"joint exercise of civilians, government officials and  servicemen\" to cope with a possible limited chemical war started by the north.\r\n   Rodong Sinmun brands the frantic war exercises of the Kim Young Sam group as a deliberate and premeditated criminal move for destroying peace on the Korean Peninsula and driving the situation to the brink of war and as an open declaration of war against the north.\r\n   The puppets' reckless war drills are a product of their serious ruling crisis, the paper says, and goes on:\r\n   The puppet clique are in the position of a fish out of water for the retrogressive revision of fascist labour law, the largest-ever  Hanbo loan scandal, Kim Young Sam's son's meddling in power and other catastrophic incidents.\r\n   Their drills are aimed at diverting public criticism and escaping from the crisis. \r\n   Minju Joson notes that the Kim Young Sam group should look straight at the trend of the times, stop the war drills against the north and act with discretion. \r\n\r\n"
        },
        {
            "title": "Righteous action reflecting public sentiment",
            "url": "http://kcna.co.jp/item/1997/9703/news3/30.htm#5",
            "content": "Righteous action reflecting public sentiment\r\n   Pyongyang, March 30 (KCNA -- Some 10,000 students of 24 universities and colleges in Seoul turned out in an anti-Kim Young Sam and anti-\"government\" struggle on Mar. 28.\r\n   Rodong Sinmun today comments that this was a righteous action which represented the unanimous desire of the south Korean people and drew on the serious lesson that struggle is the only way out. \r\n   It is natural, the paper says, for the justice-minded students to support and join the people in their struggle to expose the criminal involvement of Kim Young Sam and his son in the Hanbo scandal and bring them to the tribunal of history. \r\n   The paper expresses full support and solidarity for the students' action.\r\n\r\n"
        },
        {
            "title": "\"Crisis control\" for overseas aggression",
            "url": "http://kcna.co.jp/item/1997/9703/news3/30.htm#6",
            "content": "\"Crisis control\" for overseas aggression\r\n   Pyongyang, March 30 (KCNA) -- The Japanese reactionaries' crafty move to justify and make overseas expansion and aggression overtly on the pretext of \"crisis control\" will only precipitate their ruin.\r\n   Rodong Sinmun today comments on the \"outlines for control of crisis\" worked out by the security research council of the Japan liberal-democratic party, beyond the boundary of control over \"non-military crisis.\" \r\n   By \"military crisis\" they mean Japan's military action for overseas aggression, not any military threats to Japan, the news analyst says, and goes on:  \r\n   The \"self-defense forces\" are capable of carrying out any operations worldwide for their modernized, remote-controlled and specialized military hardware.\r\n   What remains undone is to revise the constitution in favor of staging overseas military aggression in real earnest and establish a war-time mobilization system at home. This is, however, opposed by the peace-loving Japanese people, Asian and other countries all over the world.\r\n   Under these circumstances, the Japanese aggressive forces need a pretext to justify their action.\r\n   Therefore, they are clamouring about military threats from other countries, while advocating the \"arrangement of emergency legislation\" and \"establishment of the system for crisis control\" aimed at the constitutional revision  under the pretext of \"coping with crisis\". \r\n\r\n\r\n"
        }
    ]
}