{
    "date": "1997-02-13",
    "url": "http://kcna.co.jp/item/1997/9702/970213.htm",
    "articles": [
        {
            "title": "General strike of 4th stage to be launched",
            "url": "http://kcna.co.jp/item/1997/9702/news2/13.htm#1",
            "content": "General strike of 4th stage to be launched\r\n   Pyongyang, February 13 (KCNA) -- Kwon Yong Gil, chairman of the Korean Confederation of Trade Unions warned in Kwangju on Tuesday that the general strike of the fourth stage would be launched on Feb. 18 as scheduled unless Kim Young Sam group set the program of rewriting the \"Labor Law\" and the \"law on the Agency for National Security Planning\" which were railroaded through parliament, according to a radio report from Seoul. \r\n\r\n"
        },
        {
            "title": "Nat'l Feb. 16artistic photo exhbn.",
            "url": "http://kcna.co.jp/item/1997/9702/news2/13.htm#2",
            "content": "Nat'l Feb. 16 artistic photo exhbn.\r\n   Pyongyang, February 13 (KCNA) -- A national Feb. 16 artistic photo exhibition opened at the Pyongyang Grand Theatre on Wednesday on the threshold of the 55th birthday of General Kim Jong Il.\r\n   On display at the exhibition hall are over 100 artistic photoes.\r\n   Most of them reflect the greatness, wise leadership and noble virtues of the respected General Kim Jong Il who is leading the revolutionary cause of Juche to a brilliant victory.\r\n   Among them are the pictures showing the Korean people and officers and men of the Korean People's Army striving to step up the general onward movement of socialism, striking development in scientific, educational, literary and art, public health and other domains and beautiful landscape of the socialist motherland which has turned into a people's paradise. \r\n   Paek In Jun, chairman of the central committee of the General Federation of the Unions of Literature and Arts of Korea, made an opening address. \r\n\r\n"
        },
        {
            "title": "Symposiums to mark Secy. Kim Jong Il's 55th birthday",
            "url": "http://kcna.co.jp/item/1997/9702/news2/13.htm#3",
            "content": "Symposiums to mark Secy. Kim Jong Il's 55th birthday\r\n   Pyongyang, February 13 (KCNA) -- Provincial symposiums were held across the country to celebrate the 55th birthday of General Kim Jong Il.\r\n   It was said at the symposiums that 55 years of General Kim Jong Il are shining with proud annals in which the noble virtues of the great man with literary and military accomplishments and intensive loyalty and filial piety to the great leader President Kim Il Sung have been displayed all over the world and with a glorious revolutionary history of the outstanding leader with stamina of Mt. Paektu who has victoriously led the revolution and construction.\r\n   Speakers at the symposiums noted that the Korean people have realised through their life that korea will shine and the Juche cause will win victory only under the leadership of General Kim Jong Il.\r\n   They called for upholding the idea and leadership of General Kim Jong Il with loyalty and stepping up the general advance of socialism to cement firmly the political, economic and military positions of the Korean revolution and make our country and our motherland more prosperous. \r\n\r\n"
        },
        {
            "title": "Foreign diplomats visit Kim Il Sung University",
            "url": "http://kcna.co.jp/item/1997/9702/news2/13.htm#4",
            "content": "Foreign diplomats visit Kim Il Sung University\r\n   Pyongyang, February 13 (KCNA) -- Diplomatic envoys and embassy officials of Nigeria, Cuba and Pakistan in Pyongyang visited the Revolutionary Museum of Kim Il Sung University on the occasion of the auspicious holiday of February.\r\n   The visitors went round historic materials and relics on display with deep interest, being briefed on the revolutionary activities of General Kim Jong Il at the university in the first half of the 1960's and his wise leadership over the university to discharge its mission and duty as the highest seat of Juche education.\r\n   After the visit Jose Ramon Rodriguez Varona, Cuban ambassador, said that as they are led by General Kim Jong Il the Korean revolution and socialist construction are successfully progressing and the Korean people are more vigorously advancing with faith and optimism of victory, unaffected in any storm and stress. \r\n\r\n"
        },
        {
            "title": "Reception by Iranian Ambassador on Feb. Holiday",
            "url": "http://kcna.co.jp/item/1997/9702/news2/13.htm#5",
            "content": "Reception by Iranian Ambassador on Feb. Holiday \r\n   Pyongyang, February 13 (KCNA) -- Iranian Ambassador to Korea Seyed Morteza Mirheidari gave a reception Wednesday on the threshold of the birthday of General Kim Jong Il. \r\n   Invited to the reception were Vice-President Ri Jong Ok, Minister of the People's Armed Forces Choe Kwang, who are politburo members of the Workers' Party of Korea Central Committee, and others.\r\n   Addressing the reception, the ambassador said:\r\n   \"The respected General Kim Jong Il, fully personifying the leadership traits of his excellency President Kim Il Sung, is wisely leading the Korean people. \r\n   His unique ideas and theories are precious treasures in our society. \r\n   \"The Islamic Republic of Iran and the Democratic People's of Korea are both independent countries pursuing an independent and non-aligned external policy in the international arena and relationship between the two countries is particular and steadfast.\"\r\n   Underscoring the need to further expand and develop the friendly and cooperative relations between the two countries, he expressed the hope that peace on the Korean Peninsula will be ensured and Korea's reunification realized in a peaceful way in compliance with the desire of the Korean people.\r\n   Vice-Premier and Foreign Minister Kim Yong Nam said in his speech that Korea-Iran friendship is based on the intimacy forged long ago by President Kim Il Sung and Iranian leaders and has been steadily consolidating and developing under the deep concern of General Kim Jong Il.\r\n   \"The Korean people are rejoiced over the achievements made by the Iranian people in their efforts to defend the gains of the Islamic revolution and secure durable peace and stability in the Persian Gulf area under the leadership of his excellency the Islamic leader Seyed Ali Khamenei and his excellency President Akbar Hashemi Rafsanjani,\" he said, wishing a bigger stride forward in their work. \r\n\r\n"
        },
        {
            "title": "Press review",
            "url": "http://kcna.co.jp/item/1997/9702/news2/13.htm#6",
            "content": "Press review \r\n   Pyongyang, February 13 (KCNA) -- Papers here today frontpage news that General  Kim Jong Il received a gift from Fidel Castro Ruz, First Secretary of the Central Committee of the Communist Party of Cuba, President of the Council of State and President of the Council of Ministers of the Republic of Cuba, and a floral basket and a congratulatory letter from the foreign diplomatic corps in korea on the occasion of his 55th birthday. \r\n   Taking much space in the press are accounts of ceremonies held at home and abroad on this occasion. Carried in the press are messages of greetings to General Kim Jong Il from foreign state and party leaders, a congratulatory message from the participants in the \"International seminar on the 21st century and human position\", accounts of subcommittee meetings of the seminar and its closing and news that preparatory committees were inaugurated in different countries to celebrate his 55th birthday.\r\n    \r\n\r\n"
        },
        {
            "title": "Part 39 of film \"The Nation and Destiny\" comes out",
            "url": "http://kcna.co.jp/item/1997/9702/news2/13.htm#7",
            "content": "Part 39 of film \"the Nation and Destiny\" comes out \r\n   Pyongyang, February 13 (KCNA) -- The sixth part of \"KAPF writers\", part 39 of the multi-part feature film \"the Nation and Destiny\", was released recently.\r\n   The film is based on activities of Ri Chan, hero of the film. released from prison, not giving up his desire for proletarian literature, he feels again the miserable destiny of men of literature and art in a colony.\r\n   At that time it was impossible for Korean writers to develop their ability and defend even their conscience due to the persistent moves of the Japanese imperialists to stamp out the \"KAPF\".\r\n   Through such miserable conditions of theirs, the film shows that a true literature conducive to the cause of independence of the working popular masses can be created only under the guidance of a great leader and the destiny and future of men of literature and art be guaranteed under his care.\r\n\r\n"
        },
        {
            "title": "Minju Joson urges early repatriation of pow",
            "url": "http://kcna.co.jp/item/1997/9702/news2/13.htm#8",
            "content": "Minju Joson urges early repatriation of pow \r\n   Pyongyang, February 13 (KCNA) -- Minju Joson today expresses deep concern over the worsening condition of Kim In So, who suffered behind bars for many years, refusing to be converted, after being taken prisoner during the Korean war and is still kept in south korea, and urges his early repatriation to the north of the country where he was born.\r\n   The old man is suffering from nerve paralysis caused by two times of cerebral hemorrhage. His chronic diseases have gone from bad to worse and he has become weak in sight so that he has been left on a sickbed.\r\n   In South Korea he, at the advanced age of 70, has no relative who can attend him.\r\n   In a commentary the daily says there has been no reply from the president of the South Korean Red Cross though ten days have passed since the acting chairman of the Central Committee of the DPRK Red Cross Society sent a letter to him in connection with the old man's critical condition. Such an act is really an inhumane and inhumane behavior, it says.\r\n   If the South Korean rulers continue refusing to send the pow back to the north where his daughters and relatives are waiting for him, in defiance of repeated demand for his repatriation, they will be held wholly responsible for all the consequences, the daily warns. \r\n\r\n"
        },
        {
            "title": "Gift to Secy. KIm Jong Il from Fidel Castro Ruz",
            "url": "http://kcna.co.jp/item/1997/9702/news2/13.htm#9",
            "content": "Gift to Secy. Kim Jong Il from Fidel Castro Ruz \r\n   Pyongyang, February 13 (KCNA) - Secretary Kim Jong Il received a gift from  Fidel Castro Ruz, First Secretary of the Central Committee of the Communist Party of Cuba, President of the Council of State and President of the Council of Ministers of the Republic of Cuba, on the occasion of his birthday.\r\n   The gift was handed to an official concerned by Cuban Ambassador to Korea Jose Ramon Rodriguez Varona on February 12. \r\n\r\n"
        },
        {
            "title": "Project for modernization of industrial prosperty system completed",
            "url": "http://kcna.co.jp/item/1997/9702/news2/13.htm#10",
            "content": "Project for modernization of industrial prosperty system completed \r\n   Pyongyang, February 13 (KCNA) -- A project for modernization of industrial property system has been finished in line with the program of cooperation between the DPRK and the UNDP and the system began its operation on Feb. 12.\r\n   With the completion of this, all processes including reception of documents of inventions will proceed in the local area network (LAN) computer system so as to ensure prompt and correct deliberation of inventions.\r\n   Therefore, scientists and technicians across the country can monitor any of millions of patented data recorded in the database of the invention office, at any time through computers connected with the database by telephone lines. \r\n\r\n"
        },
        {
            "title": "Preparations for celebrating of Secy. Kim Jong Il abroad",
            "url": "http://kcna.co.jp/item/1997/9702/news2/13.htm#11",
            "content": "Preparations for celebrating of Secy. Kim Jong Il abroad \r\n   Pyongyang, February 13 (KCNA) -- Preparatory committees For celebrating the 55th birthday of General kim Jong Il were inaugurated in different countries and regions.\r\n   Inaugural ceremonies were held in Tanzania, Togo, Ecuador, Latin American and Caribbean regions from Feb. 3 to 5.\r\n   At the inaugural ceremonies chairmen of the committees were elected and action programs and timetables of functions discussed. \r\n\r\n"
        },
        {
            "title": "Friendship gathering with Cuban Embassy officials",
            "url": "http://kcna.co.jp/item/1997/9702/news2/13.htm#12",
            "content": "Friendship gathering with Cuban embassy officials \r\n   Pyongyang, February 13 (KCNA) -- A friendship gathering with officials of the Cuban embassy here was held at the Korea-Cuba Friendship Moranbong Senior Middle School no. 1 \r\n   On Wednesday with the approach of the auspicious holiday of February. \r\n   Invited were Cuban Ambassador Jose Ramon Rodriguez Varona and embassy officials.\r\n   Present were Choe Ki Ryong, chairman of the state education commission and chairman of the Korea-Cuba Solidarity Committee, other officials concerned and teaching staff and students of the school.\r\n   They saw an art performance given by school children.\r\n   They enjoyed amusement games and had a conversation in a friendly atmosphere. \r\n\r\n"
        },
        {
            "title": "Celebration meeting and seminar of foreign crewmen",
            "url": "http://kcna.co.jp/item/1997/9702/news2/13.htm#13",
            "content": "Celebration meeting and seminar of foreign crewmen\r\n   Pyongyang, February 13 (KCNA) -- A celebration meeting was held Wednesday at Haeju port on the west coast of Korea by foreign crewmen on the threshold of the 55th birthday of General Kim Jong Il.\r\n   Present at the meeting were captains and crew of Panamanian ship \"Kong Tong Dao\", Honduran ship \"38 Cosmostar\", Chinese ships \"Haihualeng I\" and \"Jing Ieng III\".\r\n   Speakers said at the meeting that Secretary Kim Jong Il has developed and enriched the Juche idea, a man-centred philosophical idea, with his energetic ideological and theoretical activities and revolutionary practice and made miraculous achievements in the revolution and construction and provided all people with an independent and creative life. \r\n   They noted that under his leadership the Korean people have made great success in different domains  and their future is bright as they are led by the great leader.\r\n   On the same day, a seminar on virtues of General Kim Jong Il was held at Nampho port by crewmen under the Japanese Shindaito Society for the study of Kimilsungism.\r\n   The seminar was attended by the crew of the Panamanian ships \"Orient Peace\" and \"5 Toyo\".\r\n   It was said at the seminar that Secretary Kim Jong Il is administering the man-centred politics, benevolent politics, on the principle of the Juche idea.\r\n   Speakers at the seminar said Secretary Kim Jong Il's politics is the best in the world and expressed the conviction that brilliant victory, prosperity and happiness are in store for humankind thanks to his wise leadership.\r\n   Congratulatory letters to Secretary Kim Jong Il were adopted at the celebration meeting and seminar. \r\n\r\n"
        },
        {
            "title": "Symposium of political parties on building new society held in Mexico",
            "url": "http://kcna.co.jp/item/1997/9702/news2/13.htm#14",
            "content": "Symposium of political parties on building new society held in Mexico\r\n   Pyongyang, February 13 (KCNA) -- A symposium of political parties on building a new society took place in Mexico from Feb. 2 to 4.\r\n   Present there were party delegations of Mexico, Dominica, Honduras, Argentina, Canada, Cuba and other countries in Americas as well as a delegation of the Workers' Party of Korea.\r\n   Heads of party delegations made speeches on the subjects \"Present situation of socialism\", \"WPK's Juche idea, mass line, self-reliance, people's power and party building\", \"tasks facing socialists\" and so on.\r\n   The speakers said that the progressive political parties in Americas should establish the guiding idea and theory to suit their specific conditions for the rebuilding and development of the world's socialist movement and maintain the socialist principle in any adversity and, to this end, the driving force of the revolution should be strengthened and parties be strengthened ideologically and theoretically.\r\n   The WPK is successfully defending and developing socialism without deviation because it is leading the revolution and construction to suit the specific condition of its country with the Juche idea as the guiding idea, they noted, saying that all the progressive political parties in Americas should learn from the precious experience of the WPK.\r\n   They said Korean-style socialism is greatly inspiring the revolutionaries and progressive political parties around the world in the struggle for socialism. \r\n   They called upon all the progressive political parties in the world to extend full support and solidarity to the just struggle of the WPK and the Korean people to check and frustrate the pressure and blockade by the imperialists against Korea and achieve the independent and peaceful reunification of the country.\r\n   They stressed that the Pyongyang declaration is a historic one which has proved the truth, validity and vitality of the cause of socialism and inspired all the progressive political parties and people in Americas with conviction of the victory of socialism.\r\n   A joint communique and a special resolution on Korea were adopted at the symposium.\r\n   The joint communique stressed the need to have the conviction of socialism, further develop the theories on socialist construction and strengthen the parties  qualitatively, deeply aware of their position and role in building new society.\r\n   The special resolution on korea expressed full support and solidarity for the WPK and the Korean people in the just struggle to achieve the independent and peaceful reunification of the country, the desire of the nation.\r\n   A joint statement supporting the peace and reunification of Korea was adopted at the symposium.\r\n\r\n"
        },
        {
            "title": "Commemorative stamps and postcard issued",
            "url": "http://kcna.co.jp/item/1997/9702/news2/13.htm#15",
            "content": "Commemorative stamps and postcard issued\r\n   Pyongyang, February 13 (KCNA) -- New commemorative stamps and postcards were issued by the Ministry of Post and Telecommunications of Korea on the threshold of the 55th birthday of Secretary Kim Jong Il.\r\n   The stamps, with letters \"February 16\" against the background of Kimjongilia, carry images of the great leaders President Kim Il Sung and Secretary Kim Jong Il giving on-site guidance to various domains.\r\n   A stamp and a commemorative postcard picture the native home in Mt. Paektu secret camp against Jong Il Peak.\r\n   The postcard, which pictures the native home in Mt. Paektu secret camp and Jong Il Peak in February with letters \"February 16\" and \"55th anniversary\" reflects the loyal and filial mind of the Korean people wishing longevity to Secretary Kim Jong Il.\r\n   And an exhibition of Korean stamps is open at the grand people's study house to celebrate the 55th birthday of Secretary Kim Jong Il. \r\n   Exhibited there are more than 3,700 kinds of stamps showing the wise leadership of President Kim Il Sung and Secretary Kim Jong Il, who have devoted their all to freedom and happiness of the people, the prosperity of the fatherland and to the cause of global independence, and its great vitality. \r\n\r\n"
        },
        {
            "title": "Holiday common to humanity",
            "url": "http://kcna.co.jp/item/1997/9702/news2/13.htm#16",
            "content": "Common holiday of humanity\r\n   Pyongyang, February 13 (KCNA) -- The greatest national holiday of the Korean people (Feb. 16) is celebrated in many countries.\r\n   An international seminar on the Juche idea was held in Tokyo over Feb. 7-9 to mark the 55th birthday of Secretary Kim Jong Il. It focused on the 21st century and the position of humanity.\r\n   The seminar was attended by some 500 Juche idea followers from many countries and delegations and delegates from international and regional organisations. The participants highly praised Secretary Kim Jong Il as an outstanding thinker-theoretician of our times and a great teacher who leads mankind's cause of independence to victory, and they warmly congratulated him on his birthday.\r\n   Preparatory committees have been formed in nearly 40 countries including Cambodia, Madagascar, Russia, Britain, Mexico, Italy and Benin to celebrate his birthday since the first committee was inaugurated in Copenhagen on November 18 last year.\r\n   At the inaugural ceremonies, the participants described it as a great pride, honor and bounden duty of humanity to celebrate his birthday.\r\n   The preparatory committees are made up of ranking government officials, party leaders, politicians and public figures of the relevant countries.\r\n   The Ugandan preparatory committee adopted an appeal calling on the governments, political parties, public organisations, Juche idea study groups and friendship and solidarity bodies in all countries to celebrate his 55th birthday with most significant events as a common holiday of humankind.\r\n  Celebration events take place in larger numbers in many countries with the approach of his birthday. \r\n\r\n"
        },
        {
            "title": "Floral festival in February",
            "url": "http://kcna.co.jp/item/1997/9702/news2/13.htm#17",
            "content": "Floral festival in February\r\n   Pyongyang, February 13 (KCNA) -- The first Kimjongilia exhibition is now going on in the capital city of Pyongyang, sponsored by the DPRK Kimjongilia federation.\r\n   On display are more than 800 plants of this kind grown by people from different parts of korea including gardeners and foreign florists and others including the inventor of Kimjongilia, Motoderu Kamo of Japan.\r\n   The Jury of the exhibition, professional gardeners and visitors describe the birth of Kimjongilia as a revolution in horticulture and the pride and joy of the nation.\r\n   At the 12th international flower show held in Czechoslovakia in 1991, where some 820 kinds of flowers were exhibited, Kimjongilia won the special prize and gold medal as the most beautiful and precious flower in the world.\r\n   The red blossom supported by a strong fresh stalk and heart-shape green leaves reminds one of Secretary Kim Jong Il's energetic contributions to the Korean revolution and world peace.\r\n   The exhibition hall is reddened by the flowers that are in bloom, though in winter, winning admiration of visitors.\r\n   People increasingly wish to trust and follow the peerlessly great man, growing Kimjongilia, a symbol of matchless courage and spirit, iron will and faith of a great man.\r\n   The flower is being grown in some 60 countries as well as in all parts of Korea.\r\n   The Kimjongilia federation exchanges techniques in propagating and growing the flower with many people in Mongolia, Japan, Finland, Norway, China, the U.S. And other countries.\r\n \r\n\r\n"
        },
        {
            "title": "Kim Young Sam group's anti-national gangsterism under fire",
            "url": "http://kcna.co.jp/item/1997/9702/news2/13.htm#18",
            "content": "Kim Young Sam group's anti-national gangsterism under fire\r\n   Pyongyang, February 13 (KCNA) -- A grand  photo exhibition opened in Los Angeles under the cosponsorship of  the Sinhan Minbo newspaper office of ethnic Koreans in the U.S. and the DPRK-U.S. Friendship Council to celebrate the 55th birthday of  Secretary  Kim Jong Il. Recently the South Korean puppets sent some 50 gangsters to raid the exhibition hall, tear away the exhibits and brutally assault the sponsors.\r\n   Upon hearing the news, overseas compatriots' organisations and public figures have released statements bitterly condemning the Kim Young Sam group for their anti-national crime and brazen-faced political gangsterism.\r\n   The Zhongnan regional association of Korean nationals in China held an emergency meeting on February 9 and issued statements, describing the recent crime as an unpardonable political provocation designed to block the overseas Koreans' singlehearted mind of loyalty and filial piety to Secretary Kim Jong Il to hold him in high esteem as the great leader of the nation and the lodestar of national reunification. And the statements urged the Kim Young Sam group to strictly punish those involved in the incident and take steps to prevent the recurrence of the base acts obstructive to national unity and reunification.\r\n   Ri Ho Ju, chairman of the United Confederation of Koreans in the Tajikistan Republic, and Pak Kyong Nam, chiarman of the United Confederation of Koreans in the Kyrgyzstan Republic, in statements dated February 9 said that the recent Los Angeles incident  proves that the U.S. is a lawless society and the graveyard of human rights, and demanded that the U.S. authorities concerned search for the criminals and their behind-the-scene manipulators, expose them to the world and punish them strictly.\r\n   Hwang Song Bok, chairman of the Korean Veterans Committee in Uzbekistan, in a statement dated February 9 described the recent crime as a political gangsterism and emphasized that no matter what desperate efforts the separatists may make, they cannot block the powerful advance of overseas Koreans who have turned out in the struggle for reunification under the leadership of Secretary Kim Jong Il. \r\n\r\n"
        },
        {
            "title": "Book \"Kim Jong Il, Leader of the 21st Century\" published in Russia",
            "url": "http://kcna.co.jp/item/1997/9702/news2/13.htm#19",
            "content": "Book \"Kim Jong Il, Leader of the 21st Century\" published in Russia\r\n   Pyongyang, February 13 (KCNA) -- The Russian Paleya Publishing House brought out book \"Kim Jong Il, Leader of the 21st Century\" on Feb. 6.\r\n   The book carries a photo of Secretary Kim Jong Il standing on the platform and letters \"on the occasion of the 55th birthday of Secretary Kim Jong Il, supreme leader of the Democratic People's Republic of Korea\". \r\n   Edited in the book are articles written by the chief editor and first deputy  editor of the newspaper patriot in praise of the greatness of Secretary Kim Jong Il. \r\n\r\n"
        },
        {
            "title": "More songs in praise of General Kim Jong Il in S. Korea",
            "url": "http://kcna.co.jp/item/1997/9702/news2/13.htm#20",
            "content": "More songs in praise of General Kim Jong Il in S. Korea\r\n   Pyongyang, February 13 (KCNA) -- Members of the Hwiparam (whistle) band active in Jongro district held a symposium in Seoul on Jan. 10 to write and disseminate more songs in praise of Secretary Kim Jong Il, according to radio Voice of National Salvation quoting information of the Seoul city committee of the National Democratic Front of South Korea.\r\n   The band was organised by artistes in South Korea, attracted by the greatness of General Kim Jong Il, to sing of the deep reverence of the masses.\r\n   At the symposium on the subject \"Let us more loudly boast of the greatness of General Kim Jong Il, Sun of the Nation, All over the World\", the head of the band called for singing more songs in praise of him on the occasion of his 55th birthday.\r\n   The symposium discussed action program to collect songs of reverence and famous music of the north from radio Pyongyang and radio voice of national salvation and disseminate them among the popular masses of all strata.\r\n\r\n"
        },
        {
            "title": "What does Hanbo scandal show?",
            "url": "http://kcna.co.jp/item/1997/9702/news2/13.htm#21",
            "content": "What does Hanbo scandal show?\r\n   Pyongyang, February 13 (KCNA) -- As was reported, Kim Young Sam received a colossal amount of bribes from the Hanbo group and put pressure upon banks to loan five trillion won to the business group on an unwarrantable basis.\r\n   This is an outline of the Hanbo scandal, an extra-large swindle exposed in South Korea in January.\r\n   The Hanbo scandal shows once again that Kim Young Sam is an illicit fortune maker and a kingpin of irregularities and corruption who raked up a sizable sum of money in conspiracy with Jong Thae Su, general chairman of the Hanbo group, who has won infamy as an impostor in South Korean business, press and public circles.\r\n   Foreign press reports said that the korea first bank and other big banks in South Korea would not have lent the over five trillion won to the Hanbo group without the pressure from \"Chongwadae\".\r\n   However, Kim Young Sam is alleging that the scandal is a mere \"financial incident\" and \"economic matter\". It is the height of shamelessness.\r\n   Meanwhile, it is very doubtful that subsidiary companies of the Hanbo group, which received the colossal amount of money in terms of loans, could not cash bills of only 1.5 or 2 billion won.  \r\n   This is enough to prove how vulnerable the South Korean economy is and what an adventurous money-making Kim Young Sam is engaged in with comprador businesses.\r\n   \r\n\r\n\r\n"
        }
    ]
}