{
    "date": "1997-10-29",
    "url": "http://kcna.co.jp/item/1997/9710/971029.htm",
    "articles": [
        {
            "title": "Kim Jong Il's election as WPK General Secretary welcomed abroad",
            "url": "http://kcna.co.jp/item/1997/9710/news10/29.htm#1",
            "content": "Kim Jong Il's election as WPK General Secretary welcomed abroad\r\n Pyongyang, October 29 (KCNA) -- Personages of different countries issued statements to the press in congratulation of Kim Jong Il's election as General Secretary of the Workers' Party of Korea.\r\n   The Chairman of the Khmer Fighters' Party for Mulinaka and Freedom of Cambodia, said in a statement on October 21 that under the wise leadership of   Marshal Kim Jong Il Korea is now striking the world people with admiration as a developed country.\r\n   He has aroused the masses of the people to further cementing  the independent national economy and built the Korean People's Army into a strong army, in defiance of the vicious maneuverings of the imperialists to stifle Korean socialism, the chairman stressed.\r\n   Deo Rukamuzi, Director of the Youth and Students Department of the Pan-African Movement, said in a statement dated October 17 that General Secretary Kim Jong Il is a prominent great man who will lead the 21st century.\r\n   The chief in charge of information of the organization of socialists in the mediterranean said in a statement on October 16: \r\n   On the threshold of the 21st century, we are firmly convinced that the great leader comrade Kim Jong Il will add lustre to socialism and lead the Korean people to a greater victory by carrying forward the Juche cause started by the great leader comrade Kim Il Sung.    \r\n\r\n"
        },
        {
            "title": "Exhibition of educational books opened",
            "url": "http://kcna.co.jp/item/1997/9710/news10/29.htm#2",
            "content": "Exhibition of educational books opened\r\n Pyongyang, October 29 (KCNA) -- An exhibition of educational books opened at the new technical innovation hall of the three revolution exhibition on Tuesday to mark the 20th anniversary of the publication of the theses on socialist education.\r\n   On display were some 7,000 kinds of textbooks of the schools, reference books, translations, newspapers and magazines, which have been published after the liberation by the Kim Il Sung University, Kim Hyong Jik University of Education, educational books publishing houses founded under the wise leadership and benevolent care of President Kim Il Sung and comrade Kim Jong Il and comrade Kim Jong Suk, the great communist revolutionary fighter, and the educational pulbishing organs of the General Association of Korean Residents in Japan and over 100 writings, calligraphies and embroideries created by teachers and pupils across the country.\r\n   Chairman Choe Ki Ryong of the state education commission made an opening address and participants looked round books and works.    \r\n\r\n"
        },
        {
            "title": "National seminar on General Secretary Kim Jong Il's work",
            "url": "http://kcna.co.jp/item/1997/9710/news10/29.htm#3",
            "content": "National seminar on General Secretary Kim Jong Il's work\r\n  Pyongyang, October 29 (KCNA) -- A national seminar on \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\", a work of General Kim Jong Il, was held at the People's Palace of Culture on October 28.\r\n   Present there were Vice-President Pak Song Chol, Chairman of the Supreme People's Assembly Yang Hyong Sop, secretaries of the Workers' Party of Korea Central Committee Choe Thae Bok and Kim Ki Nam, other senior party and government officials and men of social science, education and foreign affairs as well as scientists.\r\n   The speakers said that the general made a new epochal phase in the Korean nation's history of reunification movement by putting forward a great platform for national reunification and that the work serves as a library for the reunification of the country.\r\n   In the work, they noted, the general advanced a great reunification platform for solving the question of reunification on the principle of national independence under the three major chapters of national reunification, building up the internal reunification forces through the great unity of the nation and achieving the reunification based on confederacy peacefully without the use of arms.\r\n   They pointed out that the work indicated how to demolish the barrier of deadlock and division on the basis of the comprehensive exposition of inter-Korean relations and solve issues of relations with countries concerned in favour of the independent reunification of the country.\r\n   All the Koreans in the north, the south and overseas should dynamically turn out in the sacred struggle to implement the earnest behests of President Kim Il Sung on reunification under the leadership of the General with the faith that, led by the General, the country can be reunified and its prosperity and development be made, the speakers stressed. \r\n\r\n"
        },
        {
            "title": "Students arrested in s. Korea",
            "url": "http://kcna.co.jp/item/1997/9710/news10/29.htm#4",
            "content": "Students arrested in s. Korea\r\n  Pyongyang, October 29 (KCNA) -- The Kim Young Sam fascist clique of south Korea sent police to Kyongbuk National University in Taegu at the dawn of October 26 to arrest twelve students including Kim Nam Sik, vice-chairman of the policy committee of the South Korean Federation of University Student Councils, according to a radio report from Seoul.    \r\n\r\n"
        },
        {
            "title": "DPRK proposal for reunification supported",
            "url": "http://kcna.co.jp/item/1997/9710/news10/29.htm#5",
            "content": "DPRK proposal for reunification supported\r\n Pyongyang, October 29 (KCNA) -- A meeting was held in Moscow on October 24 under the sponsorship of the Russian Public Committee for Liaison with the DPRK, to mark the month of support to the proposal for founding the Democratic Confederal Republic of Koryo.\r\n   Speakers at the meeting expressed support for the Korean people's efforts to reunify the country by means of confederacy.\r\n   Aleksandr Kapto, Chairman of the committee, said the DCRK founding proposal is the most realistic, reasonable and fair proposal which makes it possible to reunify the country without pursuing superiority and interest of one side only or doing harm to any side.\r\n   It is a precious product of the energetic activities, great physical and mental energies of President Kim Il Sung for the reunification of the country, he stressed.\r\n   Rolald Sabeliyev at the Institute of the Far East of the Russian Academy of Sciences said the DCRK founding proposal is the best proposal for Korea's reunification that has a sure guarantee for its realization.\r\n   Lem Filionov, Secretary of the Moscow Committee of the Communist Party of the Russian Federation, said the south Korean authorities should renounce their reckless confronation design and accept the proposal of confederacy for the interests of the entire Korean nation and world peace.\r\n   A letter to General Secretary Kim Jong Il was adopted at the meeting.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on U.S. plan to strengthen Radio Free Asia",
            "url": "http://kcna.co.jp/item/1997/9710/news10/29.htm#6",
            "content": "Rodong Sinmun on U.S. plan to strengthen Radio Free Asia \r\n  Pyongyang, October 29 (KCNA) -- Rodong Sinmun today runs an article on the bill on increasing funds for Radio Free Asia that passed through the U.S. House Foreign Affairs Committee some time ago.\r\n   The bill envisages an annual budget of two million dollars to increase broadcasting programs toward Korea.\r\n   The author of the article says:\r\n   This step shows that the united states plans to intensify ideological and cultural infiltration into Asian countries.\r\n   The purpose of Radio Free Asia is to spread bourgeois ideology, American democracy, American culture and way of life to Asian countries so that the Asian peoples' spiritual, cultural, political and moral life may be americanized and westernized, their consciousness of national independence and revolutionary spirit be paralysed and national culture and sound morality be obliterated.   Through this radio, the United States schemes to instil \"liberalization\" and bourgeois ideas into the DPRK and destroy the politico-ideological position of socialism and true cultural and moral life.\r\n   The call for two million dollars' spending for broadcasting programs toward Korea is an example. This method cannot work on the DPRK, however.\r\n   It is foolish to expect any change from the DPRK.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il's wise guidance for national unity",
            "url": "http://kcna.co.jp/item/1997/9710/news10/29.htm#7",
            "content": "Kim Jong Il's wise guidance for national unity \r\nPyongyang, October 29 (KCNA) -- The Koreans in the north, the south and overseas are dynamically struggling to realise the great national unity.\r\n   On August 4, Juche 86 (1997), General Kim Jong Il published the work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" and has wisely led the struggle for the great unity of the whole nation.\r\n   Under his leadership, the 8th Pan-National Rally and the '97 Pan-National Conference for Peace and Reunification of the Country were held in Pyongyang and Panmunjom in August with the participation of representatives of the national alliance for the country's reunification organisations and the national alliance of youth and students for the country's reunification organisations, people of different social standings, youth and students in the north and overseas.\r\n   The rallies called for frustrating the anti-reunification, anti-DPRK confrontation and war moves of the separatists within and without by tightening the three-party solidarity of Koreans in the north, the south and overseas, upholding the three major chapters for national reunification advanced by President Kim Il Sung, and thus opening up an epochal phase for the reunification of the country.\r\n   General Kim Jong Il has pushed ahead with the struggle to achieve the national reconciliation and unity between the north and the south.\r\n   In September Juche 73 (1984), he took a measure to send relief materials to the more than 200,000 flood victims in south Korea. Therefore, 50,000 Sok of rice, 500,000 metres of cloth, 100,000 tons of cement and medicines were supplied to the south Korean people.\r\n   He saw to it that proposals for multi-channelled dialogue and negotiation were put forward, mutual visits of art troups, sports teams and home-visiting groups of the north and the south were realised to create the atmosphere of reconciliation and unity and that these produced good things.\r\n   Thus, the inter-Korean Red Cross talks held in May Juche 74 (1985) reached an agreement on exchanging  art troups and home-visiting groups on the occasion of the 40th anniversary of the country's liberation and in September, the mutual visits were realised.\r\n   On his initiative, the north and the south of Korea jointly cheered the 11th Asian Games in September Juche 79 (1990), the reunification football game of the north and the south was held in October 1990, a \"Pan-National Reunification Concert\" was organised in October 1990, the \"'90 reunification traditional concert to see the old year out\" was given in December 1990 and unified teams of the north and the south participated in the 41st World table Tennis Championships and the 6th World Youth Soccer Championships.\r\n   He has directed great energies to the work of forming a great united front of the nation.\r\n   Under his guidance, dialogues and meetings of Koreans in the north and overseas were held in Austria, Finland and Japan and a \"national federation for the reunification of the country\" was formed in December 1984.\r\n   The national alliance for the country's reunification (Pomminryon), an umbrella organisation of pro-reunification, patriotic forces of the nation, was set up in November 1990 and the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon) in Juche 80 (1991).\r\n   Pan-national rallies have been held in the north, the south and overseas every year from 1990 around August 15.    \r\n\r\n"
        },
        {
            "title": "Papers on \"Foal Eagle\" exercise",
            "url": "http://kcna.co.jp/item/1997/9710/news10/29.htm#8",
            "content": "Papers on \"Foal Eagle\" exercise \r\n Pyongyang, October 29 (KCNA) -- Papers here today criticise the U.S. imperialists and the south Korean puppets for starting joint military maneuvers codenamed \"Foal Eagle\" on October 27.\r\n   The news analyst of Rodong Sinmun says:\r\n   We can never remain a passive onlooker to the \"Foal Eagle\" exercise as it is an open threat to the DPRK and a grave provocation to unleash new war of aggression on the Korean Peninsula.\r\n   The exercise is simulating invasion of the DPRK. So much numerical strength as can wage a war is involved in the exercise, which includes ground attack, air strike and landing operation.\r\n   No one can vouch that the bellicose U.S. military obssessed with ambition for aggression on the whole of Korea and the Kim Young Sam regime driven to a tight corner will not turn the provocative \"Foal Eagle\" exercise into real war against the DPRK.   The warmongers are mistaken if they think they can go scotfree after unleashing war against the DPRK.\r\n   If the U.S. and the south Korean puppets impose war on the DPRK, the Korean people will rise up as one and mete out a thousandfold retaliation to the enemies.\r\n   The news analyst of Minju Joson warns that the U.S. and south Korean warmongers must discard the foolish dream of frightening or subduing the Korean people with military threat and provocation.    \r\n \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}