{
    "date": "1997-10-05",
    "url": "http://kcna.co.jp/item/1997/9710/971005.htm",
    "articles": [
        {
            "title": "Equatorial Guinean President favors recommendation of Secy. Kim Jong Il for WPK General Secretary",
            "url": "http://kcna.co.jp/item/1997/9710/news10/05.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Mounting anti-American feelings in s. Korea",
            "url": "http://kcna.co.jp/item/1997/9710/news10/05.htm#2",
            "content": "Equatorial Guinean President favors recommendation of Secy. Kim Jong Il for WPK General Secretary \r\nPyongyang, October 5 (KCNA) -- Equatorial Guinean President Obiang Nguema Mbasogo received the DPRK Ambassador to his country on October 2.\r\n   He told the Ambassador that the recommendation of Secretary Kim Jong Il for the General Secretary of the Workers' Party of Korea was an event of great importance in carrying forward the far-sighted cause of President Kim Il Sung.\r\n   He voiced full support for the recommendation, saying it was a token of all the Korean people's strong will to overcome the country's hardships and continue the efforts for national reunification and socialist construction, united more closely around Secretary Kim Jong Il. \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean authorities discuss disorganization of Hanchongryon",
            "url": "http://kcna.co.jp/item/1997/9710/news10/05.htm#3",
            "content": "Mounting anti-American feelings in s. Korea\r\n Pyongyang, October 5 (KCNA) -- Anti-American feelings are ever growing in south Korea in protest against U.S. pressure for the liberalization of auto import, a Seoul-based radio said.\r\n   Failing to lower trade tariffs in south Korea for its auto sales, the United States has threatened to take a \"retalitatory step\" by setting in motion the trade act super 301.\r\n   South Korean automakers described the U.S. action as an unreasonable demand and outrage backed by strength.\r\n   The citizens federation for economic justice, the citizens council for consumers and other organizations bitterly condemned the U.S. pressure.\r\n   Asking the United States is really a \"friendly nation\", the radio said the trade friction may spark an all-people anti-American feelings. \r\n\r\n"
        },
        {
            "title": "CPRF on military provocations, drills of s. Korea",
            "url": "http://kcna.co.jp/item/1997/9710/news10/05.htm#4",
            "content": "S. Korean authorities discuss disorganization of Hanchongryon\r\nPyongyang, October 5 (KCNA) -- The south Korean fascist regime convened a \"meeting of security section chiefs and prosecutors\" from throughout south Korea on October 2 and discussed a \"plan for the disorganization of the South Korean Federation of University Student Councils\", according to a radio report from Seoul.\r\n   It urged prosecution to uproot Hanchongryon, describing it as \"source of leftist forces\".\r\n   With the \"Presidential Election\" drawing near, the fascist regime is escalating the suppression of the student organization in a bid to remove factors unfavorable to it.\r\n   The move, however, has only angered people supporting Hanchongryon in its activities for independence, democracy and reunification. \r\n\r\n"
        },
        {
            "title": "DPRK's position for NAM",
            "url": "http://kcna.co.jp/item/1997/9710/news10/05.htm#5",
            "content": "CPRF on military provocations, drills of s. Korea\r\n Pyongyang, October 5 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of the Fatherland issued information bulletin No. 745 on October 4 that denounces the south Korean for committing frantic military provocations and exercises jointly with the U.S. imperialists.\r\n   The bulletin says:\r\n   On September 29 and 30 six south Korean helicopter gunships made an ultra-low flight, firing some 100 machinegun bullets in the skies above the frontline area adjacent to the north side. The puppets deployed heavy tanks in the western sector of the front along the Military Demarcation Line, large-calibre guns, military vehicles and troops in the western and central sectors of the front and fired hundreds of shells and some 1,300 bullets at the north.\r\n   They had perpetrated military provocations between September 22 and 25.\r\n   The provocations and drills are a downright challenge to the nation's desire to avert the danger of new war and achieve peace and peaceful reunification of the country. \r\nThis is patent proof that the puppets' war preparations have reached a very grave stage.\r\n   The Kim Young Sam regime's reckless war preparations fill the whole of south Korea with powder smoke, aggravate the inter-Korean military tension and bring the situation on the Korean Peninsula to the brink of war.\r\n   With no war racket can Kim Young Sam save his miserable fate. The puppets must act with discretion. \r\n\r\n\r\n"
        },
        {
            "title": "Operations of \"defence security command\" exposed",
            "url": "http://kcna.co.jp/item/1997/9710/news10/05.htm#6",
            "content": "DPRK's position for NAM\r\nPyongyang, October 5 (KCNA) -- The DPRK government has done all it could to strengthen the Non-Aligned Movement (NAM) since it joined the movement and will make positive contribution to achieving the movement's unity and cohesion and realising its noble purpose and ideal.\r\n   Vice-Minister of Foreign Affairs Choe Su Hon said this in his speech at the Foreign Ministers' Conference of non-aligned countries on September 25.\r\n   Choe, who was heading the DPRK delegation, continued:\r\n   \"In order to enhance the position and role of the NAM in the United Nations organisation, it is very important to strengthen unity, solidarity and cooperation among the NAM member nations.\"\r\n   \"Now some big powers leave no stone unturned to maintain and expand their influence, but there are some disparaties in the view, position and action of NAM member nations to counter it. If this state of affairs continues, the movement's objective of democratizing the international relations will not be attained in the next century, either.\"\r\n   \"The NAM member nations should unite their mind and action, strength and voice for the principle, objective and cause of the NAM.\"\r\n   \"It is important to deal with the agenda items of the current U.N. general assembly session on the principle of implementing the resolutions of the NAM conferences.\"\r\n   \"The United Nations should be reformed in keeping with the demand, desire and interest of the developing countries. The security council should be expanded on the principles of fair regional representation, sovereignty and equality among nations.\"\r\n   \"As for disarmament, the nuclear-weapon states should commit themselves to unconditional non-use of nuclear weapons against non-nuclear states, publish a timetable for the total abolition of nuclear weapons. Any attempt to set double standard in human rights issue must be rejected resolutely.\"\r\n   \"Bilateral and multilateral negotiations should be made over the preparations for the 12th NAM Summit slated for next year in south Africa.\" \r\n\r\n"
        },
        {
            "title": "Resolutions on recommending Secy. Kim Jong Il as Party General Secretary hailed worldwide",
            "url": "http://kcna.co.jp/item/1997/9710/news10/05.htm#7",
            "content": "Operations of \"defence security command\" exposed\r\n Pyongyang, October 5 (KCNA) -- The \"civilian\" regime of south Korea is using the defence security command of the army in surveillance over the student movement as the preceding military fascist regimes did, the south Korean magazine MAL reported.\r\n   The July issue of the magazine opened to the public a secret document of the \"defence security command\" on operations to block the inaugural ceremony of the 5th South Korean Federation of University Student Councils (Hanchongryon) in late May and early June.\r\n   According to the document, the \"defence security command\" mobilized 28 officers and 158 soldiers of the command in campus surveillance to block the ceremony.\r\n   The command selected the secret agents from among college graduates and those who were recruited while attending school and disguised them as students with no ID cards and weapons.\r\n   The agents were carrying micro-cameras, tape recorders, walky-talkies and other instruments for secret surveillance.\r\n   In a few days around the inaugural ceremony, for instance, they collected some ten documents including the inaugural declaration and took 204 pictures in Hanyang University. \r\n\r\n"
        },
        {
            "title": "Product of sycophantic misrule",
            "url": "http://kcna.co.jp/item/1997/9710/news10/05.htm#8",
            "content": "Resolutions on recommending Secy. Kim Jong Il as Party General Secretary hailed worldwide\r\nPyongyang, October 5 (KCNA) -- News that resolutions on recommending Secretary  Kim Jong Il as the General Secretary of the Workers' Party of Korea were adopted at local and military conferences is evoking a stormy of reaction worldwide.\r\n   In eight days after news of the South Phyongan Provincial Conference, the conference of the Korean People's Army, the Pyongyang Municipal Conference and other provincial conferences of the WPK was published, more than 100 mass media of over 50 countries including China, Russia, Japan and the United States gave special-writeups to the news every day on more than 200 occasions.\r\n   Major press media of the world reported the news repeatedly, with portraits of Secretary Km Jong Il and pictures of him inspecting military units.\r\n   National radio of Madagascar, the Indonesian paper Kompas, Itar-Tass of Russia, the Kyodo News Service of Japan, the Japanese newspapers Asahi Shimbun and Yomiuri Shimbun, the Latin America News Agency Prensa Latina and other foreign mass media said that Secretary Kim Jong Il is the great leader of the Party and people of Korea. The resolutions are historic events reflecting the unanimous will and desire of all the Korean people, they stressed.\r\n   Foreign Party leaders, prominent political and public figures, political parties and organisations made public statements and organizing committees for welcoming and supporting the recommendation were formed in different countries.\r\n   This shows deep trust and unshakable faith of the world revolutionary people to accomplish the human cause of independence under the wise leadership of Secretary Kim Jong Il, having him at the head of the most revolutionary and militant WPK.\r\n\r\n\r\n"
        },
        {
            "title": "Slavish consciousness and corruption of s. Korean ruling quarters deplored",
            "url": "http://kcna.co.jp/item/1997/9710/news10/05.htm#9",
            "content": "Product of sycophantic misrule\r\n   Pyongyang, October 5 (KCNA) -- Rodong Sinmun today denounces the Kim Young Sam regime's criminal import of beef from the United States, which is causing a big stir among the south Koreans.\r\n   The news analyst says:\r\n   With food poisoning virus detected in the beef from the U.S. it has turned out to be unfit for man. The Kim Young Sam regime is, however, trying to defend their criminal iImport of the beef.\r\n   The recent criminal import of the beef which the south Korean press calls the \"U.S. beef crisis\" is an inevitable product of the Kim Young Sam regime's sycophantic misrule.\r\n   After coming into power, Kim Young Sam brought about all-round market opening, talking about \"internationalisation,\" \"globalisation,\" \"reform\" and \"opening\". As a result, south Korea has further been reduced to a market for surplus goods of foreign monopoly capitalists and economic colony of foreign forces than in the period of the former military dictatorships.\r\n   The Kim Young Sam regime is selling off the interests of the country and nation through the sycophantic and treacherous market opening and prolonging its dirty remaining days by currying favor with its master. Its crimes cannot be pardoned at all. \r\n\r\n"
        }
    ]
}