{
    "date": "1997-11-09",
    "url": "http://kcna.co.jp/item/1997/9711/971109.htm",
    "articles": [
        {
            "title": "All-India trade union congress adopts resolution on Korea",
            "url": "http://kcna.co.jp/item/1997/9711/news11/09.htm#1",
            "content": "All-India trade union congress adopts resolution on Korea\r\n    Pyongyang, November 9 (KCNA) -- The 36th conference of the All-India Trade Union Congress adopted a resolution on Korea.\r\n   The resolution extended warmest greetings and congratulations to General Secretary Kim Jong Il on his election as supreme leader of the Workers' Party of Korea.\r\n   It said that under the leadership of Marshal Kim Jong Il the Korean workers and other people are struggling for national reunification and called upon all the trade unions of the world to more vigorously conduct a solidarity movement against imperialism worldwide to defend the Democratic People's Republic of Korea and build a new independent world where there is no imperialist domination and subjugation and war and poverty.    \r\n\r\n"
        },
        {
            "title": "Gen. Secy. Kim Jong Il praised in S. Korea",
            "url": "http://kcna.co.jp/item/1997/9711/news11/09.htm#2",
            "content": "Gen. Secy. Kim Jong Il praised in s. Korea\r\nPyongyang, November 9 (KCNA) -- A meeting was held in Kwanak district, Seoul in celebration of Kim Jong Il's election as General Secretary of the Workers' Party of Korea (WPK) under the sponsorship of the society of patriotic comrades for reunification on Oct. 15, according to the Seoul-based radio voice of national salvation quoting information from the Seoul city committee of the National Democratic Front of South Korea.\r\n   The chairman of the society in his congratulatory address said that the official election of the leader Kim Jong Il as General Secretary of the WPK is an auspicious event that meets the cherished wish of the 70 million Korean nation.\r\n   The leader Kim Jong Il is the greatest in political philosophy, grit and wisdom, leadership and virtues, he stressed, and went on:\r\n   \"When we follow the policy for national reunification and the idea for national prosperity of the leader Kim Jong Il, upholding him as the sun of the nation, the day when our nation can enjoy happiness and comfort in a reunified country will surely come.\"\r\n   The participants unanimously expressed their firm will to give fresh spurs to the noble cause for national reunification, with the national pride of having the leader Kim Jong Il.    \r\n\r\n"
        },
        {
            "title": "DPRK proposal for reunification supported abroad",
            "url": "http://kcna.co.jp/item/1997/9711/news11/09.htm#3",
            "content": "DPRK proposal for reunification supported abroad\r\n Pyongyang, November 9 (KCNA) -- A cultural function was held in Cuba, a round-table talk at the pan African movement, and film shows in Democratic Congo and Nepal from Oct. 25 to 30 during the month of support to the proposal for founding the Democratic Confederal Republic of Koryo (DCRK).\r\n   The chief of the decoration art museum of Cuba at the function reaffirmed the Cuban people's support for and solidarity with the just struggle of the Korean party, government and people to achieve national reunification by founding the DCRK as proposed by President Kim Il Sung.\r\n   The director of youth affairs of the Pan African movement at the round-table talk said that the work of Marshal Kim Jong Il \"Let us carry out the great leader comrade Kim Il Sung's instructions for national reunification\" published on August 4 is a library for Korea's reunification which gives scientific answers to all problems in achieving Korea's reunification and comprehensively contains tasks and ways to accelerate national reunification to meet the desire of the nation.\r\n   The work enables the Korean people to more vigorously accelerate the march for national reunification with hope and confidence, he said, adding:\r\n   Korea's reunification should be realized through confederacy at an early date.    \r\n\r\n"
        },
        {
            "title": "Heavy penalty demanded for Hanchongryon chairman",
            "url": "http://kcna.co.jp/item/1997/9711/news11/09.htm#4",
            "content": "Heavy penalty demanded for Hanchongryon chairman\r\n  Pyongyang, November 9 (KCNA) -- The \"civilian\" fascist clique of south Korea on Thursday demanded a 15-year prison term for a student of Chonnam National University, Kang Wi Won, who is chairman of the fifth-term South Korean Federation of University Student Councils (Hanchongryon), according to a radio report from Seoul. \r\n   Kang was arrested early in July and had been subjected to persecution. The fascist clique demanded this heavy penalty in four months of interrogation.\r\n   Hanchongryon, the predecessor of which is the National Council of Student Representatives (Jondaehyop), has conducted positive actions for independence, democracy and reunification for ten years, as a mass organization of one million students.\r\n   In the period, chairmen of Jondaehyop (six terms) and chairmen of Hanchongron (first four terms) had all been subjected to fascist repression and to imprisonment. Some of them are still serving jail terms.\r\n   However, the preceding military fascist regimes dared not demand such heavy penality as 15-year prison term for them.   \r\n   The facts show once more that the \"civilian\" fascists are a group of the most dastardly murderers surpassing the \"Yusin\" regime and the \"fifth and sixth republics\" and that they are sworn enemy who can never be allowed to exist together with people under the same sky.    \r\n\r\n"
        },
        {
            "title": "Outrages of separatists",
            "url": "http://kcna.co.jp/item/1997/9711/news11/09.htm#5",
            "content": "Outrages of separatists\r\n Pyongyang, November 9 (KCNA) -- The kim young sam fascist regime took a measure of prohibiting six south Koreans from travelling abroad on the ground that they may make a secret visit to north Korea. Father O Thae Yon of the Seoul National University Catholic parish, the chairman of the International Committee of the Christian Federation of South Korea, the executive chairman of the headquarters of the Buddhist movement and three others recently asked for giving them permission to visit the north upon receiving the invitation of the Korean religionists council.\r\n   The fascist regime arrested So Jun Sik, a Japan-born Korean, on charges of violating the notorious \"National Security Law\" and the \"law on supervision for public peace\" for the mere reason that he sponsored a human rights film festival and screened a film that calls for human rights.\r\n   Rodong Sinmun today says this shows the Kim Young Sam regime is a group of \"civilian\"-veiled fascist dictators and separatists and that south Korea is a closed dark fascist society.\r\n   The news analyst continues:\r\n   The puppets claim that they cannot allow the religionists to go out of south Korea because they want to visit the north to discuss ways of peaceful reunification besides \"pure religious issues.\"\r\n   This shows once again that the Kim Young Sam regime's outcries for \"dialogue\" and \"exchange\" are a lie and their ulterior intention is confrontation with the north.\r\n   The Kim Young Sam regime foolishly seeks a way out in more harshly suppressing the pro-democracy patriotic forces who call for reunification through collaboration with communism and the north. \r\n   The south Korean people, who cannot live without democracy and reunification, will certainly punish the Kim Young Sam regime, which more desperately wields the bayonet of fascist suppression and lays hurdles in the way of reunification.    \r\n\r\n"
        },
        {
            "title": "Who poses nuclear threat?",
            "url": "http://kcna.co.jp/item/1997/9711/news11/09.htm#6",
            "content": "Who poses nuclear threat? \r\n  Pyongyang, November 9 (KCNA) -- Papers here today brand the United States, Japan and the south Korean puppets as the very ones that pose nuclear threat in the Korean Peninsula and the rest of northeast Asia.\r\n   The news analyst of Rodong Sinmun says:\r\n   The establishment of a nuclear-free zone in northeast Asia is under discussion while the danger of nuclear war is increasing in and around the Korean Peninsula.\r\n   Northeast Asia is fraught with the greatest danger of nuclear war in the world. The danger is caused by the nuclear war exercises and nuclear arms buildup of the U.S., Japan and the south Korean puppets.\r\n   It goes without saying that the U.S.-south Korea Foal Eagle joint military maneuvers in south Korea and the U.S.-Japan joint maritime military maneuvers on the East Sea of Korea are for nuclear war against the DPRK. No one can predict when they will go over to real war.\r\n   In that case, it will no doubt develop into nuclear war, which will spread all over Asia. \r\n   It is due to the U.S. policy of nuclear war that no progress has been made in the establishment of a nuclear-free zone in northeast Asia. The United States goes against the trend of the times toward denuclearization and peace.\r\n   As shown above, it is the United States, Japan and the south Korean puppets that pose nuclear threat in northeast Asia.\r\n   The United States must discard the outdated cold war mode of thinking, stop the nuclear threat and withdraw its troops and nuclear weapons from northeast Asia without delay.\r\n   The news analyst of Minju Joson warns that if the warhawks of the U.S., Japan and south Korea unleash nuclear war despite the desire of the Korean and other peaceloving people of the world for peace, they will bear full responsibility for all consequences.    \r\n\r\n"
        },
        {
            "title": "Prizes awarded to Korean acrobatic numbers",
            "url": "http://kcna.co.jp/item/1997/9711/news11/09.htm#7",
            "content": "Prizes awarded to Korean acrobatic numbers \r\n  Pyongyang, November 9 (KCNA) -- The sixth Wuqiao International Circus Festival of China took place on November 1-7.\r\n   Presented at the festival were 34 acrobatic numbers from different countries and regions around the world, including those of the moranbong circus troupe of the DPRK.\r\n   The festival jury awarded three prizes to Korean numbers, that is, gold lion prize to the \"aerial stunt on swing,\" silver lion prize to the \"seesaw and horizontal bar\" and bronze prize to the \"rope and hand skill.\"    \r\n\r\n"
        },
        {
            "title": "25 years of friendship and cooperation",
            "url": "http://kcna.co.jp/item/1997/9711/news11/09.htm#8",
            "content": "25 years of friendship and cooperation \r\nPyongyang, November 9 (KCNA) -- Papers here today observe the 25th anniversary of the establishment of diplomatic relations between the DPRK and Pakistan.\r\n   Rodong Sinmun in a signed article says:\r\n   Over the last 25 years, the friendly and cooperative relations between the two countries have developed on good terms in all fields.\r\n   Today the Pakistani people are working to achieve independent development of the country and build a democratic new Pakistan under the slogan of self-reliance.\r\n   Pursuing a nonaligned foreign policy, Pakistan is developing friendly and cooperative ties with many countries.\r\n   The Korean people highly appreciate the Pakistani people's achievements in the building of a new society, independent and prosperous, and wish them greater success.\r\n   A signed article of Minju Joson says the Korean people will make active efforts to further develop the friendly and cooperative relations with the Pakistani people in the idea of independence, peace and friendship.    \r\n  \r\n\r\n\r\n\r\n"
        }
    ]
}