{
    "date": "1997-12-15",
    "url": "http://kcna.co.jp/item/1997/9712/971215.htm",
    "articles": [
        {
            "title": "Repatriation of unconverted long-term prisoners urged",
            "url": "http://kcna.co.jp/item/1997/9712/news12/15.htm#1",
            "content": "Repatriation of unconverted long-term prisoners urged\r\n  Pyongyang, December 15 (KCNA) -- A meeting of Koreans in Russia for the repatriation of unconverted long-term prisoners in South Korea held in Moscow recently published an appeal to the U.N. Commission on Human Rights, international human rights organisations and democratic human rights organisations in South Korea.\r\n   It said:\r\n   The South Korean authorities maimed pows of the Korean People's Army, who should have been repatriated to the northern half of Korea, by persecuting them in prison for more than 30 years while forcing them to convert with the connivance of the U.S. government, and are now still refusing to send them back to their hometowns.\r\n   Even at this very juncture, the old pows are under detention in South Korea. They are now in a delicate position, hard to live out. \r\n   We call upon your organisations whose mission is to defend human rights to take such positive humanitarian actions as urging the U.S.government directly responsible for the repatriation of the pows of the KPA to exercise its influence on the South Korean authorities and pressing them to immediately send Kim In So, Kim Yong Thae, Ham Se Hwan and other pows back to their hometowns.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Suk's exploits glorified",
            "url": "http://kcna.co.jp/item/1997/9712/news12/15.htm#2",
            "content": "Kim Jong Suk's exploits glorified\r\n Pyongyang, December 15 (KCNA) -- Korea is proceeding with a drive to exalt the revolutionary exploits of Kim Jong Suk, a heroine of the anti-Japanese war.\r\n   The drive is becoming animated with the approach of her 80th birth anniversary which falls on December 24.\r\n   The Chaho Revolutionary Site was built in Riwon County, South Hamgyong Province, some time ago, to convey her exploits for the cause of national liberation down through generations.\r\n    It is a historic place where Kim Jong Suk conducted energetic activities to rally the communists who were dispersedly active at home and invigorate the activity of the association for the restoration of the fatherland in July Juche 26 (1937) during the anti-Japanese revolutionary struggle. \r\n   Boards of her on-site teachings are being built at many units associated with her revolutionary exploits.\r\n   The Korean Revolution Museum, other revolution museums and revolutionary museums are supplemented by more revolutionary historic materials on the noble life, exploits and traits of the Mt. Paektu woman general.\r\n   The Workers' Party of Korea Publishing House brought out a book \"Comrade Kim Jong Suk, Outstanding Woman Revolutionary Activist\" which explains her greatness in a deep-going and comprehensive way.\r\n   The writers under the central committee of the Korean Writers Union recently collected and edited more than 40 revolutionary legends lauding her.\r\n   Her hometown, Hoeryong City, North Hamgyong Province, in the northeastern part of Korea has been built better amidst the deep concern of all the people throughout the country.\r\n   The building no. 2, Gymnasium and Library of Kim Jong Suk Teacher Training University, a city people's hospital and others are being built on modern lines.\r\n   It is the will of the Korean people to exalt Kim Jong Suk's feats forever.    \r\n \r\n"
        },
        {
            "title": "S. Korea to launch aid-begging trip",
            "url": "http://kcna.co.jp/item/1997/9712/news12/15.htm#3",
            "content": "S. Korea to launch aid-begging trip\r\n  Pyongyang, December 15 (KCNA) -- The South Korean \"civilian\" regime, in the grip of a serious financial crisis, is going to send \"special envoys of the President\" to get 15 billion dollars earlier from the United States and Japan, a portion of the loans to be granted by the International Monetary Fund (IMF), a Seoul-based radio said.\r\n   On Dec. 12, the \"Deputy Prime Minister for Economic Affairs\" met with the chairman of the Po Hang Iron and Steel Co., ltd., a former \"Minister of Finance\" and a former \"Ambassador\" to the United States and asked them to visit the U.S. and Japan as \"special envoys\".\r\n   Under the agreement between the IMF and the South Korean authorities, the U.S. and Japan are to grant loans to South Korea in the second stage of its implementation. But the South Korean regime, finding it more difficult to bridge over the crisis because foreign currency has been exhausted and the economy has lost its credit with others, plans to launch such an aid-begging trip to its masters in defiance of possible cold reception.    \r\n\r\n"
        },
        {
            "title": "Kim Young Sam condemned for S. Korea's financial crisis",
            "url": "http://kcna.co.jp/item/1997/9712/news12/15.htm#4",
            "content": "Kim Young Sam condemned for S. Korea's financial crisis\r\n  Pyongyang, December 15 (KCNA) -- The Latin American news agency Prensa Latina quoted Pak Kwang Gi, Chief of the Havana Mission of the National Democratic Front of South Korea, as saying South Korea's financial crisis which has been more serious is a logical result of the irregularities Kim Young Sam has committed since he came to power.\r\n   In a statement he said it is enough to show Kim Young Sam's crime that the South Korean foreign debt has ballooned to 144,800 million dollars in 1997 from 42,800 million dollars in 1992.\r\n   Kim Young Sam is putting the whole of the South Korean economy at the disposal of the International Monetary Fund (IMF) in return for 55 billion dollars loans from the IMF, the World Bank, Japan and the United States, he said. The economic crisis will levy mass layoffs, wage freeze and other heavy economic burdens on the South Korean people.\r\n   He further said:\r\n   This year such business conglomerates as Hanbo Steel Works, Sammi Steel Works, Jin Ro and Kia have gone bankrupt. The fact shows that Seoul's rulers are kingpins of thieves and Kim Young Sam is surpassing his predecessors by far in corruption.    \r\n\r\n"
        },
        {
            "title": "Help urged in repatriation of unconverted long-term prisoners",
            "url": "http://kcna.co.jp/item/1997/9712/news12/15.htm#5",
            "content": "Help urged in repatriation of unconverted long-term prisoners\r\n    Pyongyang, December 15 (KCNA) -- A meeting of Koreans in Russia for the repatriation of unconverted long-term prisoners in South Korea held in Moscow recently adopted letters in the name of all the participants to President Jong Won Sik of the South Korean Red Cross, President Boris Yeltsin of Russia, Secretary-General Kofi Annan  of the United Nations, President Bill Clinton of the United States, President Albert Gore of the U.S. Senate, speaker Newt Gingrich of the U.S. House of Representatives and former U.S. President Jimmy Carter. \r\n   The participants in the letter to the President of the South Korean Red Cross said that Kim In So, Kim Yong Thae, Ham Se Hwan and others, who should have been sent back to the northern half of Korea in accordance with the Korean armistice agreement article on the repatriation of pows, are still suffering from all manner of maltreatment and persecution, which is a wanton violation of the international law on human rights.\r\n   The letter expressed the expectation that the South Korean Red Cross would take a step to urge the South Korean authorities to respect the humanitarian principle and the international law on human rights and send Kim In So, Kim Yong Thae, Ham Se Hwan and other people's army pows back to their hometowns at an early date as they wished.\r\n   The letter to the Russian President said no one dare to talk about \"guarantee of human rights\", looking away from the wanton violation of human rights in South Korea and asked him to help in sending old Kim In So, Kim Yong Thae and Ham Se Hwan back to the Democratic People's Republic of Korea.\r\n   The letter to the UN Secretary-General expressed the expectation that the UN Secretary-General, true to the UN mission, would let the U.S. government exercise its influence on the South Korean authorities to send the Korean People's Army pows of the northern half of Korea back to their native places.\r\n   The letter to the U.S. President said the U.S. government is to blame for failing to repatriate Kim In So, Kim Yong Thae, Ham Se Hwan and other pows of the KPA  and expressed the hope that President Bill Clinton would exercise his influence on the South Korean authorities to send them back to their hometowns.\r\n   The letters to the speakers of both Houses of the U.S. and Jimmy Carter expressed the hope that they would exercise their influence on the South Korean authorities to send Kim In So, Kim Yong Thae, Ham Se Hwan and other pows of the KPA back to their hometowns at an early date.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Suk lauded",
            "url": "http://kcna.co.jp/item/1997/9712/news12/15.htm#6",
            "content": "Kim Jong Suk lauded \r\n  Pyongyang, December 15 (KCNA) -- Zhou Wei, Director of the Board of the Beijing Liaison Society of International Friendship, wrote and published a song \"Azalea, image of mother Kim Jong Suk\" to commemorate the 80th birth anniversary of  Kim Jong Suk, a great revolutionary fighter.\r\n   The song says the light pink azalea of korea is the bright image of mother Kim Jong Suk who is always in his heart and she brought up General Kim Jong Il, the bright sun of the revolution.\r\n   Azalea, the flower heralding the spring coming to rivers and mountains, is the gracious smile of mother Kim Jong Suk dear to the hearts of the Chinese and Korean people, it says.\r\n   The flower which is loved by all people is the indomitable fighting spirit of mother Kim Jong Suk all of us learn and follow, the spirit of the mother which encourages all people to uphold General Kim Jong Il's cause, it adds. \r\n   \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}