{
    "date": "1997-12-05",
    "url": "http://kcna.co.jp/item/1997/9712/971205.htm",
    "articles": [
        {
            "title": "Letter of thanks to G.S. Kim Jong Il from Japanese woman",
            "url": "http://kcna.co.jp/item/1997/9712/news12/05.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. criticized for aggravating situation",
            "url": "http://kcna.co.jp/item/1997/9712/news12/05.htm#2",
            "content": "Letter of thanks to G.S. Kim Jong Il from Japanese woman\r\n  Pyongyang, December 5 (KCNA) - General Secretary Kim Jong Il received a letter of thanks from Japanese woman Ayako Imai, younger sister of So Rim Ryul (Ritsuko Kobayashi), who had visited Japan as a member of the first home-visiting group of Japanese-Korean women.\r\n   The letter dated Nov. 19 said:\r\n   I have exchanged letters with my sister in the DPRK, but our sisters and relatives are grateful to you for our so early meeting.\r\n   All of our six sisters got together in good health for the first time in 38 years and visited the grave of our parents.\r\n   We express thanks to you once again from the bottom of our hearts for this, thinking that it is a fruition of the humanitarian care shown by you the respected General Secretary Kim Jong Il. \r\n   What I am thankful for in particular is that under your loving care the elder sister's husband could enjoy the benefit of social security when he fell ill and that after his death all his three children could graduate from universities at state expenses and became  members of the Workers' Party of Korea.\r\n   We are grateful to you for your reading two letters sent by our elder sister, a Japanese woman.\r\n   I feel at ease at the thought that the DPRK takes good care of such people as my sister Ritsuko.    \r\n\r\n"
        },
        {
            "title": "Mendicant diplomacy of colonial stooge",
            "url": "http://kcna.co.jp/item/1997/9712/news12/05.htm#3",
            "content": "U.S. criticized for aggravating situation\r\n Pyongyang, December 5 (KCNA) -- The United States is openly attempting to stifle the DPRK by force of arms and getting frantic in war manoeuvres against it by instigating the South Korean puppets and the Japanese right-wing reactionaries with the opening of the \"four-way talks\" drawing nearer. Rodong Sinmun in a signed commentary today brands this as a rude behaviour toward the dialogue partner and an insincere stand toward dialogue.\r\n   The analyst says:\r\n   By intensifying the war manoevures against the DPRK, the United States is revealing its invariable ambition to stifle the DPRK by force of arms and its real intention to realize the ambition behind the curtain of dialogue.\r\n   To threaten the dialogue partner with stick is a rude, discourteous act and an insincere stand toward dialogue. To honour one's commitment is a trustworthy act toward the dialogue partner.\r\n   If the United States continues resorting to the reckless moves to subjugate and stifle the DPRK behind the curtain of dialogue, it would render the situation more strained.\r\n   The United States must renounce the wild ambition and do things helpful toward peace and stability on the Korean Peninsula.    \r\n\r\n"
        },
        {
            "title": "S. Korean colonial economy at death door",
            "url": "http://kcna.co.jp/item/1997/9712/news12/05.htm#4",
            "content": "Mendicant diplomacy of colonial stooge\r\n Pyongyang, December 5 (KCNA) -- South Korean puppets are touring neighbouring countries to beg for \"cooperation system\" and \"exercise of influence\" before beginning of \"four-way talks\".\r\n   Commenting on it, Rodong Sinmun today warns them to behave with discretion, saying the attempt to stifle the DPRK with help of outsiders is as foolish as sweeping the sea with a broom.\r\n   The colonial stooges' mendicant diplomacy is a despicable criminal act for saving their lives by harming and stifling the fellow countrymen in collusion with outsiders. It is also an undisguised challenge to the DPRK, the paper says, and goes on:\r\n   As for the puppets' begging for \"exercise of influence\", we, who value our dignity and sovereignty as much as our lives, never tolerate any attempt to hurt them.\r\n   Influence of a certain country does not work on us.\r\n   They would be well advised to stop such a shameless attempt which may go on colonial puppets only.    \r\n\r\n"
        },
        {
            "title": "Thai National Day marked",
            "url": "http://kcna.co.jp/item/1997/9712/news12/05.htm#5",
            "content": "S. Korean colonial economy at death door\r\n  Pyongyang, December 5 (KCNA) -- Rodong Sinmun today carries a signed article on the South Korean economy on the verge of total bankruptcy with financial crisis, currency crisis.\r\n   This is attributable to the flunkeyist and treacherous policies of Kim Young Sam, who left the south Korean economy to foreign monopoly capital rock, stock and barrel, with the \"Plan for Globalization\", the daily says, and goes on:\r\n   The serious crisis of the South Korean economy is concentrically found in the fact that all dealings were suspended due to a great confusion of financial market and, furthermore, currency crisis. The business bankruptcy from shortage of capital is reaching a record high in South Korea.\r\n   This year alone, Woo Sung, Hanbo, Sam Mi, Dainong, Jin Ro, Kia and many other business groups among the 30 major groups, to say nothing of minor enterprises, have dishonored bills and ten odd businesses are suffering loss-making.\r\n   Kim Young Sam's deceptive \"dishonour grace convention\" has increased only bad debts of financial bodies, rendering the financial crisis more serious and causing even currency crisis. The South Korean currency won has declined to the lowest ever level -- 1,013 won against one dollar -- which has suspended all dealings.\r\n   Due to the financial crisis, the currency crisis in South Korea, the production and export have been paralyzed, the unemployment rate has reached a record high and the wages in arrears reached more than 700 billion won. \r\n   According to the data of the inspection of the administration the puppet financial and economic board submitted to the puppet national assembly, south Korea's foreign debt was 110.3 billion dollars as of the end of march this year, or increase of nearly 10 billion dollars in three months.  \r\n   As long as the treacherous politics, corrupt and reactionary politics of the puppets continues, the south Korean economy can never extricate itself from total bankruptcy.    \r\n\r\n"
        },
        {
            "title": "Human rights prize to So Jun Sik in S. Korea",
            "url": "http://kcna.co.jp/item/1997/9712/news12/05.htm#6",
            "content": "Thai National Day marked\r\n  Pyongyang, December 5 (KCNA) -- Papers here today dedicate signed articles to the National Day of Thailand.\r\n   The Thai people have waged a dynamic drive to create a new life and build a prosperous Thailand, upholding respected King Bhumibol Adulyadej as the centre of the nation, Rodong Sinmun says, and goes on:   \r\n   Today, friendship between Korea and Thailand is developing on good terms in accordance with the desire and interests of the two peoples.\r\n   Exchanges and cooperation between the two countries in various domains are getting brisk.\r\n   The Korean people are sincerely rejoiced over the achievements made by the Thai people in the building of a new society and wish them greater progress in their work to build a prosperous Thailand.    \r\n\r\n"
        },
        {
            "title": "S. Korean authorities accused of causing economic bankruptcy",
            "url": "http://kcna.co.jp/item/1997/9712/news12/05.htm#7",
            "content": "Human rights prize to So Jun Sik in S. Korea \r\n Pyongyang, December 5 (KCNA) -- The Council of Christian Churches in South Korea on December 1 decided to award a human rights prize to So Jun Sik, Chairman of the Human Rights Movement Committee, according to foreign press reports.\r\n   Japan-born Korean So had served a term of 17 years in prison till 1988 after he was arrested on charges of involvement in the \"campus spyring case\" forged by the South Korean fascist clique while studying in South Korea.\r\n   He organised a human rights film festival, which screened documentary films showing the April 3 resistance of Jeju islanders in 1948, in Seoul from late September to early October in the teeth of the brutal repression by the \"civilian\"-veiled regime, before he was arrested on November 5 on charges of violating the \"National Security Law.\"\r\n   The Council of Christian Churches declared that it would hold an awarding ceremony on December 8 even in his absence. \r\n\r\n"
        },
        {
            "title": "Minju Joson on smear propaganda of Radio Free Asia",
            "url": "http://kcna.co.jp/item/1997/9712/news12/05.htm#8",
            "content": "S. Korean authorities accused of causing economic bankruptcy \r\n Pyongyang, December 5 (KCNA) -- The Managing Director of the International Monetary Fund strongly accused the South Korean puppet authorities of causing economic bankruptcy on December 2 when he was visiting Bangkok, according to a radio report from Seoul.\r\n   He said that the IMF analysed the economic situation of South Korea and warned a few years ago that an economic crisis was impending. However, the South Korean authorities ignored this warning, he added.\r\n   He ascribed South Korea's economic crisis to the wrong policy of its regime and to lack of its ability to cope with the crisis.\r\n   He heralded a gloomy prospect of the South Korean economy, saying that it is very difficult to take a proper measure under the present situation.    \r\n\r\n"
        },
        {
            "title": "German Foreign Minister accused of wrong thinking pattern",
            "url": "http://kcna.co.jp/item/1997/9712/news12/05.htm#9",
            "content": "Minju Joson on smear propaganda of Radio Free Asia \r\n Pyongyang, December 5 (KCNA) -- Minju Joson today in a signed commentary entitled \"It will not work in today's Asia\" brands the U.S. broadcasting of Radio Free Asia aiming to infuse the sense of value of American-style democracy to disintegrate Asian nations as a shameless interference in their internal affairs and urges the United States to stop its broadcasting.\r\n   The paper says:\r\n   The United States is hell bent on ideological and cultural offensive through the radio.\r\n   However, it is a big miscalculation.\r\n   The Asian nations are pursuing independent policies to defend their intrinsic national spirit and culture against the decadent \"American-style culture\" spread by the United States.\r\n   The United States must stop at once the foolish interventionist moves to disarm the Korean and other Asian peoples ideologically and spiritually with such dastardly, smear propaganda as Radio Free Asia.\r\n   It should know that any smear method cannot work in Asia today.    \r\n \r\n"
        },
        {
            "title": "Fish farms in Korea",
            "url": "http://kcna.co.jp/item/1997/9712/news12/05.htm#10",
            "content": "German Foreign Minister accused of wrong thinking pattern \r\n Pyongyang, December 5 (KCNA) -- The German Foreign Minister has made unreasonable utterances concerning some issues related to the DPRK, getting on its nerve.\r\n   Recently, he reportedly said the DPRK, which agreed to take part in \"four-way talks\", used its reason and it seems that the DPRK is aware of the time when it should pull itself from international \"isolation\".\r\n   The other day, he made such imprudent utterances over the Korean reunification issue, encouraging the south Korean puppets in their efforts for \"unifying the country by absorbing the north\". His remarks are indicative of his wrong attitude towards the DPRK.\r\n   We are disillusioned with his improper thinking pattern and reversed judgement.   admittedly, we, prompted by our consistent position of principle for a solid peace and stability in the Korean Peninsula, will take part in the \"quad talks\" to be opened soon in Geneva and hope that the talks will prove successful.\r\n   Through the \"talks\" the DPRK seeks the elimination of the root cause of war and the settlement of a lasting peace and stability in the peninsula. From this point of view, the German Foreign Minister's utterances are really nonsense.\r\n   International \"isolation\" has nothing to do with the DPRK, a dignified sovereign state which has established friendly relations with many independence-advocating progressive people around the world.\r\n   The German authorities' allegation about \"isolation\" is only part of the anti-DPRK acts.\r\n   Their behavior is apparently motivated by construed to be a foolish attempt to chill the atmosphere of the \"quad talks\" and derail the \"talks\" from its original purpose.\r\n   They, who set up even a \"consultative body\" with the South Korean puppets for \"unification by absorption\", fostering military confrontation between the two halves of Korea, are now trying to intentionally laying an obstacle to the \"four-way talks\", going against the trend towards peace and stability of the Korean Peninsula. People hardly understand why Germany, is unable to tell right from wrong over the internationally delicate Korean issue. Whle seeing a permanent seat on the United Nations Security Council, which discusses world peace.    \r\n   If Germany is to win public trust, evading ridicule and denunciation, it must refrain from such a despicable act as hurting others.    \r\n\r\n"
        },
        {
            "title": "Secretary Kim Ki Nam meets Chinese guests",
            "url": "http://kcna.co.jp/item/1997/9712/news12/05.htm#11",
            "content": "Fish farms in Korea\r\n Pyongyang, December 5 (KCNA) -- Fish farms have been repaired and constructed on a wide scale in Korea.\r\n   Kim Jong Hyok, chief engineer of the Fish Farming Management Bureau under the Ministry of Fisheries, said that over the past 20 days, some 100 state-run fish farms have been repaired and some 2,500 fishponds constructed.\r\n   The fish farming management bureau has bred 100 million fries by setting fry breeding ahead of other work along with the increase of fish farms.\r\n   There are many reservoirs, lakes, rivers and streams in Korea. And the climate is very good for fish breeding.\r\n   The River Taedong has very rich fish resources. Shoals of sea and freshwater fish go up to the river through fish ways of the west sea barrage and spawn.\r\n   The River taedong is a large natural fish farm requiring less man-made feed. \r\n   The Pothonggang Fish Farm Station has produced several million fries and provided them to various fish farms.\r\n   The station has increased the number of fries produced in each hectare from 250,000 to 1.9 million.\r\n   People like freshwater fish including carps and crucian carps caught in the River Pothong.\r\n   Fish farms have appeared also on tidelands in Waudo district, Nampho municipality, and Onchon county, south Phyongan Province.     \r\n\r\n"
        }
    ]
}