{
    "date": "1997-01-05",
    "url": "http://kcna.co.jp/item/1997/9701/970105.htm",
    "articles": [
        {
            "title": "Kim Yong Sun meets Italian guest",
            "url": "http://kcna.co.jp/item/1997/9701/news1/05.htm#1",
            "content": "Kim Yong Sun meets Italian guest\r\n\r\n   Pyongyang, January 5 (KCNA) -- Kim Yong sun, secretary of \r\nthe central committee of the Workers' Party of Korea and \r\nchairman of the Korean Asia-pacific Peace Committee, on \r\nSaturday met and had a friendly conversation with Giancarlo \r\nElia Valori, secretary general of the Italian Institute of \r\nInternational Relations. \r\n\r\n"
        },
        {
            "title": "Kim Young Sam group urged to nullify fascist laws",
            "url": "http://kcna.co.jp/item/1997/9701/news1/05.htm#2",
            "content": "Kim Young Sam group urged to nullify fascist laws\r\n  Pyongyang, January 5 (KCNA) -- Spokesmen for the central \r\ncommittees of the General Federation of the Unions of \r\nLiterature and Art and the Korean Journalists Union released \r\nstatements on January 3 denouncing the Kim Young Sam group \r\nfor ruthlessly cracking down upon the struggle of South \r\nKorean workers and people against the revised \"Laws on the \r\nagency for national security planning\" and the \"Labour \r\naffairs\".\r\n   The spokesman for the C.C., the General Federation of \r\nthe Unions of Literature and Art of Korea denounced the Kim \r\nYoung Sam group's brutal crackdown as an unpardonable \r\ncriminal act which adds to the anti-national crime committed \r\nby them by railroading evil laws through the \"National \r\nassembly\".\r\n   The way for the South Korean workers and people to enjoy \r\na genuine life is to fight uninterruptedly for the overthrow \r\nof the Kim Young Sam group,  the statement said.\r\n   The spokesman for the C.C., the Korean Journalists Union \r\nsaid:\r\n   The Kim Young Sam group are alleging that the amendment \r\nwas inevitable for \"The improvement of the toiling people's \r\nliving\" and the revised laws \"reflect the present situation \r\nunder which the north and the south stand opposed to each \r\nother.\" But, with no sophism can they conceal their \r\ndespicable nature as the fascist fanatics and truculent \r\nenemy of the nation.\r\n   The statement urged the Kim Young Sam group to nullify \r\nthe revised fascist laws at once as demanded by the South \r\nKorean people. \r\n\r\n"
        },
        {
            "title": "Postcard carrying reverence for Pres. Kim Il Sung issued in s. Korea",
            "url": "http://kcna.co.jp/item/1997/9701/news1/05.htm#3",
            "content": "Postcard carrying reverence for Pres. Kim Il Sung issued in S. Korea\r\n   Pyongyang, January 5 (KCNA) -- Members of the April 15 \r\nFellowship Society active in all parts of South Korea issued \r\npostcards praying for the immortality of the great leader \r\npresident Kim Il Sung on the New Year and distributed them \r\nto many people, the Seoul-based radio Voice of National \r\nSalvation quoted the information of the South Korean kangwon \r\nprovincial committee of the national democratic front of \r\nSouth Korea as saying.\r\n   Printed in the upper part of the front of the postcards \r\nsent by mail is a picture of President Kim Il Sung beaming \r\nwith a bright smile.\r\n   Also printed in its front are words saying that the \r\nundying exploits recorded by President Kim Il Sung in the \r\nnation's history will shine forever along with the \r\nhistory and letters sincerely praying for the immortality of \r\nthe president, the eternal father of the seventy million \r\nfellow countrymen and the eternal sun of the Korean nation.\r\n   Appearing in their reverse are words of a Song \"We hold \r\nhim in high esteem as the eternal sun\" and its note against \r\nthe background of the Kumsusan Memorial Palace in which \r\nPresident Kim Il Sung is preserved in state.\r\n\r\n"
        },
        {
            "title": "It is noble duty of Korean people tto defend socialism",
            "url": "http://kcna.co.jp/item/1997/9701/news1/05.htm#4",
            "content": "It is noble duty of Korean people tto defend socialism\r\n   Pyongyang, January 5 (KCNA) -- To defend socialism is \r\nthe road of victory, glory and happiness and to abandon \r\nsocialism means death, stresses Rodong sinmun in a by-lined \r\narticle today.  The daily says:\r\n   To defend the Korean-style socialism is first of all a \r\nsacred work for safeguarding the benevolent administration \r\nthat respects the dignity and personality of man to the \r\nfullest. Whether our socialism is defended or not decides \r\nthat we are dignified as an independent people, or not \r\ndignified as slaves.\r\n   We, mindful that defending socialism is the way of \r\ndefending the dignity of man and abandoning it turns \r\nourselves into slaves, should defend at cost of our lives \r\nthe grateful socialist system, which has made the Korean \r\npeople, who had once groaned as a ruined nation, very \r\ndignified.\r\n   To defend our socialism is also essential for all the \r\nmembers of society to bring into full bloom the beautiful \r\nlife of helping and leading each other, with the society \r\nforming a large harmonious whole.\r\n   Our socialism is a large family where all the people \r\nvalue and love each other like their own brothers, holding \r\nthe respected general Kim Jong Il in high esteem as their \r\nfather.\r\n   We should firmly defend our socialism, clearly seeing \r\nthrough the corruptness of capitalist society.\r\n   Defending our socialism is the way of maintaining the \r\nnoble spiritual world of man and making the whole country \r\nreplete with a beautiful life full of love and trust, while \r\nabandoning socialism inevitably results in putting the \r\npeople on the altar of all crimes and social evils.\r\n   To defend our socialism is also a proud cause of \r\nsafeguarding what enables all the people to enjoy a sound \r\nand bountiful life.\r\n\r\n"
        },
        {
            "title": "Japan's moves to revive militarism",
            "url": "http://kcna.co.jp/item/1997/9701/news1/05.htm#5",
            "content": "Japan's moves to revive militarism\r\n   Pyongyang, January 5 (KCNA) -- Official circles of Japan \r\ndecided to conduct an active campaign for fixing the visit \r\nto Yasukuni Shrine. Commenting on this fact, Rodong sinmun \r\ntoday brands it as part of their dangerous moves to spread \r\nmilitarism over Japanese society.\r\n   The news analyst goes on:\r\n   The Japanese reactionaries are describing the dead in the \r\npast aggression and war as \"Patriotic Martyrs\" and \r\n\"Internationalist soldiers\" who fought for \"Self-defence\" \r\nand \"Justice\". This is a shameless distortion of history and \r\na mockery of justice and human conscience.\r\n   The rightists of the liberal democratic party of Japan \r\nare trying to fix the visit of the prime minister and \r\nministers to Yasukuni Shrine. This is a scheme to \r\nregularize, legalize and socialize the visit.\r\n   The Japanese reactionaries must give up the reckless \r\nmoves to revive militarism. \r\n\r\n"
        },
        {
            "title": "New Year greetings to Secy. Kim Jong Il from Jimmy Carter",
            "url": "http://kcna.co.jp/item/1997/9701/news1/05.htm#6",
            "content": "New Year greetings to Secy. Kim Jong Il from Jimmy Carter\r\n  Pyongyang, January 5 (KCNA) -- A message of greetings was \r\nsent to the great leader comrade Kim Jong Il by former U.S. \r\nPresident Jimmy Carter on the new year 1997.\r\n   The message, dated December 31, says he and his wife \r\nextend the warmest greetings to his excellency Kim Jong Il \r\nand his family on the occasion.\r\n   It also says he discussed many matters of mutual \r\nunderstanding and concern with president Kim Il Sung at a \r\nmeeting in Pyongyang in 1994.\r\n   It expresses the hope that this will be a year of great \r\nprogress in the DPRK under his excellency Kim Jong Il's \r\nleadership. \r\n\r\n\r\n\r\n"
        }
    ]
}