{
    "date": "1997-09-15",
    "url": "http://kcna.co.jp/item/1997/9709/970915.htm",
    "articles": [
        {
            "title": "Foreigners pay homage to President Kim Il Sung",
            "url": "http://kcna.co.jp/item/1997/9709/news9/15.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chongryong vows to preserve national character",
            "url": "http://kcna.co.jp/item/1997/9709/news9/15.htm#2",
            "content": "Foreigners pay homage to President Kim Il Sung\r\n\r\nPyongyang, September 15 (KCNA) -- Jaques Diouf, Director-General of the Food and Agriculture Organization of the United Nations, and his party and the Nepalese Government delegation led by Buddhi Man Tamang, Minister of Land Reform and Management, on Sunday visited the Kumsusan Memorial Palace, where President Kim Il Sung lies in state.    \r\nThe visitors paid their respects up to the Statue of President Kim Il Sung, who performed the enduring exploits in human history, before they went upstairs to make bows to him in humble reverence. \r\n\r\n"
        },
        {
            "title": "Thanks to Secretary Kim Jong Il from Chongryong",
            "url": "http://kcna.co.jp/item/1997/9709/news9/15.htm#3",
            "content": "Chongryong vows to preserve national character\r\nTokyo, September 13 (KNS-KCNA) -- The 4th Session of the 17th Central Committee of the General Association of Korean Residents in Japan (Chongryon) was held at the Korean Hall in Tokyo on September 12.\r\nIt discussed the agenda item \"On further expanding and strengthening the patriotic motive forces by dynamically conducting the movement to preserve the national character and defend the life and rights of Koreans in Japan\".\r\nChairman of the Central Standing Committee of Chongryon Han Tok Su said that the participants, aware that they are leading members of Chongryon responsible for the Korean movement in Japan, should perform their mission and play their role in opening up an epochal phase in the work of Chongryon.\r\nHo Jong Man, Chief Vice-Chairman of the Chongryon Central Standing Committee, delivered a report.\r\nHe said that the Koreans in Japan are faced with the sacred mission to contribute to the true happiness of the Japan-resident Koreans and posterity, the reunification of the country and its prosperity generation after generation by further strengthening Chongryon and developing the national patriotic movement onto a higher stage under the guidance of Secretary Kim Jong Il.\r\nThe reporter further said:\r\n\"To thoroughly preserve the national character of the Koreans in Japan and defend their life and rights is an urgent task to build up the internal forces of the patriotic movement at present.\"\r\n\"To this end, the Koreans in Japan should conduct a powerful social movement to thoroughly preserve the national character and resolutely defend their life and rights.  At the same time, the officials of all the organs should find themselves among Korean residents in Japan to rally more Koreans.\"\r\nA letter to Secretary Kim Jong Il was adopted at the session. \r\n\r\n\r\n"
        },
        {
            "title": "Review of Rodong Sinmun",
            "url": "http://kcna.co.jp/item/1997/9709/news9/15.htm#4",
            "content": "Thanks to Secretary Kim Jong Il from Chongryong\r\nPyongyang, September 15 (KCNA) - Secretary Kim Jong Il on Sep. 9 received a message of thanks from the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) for sending educational aid fund and stipends.\r\nThe message said the great leaders Generalissimo Kim Il Sung and Secretary Kim Jong Il have so far sent 138 instalments of educational aid fund and stipends amounting to 43,289,883,000 yen.\r\nIt continued:\r\n\"With this aid fund and stipends Chongryon has been able to train the younger generations systematically to be true sons and daughters of Juche Korea and creditably  carry forward patriotism and loyalty generation after generation in the movement of Japan-resident Koreans.\"\r\n\"All officials of Chongryon and Koreans in Japan sincerely extend the highest honour and warmest thanks in unanimous reverence to Secretary Kim Jong Il who has sent educational aid fund and stipends to Koreans and school children in Japan.\"\r\n\"We will firmly establish the system of applying the idea and leadership of the General in the organisation with clear conscience and unshakable conviction that if we are led by the respected general, we have nothing to fear in the world and surely win victory, and will build up Chongryon as a patriotic organisation endlessly faithful to the General.\"\r\n\"We will make a specific contribution to reunifying the country, true to \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification,\" a historical work of the General, an immortal library for national reunification.\r\n\"We will rally Korean scientists of the new generation and students studying at Japanese schools around the organisation and make them contribute better to the scientific and technological development of the country. \"\r\n\"We will repay the loving care of the respected General with loyalty.\" \r\n\r\n"
        },
        {
            "title": "Kim Young Sam Driven to tight corner",
            "url": "http://kcna.co.jp/item/1997/9709/news9/15.htm#5",
            "content": "Review of Rodong Sinmun\r\nPyongyang, September 15 (KCNA) -- Rodong Sinmun today reports that Secretary Kim Jong Il sent thanks to disabled soldiers' workteam members of the Raknang District Home Workteam Management Office in Pyongyang for contributing to society and the collective and to working people for assisting them.\r\nThe paper gives an account of a meeting where thanks of Secretary Kim Jong Il were conveyed to the employees of the East Pyongyang Grand Theatre on its tenth anniversary.\r\nThe daily runs an article on the new advantages of Kim Il Sung's nation clarified by Secretary Kim Jong Il in his famous work \"On Preserving the Juche Character and National Character of the Revolution and Construction.\"\r\nAn article of the paper describes Secretary Kim Jong Il as a great leader who has noble ethics and morality without precedent.\r\nIt is reported in the paper that a floral basket and bouquets were laid before the Statue of President Kim Il Sung in Mongolia with due ceremony and the Cambodian King sent a floral basket to the Korean Embassy to mark the 49th anniversary of the Democratic People's Republic of Korea.\r\nThe paper introduces harvesting in the rural communities.\r\nIt observes the day of commerce.\r\nNorth, south and overseas Korean scholars met in Beijing for debate on reunification, according to the paper.\r\nAn article of the paper brands Kim Young Sam as a class a criminal who devastated the south Korean economy and people's living.\r\nThe paper deals with brisk south-south cooperation among African countries. \r\n\r\n\r\n"
        },
        {
            "title": "Cilreco calls for taking measures to support DPRK's reunification platform",
            "url": "http://kcna.co.jp/item/1997/9709/news9/15.htm#6",
            "content": "Kim Young Sam Driven to tight corner\r\n\r\nPyongyang, September 15 (KCNA) -- Ri In Je, Governor of Kyonggi Province in south Korea, on September 13 declared he would quit the \"New Korea Party\" and run for \"Presidential Election,\" a radio report from Seoul said.\r\nIt is reported that he will organise his own party and challenge the ruling \"New Korea Party.\"\r\nThis has driven Kim Young Sam to a tight corner. Now the popularity of Ri Hoe Chang, \"Presidential Candidate of the New Korea Party,\" has rapidly fallen below that of an opposition candidate. Ri In Je's \"Presidential Candidacy\" will take a large proportion of votes from the ruling party. \r\nIt is expected that some members of the ruling party will quit the party, following in the footsteps of Ri In Je.\r\nKim Young Sam is writhing in the vortex of internal feud.\r\n\r\n\r\n"
        },
        {
            "title": "Unique theory of cultivating new fine national traits continuously",
            "url": "http://kcna.co.jp/item/1997/9709/news9/15.htm#7",
            "content": "Cilreco calls for taking measures to support DPRK's reunification platform\r\nPyongyang, September 15 (KCNA) -- The Secretariat of the International Liaison Committee for Reunification and Peace in Korea (Cilreco) on September 5 sent a notice to all regional and national committees supporting Korea's reunification and organisations of friendship and solidarity with the Korean people and individuals in support of \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\", a celebrated work of Secretary Kim Jong Il.\r\nThe notice said that Secretary Kim Jong Il published an important work to show his unshakable will to achieve the reunification of Korea at any cost in accordance with the reunification line formulated by President Kim Il Sung.\r\nIt further said:\r\nIn the work, Secretary Kim Jong Il said that the south Korean authorities should take the stand of national independence and abandon the anti-north policy of confrontation and war to improve the relations between the north and the south of Korea and the countries concerned should actively help in solving the question of Korea's reunification independently and peacefully.\r\nThrough the notice, our secretariat calls upon all the regional and national committees supporting Korea's reunification, the organisations of friendship and solidarity with the Korean people and individuals to widely introduce the ideas clarified by Secretary Km Jong Il in the important work, take active measures to support them, more briskly conduct the international solidarity movement in diversified forms and ways and thus continue their activities of substantial assistance to and solidarity for the Korean people who are undergoing temporary hardships owing to the moves of the imperialists and their followers and natural calamities. \r\n\r\n"
        },
        {
            "title": "Mid-autumn festival in Korea",
            "url": "http://kcna.co.jp/item/1997/9709/news9/15.htm#8",
            "content": "Unique theory of cultivating new fine national traits continuously\r\nPyongyang, September 15 (KCNA) -- The unique idea and theory on new fine traits of Kim Il Sung's nation expounded by Secretary Kim Jong Il in the work \"On Preserving the Juche Character and National Character of the Revolution and Construction\" have made great contributions to developing the revolutionary theory of the working class on to a new higher level and enriching its treasure-house, says Rodong Sinmun in a signed article today.\r\nNew fine national traits are features of the advantages of a nation which have been made in the accomplishment of the revolutionary cause led by the leader, the article says, and goes on:\r\nThe new fine national traits cultivated under the guidance of the leader are a basic source of the greatest pride and honor of the nation= they ensure victorious advance of socialist cause.\r\nThe Juche idea is the first in history to raise the guestion of sustaining the national character and efflorescing and developing it and to carry it into a brilliant realisation. The idea fully reflects the love for the country, nation and people.\r\nAccording to the Juche idea, in accomplishing the cause of socialism each nation develops into a civilised and powerful nation through the building of their own life and history, not through assimilation or annexation. \r\nThe Workers' Party of Korea, basing itself on the great Juche idea, gave answers to all theoretical and practical problems arising in cultivating new fine national traits.\r\nAmong them are a theory that the good qualities of the nation are best cultivated and displayed under the guidance of the great leader, a theory on the core of the traits of the nation and a theory that new fine national traits should fully be displayed in all aspects of social life through accelerated revolution and construction.\r\nSecretary Kim Jong Il's theory on new fine national traits indicates a way of firmly defending and accomplishing the cause of socialism in keeping with the independent nature and to suit historic and actual conditions and fully guarantees the independent development of the countries and nations. It also deals a telling blow at the imperialists and dominationists who are trying to obliterate the national character of other countries and gives faith in certain victory and courage to the peoples in the struggle for independence.\r\nThe singlehearted loyalty and filial duty to the party and the leader which is the core of the superior ideological and moral qualities of the Korean people, epoch-making changes in all domains of politics, the economy and culture and creative efforts of the Korean people are patent proof of the justness of the WPK policy of cultivating new fine \r\nNational traits. \r\n\r\n"
        },
        {
            "title": "Vice-President Pak Song Chol meets Nepalese Government delegation",
            "url": "http://kcna.co.jp/item/1997/9709/news9/15.htm#9",
            "content": "Mid-autumn festival in Korea\r\nPyongyang, September 15 (KCNA) -- The mid-autumn festival is one of folklore holidays in Korea.\r\nSeptember 16 of this year is the mid-autumn festival (August 15 of the lunar calendar).\r\nKorea enjoys this day as a national holiday.\r\nThis day, people go to graves of parents or relatives in memory of the deceased. There, they mow grass and arrange the surroundings.\r\nFarmers eat meals made of new crops.\r\nThe Korean people spend the mid-autumn festival eating national meals and playing folklore games.\r\nAmong national meals are Songphyon (half-moon-shaped rice cake) and steamed rice cake.\r\nParticularly, songphyon is food symbolic of the mid-autumn festival.\r\nFolklore games include swinging, Korean wrestling, tug of war and archery.\r\nGenerally, these games are played on folklore days.\r\nThe mid-autumn festival is actively encouraged in Korea thanks to the wise policy of the Workers' Party of Korea on inheriting and developing national heritage. \r\n\r\n"
        },
        {
            "title": "Vice-President Ri Jong Ok meets Secretary of Libyan People's Bureau in Korea",
            "url": "http://kcna.co.jp/item/1997/9709/news9/15.htm#10",
            "content": "Vice-President Pak Song Chol meets Nepalese Government delegation\r\nPyongyang, September 15 (KCNA) -- Vice-President of the DPRK Pak Song Chol met and had a friendly conversation with the Nepalese Government delegation led by Buddhi Man Tamang, Minister of Land Reform and Management, at the Mansudae Assembly Hall today.\r\nPresent was Jo Yong Nam, Minister of Land and Environmental Protection. \r\nThe head of the delegation expressed firm belief that the Korean people under the wise leadership of Secretary Kim Jong Il will successfuly defend the country and reunify the nation. \r\n\r\n\r\n"
        },
        {
            "title": "UNDP to provide aid to DPRK",
            "url": "http://kcna.co.jp/item/1997/9709/news9/15.htm#11",
            "content": "Vice-President Ri Jong Ok meets Secretary of Libyan People's Bureau in Korea\r\nPyongyang, September 15 (KCNA) -- Vice-President of the DPRK Ri Jong Ok met and conversed at the Mansudae Assembly Hall today with Ahmed Amer Al Muakkaf, Secretary of the People's Bureau of the Great Socialist People's Libyan Arab Jamahiriya in Korea, who paid a courtesy call on him.\r\nVice-Minister of Foreign Affairs Pak Kil Yon was on hand. \r\n\r\n"
        },
        {
            "title": "Gift to Secretary Kim Jong Il from FAO",
            "url": "http://kcna.co.jp/item/1997/9709/news9/15.htm#12",
            "content": "UNDP to provide aid to DPRK \r\nPyongyang, September 15 (KCNA) -- Nay Maung Htun, Assistant Administrator of the United Nations Development Programme and Director of Regional Bureau for Asia and Pacific, announced here on September 1 that assistance of two million dollars will be offered to the DPRK for rehabilitation of agriculture in disaster areas.\r\nThis means that the UNDF provides a total of 4 million dollars of aid to the DPRK,  in addition to its regular assistance.\r\nFrom last year the international organization helps the DPRK to work out agricultural rehabilitation program, rebuild fields, dikes, embankments and irrigation establishments and introduce double-cropping in the disaster areas.\r\nIts additional assistance will be helpful to the efforts for healing the aftermath of natural damage in agriculture and putting agricultural production on a normal basis. -\r\n\r\n"
        },
        {
            "title": "Senior officials of Korea meet FAO Director-General",
            "url": "http://kcna.co.jp/item/1997/9709/news9/15.htm#13",
            "content": "Gift to Secretary Kim Jong Il from FAO\r\nPyongyang, September 15 (KCNA) - Secretary Kim Jong Il received a gift from the United Nations Food and Agriculture Organization.\r\nThe gift was handed to Vice-Premier Kong Jin Thae by FAO Director-General Jacques Diouf on a visit to Korea.\r\nThe FAO Director-General also asked Kong to convey his own gift to Secretary Kim Jong Il. \r\n\r\n"
        },
        {
            "title": "Gift to Secretary Kim Jong Il from Nepalese Government delegation",
            "url": "http://kcna.co.jp/item/1997/9709/news9/15.htm#14",
            "content": "Senior officials of Korea meet FAO Director-General\r\n\r\nPyongyang, September 15 (KCNA) -- Vice-President of the DPRK Ri Jong Ok met and had a friendly talk with Jacques Diouf, Director-General of the Food and Agriculture Organization of the United Nations, and his party on a visit to Korea, at the Mansudae Assembly Hall today.\r\nPresent at the meeting were Vice-Minister of Foreign Affairs Choe Su Hon, who is Chairman of the Korean Committee of the FAO, Vice-Chairman of the State Agricultural Commission Kim Yong Suk, and UNDP representative to Korea Christian Lemaire.\r\nThe Director-General said that he was moved by the energetic efforts of the Korean people to heal the natural damages and expressed the conviction that the difficulty will be surely overcome as the soldiers and people have turned out in the struggle.\r\nKim Yong Nam, Vice-Premier and Foreign Minister, met with the FAO Director-General on Sunday. \r\n\r\n"
        }
    ]
}