{
    "date": "1997-08-25",
    "url": "http://kcna.co.jp/item/1997/9708/970825.htm",
    "articles": [
        {
            "title": "Immortal encyclopedia for national reunification",
            "url": "http://kcna.co.jp/item/1997/9708/news8/25.htm#1",
            "content": "Immortal encyclopedia for national reunification \r\nPyongyang, August 25 (KCNA) -- \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\", a famous work of Secretary Kim Jong Il, is evoking a great reaction among overseas Koreans.\r\n   Yang Yong Dong, Chairman of the Federation of Korean Nationals in China, said that reading the work he keenly felt again that the Korean nation is greeting a new era in the movement for the reunification of the country.\r\n   He continued:\r\n   \"The work lets the Korean nation more vigorously turn out in the grand march for national reunification.\"\r\n   \"Indeed, his work is an immortal encyclopedia for national reunification.\"\r\n   \"We overseas compatriots will more vigorously struggle to accelerate the reunification of the country, upholding general Kim Jong Il as the sun of the nation and the lodestar of national reunification, as wished by comrade Kim Il Sung.\" \r\n\r\n"
        },
        {
            "title": "Handbills scattered in s. Korea",
            "url": "http://kcna.co.jp/item/1997/9708/news8/25.htm#2",
            "content": "Handbills scattered in s. Korea\r\nPyongyang, August 25 (KCNA) -- Handbills praising President Kim Il Sung and the Secretary Kim Jong Il were scattered in Seoul and Koyang city, Kyonggi Province, south Korea on August 22, according to a radio report from Seoul.\r\n   Printed in the bills were articles yearning for the northern half of Korea where all the working people enjoy a true life as the masters of everything and decrying south Korean society where the rich get richer and the poor poorer. \r\n\r\n"
        },
        {
            "title": "Korean reunification will be realised",
            "url": "http://kcna.co.jp/item/1997/9708/news8/25.htm#3",
            "content": "Korean reunification will be realised\r\n Pyongyang, August 25 (KCNA) -- S. Mukherjee, Chairman of the Central Control Commission of the Communist Party of India (Marxist), had an interview with KCNA in New Delhi on August 17 in connection with the publication of Secretary Kim Jong Il's famous work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\".\r\n  Secretary Kim Jong Il said in his work that the relations between the north and the south should be converted from the relations of distrust and confrontation into those of trust and reconciliation and the countries concerned must play a positive role, he said, and went on:\r\n   As is well known to the world, the south Korean authorities have committed unpardonable crimes against the Korean nation.\r\n   But, Secretary Kim Jong Il, who is always concerned about the future of the nation, gave them an opportunity to atone before the nation.\r\n   His work showed his deep thinking and concern about the reunification of the country.\r\n   The reunification of Korea is a desire of the Korean people and aspiration of the peaceloving people of the world. That is why, no force on earth can block this trend and Korea's reunification will be certainly realised. \r\n\r\n"
        },
        {
            "title": "Rules on use of Juche Era adopted",
            "url": "http://kcna.co.jp/item/1997/9708/news8/25.htm#4",
            "content": "Rules on use of Juche Era adopted\r\nPyongyang, August 25 (KCNA) -- The Central People's Committee of the Democratic People's Republic of Korea (DPRK) recently adopted rules on the use of the Juche Era.\r\n   The rules specify the basic principle and method of the use of the Juche Era with 1912 when President Kim Il Sung was born as the first year.\r\n   According to the rules, 1912 shall be Juche 1, and the name of Juche Era shall be used from September 9, 1997, the national day of the DPRK.\r\n   From that day the name of Juche Era with the name of christian era in parenthesis or the name of Juche Era alone, if necessary, shall be inscribed on documents, publications, architectures and all other year-bearing objects worked out, proclaimed, issued or published newly.\r\n   For example, September 9 this year shall be written as September 9, Juche 86 (1997) or September 9, Juche 86.\r\n   The already inscribed name of christian era shall be left intact, and the years before Juche 1 shall be written as they were in the past, not with \"before Juche.\"\r\n   A certain period that starts before Juche 1 shall be written according to the christian era. For example, the period from the year of the birth of Kim Hyong Jik, an indomitable revolutionary fighter, to this year shall be written as 1894-1997.\r\n   In relations with foreign countries, the Juche Era and the christian era may be used on the principles of independence, equality and reciprocity. \r\n\r\n"
        },
        {
            "title": "High-quality magnesia clinker factory commissioned",
            "url": "http://kcna.co.jp/item/1997/9708/news8/25.htm#5",
            "content": "High-quality magnesia clinker factory commissioned\r\n Pyongyang, August 25 (KCNA) -- A high-quality magnesia clinker factory has been built at the Tanchon General Magnesia Clinker Plant of Korea.\r\n   The building of the factory makes it possible to put the nation's magnesia industry on a higher level.\r\n   The factory's technical equipment including dressing, differentiating and moulding facilities are streamlined on the basis of Juche-orientation, modernization and scientization. \r\n\r\n\r\n"
        },
        {
            "title": "Party on 80th birthday of Ri In Mo",
            "url": "http://kcna.co.jp/item/1997/9708/news8/25.htm#6",
            "content": " Party on 80th birthday of Ri In Mo\r\nPyongyang, August 25 (KCNA) -- A party provided by Secretary Kim Jong Il congratulating the incarnation of faith and will, Ri In Mo, on his 80th birthday was given on Sunday.\r\n   The 80th birthday table sent by Secretary Kim Jong Il was conveyed to Ri In Mo at the party.\r\n   Kye Ung Thae, Politburo Member and Secretary of the Central Committee of the Workers' Party of Korea, made a congratulatory speech at the party.\r\n   Secretary Kim Jong Il saw to it that Ri In Mo was awarded the Twice Hero Title of the DPRK, the Supreme Honor of a citizen, sent quality clothes to Ri and his wife and the birthday table and provided the party, the speaker said, and continued:\r\n   \"People enjoy their birthdays amid blessings of their leader and lead a worthy life as Ri In Mo. Such greatest privilage and fortune can be enjoyed only by soldiers who are upholding and following the respected General, the great incarnation of love and obligation.\"\r\n   \"Ri's 80 years that cover the vibrant period of building a new country after the liberation, the period of the fierce Fatherland Liberation War, the grim days of 34-year-long prison life south Korea and the days of glory under the care of the party were indeed a life of revolutionary faith and will.\"\r\n   \"Ri's absolute outlook on the leader is a paragon of the revolutionary life showing how the soldiers who have grown under the care of the party and the leader should live in order to lead a worthy and true life.\"\r\n   Ri In Mo in his reply said that what he, an ordinary man, has done is only that he has kept the revolutionary principle, the duty of a member of the WPK. The revolutionary principle was implanted by President Kim Il Sung and comrade Kim Jong Suk, an indomitable communist revolutionary fighter, and cultivated by the respected General, he said.   \r\n   He noted that though the enemy alleged that he would live no more than 20 days when he returned home from the south, he received his 80th birthday table. This miraculous reality is based on the warm love shown by the respected General, he added.\r\n   He wished Secretary Kim Jong Il a long life in good health, representing  the warm loyalty and filial piety of himself and his family. \r\n \r\n"
        },
        {
            "title": "Statement of Chondoist Chongu Party chairwoman",
            "url": "http://kcna.co.jp/item/1997/9708/news8/25.htm#7",
            "content": "Statement of Chondoist Chongu Party Chairwoman \r\n Pyongyang, August 25 (KCNA) -- Ryu Mi Yong, Chairwoman of the Central Committee of the Chondoist Chongu Party, published a statement on August 24 hailing and supporting \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\", a famous work of Secretary Kim Jong Il.\r\n   Secretary Kim Jong Il in the work consummated the brilliant feats performed by President Kim Il Sung in leading the cause of national reunification all his life and indicated from a new angle the definite fighting program, orientation and ways of achieving national reunification in the near future, the chairwoman said, and continued:\r\n   \"I fully hail and support the work, considering it as a treasure of national history which can be made only by general Kim Jong Il, who personified the moral obligation, loyalty and filial piety to comrade Kim Il Sung on the noblest height and inherited the Juche-based idea and line of national reunification, lofty intention for loving the country, the nation and the people, and the most just platform for national reunification which fully reflected the unanimous desire of the Chondoists and the entire fellow countrymen longing for the reunification.\"\r\n   \"The work is an almighty key to consolidate and expand the foundation for the great national unity laid by the great President Kim Il Sung all his life and overcome the difficulties lying in the way of national reunification.\"\r\n   \"All the members of the Chondoist Chongu Party and the Chondoists will make all efforts to preserve the Juche character and national character and accomplish at an early date the cause of national reunification with the concerted force of the nation on the basis of the plaftform for reunification indicated by the respected general, upholding him as the sun of the nation and the lodestar of national reunification, as wished by the President.\" \r\n\r\n\r\n"
        },
        {
            "title": "Further efforts for national reunification resolved",
            "url": "http://kcna.co.jp/item/1997/9708/news8/25.htm#8",
            "content": "Further efforts for national reunification resolved \r\nPyongyang, August 25 (KCNA) -- The National Democratic Front of South Korea (NDFSK) will cherish faith in the line of one Korea, the reunification line advanced by Secretary Kim Jong Il, and valiantly struggle for its materialization so as to open a new phase for national reunification.\r\n   Ri Jong Sang, Chief of the Pyongyang mission of the NDFSK, declared this in an interview with KCNA on Sunday, the day before the 28th anniversary of NDFSK.\r\n   He said that since its foundation the NDFSK has led the social revolutionary movement to victory under the revolutionary banner of Juche, in defiance of harsh suppression by the fascist rulers and, in the course of this, grown to be an invincible vanguard organization.\r\n   It is rooted deep among the broad masses including workers, peasants and intellectuals and wins absolute support and trust from them, he added.\r\n   He declared they would vigorously struggle to open a new phase of national reunification, true to President Kim Il Sung's behests on reunification.\r\n   \"We will make every possible effort to carry into practice the great reunification programme clarified in general Kim Jong Il's celebrated work 'Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification', which is the library of national reunification,\" he stressed. \r\n\r\n"
        },
        {
            "title": "Letter to Secy. Kim Jong Il from NDFSK",
            "url": "http://kcna.co.jp/item/1997/9708/news8/25.htm#9",
            "content": "Letter to Secy. Kim Jong Il from NDFSK\r\n Pyongyang, August 25 (KCNA) -- A letter was sent to Secretary Kim Jong Il by the Central Committee of the National Democratic Front of South Korea (NDFSK) today, 28th anniversary of its foundation.\r\n   Since the revolutionary party for reunification, a Juche-type party, was founded on August 25, 1969, the south Korean people have had a genuine defender of their will and interests and a reliable guide in the efforts for shaping their own destiny, the letter says, and continues:\r\n   In compliance with the fast-changing situation and the demand for its development, the party reorganized itself as NDFSK, a vanguard embracing broad segments of people. It, properly reflecting the people's desire and demand for independence, defined the establishment of a national independent Government as the basic political programme and the independence and democracy of society and the reunification of the country as the general goal of the national movement for democracy.\r\n   NDFSK has shaped correct goals and policies at every stage on the basis of Juche-based strategies and tactics and guided the efforts to implement them. As a result, the national movement for democracy has effected a historic turn with the anti-U.S. struggle for independence as its main current and with the anti-dictatorship struggle for democracy and the pro-reunification movement being linked closely with each other.\r\n   Led by you and guided by the great Juche idea, the national forces for democracy, full of confidence and optimism, are valiantly struggling for independence, democracy and reunification though the fascist suppression of the pro-reunification movement and divisive moves against it are ever being intensified and all hues of opportunist tendencies are appearing in society.\r\n   You are an outstanding leader, the greatest man and the tender-hearted father who guides NDFSK and south Korean people to fully preserve the Juche character and national character and invigorate the struggle for independence, democracy and reunification in any adversity.\r\n   You are the spiritual support of our people and the banner of all struggle and victory. The fighters of the south Korean vanguard and people are absolutely venerating you with the belief that they can surely achieve independence, democracy and reunification under your leadership. \r\n   The letter wishes his good health and long life. \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on s. Korea's slanders concerning O Ik Je's defection",
            "url": "http://kcna.co.jp/item/1997/9708/news8/25.htm#10",
            "content": "Rodong Sinmun on s. Korea's slanders concerning O Ik Je's defection \r\n Pyongyang, August 25 (KCNA) -- Rodong Sinmun today lambastes the south Korean puppets for launching an anti-north campaign abroad in connection with O Ik Je's permanent residence in the north.\r\n   In a commentary the daily says:\r\n   They have encouraged reactionary organizations of Korean-Americans to threaten and harm Kim Chung Ja, manager of the Los Angeles-based Jongum Tourist Company, who helped O Ik Je come to Pyongyang.\r\n   Instigated by the south Korean \"Agency for National Security Planning\", the \"General Association of Korean-Americans\" raised a hue and cry over O's defection at a \"joint meeting of Korean-Americans' organizations\" held in Washington. The \"Society of Koreans in Los Angeles\" called for a \"strong countermeasure\", voicing \"surprise\" at the tourist company's operation.\r\n   The Kim Young Sam's campaign is aimed at fostering confrontation, split-up and anti-DPRK feelings in the Korean community in the United States.\r\n   It was natural that the manager of the tourist company offered convenience to o in his travel. What she did is only a humanitarian matter which has nothing to do with O's defection.\r\n   The south Korean puppets, however, are charging her with the \"pro-communist incident\". It is an unfounded charge and another ridiculous anti-communist farce directed by the \"ANSP\".\r\n   The Kim Young Sam regime must stop slandering and persecuting even overseas compatriots. \r\n\r\n"
        },
        {
            "title": "Review of Rodong Sinmun",
            "url": "http://kcna.co.jp/item/1997/9708/news8/25.htm#11",
            "content": "Review of Rodong Sinmun\r\nPyongyang, August 25 (KCNA) -- Rodong Sinmun today reports that Secretary Kim Jong Il sent thanks to units for achieving success in repair project of equipment and supply work at the Pyongyang Thermal Power Complex. \r\n   Carried in the paper is a letter Secretary Kim Jong Il received from the Central Committee of the National Democratic Front of South Korea (NDFSK) to mark the 28th anniversary of its foundation.\r\n   Printed in it is an article congratulating the NDFSK on its 28th anniversary. \r\n   It runs an article on the 1st anniversary of the publication of the famous work of Secretary Kim Jong Il \"Let Us Exalt the Brilliance of Comrade Kim Il Sung's Idea on the Youth Movement and the Achievements Made Under His Leadership\".\r\n   Seen in the paper is an article titled \"morality and great man\" contributed by Jong In Suk, Director of the Consultation Office of south Korea, in praise of the noble virtues of Secretary Kim Jong Il.\r\n   The paper informs the readers that Secretary Kim Jong Il gave a banquet for Ri In Mo, the incarnation of faith and will, on his 80th birthday.\r\n   Carried in the paper is an article saying that comrade Kim Jong Suk, an indomitable communist revolutionary fighter, brought  up young people as sons and daughters of the sun.\r\n   The paper introduces efforts to eradicate the aftereffects of the typhoon and tidal wave damage.\r\n   The paper carries a press interview of O Ik Je, permanent advisor to the \"National Congress for New Politics\", advisor to the National Congress for Independent and Peaceful Reunification and former leader of the central headquarters of Chondoism in south Korea, about the south Korean authorities' argument that he defected to the north with somebody's \"help\" and \"mediation\". The paper comments on this.\r\n   The paper also comments on Kim Young Sam's anti-north remarks at a spot of the \"Ulji Focus Lens\" joint military exercises. \r\n\r\n\r\n"
        },
        {
            "title": "O Ik Je interviewed",
            "url": "http://kcna.co.jp/item/1997/9708/news8/25.htm#12",
            "content": "O Ik Je interviewed\r\n Pyongyang, August 25 (KCNA) -- O Ik Je, former leader of the central headquarters of Chondoism in south Korea, in an interview with KCNA on Sunday criticised the south Korean authorities for trying to persecute Kim Chung Ja, manager of the jongum tourist company in Los Angeles, after his arrival in Pyongyang for permanent residence.\r\n   O Ik Je, who was also permanent advisor to the \"National Congress for New Politics\" and advisor to the National Congress for Independent and Peaceful Reunification in south Korea, told KCNA:\r\n   \"The south Korean authorities are talking as if I defected to the north with somebody's 'help' and mediation.' but I arrived in Los Angeles with nobody's help' and 'mediation' and asked Kim Chung Ja for a visa to China.\r\n   \"In Beijing, I parted with Kim Chung Ja, called alone at the consulate of the Democratic People's Republic of Korea and asked for a visa. The next day, I arrived in Pyongyang by train and published an arrival statement I had written myself.\r\n   \"Kim Chung Ja went to Beijing for business at her branch office, not for help for me. She only guided me from the humanitarian point of view.\"\r\n   \"On my way to the Korean-American community from Los Angeles airport, I saw the signboard of the jongum tourist company. That is why I asked the company to guide me.\"\r\n   \"The south Korean authorities are trying to brand me as spy' of north Korea, but I am innocent because I did no spy' activities. This is an example of their violation of human rights.\"\r\n   \"Kim Chung Ja, an American citizen, is exposed to threats in the United States. This is a shameful thing humiliating the self-respect of the U.S. and for this, the U.S. is also to blame. The U.S. must check the threats to her and guarantee her safety.\"\r\n   \"In 1994 i was blocked from leaving south Korea. But this time I could successfully leave south Korea with the unconscious 'help' of south Korean authorities, that is, their return of my pasport.\" \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun blasts Kim Young Sam for fostering confrontation with north",
            "url": "http://kcna.co.jp/item/1997/9708/news8/25.htm#13",
            "content": "Rodong Sinmun blasts Kim Young Sam for fostering confrontation with north\r\nPyongyang, August 25 (KCNA) -- Kim Young Sam of south Korea recently showed up at a ground of the joint military manoeuvres codenamed \"Ulji Focus Lens\" and called for further increasing the joint operation capacity of U.S. Forces and the south Korean army and taking an \"emergency alert posture\". He also appeared at the Seoul city office and cried for \"security posture\" with outcries over the north's \"possible provocation\" with the approach of \"Presidential Election\" in south Korea.\r\n   Rodong Sinmun today views his remarks as an unbearable challenge and provocation against the north, which has made all sincere efforts for the peace and peaceful reunification of the country.\r\n   The daily says in a commentary:\r\n   The manoeuvres involving not only U.S. troops and puppet army soldiers but police, \"Government\" officials and even civilians include a raid and landing drill, a river-crossing exercise, a commando-dropping training, etc. For a forestalling attack on the north.\r\n   Kim Young Sam's call for increased joint operation capacity revealed his criminal intention to complete war preparations and start a fratricidal war with the backing of outsiders.\r\n   The crimes of the traitor seeking anti-north confrontation and war can never be tolerated. \r\n\r\n"
        },
        {
            "title": "Just cause of NDFSK is sure to win",
            "url": "http://kcna.co.jp/item/1997/9708/news8/25.htm#14",
            "content": "Just cause of NDFSK is sure to win\r\n Pyongyang, August 25 (KCNA) -- It is the 28th anniversary of the National Democratic Front of South Korea (NDFSK), the patriotic vanguard organization of south Korean people.\r\n   Rodong Sinmun today dedicates a signed article to this anniversary.\r\n   The paper says that the foundation of NDFSK, through a strict application of President Kim Il Sung's idea and theory on building of revolutionary party of Juche type, was the birth of a genuine, patriotic vanguard organization which represents the desire of south Korean people for independence, democracy and reunification and leads their struggle to victory with the Juche idea and correct strategies and tactics. It was also a historic event that paved the course of the south Korean social revolutionary movement and the way for its fresh victory.\r\n   With the formation of NDFSK, south Korean people's patriotic movement for justice could develop in a uniform way with its definite goal and correct methodology and make great strides, the paper says, and goes on:\r\n   NDFSK vanguard fighters have always been in the van of the movement of the south Korean people for independence, democracy and reunification.\r\n   It is the NDFSK which laid bare the reactionary nature of every intensified colonial fascist policy on south Korea and anti-reunification confrontation and war moves of the reactionaries at home and abroad and aroused broad masses to the struggle for crushing them. And it is NDFSK fighters who made a breakthrough of the struggle, fully displaying self-sacrificing spirit and heroism.\r\n   All the achievements made in the struggle for progress of south Korean society and national reunification are associated with blood and sweat of NDFSK fighters.\r\n   NDFSK has triggered and led all the struggles against the puppets' evil policy and traitorous moves, giving a telling blow at the treacherous regime. Among them were the struggle against the Kim Young Sam group's liberalization of rice market, the struggle against \"embargo\" on the DPRK, the struggle for successful holding of August 15 Pan-National Rallies, the struggle for the abrogation of fascist laws and the struggle against irregularities.\r\n   The course of NDFSK and its praiseworthy feats are a clear proof that its programme is very just and the NDFSK has creditably discharged its mission for the times and history under the full support of the masses. \r\n\r\n\r\n"
        },
        {
            "title": "KPA Circus",
            "url": "http://kcna.co.jp/item/1997/9708/news8/25.htm#15",
            "content": "KPA Circus\r\n Pyongyang, August 25 (KCNA) -- An acrobatic performance \"We Will Devotedly Defend the General\" is now being given by the Korean People's Army circus before full houses at the People's Army Circus Theatre on the River Pothong in Pyongyang.\r\n   \"Plastic etude on rope\", \"mouth-balance in flight\", \"pole stunt\", \"aerial flight by seesaw and swing\", \"handstanding stunt\" and other numbers are put on stage, showing refined and high skill of acrobats.\r\n   Secretary Kim Jong Il saw the performance some days ago and said with high appreciation that it is ideologically, artistically and technically perfect performance which started a turning-point in acrobatic art.\r\n   The People's Army Circus, stemming from an army circus team formed in 1962, has grown to be a circus troupe famous at home and abroad.\r\n   The circus participated in Monaco, Wuhan, Wuqiao and other international acrobatic festivals on eight occasions. \r\nAt the festivals it took special and first places and won gold prize, gold crane prize, gold lion prize and other highest prizes of the festivals to rise in fame on world acrobatic stage.\r\n   The great hits at festivals are such numbers as aerial flight by seesaw and swing, trapeze flight and somersault in flight. \r\n   People's actor Kim Kwang Sok of the circus won the grand prize at the International Magic Festival held in Czechoslovakia in 1987.\r\n   The troupe has so far created several hundred acrobatic pieces.\r\n   It has scores of famous actors and actresses, some of whom received titles of people's or merited artiste. There are also several acrobats who have acquired the high technique of turning three or four times in the air.\r\n   Kim Kwang Bok and Jin Kwang Il ensure even six turns in seesaw. \r\n   Secretary Kim Jong Il sent thanks to the circus several times for its achievements.\r\n   Pak Myong Su, head of the circus, said they would create many more fresh and peculiar pieces in conformity with the aesthetic sense of the times and actively conduct external performance such as acrobatic festival so as to strengthen international friendship and exchange. \r\n\r\n"
        },
        {
            "title": "Korea endeavours to heal tidal wave damage",
            "url": "http://kcna.co.jp/item/1997/9708/news8/25.htm#16",
            "content": "Korea endeavours to heal tidal wave damage\r\nPyongyang, August 25 (KCNA) -- Different areas on the West Coast of Korea were seriously damaged by tidal waves caused by typhoon recently. Unexpectedly, sea water overflew coastal embankments, inundating a large number of fields or submerging them with mud.\r\n   The highest tidal waves in scores of years inflicted great damage upon paddy fields on the west coast.\r\n   A powerful campagin is being conducted to heal the tidal wave damage in the afflicted areas along the coastal line of Korea.\r\n   Pumping machines are in full operation to drain the standing salt water.  And the people are striving to save grain from damage by digging out mud. This campaign is being done on a nation-wide scale.\r\n   All sectors are sending facilities and materials to the afflicted areas. \r\n\r\n"
        },
        {
            "title": "S. Korean authorities' suppression of Hanchongryon denounced abroad",
            "url": "http://kcna.co.jp/item/1997/9708/news8/25.htm#17",
            "content": "S. Korean authorities' suppression of Hanchongryon denounced abroad\r\nPyongyang, August 25 (KCNA) -- The south Korean puppet clique's manoeuvres against the South Korean Federation of University Student Councils (Hanchongryon) have been condemned in different countries.\r\n   The First Secretary of the Revolutionary Youth Vanguard of Madagascar who is a member of the National Coordination Committee of the Action for the Renaissance of Madagascar in a statement on August 14 said that the brutal suppression of Hanchongryon was motivated by the heinous intention of the Kim Young Sam group in south Korea to divert elsewhere the attention of the people from their crisis and prolong their power. \r\n   The General Director of the GuineanYyouth in a statement on August 15 mentioned the justness and legitimacy of the struggle of Hanchongryon for the democratisation of south Korean society and the reunification of the divided Korea, calling for extending full support to their struggle.\r\n   In a statement on August 14 the Chairman of the Lugazi Branch of the Uganda-DPRK Friendship Association bitterly denounced the south Korean authorities' crackdown on Hanchongryon, branding it as a wanton challenge to the desire and aspiration of the Korean people for reunification and a bestial terrorism of the ignorant fascist gangsters.\r\n   The Union of Communist Youth of Yugoslavia in a statement on August 16 said that the union and all the freedom-loving young people in the world express resolute support to the struggle of Hanchongryon. Victory belongs to Hanchongryon and the south Korean patriots, the statement noted.\r\n   On August 15 the Democratic Union of Young Students of Madagascar in a statement strongly demanded that the south Korean authorities stop the suppression of Hanchongryon at once, release the arrested Hanchongryon leaders promptly and guarantee total freedom for their activities. \r\n\r\n"
        },
        {
            "title": "Work on WPK's idea of attaching importance to youth",
            "url": "http://kcna.co.jp/item/1997/9708/news8/25.htm#18",
            "content": "Work on WPK's idea of attaching importance to youth\r\nPyongyang, August 25 (KCNA) -- Rodong Sinmun today carries an article on the 1st anniversary of the publication of the famous work of Secretary Kim Jong Il \"Let Us Exalt the Brilliance of Comrade Kim Il Sung's Idea on the Youth Movement and the Achievements Made Under His Leadership\" (August 24, 1996).\r\n   The work expounded the glorious history of the Korean youth movement which advanced along the road of proud victory under the wise leadership of President Kim Il Sung and tasks facing the youth.\r\n   It is specified in the tasks that young people should become faithful sons and daugthers of the party and leader and staunch champions, powerful builders and reliable defenders of socialism and should be firmly prepared as young vanguard of the Workers' Party of Korea and successors to the revolution.\r\n   The article notes that the youth league should be the eternal youth league of comrade Kim Il Sung and the Korean youth movement should continue to develop as the youth movement of Juche along the road indicated by him. \r\n\r\n"
        },
        {
            "title": "Kim Yong Sun meets Japanese visitor",
            "url": "http://kcna.co.jp/item/1997/9708/news8/25.htm#19",
            "content": "Kim Yong Sun meets Japanese visitor\r\nPyongyang, August 25 (KCNA) -- Kim Yong Sun, Chairman of the Korean Asia-Pacific Peace Committee and Secretary of the Central Committee of the Workers' Party of Korea, met and had a friendly talk with Hajime Fukada, social-democratic member of the House of Representatives of Japan, at the Mansudae Assembly Hall today.\r\n   Present there was Song Ho Gyong, Chairman of the Korea-Japan Friendship Association. \r\n\r\n"
        },
        {
            "title": "Joint meeting on measures to implement reunification platform",
            "url": "http://kcna.co.jp/item/1997/9708/news8/25.htm#20",
            "content": "Joint meeting on measures to implement reunification platform\r\n\r\nPyongyang, August 25 (KCNA) -- A joint meeting of the Reunification Policy Committee of the DPRK Supreme People's Assembly (SPA), the Committee for the Peaceful Reunification of the Fatherland (CPRF) and the Central Committee of the Democratic Front for the Reunification of the Fatherland (DFRF) was held here today.\r\n   The meeting focused on the measures to implement the reunification platform set out in Secretary Kim Jong Il's celebrated work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification.\"\r\n   The meeting was attended by Ri Jong Ok, Vice-President of the DPRK= Yang Hyong Sop, Chairman of the Supreme People's Assembly and Vice-Chairman of the CPRF= Kim Yong Sun, Chairman of the SPA Reunification Policy Committee and Vice-Chairman of the CPRF= and other officials concerned.\r\n   In his report at the meeting, Kim Yong Sun said:\r\n   \"Comrade Kim Jong Il in his work fully clarifies the tasks and ways to carry out comrade Kim Il Sung's instructions for reunification and reunify the country in our generation.\"\r\n   \"Comrade Kim Jong Il suggested comprehensive measures to convert the inter-Korean relations characteristic of distrust and confrontation into those of trust and reconciliation.\"\r\n   \"If the south Korean authorities take the position of national independence, renounce the policy of confrontation and war with the north and democratize socio-political life in south Korea, the inter-Korean relations will turn into the relations of trust and reconciliation and a decisive phase for national reunification will be opened.\"\r\n   \"Under the respected general Kim Jong Il, our nation will exist and our country will be reunified. Come what may, we must trust him, defend him with our lives and remain loyal to his leadership.\"\r\n   He called on all the compatriots in the north, south and overseas to unite closely on the basis of patriotism in line with the 10-Point Programme of the Great Unity of the Whole Nation and make nationwide efforts for reunifying the country through confederation.\r\n   The reporter said that if inter-Korean relations are to be improved and a radical turn to be effected in the efforts for national reunification, the south Korean authorities must, first of all, give up dependence on outsiders and \"cooperation\" with them and pool strength with fellow countrymen and reject outsiders, seeking the independence of the nation.\r\n   He said:\r\n   \"The south Korean authorities must make a switchover in policy, thus shaping the destiny of the country and the nation with fellow countrymen.\"\r\n   \"They must replace the anti-north confrontation policy with a reconciliation policy of alliance with the north, give up the dangerous policy of war, make U.S. Forces withdraw from south Korea, promptly stop arms buildup and arms purchase from abroad and discontinue joint military drills with foreign troops and reckless military provocations in Military Demarcation Line areas.\"\r\n   \"The United States and other nations concerned must renounce the old policy and thinking pattern, refrain from obstructing the peace and peaceful reunification of Korea and take a sincere stand for a peaceful solution to the Korean issue in keeping with the changing situation.\"\r\n   Speeches were made at the meeting by Ju Song Il, Chairman of the Central Committee of the General Federation of Trade Unions of Korea= Kim Yong Ho, Vice-Chairman of the Central Committee of the Korean Social Democratic Party= Han Si Hae, Director of the Secretariat of the Committee for the Peaceful Reunification of the Fatherland= and Kang Yong Sop, Chairman of the Central Committee of the Korean Christian Federation.\r\n   The speakers voiced full support for the reasonable policies for reunification put forward by Secretary Kim Jong Il in the work and vowed to open a new phase for national reunification, upholding his unswerving will.\r\n   An appeal to the compatriots in the south and overseas was adopted at the meeting.\r\n   The appeal called for adhering to and implementing the three charters of national reunification as indicated by Secretary Kim Jong Il's work.\r\n   It said the compatriots should not reject each other for their different ideology and ideas but unite for the country's reunification.\r\n   It also said they should fully support confederation based on one nation, one state, two systems and two governments and turn out in the nationwide struggle for the establishment of the reunified state.\r\n   It called on them to thwart the south Korean authorities' flunkeyist and traitorous policy of dependence on outsiders, removing the political and military confrontation between the north and the south and achieving detente.\r\n   It also called for urging the United States and other nations responsible for the Korean issue to stop obstructing national reunification. \r\n  \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}