{
    "date": "1997-08-31",
    "url": "http://kcna.co.jp/item/1997/9708/970831.htm",
    "articles": [
        {
            "title": "Gift to Secy. Kim Jong Il from Malaysian Prime Minister",
            "url": "http://kcna.co.jp/item/1997/9708/news8/31.htm#1",
            "content": "Gift to Secy. Kim Jong Il from Malaysian Prime Minister \r\nPyongyang, August 31 (KCNA) - Secretary Kim Jong Il received a gift from Malaysian Prime Minister Daduk Seri Dr. Mahathir Bin Mohamad.\r\n   The gift was handed to an official concerned by Dato Nawi Bin Alias, Chief of the General Staff of the Malaysian Army, on August 29. \r\n\r\n"
        },
        {
            "title": "Seminar of cultural preservation workers",
            "url": "http://kcna.co.jp/item/1997/9708/news8/31.htm#2",
            "content": "Seminar of cultural preservation workers \r\n Pyongyang, August 31 (KCNA) -- Cultural preservation workers held a seminar here on Friday to make a deep study of ideas and theories Secretary Kim Jong Il clarified in the work \"On Preserving the Juche Character and National Character of the Revolution and Construction\".\r\n   Speakers at the seminar said that Secretary Kim Jong Il's idea and theory on preserving the Juche character and national character are an important guarantee for an independent development of the country and the nation and for a brilliant victory of the revolution and construction. \r\nThey pointed out that the idea and theory are the fundamental principle that should be adhered to in activities for cultural preservation.\r\n   They said the demand for keeping the Juche character and national character in cultural preservation comes from the role of the inheritage of national culture in accomplishing socialism, the popular masses' cause of independence, as well as from its formation and development.\r\n   They also stressed that all the cultural preservation workers should remain true to the patriotic intention of Secretary Kim Jong Il, who gave valuable instructions while going round Mts. Kuwol, Chilbo, Myohyang and Jongbang and historical relics in Kaesong. \r\n\r\n\r\n"
        },
        {
            "title": "Papers observe Independence Day of Malaysia ",
            "url": "http://kcna.co.jp/item/1997/9708/news8/31.htm#3",
            "content": "Papers observe Independence Day of Malaysia\r\n Pyongyang, August 31 (KCNA) -- Papers here today commemorate the 40th anniversary of the independence of Malaysia.\r\n   After the independence the Malaysian people have striven for the building of an independent and prosperous, new Malaysia, with their destiny in their hands, a signed article of Rodong Sinmun says, and goes on:\r\n   Malaysia, a non-aligned country, is making efforts to turn southeast Asia into a neutral and nuclear-free zone. As an Asean member, it is repulsing the political and economic pressure of the imperialists, improving the relations among the member nations and pursuing the policy of strengthening cooperation in trade, tourism and investment.\r\n   Korea and Malaysia, both Asian countries, are making joint efforts for peace and stability of Asia.\r\n   The ever mounting friendship between Korea and Malaysia is conducive to developing the friendly relations among Asian countries and ensuring peace in the region.\r\n   The Korean people will as ever make active efforts to strengthen and develop the friendly and cooperative relations with the Malaysian people.\r\n   Minju Joson in a signed article says that the efforts of the Malaysian people to live and develop as the master of a new Asia under the banner of sovereignty, independence and progress will be crowned with success. \r\n\r\n\r\n"
        },
        {
            "title": "NDFSK discusses tasks for national reunification",
            "url": "http://kcna.co.jp/item/1997/9708/news8/31.htm#4",
            "content": "NDFSK discusses tasks for national reunification\r\nPyongyang, August 31 (KCNA) -- The Central Committee of the National Democratic Front of South Korea (NDFSK) made public a communique on its general meeting, Seoul-based radio Voice of National Salvation said.\r\n   According to the communique, discussed at a general meeting held in Seoul on August 27 were tasks for implementing the reunification platform set forth by Secretary Kim Jong Il in his work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\".\r\n   The meeting voiced full support for the work of Secretary Kim Jong Il, describing it as a new national reunification platform, an immortal encyclopedia which fully reflects the enduring feats performed by President Kim Il Sung for national reunification and clearly indicates a way of accomplishing the cause, true to his instructions for reunification.\r\n   It was stressed at the meeting that in the historic work the General expressed the strong faith and patriotic will to achieve the country's reunification, the nation's desire, by carrying out the president's instructions for reunification and shaped a new policy for reunification.\r\n   It was also said that the new era when the General is being acclaimed as the father of the nation and the lodestar of national reunification and the day of reunification moved up requires all the nation to push ahead with the grand march in line with the three charters of reunification. \r\n   The meeting declared that the NDFSK is willing to steadfastly defend and thoroughly implement the reunification platform in any adversity.\r\n   It decided on the tasks for implementing the platform and adopted relevant resolutions. \r\n\r\n\r\n"
        },
        {
            "title": "U.S. makes 160 espionage flights",
            "url": "http://kcna.co.jp/item/1997/9708/news8/31.htm#5",
            "content": "U.S. makes 160 espionage flights\r\nPyongyang, August 31 (KCNA) -- The U.S. imperialist war maniacs have made some 160 flights for espionage on the Democratic People's Republic of Korea in August with sorties of U-2, RC-135 and other strategic and tactical reconnaissance planes, military sources said.\r\n   Of the flights 20 were made by strategic spy aircraft, early warning plane and patrol plane. On the 20th, 22nd, 27th and 28th, u-2 high-altitude strategic reconnaissance plane committed day and night espionage on some 30 occasions.\r\n   The espionage flights are an intolerable challenge to the Korean people and other world peace-loving people who hope for detente in the Korean Peninsula and its peaceful reunification. The U.S. imperialist war maniacs must unconditionally stop aerial espionage on the DPRK. \r\n\r\n\r\n"
        },
        {
            "title": "U.S. hawks urged to stop anti -DPRK moves",
            "url": "http://kcna.co.jp/item/1997/9708/news8/31.htm#6",
            "content": "U.S. hawks urged to stop anti -DPRK moves\r\n  Pyongyang, August 31 (KCNA) -- Minju Joson today blasts the U.S. hawks for maintaining the conception of Cold-War confrontation in the Korean Peninsula and having staged joint military manoeuvres codenamed \"Ulji Focus Lens\" throughout south Korea.\r\n   The daily says in a commentary:\r\n   The drill, the U.S. war maniacs carried out with the south Korean forces, was an aggression war exercise aimed at increasing the capacity of surprise attacks on the DPRK. It was also an adventurous war gamble which revealed again the U.S. intention to stifle the DPRK.\r\n   They called for an exception of the use of landmines in the Korean Peninsula under the pretext of \"north Korea's threat\". They, who already deployed nuclear weapons and other sophisticated weapons in the Korean Peninsula, brought all the depleted uranium bullets to south Korea from their Okinawa military base some time ago.\r\n   We take a serious view of the fact that the United States, ignoring the universal trend towards disarmament and detente, have reinforced such lethal weapons as anti-personnel mines, not eliminating them, and persistently fostered a war fever.\r\n   It is our invariable position to answer dialogue with dialogue, strength with strength.\r\n   The U.S. military presence in south Korea does not \"deter war\" but wrecks peace and increases tension in the Korean Peninsula.\r\n   If peace and security are to be ensured substantially in the peninsula, the U.S. Forces should be withdrawn from south Korea without delay.\r\n   If the U.S. ignites a war in the peninsula, irrespective of the demand of the time for detente and peace, the Korean people and army will annihilate the U.S. imperialist aggression forces before any others else and uproot the root cause of war on this land. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}