{
    "date": "1997-06-21",
    "url": "http://kcna.co.jp/item/1997/9706/970621.htm",
    "articles": [
        {
            "title": "Secy. Kim Jong Il publishes work",
            "url": "http://kcna.co.jp/item/1997/9706/news6/21.htm#1",
            "content": "Secy. Kim Jong Il publishes work\r\nPyongyang, June 21 (KCNA) -- Secretary Kim Jong Il published a historic work \"On Preserving the Juche Character and National Character of the Revolution and Construction\" on June 19, 1997.\r\n   Rodong Sinmun and all other Pyongyang-based newspapers today devote the first three pages to the work.\r\n   Secretary Kim Jong Il says in the work that the historical experience and lesson show that whether the Juche character and national character are preserved or not is the key to victory in the revolution and construction and is vital to the destiny of the country and the nation.\r\n   He elaborates on the fundamental principles and ways of preserving the Juche character and national character.\r\n   He notes that the Workers' Party and people of Korea under the wise leadership of President Kim Il Sung have resolutely maintained the Juche character and national character against imperialism and dominationism in the historical period of revolutionary struggle, brought about independent development of the country and the nation and achieved shining victories in the revolution and construction.\r\n   He stresses that the Workers' Party and people of Korea are firmly determined to preserve and embody the Juche character and national character.\r\n   Patriotic stand is a prerequisite for preserving the Juche character and national character of the revolution and construction, he says, adding that carrying out the revolution and construction in a self-determined way on the principle of national independence is also essential for preserving these characters.\r\n   The internal forces are a substantial guarantee for preserving and embodying the Juche character and national character, he notes, and calls for consolidating the political force, the driving force of the revolution, and building the independent economic and military strength.\r\n   The struggle to preserve these characters is the struggle against imperialism and dominationism, he says, calling for eliminating illusions about and fear of imperialism and bravely fighting the blustering imperialists.\r\n   He stresses the need to enhance international solidarity and cooperation among the progressive peoples around the world in order to preserve the Juche character and national character against imperialism and dominationism. \r\n\r\n"
        },
        {
            "title": "Secy. Kim Jong Il publishes work (full text)",
            "url": "http://kcna.co.jp/item/1997/9706/news6/21.htm#2",
            "content": "Secy. Kim Jong Il publishes work (full text)\r\n Pyongyang, June 21 (KCNA) - Secretary Kim Jong Il published \"On Preserving the Juche Character and National Character of the Revolution and Construction\" on June 19, 1997.\r\n   His celebrated work reads in full:\r\n   There is a sharp confrontation between socialism and imperialism, and between the force of independence and the force of dominationism now in the world arena. Although the international situation is complex and the balance of forces is tangled, the people's struggle against domination and subjugation and for independence is continuing. The imperialists and reactionaries are tenaciously manoeuvring to arrest the world progressive people's trend towards independence and obstruct their struggle for independence with a view to realizing their ambition for domination, but no force can ever turn back the main trend of our age which is heading for independence.\r\n   In order to thwart the dominationist machinations of the imperialists and reactionaries and give a strong impetus to the people's cause of independence, the cause of socialism, we must maintain the Juche character of the revolutionary struggle and construction and sustain their national character. Preserving these qualities is imperative for the independent development of the country and nation and for success in realizing independence for the popular masses. \r\nHistorical experience and lessons prove that adherence to the Juche character and national character is the key to success in the revolution and construction and vital to national prosperity.\r\n   Under the wise leadership of the great leader comrade Kim Il Sung, our Party and our people have resolutely maintained the Juche character and national character in opposition to imperialism and dominationism throughout the entire period of the revolutionary struggle. \r\nAs a result, they have achieved an independent development of the country and nation without any deviation and have won brilliant victory in the revolution and construction.\r\n   In the future, too, we will firmly keep the Juche character and national character in the revolution and construction and fight on staunchly along the road of Juche.\r\n\r\n                          1\r\n\r\n   Adherence to the Juche character and national character in the revolution and construction is a fundamental principle that must be maintained in accomplishing the people's cause of independence, the cause of socialism.\r\n   Maintaining the Juche character of the revolution and construction means that the popular masses shape the destiny of their country and nation and their own destiny independently and creatively as the masters of their destiny. Sustaining the national character means preserving and developing their own fine national traits and embodying them in all spheres of social life.\r\n   Maintaining the Juche character and sustaining the national character of the revolution and construction is a principled requirement for carrying out the socialist cause in keeping with its own intrinsic nature of independence and historical and present conditions. The socialist cause is the revolutionary cause of independence, which is aimed at realizing independence for the popular masses and is advanced and accomplished by the struggle of the masses. A country and nation is a community of people's life as well as a basic unit in which they shape their destiny. The masses' destiny is inseparably linked with the destiny of their country and nation. Since the popular masses live and shape their destiny with a nation-state as a unit, the masses' cause of independence, the socialist cause, is inconceivable separately from their country and nation, and it is impossible to realize the masses' independence unless the independence of their country and nation is ensured. A man as a social being is a member of a social stratum and social class as well as a member of his nation. He has both the class character and national character. Since each nation has a peculiar cultural tradition that has been formed and consolidated down through history, it is impossible to meet the masses' desire for independence and their interests to the full if their national character is ignored. It is only when the socialist cause preserves the Juche character and national character that it can be a truly revolutionary cause that champions and realizes independence for the masses and ensures the independent development and prosperity of the nation.\r\n   Keeping the Juche character and national character is the common requirement and aspiration of all countries and all peoples. There is no people who do not love and value their country and nation= there can be no people who like to see the dignity and soul of their nation trampled upon and ignored. In order to ensure that socialism strikes root deep in the people's minds and advances with strong sympathy and support of the masses, it is necessary to maintain the Juche character and national character in carrying out the socialist cause so as to keep the dignity of the country and the soul of the nation.\r\n   Preserving the Juche character and national character and ensuring the independent development of the country and nation are an essential requirement for strengthening international unity and solidarity and contributing truly to the development of the world revolutionary movement. There are many countries and nations in the world, and each country and nation has its own characteristics, but all the countries and nations are equal and independent. \r\nInternational unity and solidarity are the relationships of mutual support and cooperation among the countries and nations which aspire after independence. These relationships can develop as truly voluntary and durable relationships only on the basis of ensuring the independent development of each country and nation and respecting each other's independence. Unity and cooperation based on independence constitute a truly internationalist relationship among countries and nations. When the Juche character and national character are suppressed, and when the independence of countries and nations is trampled upon, inequality and discord occur among countries and nations, and unity and cooperation become impossible. The socialist cause is a national cause and also an international cause, and the world socialist cause advances and is accomplished through the process of victory and development of the revolution in each country. Only when the people of each country carry out the revolution and construction in their country successfully as masters can the world socialist cause advance triumphantly.\r\n   Although preserving the Juche character and national character is a matter of fundamental significance in shaping the masses' destiny, no correct solution was given to this problem by the previous working-class theory.\r\n   The previous theory, which clarified the law of the development of human history from the point of view of the materialist outlook on history, related the formation of nations to the emergence and development of capitalism and predicted that the nation itself would gradually disappear with the liquidation of the capitalist system and with progress in the building of socialism and communism, in all countries. In the historical conditions of the age when the motive force of the revolution was not prepared in each country and nation and when the need to strengthen the international solidarity of the working class in the struggle against capitalism and imperialism was the basic problem, the previous theory was unable to raise the question of keeping the Juche character and national character of the socialist cause to be carried out. The previous theory's proposition that the working class has no motherland can be viewed as reflecting the requirement for strengthening international working-class unity and solidarity which were urgent for the socialist movement of the period as well as the need for overcoming opportunism which spread bourgeois nationalism in the working-class movement and the socialist movement.\r\n   In our times when the popular masses carry out the revolution and construction actively on their own initiative with the nation-state as a unit with their destiny firmly in their hands, the task of each country and nation for adhering to the Juche character and sustaining their national character has presented itself as an urgent requirement. However, the parties in several countries which were building socialism in the past failed to advance a new theory and a new policy in keeping with the changed new reality and find correct solutions to the problems arising in ensuring the independent development of countries and nations. The parties of these countries regarded the national contingents carrying out the revolution and construction to meet their people's desires and to suit their national characteristics and their countries' specific situations within the world socialist movement as contradicting internationalism, and did not pay due attention to the matter of keeping independence of the countries and nations and sustaining the national characteristics. Because of this prejudice and wrong policy, socialism in these countries failed to develop as a cause for these countries and nations and, in consequence, lost its national footholds and support. Socialism is a class cause and at the same time a cause for national development and prosperity. The process of the development and consummation of the socialist society must be the process of meeting the class demand and interests of the working masses and also the process of making the country rich and strong and bringing prosperity to the nation. Since the working class and the other working masses make up the overwhelming majority of any nation, the practice of ignoring the Juche character and national character will inevitably result in the failure to meet the class demand of the working masses properly. Because the socialist cause failed to become the cause of genuine national independence in the several countries, socialism suffered the gradual weakening of its class foundation and was unable to avoid frustration and collapse due to the anti-socialist manoeuvres of the imperialists and the renegades from the revolution.\r\n   In the countries where socialism collapsed, the dignity of the countries and nations is trampled upon, their peoples are suffering disasters and even bloodshed is caused by the clashes between nations. Taking advantages of these events, the imperialists are making frantic efforts to cloud the image of socialism by attributing the national calamities to socialism.\r\n   The imperialists' slander that socialism is inferior to capitalism in the development of nations is a shameless lie that black is white and white is black. It is not socialism but capitalism that blocks the road of national development. \r\nIn the capitalist society where the nation is split into hostile classes and individuals' interests are placed above social interests, national unity cannot be achieved, people cannot have the attitude as befits masters towards the development of the country and nation, nor can the social wealth be used properly for the common development of the nation. The exploiting class which owns all the means of production and wealth in the capitalist society is interested only in making money. The reactionary exploiting class does not hesitate to sell out the interests of their country and nation and harm other countries and nations for money-making. It is the immutable nature of imperialism to dominate and plunder other nations. Under capitalism there can be neither national equality nor free development of nations. The genuine prosperity of a country and nation can only be realized in the socialist society in which the whole nation has common interests and all the social wealth is used for the common development of the nation. Socialism ensures free development of nations and abolishes both class exploitation and all manner of national inequality.\r\n   Under the guidance of the great leader comrade Kim Il Sung, our Party and our people have firmly maintained the Juche character and properly sustained the national character in the revolution and construction and thus advanced the Juche revolutionary cause victoriously.\r\n   The respected leader comrade Kim Ul Sung was a great thinker, theoretician and a great statesman who advanced the idea of preserving the Juche character and national character for the first time in history, translated it brilliantly into reality and gave successful leadership to the revolution and construction.\r\n   Keeping and embodying the Juche character and national character is the principled requirement of the revolution and construction elucidated by the Juche idea created by the great leader comrade Kim Il Sung. The Juche idea, the man-centred outlook on the world, is a noble idea of loving the people as well as an idea of true love for the country and nation= it is a great revolutionary idea of our times which illuminates the road of advancing the cause of world independence forcefully. The Juche idea clarified that the country and nation are the basic unit for shaping the destiny of the masses and that the popular masses must firmly maintain the Juche character and national character of the revolution and construction in order to shape their destiny independently. The Juche idea scientifically proved that the process of nations' development in carrying out the socialist cause is not a process of one nation being assimilated to another nation or being merged into another, but a process of each nation developing into a civilized and powerful nation and steadily expanding and advancing cooperation and ties among different nations on the principle of complete equality and voluntary will while creating their own lives and history with freedom. On the basis of the elucidation of the independent nature of the socialist cause and the socio-historical conditions of its implementation, the Juche idea defined the maintenance of the Juche character and national character as the fundamental principle that must be adhered to in the whole course of building socialism. The Juche idea linked socialism and nations to the same destiny for the first time, and guaranteed the possibility for countries and nations to achieve lasting prosperity in step with the victorious advance of socialist construction.\r\nBy establishing the Juche idea and advancing the theory of maintaining the Juche character and national character, the great leader comrade Kim Il Sung provided the absolutely correct guideline for leading the socialist cause as the genuine cause of independence for the popular masses, as the cause of countries and nations. This is an imperishable achievement he made in the history of human thought.\r\n   Our Party and our people, holding high the banner of the Juche idea, smashed all kinds of machinations of the imperialists and opportunists in the struggle for the independence and sovereignty of the country and for socialism, resolutely defended and applied Juche character and national character. In the course of this we have registered brilliant successes and accumulated valuable experience.\r\n   Our Party and our people regarded adherence to the Juche character as the basic principle in the revolution and construction and always subordinated everything to the destiny of our revolution and our nation and found solutions to all problems by centring on this matter, thus pioneering an untrodden path of carrying out the revolution and construction in an independent and creative way.\r\n   Rock-solidly united around the great leader comrade Kim Il Sung, the Party and people categorically rejected and frustrated the great-power chauvinism which stood in the way of our revolution. This was of key importance in defending the interests and dignity of our nation and adhering to the Juche standpoint in the revolution and construction. In the past the great-power chauvinists slandered the maintenance of Juche by our Party and people in the revolution and construction as \"Nationalism\" and \"Isolationism\" and exerted pressure upon us. However, we fought them without compromise in order to save the destiny of the country, nation and socialism. Even when they were deprived of their country and had to fight the arduous revolutionary war in a foreign land against the Japanese, the Korean communists established Juche to the letter with an unshakable standpoint and attitude that they were the masters of the Korean revolution. During the difficult years of post-war rehabilitation and socialist construction, they all determinedly rejected the pressure and arbitrariness of the great-power chauvinists who meddled in our internal affairs and forced an \"Integrated Economy\". \r\nIf the Korean communists had not maintained their own lines and conviction that the Korean revolutionaries should carry out the Korean revolution, they would have failed to liberate their country. If we had abandoned the policy of building an independent national economy and entered the \"CMEA\" unable to bear the pressure of the great-power chauvinists during socialist construction after the war, it would have been impossible for us to build the socialist state which is independent, self-sustenant and capable of self-reliant defence. While rejecting great-power chauvinism which put down the Juche character, our Party and people conducted a tireless, fierce struggle to overcome flunkeyism which flattered and yielded to the great power. We thus removed any room for great-power chauvinism to set foot, eradicated the idea of dependence on outside forces which was handed down through history and thoroughly established the standpoint and attitude as the masters of the revolution in our country.\r\n   The struggle of our Party and our people to adhere to the Juche character was conducted as an integral part of the struggle to strengthen the unity and solidarity of the world socialist movement. Thoroughly rejecting all sorts of misguided tendencies of setting the Juche character against internationalism, we made energetic efforts to strengthen internationalist unity and solidarity in keeping with the nature of the socialist movement. Even though they were carrying out the unprecedentedly complex and arduous Korean revolution, the Korean communists and people maintained the internationalist principle of actively supporting and encouraging the people of other countries in their cause for anti-imperialist independence and for socialism and fighting in unity with the class comrades-in-arms and the revolutionary people. When the difference in opinions and discord between the socialist countries aggravated to the point of split in the world socialist movement, our Party, with a firm, principled and independent stand, directed great efforts to ensuring mutual understanding and harmony among the socialist countries. Even though it was carrying out the revolution in the difficult situation, our Party gave unstinted assistance and support to the other socialist countries which were fighting an anti-U.S. war. Our Party and our people made energetic and positive efforts to develop the relations of friendship and cooperation based on complete equality and mutual benefit not only with the socialist countries but also with all the countries which aspire after independence, thus making a great contribution to strengthening the internationalist solidarity among the progressive forces throughout the world.\r\n   The successes and experiences of our struggle to pioneer the road of revolution in an original way as the masters of our own destiny and unfold a new history of unity and solidarity in the world socialist movement and the progressive movement based on independence clearly demonstrate that the maintenance of the Juche character constitutes an important guarantee for the victory of both our revolution and the world revolutionary movement and that it is the absolutely correct way of remaining loyal not only to the national but also to the international duties.\r\n   Our Party valued the national character, sustained our nation's fine traditions in every possible way and materialized them in all spheres of the revolution and construction.\r\n   The national character which is formed through history may have the limitation of the period and class, but it is a mistake to see the national character as the breeding ground of the idea of returning to the past and bourgeois nationalism. The national character embodies the spirit of national independence and the cultural tradition of a nation, which constitute a precious wealth of the country and nation and an important asset for the building of socialism.\r\n   Our Party has preserved and steadily developed the fine traits of our people who are resourceful and courageous, hate injustice, love justice and truth and value morality so that these qualities become an important factor in propelling socialist construction and in developing the country to be prosperous. Our Party's policy for preserving and developing the national character won active support from the people and displayed great vitality in deepening the people's trust in the Party and planting socialism deep among the people.\r\n   Our Party made the national character a major basis of national unity. To love their  nation and value their national character is a common psychology of the members of the nation and it is of great importance in uniting and rallying the whole nation. From the early days of the revolutionary struggle, the true Korean communists attached great importance to the national character and worked hard to achieve the unity of the people in all walks of life on the basis of it and in the course of this succeeded in achieving unity with the nationalists as well. The imperialists and reactionaries are talking as if there is an impassable gulf between communism and nationalism in order to drive in wedge of hostility and discord within the nation, but communism and nationalism have the common desire and aspiration of love for one's country and nation. It is impossible to achieve national unity if the positive aspect of nationalism is ignored and rejected because of its limitations. What is opposed to communism is not nationalism in general but bourgeois nationalism, national egoism and national chauvinism which subordinate the common interests of the nation to the interests of a handful of the exploiting class in the guise of nationalism. We realised unity and cooperation with the nationalists on our initiative by giving prominence to the community of loving the nation and valuing the national character and led them tirelessly to go on the road of patriotism so that they make great contribution to the struggle for national liberation and socialism while casting in their lots with the communists.\r\n   It is the national character and love for the nation and the spirit of national independence which emanate from the national character that can be the foundations of great national unity and national reunification in our country where the nation is divided by foreign forces and different ideas and systems exist in north and south. Especially when the national character is trampled underfoot and obliterated in south Korea by foreign forces and the reactionaries, we may lose the foundations of the unity of the whole nation and national reunification and the nation may become hetrogeneous and divided into different nations unless we hold high and sustain the national character in every way. \r\n   All our Party's policies for national reunification including the 10-Point Programme of the Great Unity of the Whole Nation for the Reunification of the Country put forward by the great national father comrade Kim Il Sung are run through with the noble spirit of national independence and love for the nation which value and sustain the national character. By paying deep attention to sustaining and embodying the national character in leading the struggle for national reunification, our Party has created mature conditions for uniting the whole nation in north, south and abroad, and for realising the coordinated development of the country and nation.\r\n   It is of special importance that we have stressed the Korean-nation-first principle in the struggle to preserve and embody the national character. Our Party has considered it as a main link in the struggle for sustaining the national character to encourage the popular masses, the masters of the revolution and construction to take pride and self-confidence in the greatness of the Korean nation and brighten the soul and spirit of the nation, and laid great emphasis on this work. Our Party has brought about an all-round development and flowering of our people's admirable national character formed through history, created new fine national traits successfully in all fields of revolution and construction and social life and, on this basis, advanced the Korean-nation-first principle and armed the people with this principle. The establishment of the Korean-nation-first spirit has effected a new advance in the struggle to sustain the national character and raised its role beyond measure in carrying out the cause of socialism. As is evidenced in our people, young and old, men and women, throughout the whole country fondly singing \"My Country Is Best\", all our people are proud of being Koreans. With a high sense of self-respect and pride as the best nation living and working in the good socialist system under the care of the great leader, and under the leadership of the great party, our people are exalting the national dignity and displaying national resourcefulness in the struggle for the prosperity and development of the country and the victory of socialism.\r\n   The experience of our Party and people in the struggle for sustaining the national character shows that only when the Party and the state of the working class value the national character and work hard to embody it in the revolution and construction can they unite the entire nation, advance triumphantly the cause of socialism by giving full play to their patriotic enthusiasm and realise the independent development and prosperity of the country and nation.\r\n   By giving wise leadership to the struggle of our Party and people for preserving the Juche character and national character, the great leader comrade Kim Il Sung set a brilliant example of leading to victory the revolutionary cause of the popular masses under the banner of independence. History has recorded numerous patriots and patriotic struggles, but it has never known such a communist revolutionary as the great leader comrade Kim Il Sung who firmly safeguarded the Juche character and national character with faith in independence and a noble patriotic spirit, treading a thorny revolutionary path nor has it witnessed such a revolutionary cause of genuine national independence as the Juche revolutionary cause pioneered and led by comrade Kim Il Sung.\r\n   The socialism of Juche is the brilliant fruition of the great idea and leadership of the respected comrade Kim Il Sung who opened up an original way of carrying out the socialist cause, the cause of independence for the popular masses. Our socialism of Juche which has been built by our people themselves in keeping with their desire and the national characteristics is the people-centred socialism which has made the popular masses the masters of everything and made everything serve them= it is the socialism of independence, self-sufficiency and self-reliant defence, which has strengthened the Juche character and fully displayed the national character= it is the socialism dedicated to love for the country and nation. Here lies its essential characteristics and its superiority. Because it has most effectively combined love for the people with love for the country and nation, the independence of the popular masses with the independence of the country and nation, socialism in our country is advancing along the road of victory with an invincible vitality and force and displaying ever greater attraction in carrying out the cause of independence for humanity.\r\n   By building Juche-oriented socialism which defends and realizes the independence of the popular masses and guarantees the independent development and prosperity of the nation under the guidance of the great leader comrade Kim Il Sung, our Party and people have proved that adhering to the principle of national independence as well as the principle of the working class in the revolution and construction and keeping the Juche character and national character are the road to victory and glory. Great-power chauvinists and opportunists slandered our adherence to the Juche character and national character and our struggle for the revolution and construction on the principle of national independence as if these were contrary to socialism, but, in the long run, it is our Party and our people that defend and brighten socialism through to the end. Our socialism is vigorously advancing along its track in spite of worldwide political upheavals because our Party is consistently leading the revolution and construction from the standpoint of Juche. Although those who once posed themselves as \"Orthodox\" socialists and internationalists discarded socialism and betrayed internationalism, our Party and people have been invariably and unfailingly faithful to internationalism, under the banner of socialism and while defending the impregnable fortress of socialism, are striving for the reconstruction of the socialist movement and the cause of independence for humanity by pooling efforts with all the revolutionary parties and progressive people who are aspiring after independence and socialism.\r\n\r\n                              2\r\n\r\n   Stepping up socialist construction and realising the reunification of the country and its prosperity by preserving and applying the Juche character and national character is the unshakable faith and will of our Party and people. We must thoroughly implement this line which was the life-long desire of the great leader comrade Kim Il Sung and whose truth and validity have been proved by history.\r\n   Loving one's country and nation is a prerequisite for maintaining the Juche character and national character in the revolution and construction.\r\n   A revolutionary must boundlessly love and value the country and nation. Apart from the country and nation, nobody can live and shape his destiny. As the destiny of an individual is inseparably connected with the destiny of the nation, our Party is exerting efforts to educate all members of society to have a correct view on the nation and producing such art and literary works as the multi-part feature film \"The Nation and Destiny\" expending much efforts. The basic content of \"The Nation and Destiny\" is that the destiny of the country and nation is immediately the destiny of an individual and that the life of the latter belongs to the life of the former. Those who want to shape their own destiny truly must consider the country and nation as the base of their life and the nest of their happiness and love them ardently= they must find the worth and value of their life in devoting their all for the independence and prosperity of the country and nation. How people should approach their own class and how they live as a member of the class is an important question, but what is no less important is how they should live and fight as a member of the nation. For all Koreans today, it is important to cherish the love for the country and nation, lead a genuine life as a member of the Korean nation and devote their all to the common aim of the nation, transcending the different systems created temporarily owing to national division, as well as different ideas and ideals, different political views and religions and different classes and strata. Those who have the blood and soul of the Korean nation must link their own destiny with the destiny of the country and nation and fight devoting body and soul for the independent reunification of the country and the prosperity of the nation, no matter which class and strata they belong to and which social system they live in and whether they live at home or abroad.\r\n   For the Party which leads the revolution to treasure the country and nation and bear the responsibility for their destiny is the fundamental condition to fulfil its leadership mission. Defending and keeping the independence of the country and nation is a prerequisite for realizing the independence of the popular masses. If a working class Party makes only the idea and requirement of the class absolute and neglects national interests, it cannot  bear the responsibility for the destiny of the country and nation, give a correct guidance to patriotic struggle and realize the independence of the masses with credit. The Party which leads the revolution and construction must think and act with the attitude of attaching importance to the country and nation and lead the masses of the people correctly to defend the interests of the country and nation resolutely and realize the development of the country and the prosperity of the nation.\r\n   Our Party and people are proud of having set a brilliant example of patriotism in the road of a long-protracted revolutionary struggle for independence, sovereignty and socialism. The Korean communists were the most ardent patriots who had fought devoting their all to the liberation of the fatherland and its independent development and the history in which the Korean revolution was pioneered and has advanced has been recorded by the sacred struggle of our people for the country and nation. The proud patriotic traditions of our people are now being carried forward brilliantly under the leadership of our Party. By carrying forward the noble patriotic traditions, our entire people must implement devotedly our party's plan and policy to defend the fundamental interests of the country and nation and make their country, their motherland, ever more prosperous.\r\n   Carrying out the revolution and construction in one's own style on the principle of national independence is the fundamental requirement for preserving the Juche character and national character.\r\n   Dealing with the problems arising in hewing out the destiny of one's country and nation on one's own decision is the right to independence which nobody can infringe upon. A revolutionary Party and people must resolutely reject the intervention and pressure of the outside forces and decide their own problems on their independent resolution and judgement to suit their demand and interests.\r\n   Failing to advocate one's own opinion and faith pressed on by the outside forces is the road to subordination and national ruin. This is proved by the catastrophic fate of the countries and nations which had followed the intentions of the imperialists and dominationists and lived consulting their pleasure. The more pressure the imperialists and dominationists apply, the more firmly the revolutionary Party and people must advocate their opinion and implement the lines and policies decided on their own to completion. \r\nIf they yield to the pressure of the outside forces and vacillate or give up their aim facing trials and thus abandon their faith and withdraw from the road chosen by themselves, they cannot rise up again. No matter what difficulties and trials they may face, the revolutionary Party and people should never lose their faith in the validity of their cause and unvaryingly follow the road to independence, the road they chose, fighting with an indomitable will.\r\n   In advancing the revolution and construction and developing society it is necessary to always find out one's own way and methods and rely on them. Being fond of other's style and imitating it is not the attitude befitting masters who are responsible for the destiny of the nation. It is natural to introduce what is good or developed among others' things, but it is intolerable to imitate them mechanically or consider them as their basis. The Party and people who are building socialism should not tolerate the capitalist \"Western style\" in managing the state and social system and organizing social life and instead apply their own style which is revolutionary and national, in all spheres of state and social life including politics, the economy and culture.\r\n   The countries which are experiencing social problems, economic difficulties and disasters by national dispute, too, must find out the way to overcome them by their own efforts, not expecting anything from the \"prescription\" of the imperialists. The so-called \"prescriptions\" that the imperialists are advertising going around the world are neither for the development of other nations nor any \"ingenious plan\" to activate the economy of other countries and ensure national reconciliation= these are the schemes to powder their faces and gain their profit in this process. As the reality shows, in the countries which introduced the imperialists' \"prescription\", social problems and economic difficulties have become more serious and national dispute become aggravated. The countries which are suffering from social and economic difficulties and national dispute must reject the \"prescription\" of the imperialists which worsens their condition and break through the difficulties using their own prescription.\r\n   Our Party and people are proud of having chosen their revolutionary road independently on their own faith and having advanced the revolutionary cause solving all the problems arising in the revolution and construction in our own style based on their independent thought. Our style is based on Juche philosophy centring on human being and associated with the spirit of loving the country and nation.\r\nAs we have not followed others' opinion and prescription, but relied firmly on our own intention and the revolutionary methods of our style, we have been able to build a powerful socialism of Juche and make it prosperous. In the future, too, we must live and carry out the revolution in our own way on the principle of national independence so as to firmly defend and develop socialism of our style and make the country and nation ever prosperous.\r\n   Our own force is the real guarantee for preserving and applying the Juche character and national character.\r\n   The fundamental in preparing our own force is to build up the political force of our own. In order to preserve the Juche character and national character it is necessary to prepare our own force in all spheres including the material and economic force, but what is most important is to build a strong political force, the driving force of the revolution.\r\n   The power of the driving force of the revolution is unity.\r\n   In the struggle for the independence of the country and nation it is imperative to achieve national unity based on the unanimous desire and common interests of the nation. At present, for us to achieve great national unity and build up our own force for national reunification poses itself as the most urgent task. Only when a nationwide unity is realized, can we crush the separatist force at home and abroad and accomplish the cause of national reunification. All the compatriots in the north, the south and abroad must fight dynamically to realize the independent reunification of the country, the great national desire, rallied rock-firm under the banner of a great national unity.\r\n   In a socialist society where the class conflict has been eliminated, a nation is the people and vice versa and the centre of their unity is the Party and the leader. A national unity in socialist society must be a unity of the whole society in ideology and purpose centring on the Party and the leader. Our Party has equipped the entire people firmly with the Juche idea and turned the whole of society into one socio-political organism whose members have been united firmly centring on the Party and the leader, thereby building up creditably the independent motive force of the revolution, the integrated whole of the leader, the Party and the masses. The power of the independent driving force relying on the single-hearted unity of the leader, the Party and the masses is the fundamental guarantee for all our victories both in the struggle against imperialism and in socialist construction. By consolidating and developing this single-hearted unity and displaying its power to the full, we must safeguard the independence of the country and nation firmly and step up the revolution and construction vigorously.\r\n   In addition to our own political force, the economic and military forces must be prepared. The Party and people who have not prepared their own economic and military forces cannot fulfil their responsibility and play their role satisfactorily as the independent motive force of the revolution and construction and preserve the Juche character and national character. A revolutionary Party and people should exert all their energy, putting up with all hardships, to prepare their own economic and military forces guaranteeing the independent development of the country.\r\n   The role of science and technology in economic and defence constructions is remarkably expanded and the scientific and technological competition is brisk on worldwide scale= in this situation, without developed science and technology it is impossible to build a strong economic power and military power. The countries and people who are building socialism should develop science and technology on their own efforts to suit the requirement of the revolution and the concrete reality of their countries, maintaining thoroughly their own attitude. The work of expanding and developing scientific and technical exchanges with different countries and introducing advanced science and technology from other countries, too, must be based on their own reality. If they give full rein to the strength and intelligence of their people relying on the advantage of socialism, and mobilize all possibilities and potentials actively, it will be fully possible to scale a high peak of scientific and technical development and back the independent development of the country with science and technology.\r\n   Our Party and people have regarded it as the fundamental requirement for building an independent sovereign state to prepare their own strong economic and military powers and laid a powerful economic and military foundation guaranteeing the independence of the country and the prosperity of the nation, by waging an indomitable struggle sparing a penny and tightening their belts from the first days of the building of a new society. Today we can firmly defend the fundamental interests of the revolution and the prestige of the country challenging the imperialists' vicious manoeuvres against socialism and our republic, because we have built the powerful independent national economy and self-reliant defence power. By continuing a vigorous struggle to strengthen the power of the independent national economy and self-reliant defence power, we must make more solid the material foundation of the independent state and social life and defend reliably the safety of the country and the happy life of the people.\r\n   In preserving the Juche character and national character it is very important to enhance national pride and self-confidence among the people.\r\n   National pride and self-confidence are the manifestation of the love of the nation and the spirit of national independence. A revolutionary Party should always conduct actively an ideological work among the people to cultivate the spirit of national independence so that they have a pride in their country and nation and a determination to defend and develop them. The ideological work to boost the spirit of national independence should be waged more vigorously particularly in small and backward countries and in the countries which had suffered much from domination and intervention by big countries and where flunkeyism and dogmatism still remain deep rooted.\r\n   National pride and self-confidence are formed and expressed when one understands the good qualities of one's nation. The good qualities of a nation formed socially and historically in the struggle to shape the destiny of the country and nation has no connection with racial characters, so it is not that any special nation is blessed with such traits. Every nation is blessed with its good qualities and has the aspiration and desire to preserve and highlight them. Only when a revolutionary party appreciates the fine traits of its nation and highlights them positively, can it encourage the people to have national pride and self-confidence.\r\n   What is important in preserving and boosting the good qualities of the nation is to carry forward national inheritance correctly. Nihilism which ignores and abandons national inheritance is the main obstacle which impedes the efflorescence and development of the good traits of the nation. In order to preserve the good qualities of the nation, it is imperative to have an attitude of valuing national inheritance and thoroughly reject and overcome nihilism which denies the nation's fine traits. \r\nRestorationism which tries to preserve things of the past thoughtlessly on the excuse of valuing national inheritance is also a harmful tendency to prevent the good qualities of the nation from being preserved in a correct manner. If restorationism is tolerated, it would revive outdated and backward things which reflect the requirement and interests of the exploiter class and go against times and create an obstacle in the way to preserve the national traits in conformity with the requirement of socialism. To preserve the national traits, it is necessary to reject both the nihilistic attitude and the restorationist tendencies and correctly combine the national stand with the class stand, the historical principle with the principle of modernization and thus throw away what is outdated or does not befit socialism and highlight and develop what is progressive and popular.\r\n   In addition to preserving national inheritance handed down historically with a correct view, new national traits must be created continuously. It is only when new national traits are created based on the inherited good qualities of the nation that national traits can bloom and develop more and their role increase in enhancing national pride and self-confidence. By stepping up the revolution and construction successfully, the Party which builds socialism must create new national traits countiuously in all spheres of politics ,the economy, ideology, culture and morality and boost national pride and self-confidence among the people.\r\n   The good qualities of a nation are best cultivated and displayed while carrying out the revolutionary cause under the guidance of the great leader. These qualities can be attributed to the greatness of the leader= the pride and self-confidence in the nation's excellence finds concentrated expression in the pride and confidence in having the great leader.\r\n   Our people have become a great nation under the care of the respected leader comrade Kim Il Sung and have acquired excellent national traits under his leadership. Today the people around the world call our nation in association with the name of the respected leader comrade Kim Il Sung and praise the good qualities of our nation as the excellent traits of Kim Il Sung's nation.\r\n   The core of the traits of Kim Il Sung's nation consists of loyalty and dutifulness to their leader. Our people's unqualified loyalty and dutifulness to the great leader comrade Kim Il Sung have become firmly established as their faith and will, as their conscience and morality, through life experience of shaping the destiny of the country and nation for many years of history. Loyalty and dutifulness to the leader are the highest expression of the good qualities of Kim Il Sung's nation and constitute the basis of all the other fine traits of his nation. The mental and moral excellence of our people--the strong sense of uniting behind the Party and the leader with a single mind and purpose, revolutionary faith in the socialism of Juche, unlimited devotion to their country and the revolution, the revolutionary spirit of self-reliance and fortitude, revolutionary optimism, revolutionary morality and comradeship with which all the members of society help and lead each other forward--emanate from their loyalty and dutifulness to the great leader and find clear expression through them. We must further consolidate and carry forward stoutly the excellent qualities of our people who are loyal and dutiful to the leader, so that the people remain unfailingly loyal and dutiful to their leader and their Party down through generations.\r\n   We must continue to step up education in the Korean-nation-first principle to encourage the people to brighten the greatness of the Korean nation further with a strong sense of national pride and self-confidence.\r\n   The struggle to preserve the Juche character and national character is the struggle against imperialism and dominationism.\r\n   Taking advantage of the trials which the cause of independence for the popular masses is undergoing, the imperialists are now working more blatantly than ever to obliterate the Juche character and traits of other countries and nations and realize their dominationist ambition. At the present moment, the independent development of the country and nation is inconceivable and it is impossible to prevent the people from falling to the lot of colonial slavery again, apart from the struggle against the dominationist machinations of the imperialists.\r\n   The illusions and fear of imperialism should be dispelled. \r\n   Aggression and plunder are the real nature of imperialism. No matter how the international situation may change, the dominationist ambition of the imperialists will not change. Nothing is more foolish and dangerous than pinning hopes on the imperialist \"aid\", unable to see through the aggressive and predatory nature of imperialism. \r\nThe imperialist \"aid\" is a noose of plunder and subjugation aimed at robbing ten and even a hundred things for one thing that is given. The revolutionary parties and peoples must see clearly the miserable situation in the countries and nations which harboured illusions about imperialism, must always keep to the anti-imperialist, independent stand determinedly and wipe out even the slightest element of illusions about the imperialists.\r\n   The fear of imperialism is another expression of illusions about imperialism. Imperialism is by no means an object of fear= it is doomed as the refuse of history. If you are afraid of confrontation with imperialism and abandon the anti-imperialist struggle, you will never free yourselves from its domination and control. The revolutionary parties and peoples must see through the vulnerabilities of imperialism, courageously stand against the bluffing imperialists, and resolutely crush their reactionary offensive with revolutionary offensive.\r\n   We must smash up the vicious and cunning policy of the imperialists for obliterating nations and the reactionary doctrines which try to justify this policy.\r\n   The imperialists' reactionary policy of suppressing the Juche character of nations and obliterate national traits is now taking on a new form in the guise of gangster-like fuss about the trend towards a \"monolithic\" world. In the situation where each country and nation shape their destiny with their own ideas and systems, there can be no \"monolithic\" world which covers all spheres of politics, the economy and culture. With social development and ties and interchange among different nations becoming closer, common features increase in the lives of nations. However, this process always presupposes the independent and individualistic development of nations and takes place on the basis of such development. The imperialists have cooked up the trend of a \"monolithic world\" for the purpose of reducing the whole world to the western-style \"freed world\" and subjugating and assimilating all nations to themselves. \r\nAll countries and nations must see clearly the danger of the imperialist policy of obliterating nations which is pursued in the name of the trend towards a \"monolithic\" world and must intensify the struggle to defeat the dominationist manoeuvres of the imperialists.\r\n   The imperialist moves to obliterate other nations and assimilate them are directed not only to foreign countries and nations but also to the minority nations and foreign residents in their own countries. The Japanese imperialists, who imposed immeasurable misfortune and suffering upon the Korean nation in the past by means of the most heinous colonial rule and the policy of obliterating our nation, are now making frantic efforts to suppress the national rights of the Koreans in Japan, and erase their national consciousness, and are working tenaciously to assimilate them to themselves. This is the most glaring example of the attempt. The parties and states, which are responsible for the destiny of their nations, must keep a close eye on the cunning policy of national assimilation pursued by the imperialists and step up the struggle to expose and shatter it.\r\n   The \"ethnological doctrine\", \"cosmopolitanism\" and other reactionary doctrines which have been declared bankrupt by history are now being adapted and changed into various forms and used as ideological instruments to paralyse people's national consciousness and revolutionary spirit and justify the imperialist policy of obliterating nations. In order to keep the Juche character and national traits, we must thoroughly expose and shatter all sorts of reactionary ideological trends and lies aimed at hiding and justifying the dominationist nature of the imperialists.\r\n   The struggle against the dominationist manoeuvres of the imperialists should be linked with the struggle against the traitors to the nation. Without combating the traitors who sell out national interests in collusion with the imperialists against their own countries and nations, it would be impossible to defeat imperialism and dominationism or achieve the development of nations. This is clearly shown by the situation in the south of our country.\r\n   In south Korea where our national traits have been seriously trampled upon because of the flunkeyist, traitorous acts of the successive reactionary rulers, the soul of the nation and beautiful customs are now being totally erased by the clamour of the authorities for anti-national \"internationalization\" and \"globalization.\" Their clamour for these schemes means an unheard-of treachery to maintain their powers and comfort in return for the obliteration of everything that is national and for their total sell-out of the country and nation to foreign forces. \r\nTheir humiliating open-door policy which is pursued in the name of \"internationalization\" and \"globalization\" allows the American, Japanese and Western fashions to flood all spheres of politics, the economy and culture. In consequence, in south Korea all areas of social life, ranging from the mode of politics, the language, written and spoken, to the way of life, are imitating the American, Japanese and Western fashions, the foreign forces lord it over, and the national traits and dignity are being wantonly violated and obliterated. In order to cut off the noose of domination and subjugation by the imperialists in south Korea and open up the road of independent development, we must sweep away the traitors who sell out the country and nation to foreign forces and invite all sorts of national misfortune and miseries.\r\n   In order to oppose imperialism and dominationism and preserve the Juche character and national character, international unity and cooperation among the progressive people of the world must be strengthened. Each country can achieve national independence, prosperity and development, and the cause of making the world independent can be realized with success only when the progressive people throughout the world support and encourage each other, closely cooperate and pool their efforts. The socialist countries, non-aligned and developing countries must, in solid unity under the banner of independence, make dynamic efforts to democratize the international community, thus abolishing the old international order of domination and subordination, set up by the imperialists, and establish a new one which is based on sovereignty, equality, justice and impartiality. They must actively develop south-south cooperation on the principle of collective self-reliance so as to achieve prosperity all together.\r\n    Independence, peace and friendship are the idea of our Party's foreign policy which makes it possible to strengthen international solidarity and contribute to the cause of making the whole world independent. Our Party and our people have always endeavoured to develop relationships and cooperation with all the people of the world on the principles of independence and equality, peace and friendship and mutual benefit and to establish just international relations and order between countries and nations. We must make dynamic struggle to strengthen unity and cooperation with the progressive people throughout the world and to democratize the international community. And by doing this we must fulfil our international duty and historic mission in the struggle to defend independence of all the countries and nations and to make the world independent.\r\n   It is a consistent policy pursued by our Party is guided by the Jcuhe idea, to value  the Juche character and national character, preserve and materialize it.\r\n   As in the past, so also in the future, our Party will invariably maintain the principle of Juche and national independence, bring further prosperity to our country and our fatherland which was won back and built by the great leader comrade Kim Il Sung, achieve the cause of national reunification and accomplish the socialist cause of Juche. \r\n\r\n\r\n"
        }
    ]
}