{
    "date": "1997-12-26",
    "url": "http://kcna.co.jp/item/1997/9712/971226.htm",
    "articles": [
        {
            "title": "52nd founding anniversary of Korean Buddhist Federation marked",
            "url": "http://kcna.co.jp/item/1997/9712/news12/26.htm#1",
            "content": "52nd founding anniversary of Korean Buddhist Federation marked \r\n Pyongyang, December 26 (KCNA) -- A meeting was held here on Dec. 25 to mark the 52nd anniversary of the foundation of the Korean Buddhist Federation.\r\n   Addressing the meeting, most venerable Pak The Ho, Chairman of the Central Committee of the Federation, reviewed the proud course of the federation which has enjoyed the real freedom of belief under the benevolent system of the Democratic People's Republic of Korea since its foundation.\r\n   Buddhists in the north, south and abroad conducted brisk contacts, cooperation and solidarity movement for national reunification this year, he said. He called upon all the Buddhists to come out as one in harmony to accelerate national reunification under the wise guidance of General Secretary Kim Jong Il in the future, too. \r\n   Present at the meeting were members of the Central Committee of the federation, clergymen in the capital and local areas, resident priests of temples in Pyongyang and other places, priests and believers here. \r\n\r\n"
        },
        {
            "title": "Christmas marked",
            "url": "http://kcna.co.jp/item/1997/9712/news12/26.htm#2",
            "content": "Christmas marked\r\n Pyongyang, December 26 (KCNA) -- Christians here worshipped on Dec. 25 to mark Christmas Day at Pongsu Church.\r\n   Visiting overseas compatriots and foreign believers joined them.\r\n   Chief priest Ri Song Bong in his sermon said that the way- out for the Korean nation suffering from national division for over 50 years is to put an end to the devision of the nation and reunify the country.\r\n   He stressed that they should further strengthen contacts, dialogue and solidarity of Christians in the north, south and abroad to realise reunification by means of confederacy with the great unity of the whole nation based on patriotism and the spirit of national independence. \r\n   Chairman Kang Yong Sop of the Korean Christian Federation Central Committee closed the worship with a benediction.\r\n   Christmas services were held across the country. \r\n\r\n"
        },
        {
            "title": "Party to mark victory of Cuban Revolution",
            "url": "http://kcna.co.jp/item/1997/9712/news12/26.htm#3",
            "content": "Party to mark victory of Cuban Revolution\r\nPyongyang, December 26 (KCNA) -- Cuban Ambassador to Korea Jose Ramon Rodriguez Varona gave a party on December 25 to mark the 39th anniversary of the victory of the Cuban Revolution.\r\n   The Ambassador in his speech referred to the development of friendly relations between the two countries. \r\n   He noted that the Cuban people, along with the Korean people, have achieved victory by breaking through difficulties and hardships in 1997 with confidence and optimism in the victory of the revolution as they are led by President Fidel Castro Ruz and General Secretary Kim Jong Il, the great leader of the Korean people.\r\n   Kim Yong Nam, Vice-Premier of the Administration Council and Minister of Foreign Affairs, in his address pointed to achievements made by the fraternal Cuban people in the revolution and construction in the past 39 years.\r\n   \"We will further strengthen friendship with the fraternal Cuban people in accomplishing the common cause of anti-imperialist independence and socialism on the basis of the intimacy between the respected General Kim Jong Il and President Fidel Castro Ruz, true to the intention of the Great Leader Comrade Kim Il Sung\", he said. \r\n\r\n"
        },
        {
            "title": "Letter to General Secretary Kim Jong Il from NDFSK Central Committee",
            "url": "http://kcna.co.jp/item/1997/9712/news12/26.htm#4",
            "content": "Letter to General Secretary Kim Jong Il from NDFSK Central Committee\r\nPyongyang, December 26 (KCNA) -- General Secretary Kim Jong Il received a letter from the Central Committee of the National Democratic Front of South Korea (NDFSK) on the occasion of the 6th anniversary of his election as Supreme Commander of the Korean People's Army and the 80th birth anniversary of mother Kim Jong Suk.\r\n   The letter dated December 24 said:\r\n   The revolutionary life of mother Kim Jong Suk was a glorious life of a great loyalist, a great revolutionary and a great mother who performed undying exploits for history by safeguarding President Kim Il Sung politically and ideologically and devoted her all to the struggle to implement his revolutionary cause, holding him in high esteem as the sun of Juche.\r\n   The great feats she made by devotedly working for the reunification of the country, the cherished desire of the nation, with a strong sense of patriotism, are shining in the history of the nation.\r\n   She is a distinguished great woman produced by our nation, who is highly revered by all people because she brilliantly adorned the history of great men of the 20th century by performing exploits which are too great to be compared with the combined achievements of heroines and famous women praised by history.\r\n   By modeling ourselves on mother Kim Jong Suk, who set a great example in defending the leader, we will fully prepare the NDFSK into ranks of loyalists and death-defying defenders who absolutely believe in and follow only you in any adversity.  \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's work published in booklet in Russia",
            "url": "http://kcna.co.jp/item/1997/9712/news12/26.htm#5",
            "content": "Kim Jong Il's work published in booklet in Russia\r\n Pyongyang, December 26 (KCNA) -- \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\", a famous work of General Secretary Kim Jong Il, was brought out in booklet by the Paleya Publishing House of Russia on Dec. 23 on the occasion of the 6th anniversary of the election of Kim Jong Il as Supreme Commander of the Korean People's Army and the 80th birth anniversary of mother Kim Jong Suk. \r\n\r\n"
        },
        {
            "title": "Capital punishment for Chun Doo Hwan and Roh Tae Woo urged",
            "url": "http://kcna.co.jp/item/1997/9712/news12/26.htm#6",
            "content": "Capital punishment for Chun Doo Hwan and Roh Tae Woo urged\r\n Pyongyang, December 26 (KCNA) -- The Tokyo Mission of the National Democratic Front of South Korea (NDFSK) in a statement strongly demanded that Kim Young Sam immediately reimprison and sentence to capital punishment Chun Doo Hwan and Roh Tae Woo, the prime movers of the \"December 12 army purge coup\" of 1979 and the Kwangju Massacre of 1980.\r\n   The statement dated December 23 branded Chun and Roh as the worst type who blocked independence, democracy and reunification and turned South Korea into a theatre of fascism.\r\n   It bitterly denounced the anti-national crime of the Kim Young Sam group in releasing them, saying that it cannot be tolerated on all accounts.\r\n   It urged the immediate release of Japan-born Korean political prisoners including So Jun Sik and all prisoners of conscience, political prisoners, in South Korea.\r\n   It also demanded the immediate and unconditional repatriation of the unconverted long-term prisoners to their hometowns. \r\n\r\n"
        },
        {
            "title": "Library indicating how to establish communist morality",
            "url": "http://kcna.co.jp/item/1997/9712/news12/26.htm#7",
            "content": "Library indicating how to establish communist morality\r\nPyongyang, December 26 (KCNA) -- The Workers' Party of Korea highly respects its leader and the forerunners of the revolution and exalts the historic exploits performed by patriotic forefathers and revolutionaries and revolutionary peoples of all countries. It is a peculiar and true politics never seen in human political history.\r\n   So says Rodong Sinmun today in a signed article dedicated to the 2nd anniversary of the publication of \"Respecting the Forerunners of the Revolution Is a Noble Moral Obligation of Revolutionaries\", a famous work of General Secretary Kim Jong Il.\r\n   The author of the article says:\r\n   The work is a famous library, which clarifies the communist outlook on morality to be possessed by revolutionaries and a monument-like work, which gives a comprehensive exposition of true socialist political ethics.\r\n   The idea on ethics expounded in the work, which set it as a noble moral obligation of revolutionaries to respect the forerunners of the revolution, is a thing like a historic declaration heralding the birth of a new revolutionary outlook on morality.\r\n   It is politics of the WPK and a public trait to hold the revolutionary seniors in high esteem.\r\n   The WPK's is great politics of respecting and revering its leader and revolutionary pioneers.\r\n   General Secretary Kim Jong Il regards it as the supreme moral obligation to the forerunners of the Korean revolution to revere the President Kim Il Sung as highly as when he was alive.\r\n   The WPK's is magnanimous politics of impartially assessing the historic exploits of patriots for the country and the nation and the achievements of revolutionary peoples of the world.\r\n   It venerates persons who left their names recorded in the history of the nation and, moreover, the leaders of the working class who had lived in the previous age, irrespective of their nationality. It also highly estimates historic exploits of peoples of other countries who heroically fought for socialism in the past.\r\n   In the work, the General Kim Jong Il, basing himself on the theory of accomplishing man-centred socialism valuing morality, brightly indicated how to perfect human morality.\r\n   The Korean people are setting brilliant examples of communist morality, true to the famous work. \r\n\r\n"
        },
        {
            "title": "Mushroom growing in Korea",
            "url": "http://kcna.co.jp/item/1997/9712/news12/26.htm#8",
            "content": "Mushroom growing in Korea\r\nPyongyang, December 26 (KCNA) -- Mushroom growing has proved successful in Korea. \r\n   According to data available, more than 10,000 mushroom-growing grounds have been built this year across the country.\r\n   The indoor and outdoor grounds are suited to the growth of mushrooms. Cultivated in Korea are mainly pleurotus ostreatus, lentinus edodes, agaricus bisporus, flammulina velutipes and auricularia auricula. These kinds are tasty and highly nutritious, so they are used for dishes.\r\n   These mushrooms grow without much effort everywhere all the year round. The production of mushrooms is being popularized and industrialized along with the introduction of mushroom-raising technique and researches into new varieties. \r\n   Some ten new kinds of mushroom including agaricus bisporus nos. 429 and 35, pleurotus ostreatus nos. 9325 and 50, pleurotus florida nos. 1 and 8, and agaricus edulis have been gained and produced. They are suited to the climate of Korea.\r\n   Humus for growing mushrooms with agro-byproducts and shrubberies as main material is produced by an industrial method. Rational methods of raising mushrooms in cavities and other places and on fields have been studied and disseminated. \r\n\r\n"
        },
        {
            "title": "Book \"Brilliant Korea\" published in India",
            "url": "http://kcna.co.jp/item/1997/9712/news12/26.htm#9",
            "content": "Book \"Brilliant Korea\" published in India\r\nPyongyang, December 26 (KCNA) -- A book \"Brilliant Korea\" written by editor of the Paper Indian and World Events Anil Gupta was published in India on the occasion of the 6th anniversary of Kim Jong Il's election as Supreme Commander of the Korean People's Army.\r\n   Seen in the book is a picture of President Kim Il Sung and General Secretary Kim Jong Il having a discussion.\r\n   Besides the preface and conclusion, the book consists of four parts -- \"Thinking of Homeland,\" \"Korea brilliant With victory and glory\", \"Korea, paradise of people\" and \"Under banner of Juche idea.\"\r\n   The writer noted that Korea, which had suffered an eclipse on the world map, has become a socialist country independent in politics, self-reliant in the economy and self-supporting in national defence, and is shining all over the world as the \"Homeland of Juche\" and the bastion of socialism under the wise leadership of President Kim Il Sung and General Secretary Kim Jong Il.\r\n   Upholding General Secretary Kim Jong Il as the leader, the Korean people could have the highest pride in the world, blessed with two illustrious leaders in one generation, and the Democratic People's Republic of Korea has become a dignified country over which the sun is always bright, he emphasized. \r\n\r\n"
        },
        {
            "title": "Korea's reunification supported worldwide",
            "url": "http://kcna.co.jp/item/1997/9712/news12/26.htm#10",
            "content": "Korea's reunification supported worldwide\r\n Pyongyang, December 26 (KCNA) -- Solidarity activities have been conducted on a worldwide scale this year to support the independent and peaceful reunification of Korea.\r\n   Party, State and Government leaders and prominent political and public figures of more than 160 countries in their congratulatory messages and letters expressed full support for the three pillars, the three charters of national reunification put forward by President Kim Il Sung. Among them were over 450 Party leaders and heads of State and Government including Cuba, Benin and Zambia.\r\n   The Romanian Initiative Committee for Supporting Korea's Reunification and other friendship and solidarity organisations were formed this year. The international meeting which was held in Paris in February called upon the political parties and organisations of all countries to conduct the international solidarity movement in various forms and methods to support the reunification of Korea based on the most fair and realistic confederacy formula, establish a new peace mechanism on the Korean Peninsula and get the U.S. troops withdrawn from South Korea.\r\n   In response to the call, such solidarity activities as meeting, symposium and signature campaign were conducted by more than 1,000 governments, political parties and organisations of India, Egypt, Peru, Russia and other countries, more than 150 in all, and about 40 international and regional organisations.\r\n   22 political parties and organisations of India, regional organisations, the Central Committee of the Party for Unity and Progress of Guinea and other political parties and organisations in many countries published statements urging the United States to publish a timetable for establishing a new peace mechanism as soon as possible.\r\n   Signature campaigns were powerfully conducted to support the DPRK's peace proposal. Senior officials of political parties, organizations and administrative bodies of Democratic Congo, Tanzania and many other countries on behalf of their members signed the signature papers.\r\n   The Bulgarian Paper Rabotnichesko Delo, the Canadian Paper Marxist-Leninist and other foreign media introduced the just proposals and steps of the DPRK Government. \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Suk's birth anniversary commemorated by Chongryon",
            "url": "http://kcna.co.jp/item/1997/9712/news12/26.htm#11",
            "content": "Kim Jong Suk's birth anniversary commemorated by Chongryon \r\nTokyo, December 24 (KNS-KCNA) -- A central meeting of Korean residents in Japan was held in Tokyo on December 24 to commemorate the 80th birth anniversary of mother Kim Jong Suk.\r\n   Ho Jong Man, Chief Vice-Chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), said in his report that mother Kim Jong Suk's boundless loyalty to the Generalissimo Kim Il Sung, noble revolutionary spirit of patriotism and immortal feats are the precious wealth that Chongryon officials and compatriots should apply to their work and life.\r\n   It is her distinguished feats that she made it possible to carry forward the revolutionary cause of Juche generation after generation, he noted, and added:\r\n   Chongryon officials and Korean residents in Japan will follow her clear outlook on the leader and noble example of patriotism to carry through the historic letter of the General Kim Jong Il.  \r\n   A lecture was given on Wednesday. \r\n\r\n"
        },
        {
            "title": "National meeting held to mark 25th anniversary of publication of DPRK Socialist Constitution",
            "url": "http://kcna.co.jp/item/1997/9712/news12/26.htm#12",
            "content": "National meeting held to mark 25th anniversary of publication of DPRK Socialist Constitution\r\n Pyongyang, December 26 (KCNA) -- December 27 is the day of the constitution of the Democratic People's Republic of Korea.\r\n   A national meeting was held at the People's Palace of Culture today on the occasion.\r\n   Present at the meeting together with working people in the city were Ri Jong Ok, Pak Song Chol, Kye Ung Thae and other senior Party, State and army officials.\r\n   Chairman Yang Hyong Sop of the Supreme People's Assembly delivered a report under the title \"Let us make our country and motherland more prosperous through application of the socialist constitution under the great Party's guidance\".\r\n   The reporter said the socialist constitution of Korea worked out by President Kim Il Sung is a new-t pe anthropocentric one, which is the embodiment of the immortal Juche idea.\r\n   With the Juche-based socialist constitution instituted and being enforced, he noted, the Government of the DPRK has had a mighty instrument of the People's democratic dictatorship for guaranteeing the political leadership of the Workers' Party of Korea and the political domination of the working class and people of other social strata over the whole of society.\r\n   The Korean-style political system and mode are fully demonstrating their invincible might and vitality in pushing ahead with the cause of socialism in defiance of the never-ceasing vicious anti-socialist, anti-DPRK campaign of the imperialists and the reactionaries, he said.\r\n   He touched upon the present situation of South Korea and the national reunification issue.\r\n   The most urgent demand for the independent, peaceful reunification of the country is to improve inter-Korean relations, he said, and went on:\r\n   For the improved relations between the north and south of Korea, a policy shift is awfully needed in South Korea.\r\n   Above all, it is essential to stop pursuing the policy of dependence on outside forces and pursue the policy of carving out the destiny of the country and nation hand in glove with the fellow countrymen in the north out of the patriotic stand for national independence.\r\n   We will watch how and with what stand and attitude the South Korean authorities act.\r\n   The WPK and the DPRK Government will, in the future, too, strengthen unity and cooperation with the world's progressives advocating independence and actively fight to build a New World, independent and free from aggression, war, domination and subjugation, the reporter added. \r\n\r\n\r\n"
        },
        {
            "title": "EU's humanitarian aid to DPRK",
            "url": "http://kcna.co.jp/item/1997/9712/news12/26.htm#13",
            "content": "EU's humanitarian aid to DPRK\r\n\r\n   Pyongyang, December 26 (KCNA) -- The European Union has rendered large quantities of food and medicines to the Democratic people's republic of Korea, which had been hit by natural disasters.\r\n   On May 23 the EU decided to provide the DPRK with 155,000 tons of food and ten million ECU's worth of assistance in Public health and nutrition domains.  As of December, it has sent all of the food and finished the public health and nutrition aid by and large through various non-governmental organizations.\r\n   The EU's assistance is a token of humanitarianism, which helps the inhabitants of the disaster-stricken areas overcome the temporary difficulties and stabilize their life. It is also conducive to promoting understanding between the DPRK and the EU and between the DPRK and its member nations and ensuring peace and stability in the Korean Peninsula. \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}