{
    "date": "1997-03-19",
    "url": "http://kcna.co.jp/item/1997/9703/970319.htm",
    "articles": [
        {
            "title": "Secy. Kim Jong Il inspects KPA unit",
            "url": "http://kcna.co.jp/item/1997/9703/news3/19.htm#1",
            "content": "Secy. Kim Jong Il inspects KPA unit\r\n   Pyongyang, March 19 (KCNA) -- Secretary Kim Jong Il, Chairman of the National Defense Commission of the Democratic People's Republic of Korea and Supreme Commander of the Korean People's Army (KPA), inspected KPA unit 834 entitled Kum Song lifeguard on Tuesday.\r\n   He was accompanied by KPA Vice Marshal Jo Myong Rok, Director of the KPA General Political Department= KPA Vice Marshal Kim Yon Chun, Chief of the KPA General Staff= KPA generals Hyon Chlo Hae and Pak Jae Gyong= and staff members of the KPA Supreme Command.\r\n   At 2:30 p.m. he arrived at the unit.\r\n   He was met at the unit by KPA general Pak Ki So and other generals and officers as well as the unit's commanding officers.\r\n   He waved to the cheering soldiers and families.\r\n   Conducted by the unit's commander, he looked round the monument to the great leader President Kim IL Sun*s on-site guidance. The unit was visited by the President and the Supreme Commander.\r\n   The unit constantly increased its fighting efficiency and grew to be an invincible unit as taught by the president. It received the \"Order of Kim Il Sung\" and the Title of Kum Song Lifeguard.\r\n   Looking back on the unforgettable October 12, 1965, comrade Kim Jong Il said the President's immortal feats for the building of the army will shine long in history.\r\n   He then went to the dining room and other logistic facilities.\r\n   Greatly satisfied, he highly praised the unit for building all necessary logistic facilities for soldiers' life and creating good food supply conditions through a well-organised supply service.\r\n   Good supply service is an important aspect of the commanding art of officers, he said, adding that the experience of the unit shows that the officers can provide their soldiers with better living conditions if they make intelligent and strenuous efforts at all times with a correct viewpoint toward supply service.\r\n   He urged all the commanding officers to take warm parental and brotherly care of the soldiers, dearly loved by the party, as the commanding officers of the anti-Japanese guerrilla army did.\r\n  He then went round the unit's house of culture, education room and gun stands to learn how the soldiers were entertained and how they were keeping their weapons.\r\n   He inspected a drill of soldiers that demonstrated their invincible spirit.\r\n   He expressed great satisfaction with the fact that all soldiers were fully prepared for combat, each being a match for a hundred foes. He gave the unit important tasks to increase its fighting efficiency.\r\n  He and senior officials enjoyed an art performance of soldiers.\r\n   The Korean People's Army is a model revolutionary army in ideology, military technique, morality, cultural level and all other aspects, he noted, adding that no force on earth can match its great strength.\r\n   He gave the unit a machine gun, an automatic rifle and a pair of field glasses as gifts, expressing the belief that all the soldiers would keep the honor of lifeguards and defend the country reliably.\r\n   He had a souvenir picture taken with the unit's soldiers. \r\n\r\n"
        },
        {
            "title": "80th anniversary of KNA commemorated abroad",
            "url": "http://kcna.co.jp/item/1997/9703/news3/19.htm#2",
            "content": "80th anniversary of KNA commemorated abroad\r\n   Pyongyang, March 19 (KCNA) -- A film show and photo exhibition were held in  Dar es Salaam, Tanzania, on Mar. 8 with the approach of the 80th anniversary of the Korean National Association.\r\n   The KNA was formed by indomitable revolutionary fighter Kim Hyong Jik on Mar. 23, 1917.\r\n   On display at the exhibition hall were photos with the theme of \"comrade Kim Jong Il, supreme leader of the Korean people\" and photos showing achievements of the socialist construction in Korea.\r\n   The exhibition was attended by the secretary of the Dar es Salaam regional committee of the Revolutionary Party of Tanzania and other people.\r\n   Reading sessions on the exploits of Kim Hyong Jik were held by the Bangladeshi center for the study of independence and the Mexican committee for supporting the peaceful reunification of Korea on Mar. 8. \r\n\r\n"
        },
        {
            "title": "Nayional photo exhbn. on 80th anniversary of KNA",
            "url": "http://kcna.co.jp/item/1997/9703/news3/19.htm#3",
            "content": "Nayional photo exhbn. on 80th anniversary of KNA\r\n   Pyongyang, March 19 (KCNA) -- A national photo exhibition opened in Pyongyang to commemorate the 80th anniversary of the Korean National Association.\r\n   The KNA, the first anti-Japanese underground revolutionary organization in Korea, was formed on Mar. 23, 1917 by indomitable revolutionary fighter Kim Hyong Jik, an outstanding leader of the anti-japanese national-liberation movement and great pioneer in changing the course of the movement from nationalism to communism.\r\n   A photo of his statue was placed in the center of the exhibition hall.\r\n   Put on show at the hall were some 90 photos showing the undying feats of Kim Hyong Jik and the realisation of his high aspiration in socialist Korea of juche under the wise leadership of the great leader president Kim Il sung and the respected general Kim Jong Il. \r\n   An opening ceremony was held on Tuesday. \r\n   An opening speech was made by Jang Chol, Vice-Premier and Minister of Culture and Art. \r\n\r\n"
        },
        {
            "title": "DPRK public organizations propose contact",
            "url": "http://kcna.co.jp/item/1997/9703/news3/19.htm#4",
            "content": "DPRK public organizations propose contact\r\n   Pyongyang, March 19 (kcna) -- Jong Tu. Hwan, Presidium Member of the Central Committee of the Democratic Front for the Reunification of the Fatherland= Paek In Jun, Chairman of the Central Committee of the General Federation of the Unions of Literature and Art of Korea Choe Yong Sam, first Vice-Chairman of the Central Committee of the Korean Journalists Union= Kim Chol Sik, Vice-Chairman of the Korean National Peace Committee= Pak Myong Chol, Chairman of the Korean Students' Committee= and Nam Sun Hui, Chairperson of the Central Committee of the Korean Educational and Cultural Workers' Union= recently sent  letters to south Korean organisations, proposing mutual contact.\r\n   The addressees were the \"national coalition for democracy and reunification\", the unification study center, the citizens federation for economic justice, the family movement for realizing democracy, the \"General Federation of National Artists in Korea\", the Council of national writers, the Council of national art, the Council for the democratic press movement,  the \"Federation of Korean Democratic Press Unions\", the \"Journalist Association of Korea,\" the Solidarity Meeting for Peace and Reunification, the Federation of Anti-nuclear Peace Movement and the Fellowship Society of the \"National Council of Student Representatives.\" \r\n   The letters said that the common cause of national independence and peace can be achieved only when all the political parties and organizations and people from all walks of life in the north, south and overseas unite and pool their strength, irrespective of differences in idea, ideology, religion, political view and social position.\r\n The letters proposed active contact and dialogue between the organizations.\r\n   The letters said that the contact will focus on problems for convening a joint conference of representatives of political parties and organizations in the north, south and overseas and other matters of mutual concern for national reconciliation, unity and peaceful reunification and that the time and place of the contact may be fixed under an agreement of both sides.\r\n   The letters called upon the organizations in South Korea to positively respond from a patriotic position to the northenrs' determined and sincere efforts to defend national independence and peace and open a turning phase for national unity and reunification by convening the joint conference.\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on deceptive nature of \"apology\" of Kim Hyon Chol",
            "url": "http://kcna.co.jp/item/1997/9703/news3/19.htm#5",
            "content": "Rodong Sinmun on deceptive nature of \"apology\" of Kim Hyon Chol\r\n   Pyongyang, March 19 (KVNA) -- Rodong Sinmun today comes out with a signed commentary on the \"apology\" made by Kim Hyon Chol, the second son of the traitor Kim Young Sam, for the Hanbo incident.\r\n   Kim Young Sam let his son make an \"apology\" and \"reproach himself\" for the Hanbo incident in an attempt to escape from punishment for the crimes they have committed, a news analyst of the paper says, and continues:\r\n   This is the height of shamelessness and an unpardonable mockery of and challenge to the people who call for the probe into the truth behind the hanbo scandal and the punishment of its main culprits.\r\n   It is certain that Kim Young Sam calculated that he could win sympathy from the people if his son made an \"apology\" and \"begged for forgiveness\", while burying their crimes in oblivion. It is a miscalculation, however.\r\n   Kim Young Sam would be well advised to stop the clumpy drama aimed at calming down the resentment of the people against their crimes and face the judgement by the people without delay. \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun denounces intensified \"anti-communist investigation system\"",
            "url": "http://kcna.co.jp/item/1997/9703/news3/19.htm#6",
            "content": "Rodong Sinmun denounces intensified \"anti-communist investigation system\"\r\n   Pyongyang, March 19 (kcna) -- Rodong Sinmun Wednesday comes out with a commentary denouncing the Kim Young Sam group for deciding to strengthen the \"anti-communist investigation system\" on the pretext of \"security\".\r\n   The daily says: \r\n   This shows that the traitor Kim Young Sam, who is faced with the worst ruling crisis since he took power, is finding a way out in cracking down on the pro-reunification, pro-democracy forces and doubling the confrontation against the north.\r\n   The south Korean puppets crack down on the people on the plea of \"security\" and kick up a racket of confrontation and war against the north in conspiracy with outside forces under the pretext of \"threat from the north\" whenever they are faced with a crisis.\r\n   History and the people will never pardon Kim Young Sam.\r\n\r\n"
        },
        {
            "title": "Film show marks anniversary of Korea-Russia agreement",
            "url": "http://kcna.co.jp/item/1997/9703/news3/19.htm#7",
            "content": "Film show marks anniversary of Korea-Russia agreement\r\n   Pyongyang, March 19 (KCNA) -- A film show was held here on Tuesday on the occasion of the 48th anniversary of the conclusion of the agreement on economic and cultural cooperation between the Democratic People's Republic of Korea and the Russian Federation.\r\n   Invited there were the Russian ambassador to the DPRK, Valeri Denisov, and his embassy officials.\r\n   The participants saw a feature film \"inheritance\". \r\n\r\n\r\n"
        },
        {
            "title": "Press review",
            "url": "http://kcna.co.jp/item/1997/9703/news3/19.htm#8",
            "content": "Press review\r\n   Pyongyang, March 19 (KCNA) -- Papers here today frontpage a report that comrade Kim Jong Il, Supreme Commander of the Korean People's Army (KPA), inspected KPA unit 834 entitled Kum Song lifeguard on Tuesday.\r\n   The report is illustrated by a picture of comrade Kim Jong Il looking round the monument to the great leader President Kim Il Sung's on-site guidance, a souvenir picture he had taken with the unit's soldiers and pictures of him  inspecting a drill of soldiers, going round the bedroom and other logistic facilities and enjoying an art performance of soldiers.\r\n   Papers carry news that comrade Kim Jong Il received a gift from the world food programme.\r\n   The press reports that a national preparatory committee for commemorating the 85th birthday of President Kim Il Sung was formed in Madagascar.\r\n   Papers give accounts of a national photo exhibition opened in Pyongyang to mark the 80th anniversary of the Korean National Association and commemorative events held in different countries.\r\n   Rodong Sinmun in a commentary denounces the Kim Young Sam group for intensifying fascist suppression and anti-north moves on the pretext of \"security\".\r\n   A commentary of rodong sinmun brands an \"apology\" of Kim Hyon Chol, son of the traitor Kim Young Sam, for the Hanbo Incident as a false drama.\r\n   Rodong Sinmun carries the third part of the article written by Paek Hung Ryong, who was an agent of the \"Agency for National Security Planning\" (ANSP) before defecting to the north, on the true colours of the fascist agency.\r\n   Minju Joson comes out with an article titled \"the revised 'law on the ANSP' is a fascist law against democracy and reunification.\" \r\n   Rodong Sinmun runs an article branding the imperialists' \"control of disputes\" as armed intervention.\r\n\r\n"
        },
        {
            "title": "Protagonist of reunification",
            "url": "http://kcna.co.jp/item/1997/9703/news3/19.htm#9",
            "content": "Protagonist of reunification\r\n   Pyongyang, March 19 (KCNA)-- The Seoul-based radio Voice of National Salvation Broadcast an article titled \"protagonist of reunification\" by Jong Hun, a political critic of South Korea.\r\n   The author of the article says:\r\n   Kim Jong Il is the great leader of the nation and Protagonist of reunification. \r\nHe devotes himself to his motherland and nation, has iron will for independent reunification and embraces all the compatriots with broad magnanimity and benevolent love.\r\n   It is only he who can reunify the country.\r\n   He is President Kim Il Sung today.\r\n   Last year the leader Kim Jong Il inspected forefront heights, island and other units, making a journey as long as some 25,000 ri day and night from the beginning of the year. He even visited panmunjom, outpost on the forefront. \r\nThis vividly shows that all his thinking and activities are eventually linked with national sovereignty and reunification. \r\n   He says that true patriotism lies in the struggle for national reunification, which is the highest expression of patriotism. This means he regards the reunification as his mission and he is convinced of its realisation.\r\n   The reunification should be achieved in the form of the Democratic Confederal Republic of Koryo by the united force of the nation on the three principles (independence, peaceful reunification and great national unity) with the ideologies and systems of the north and south left as they are.  This is  his reunification policy true to the wish of President Kim Il Sung.\r\n   It is only too natural that the conscientious and reasonable people in South Korea who know history and see the realities should absolutely trust and follow the leader Kim Jong Il, the incarnation of independent politics.\r\n   Only when the whole nation rise in one mind and one body with him as the center, true to his reunification policy, can the wall dividing the nation  for more than 50 years be pulled down and the reunification achieved.\r\n   The day of reunification is drawing near under the leadership of general Kim Jong Il. \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on \"control of disputes\" on lips of imperialists",
            "url": "http://kcna.co.jp/item/1997/9703/news3/19.htm#10",
            "content": "Rodong Sinmun on \"control of disputes\" on lips of imperialists\r\n   Pyongyang, Mach 19 (KCNA) -- Rodong Sinmun today runs a signed article entitled \"control of disputes\" aimed at military intervention\".\r\n   The author of the article says: \r\nThe imperialists are trying to control major areas of resources and military strategical points with arms and establish a monopolistic domination over the world without any limitation, availing themselves of the present international relations in which the balance of strength has been destroyed and there exists no military rivalry.\r\n   Proceeding from such a strategical purpose, they are stepping up the production and deployment of new types of uptodate mobile combat equipment with priority being attached to the strengthening of mobile combat forces.\r\n   In order to implement the strategy of \"regional control\", they have built up forward deployment forces, while keeping cold war structures in various regions of the world.\r\n   It is well known a fact that the united states and the japanese reactionaries are reinforcing their aggression forces and frequently staging war maneuvers in and around Japan under the pretext of \"joint action in case of emergency\". \r\nWhat the United States and the Japanese reactionaries seek in this is to invade and dominate the dprk on the plea of \"control of disputes\" on the Korean peninsula.\r\n   The imperialists can never justify their aggressive military intervention with outcries for \"control of disputes\". \r\n\r\n"
        },
        {
            "title": "Talks between DPRK and USA held",
            "url": "http://kcna.co.jp/item/1997/9703/news3/19.htm#11",
            "content": "Talks between DPRK and USA held\r\n  Pyongyang, March 19 (KCNA -- A delegation of the DPRK led by Kim Kye Gwan, Vice-Minister of Foreign Affairs, had talks with a delegation of the USA led by Kartman, Acting Assistant Secretary of State for East Asian and Pacific Affairs, in Washington and New York over March 3-18.\r\n   At the talks the sides praised the mainly smooth implementation of the DPRK-U.S. framework agreement of October 21, 1994, and discussed in a package way the matters arising in developing the dprk-u.S. Relations onto a higher stage on this basis.\r\n   They agreed to continue DPRK-U.S. talks at this level and resume the joint unearthing of remains of U.S. soldiers in the DPRK and the DPRK-U.S. talks over the missile issue.\r\n   Giving heed to the complete lifting of the economic sanctions against the DPRK, the U.S. side informed the DPRK side of its decision to take steps for lifting the freezing of the dprk funds deposited in U.S. banks and allowing U.S. civil aircraft to pass through the DPRK's airspace.\r\n   Staying in New York, the DPRK0delegation heard a briefing on the \"four-way talks\" among the DPRK, the United States, China and South Korea, proposed by the U.S. And South Korea in April last year. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}