{
    "date": "1997-09-18",
    "url": "http://kcna.co.jp/item/1997/9709/970918.htm",
    "articles": [
        {
            "title": "Secy. Kim Jong Il inspects headquarters of KPA Combined Unit no. 966",
            "url": "http://kcna.co.jp/item/1997/9709/news9/18.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n"
        },
        {
            "title": "Enlarged plenary meeting of Korean Buddhist Federation Central Committee",
            "url": "http://kcna.co.jp/item/1997/9709/news9/18.htm#2",
            "content": "Secy. Kim Jong Il inspects headquarters of KPA Combined Unit no. 966\r\n  Pyongyang, September 18 (KCNA) -- Secretary Kim Jong Il, Chairman of the DPRK National Defence Commission and Supreme Commander of the Korean People's Army (KPA), inspected the headquarters of the KPA Combined Unit no. 966 on Wednesday.\r\n   He was accompanied by Director of the KPA General Political Department Jo Myong Rok, Chief of the KPA General Staff Kim Yong Chun, KPA vice marshals Pak Ki So and Ri Ha Il and KPA generals Hyon Chol Hae, Kim Ha Gyu and Pak Jae Gyong.\r\n   At 8:30 a.m. he arrived at the headquarters.\r\n   He warmly acknowledged the enthusiastic cheers of soldiers and went round the monument to the on-site guidance of President Kim Il Sung, the board bearing his on-site teachings and the Revolutionary Museum, conducted by the unit's commander.\r\n   The Combined Unit had been visited by President Kim Il Sung and Secretary Kim Jong Il many a time.\r\n   Secretary Kim Jong Il noted that the unit had covered a proud course of victory and grown to be a powerful unit with invincible soldiers under the wise leadership and meticulous care of the president.\r\n   At the operation command room, he heard a report on the situation and acquainted himself with the unit's performance of duties.\r\n   He noted with great satisfaction and high appreciation that the commanding officers of the combined unit have firmly equipped themselves with the Juche-based war method of the Workers' Party of Korea and high operation commanding ability, converted the defence area into an impregnable fortress and performed brilliant feats in socialist construction for the prosperity of the country.\r\n   Saying that the duty of the combined unit is very important, he put forward important tasks which will serve as guiding principle in increasing the unit's combat capability in every way and further fortifying its defence area. \r\n   Making a round of the soldiers' dining room and logistic facilities of the unit, he took warm care of the life of soldiers with paternal love.\r\n   He said the park-like compound of the unit is an example of the proud features of the KPA, which inherited the way of life from the anti-Japanese guerrillas. He urged the whole army to follow their example.\r\n   He looked at technical instruments and products made by the unit in the revolutionary spirit of self-reliance. He praised the soldiers for producing many instruments, facilities, materials and spare parts with their own efforts for the increase of the fighting efficiency of the unit.\r\n   He saw a performance of the art propaganda troupe of the Combined Unit at the soldiers hall.\r\n   He expressed great satisfaction with the good performance of high ideological and artistic value and highly appreciated the feats of the troupe which conducted brisk revolutionary and militant art activities to arm the soldiers with the strong fighting spirit and courage.\r\n   He met and warmly inspired the officers and men of the Combined Unit and had a photograph taken with them.     \r\n\r\n"
        },
        {
            "title": "Extraordinary meeting of Congolese Party on Juche Era and Sun's Day",
            "url": "http://kcna.co.jp/item/1997/9709/news9/18.htm#3",
            "content": "Enlarged plenary meeting of Korean Buddhist Federation Central Committee\r\n Pyongyang, September 18 (KCNA) -- An Enlarged plenary meeting of the central committee of the Korean Buddhist Federation was held here on Sep. 15 to carry out the task set forth in \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\", a work published by Secretary Kim Jong Il on August 4, 1997.\r\n   Attending the meeting were most venerable Pak Thae Ho, chairman of the Federation's Central Committee, members of the standing committee and members of its central committee, officials of provincial, city and county committees,  priests of temples across the country and believers in Pyongyang.\r\n   Speakers at the meeting said that the respected General Kim Jong Il's work is a library all the 70 million Koreans should uphold for the country's reunification and a great scripture for reunification the Buddhists should regard as a guideline, as the work gives the most reasonable and scientific answers to all the questions arising in reunifying the country.\r\n   The meeting discussed measures to carry out the task laid down in the work and decided to send a letter to all the fellow believers in south Korea and abroad.\r\n   The letter said that the publication of the work opens a bright way so that anybody who has the national character and desire for reunification can take part in the sacred struggle for the country's reunification, irrespective of his past.\r\n   The letter noted that if one is to encourage the movement of national reunification and make a tangible contribution to reunifying the country, one should establish national independence, defend peace, repeal anti-reunification laws, help fellow countrymen and do useful things for unity of the nation and the country's reunification.\r\n   The letter called upon all the fellow believers in south Korea and abroad to discharge their responsibility and duty as true buddhists by devoting their efforts to building a powerful unified country, an earthly paradise, in league with the Buddhists in the north.    \r\n\r\n"
        },
        {
            "title": "Gangster logic and crafty trick",
            "url": "http://kcna.co.jp/item/1997/9709/news9/18.htm#4",
            "content": "Extraordinary meeting of Congolese Party on Juche Era and Sun's Day\r\n   Pyongyang, September 18 (KCNA) -- The Political Bureau of the C.C., the Congolese Socialist Party convened an extraordinary meeting on September 7 and published a statement as regards the institution of Juche Era and Sun's Day.\r\n   The statement said the august name of President Kim Il Sung, his sunny image and great exploits will be everlasting with the century.\r\n   It declared, \"Our Party, together with the Korean people, will commemorate every April 15, his birthday, as Sun's Day and hold him in high esteem as the brilliant sun of Juche for ever.\"\r\n   \"We will as ever uphold the respected comrade Kim Jong Il as well as comrade Kim Il Sung as great leader of the Korean revolution and world revolution and vigorously struggle for the victory of the cause of  the Congolese People's Revolution, global independence and socialism,\" it said.    \r\n\r\n"
        },
        {
            "title": "S. Korean labor activist praises Secy. Kim Jong Il",
            "url": "http://kcna.co.jp/item/1997/9709/news9/18.htm#5",
            "content": "Gangster logic and crafty trick\r\n    Pyongyang, September 18 (KCNA) -- The U.S. and Japanese reactionaries are attempting to use the publicly demanded withdrawal of the U.S. troops from Okinawa for the purposes of establishing \"emergency legislation\", legitimating the  exercise of the right to collective self-defence and  enhancing \"defence cooperation\" among the U.S., Japan and south Korea.\r\n   Rodong Sinmun today, commenting on this, says the U.S. and Japanese reactionaries are trying to solve some outstanding problems on the plea of the U.S. marines pullout.\r\n   The news analyst points out:\r\n   The \"defence cooperation\" on the lips of the bellicose elements of the U.S. and Japan is just \"cooperation\" for a war of aggression= It is aimed at carrying out their Asia strategy, aggressive Korea strategy in particular.\r\n   In other words, Japan's efforts to establish \"emergency legislation\" and legalise the exercise of the right to collective self-defence and the intensified military alliance among the U.S., Japan and south Korea are aimed at the Korean Peninsula.\r\n   The U.S. and Japanese reactionaries intend to strike the Democratic People's Republic of Korea with the mobilisation of the U.S. troops stationed in Japan, Japan's potentials for war and the south Korean puppets and, furthermore, to invade other Asian countries.\r\n   Their gangster logic is an open challenge to peace and security in the Korean Peninsula and the rest of the world.\r\n   The U.S and Japan should not resort to their gangster logic, but pull the U.S. troops out of the Korean Peninsula and its surrounding areas and stop intensifying the dangerous military alliance in keeping with the worldwide trend toward disarmament and detente.    \r\n\r\n"
        },
        {
            "title": "New street to be built in Pyongyang",
            "url": "http://kcna.co.jp/item/1997/9709/news9/18.htm#6",
            "content": "S. Korean labor activist praises Secy. Kim Jong Il\r\n   Pyongyang, September 18 (KCNA) -- Kuguk Jonson, an organ of the Central Committee of the National Democratic Front of South Korea, recently carried an article titled \"Our faith in the great leader Kim Jong Il\" contributed by Kim Sang Chol, an activist of the labor movement of south Korea.\r\n   He noted in the article that the south Korean people's firm faith is based on absolute worship for President Kim Il Sung and Secretary Kim Jong Il.\r\n   He said:\r\n   \"Patriotic people in south Korea can undauntedly struggle in face of fascist rampage as they regard the leader Kim Jong Il, who is identical to President Kim Il Sung in idea, leadership and virtue, as their mental support and they believe that independence and reunification will be achieved under his leadership.\r\n   \"We believe in the leader Kim Jong Il, who is the saviour of nation and lodestar of national reunification.\r\n   \"Despite fascist rampage, the fatherland will be certainly reunified and eternally prosper as it is led by him, the sun of the nation. We should all trust and follow him with firm confidence.\"    \r\n\r\n"
        },
        {
            "title": "Leaders always among the people",
            "url": "http://kcna.co.jp/item/1997/9709/news9/18.htm#7",
            "content": "New street to be built in Pyongyang \r\n  Pyongyang, September 18 (KCNA) -- A new street will be built in the capital city of Pyongyang before September 9, 1998, the 50th founding anniversary of the Democratic People's Republic of Korea.\r\n   It will stretch 8 odd kilometres from the Rimhung crossroad in front of the Kumsusan Memorial Palace where President Kim Il Sung is preserved in state to Sinmi-dong, Hyongjesan district.\r\n   The street will include a motorway, 18 metres wide, and grass tracts of land,  2 metres wide and a sidewalk on either side. Also there will be 9 bridges, including flyovers and two tunnels between Ryongsong and Haksan and between Haksan and Sinmi-dong.\r\n   3-7 storied blocks  flats for some 2,000 households will be built in Hwasong, Ryongmun, Ryonggung, Haksan and Sinmi-dong areas in good harmony with the landscape.  With those flats and dwelling houses for 1,230 families to be built in the Rimhung area, the Kumsusan area will be built better into the sacred temple of Juche. The northern suburbs of the capital will take on a new appearance.\r\n   The construction of dwelling houses for some 7,250 households and cultural and welfare facilities in different parts of the capital as well as a new street will provide the citizens with better living conditions.\r\n   The April 25 Hotel with a total floor space of 135,000 square metres and the April 25 Film Studio of the Korean People's Army with a total floor space of 45,000 square metres, a General Dental Hospital, the General Hospital of Koryo Medicine and five other monumental edifices will be built for the sake of the people.\r\n   When the construction projects of the Workers' Party of Korea are completed, Pyongyang which is a cradle of human civilisation and which is associated with the deep love and tireless efforts of the President will shine long as the capital of sun's Korea.    \r\n\r\n"
        },
        {
            "title": "Explanation meeting for Secy. Kim Jong Il's work held in Moscow",
            "url": "http://kcna.co.jp/item/1997/9709/news9/18.htm#8",
            "content": "Leaders always among the people \r\n   Pyongyang, September 18 (KCNA) -- President Kim Il Sung with the idea of \"believing in the people as in heaven\" devoted all his life to the welfare of the people.\r\n   In his reminiscences the president said his revolutionary activities began and continue among the people. \r\n   After Korea's liberation from the Japanese imperialist colonial rule, the President made a 550,000-kilometre-long journey, going to the places where the people live and gave on-the-spot guidance to some 18,000 units on more than 8,000 occasions.\r\n   Secretary Kim Jong Il has made a journey for the welfare of the people as the President did.\r\n   Secretary Kim Jong Il put forward the slogan \"We serve the people !.\" long ago and worked hard together with the President for the welfare of the people day and night and even on red-letter days.\r\n   His guidance covers all the political, economic, cultural and military affairs and extends to all places of the country.\r\n   Last year alone, he gave on-site guidance on some 30 occasions, covering a road of some 10,000 kilometres.\r\n   This year he visited the Mangyongdae Revolutionary School on the morning of the New Year's Day, a People's Army Unit defending Height 1211 in the eastern sector of the front on April 15 and gave on-site guidance to the work to build mts. \r\nJongbang and Kuwol into recreation grounds for the people on May 1.\r\n   The revolutionary anecdote \"nap and rice-ball\" popular among the people is associated with his energetic activities for the welfare of the people.\r\n   As mentioned above, the guidance of the President and Secretary Kim Jong Il for the welfare of the people continues. \r\n   \r\n"
        },
        {
            "title": "U.S. visitors here",
            "url": "http://kcna.co.jp/item/1997/9709/news9/18.htm#9",
            "content": "Explanation meeting for Secy. Kim Jong Il's work held in Moscow \r\n  Pyongyang, September 18 (KCNA) -- A meeting was held in Moscow on September 12 to give an explanation of Secretary Kim Jong Il's celebrated work \"On Preserving the Juche Character and National Character of the Revolution and construction\".\r\n   Vitaly Pashenko, professor of Moscow University, explained the contents of the work at the meeting.\r\n   He said the work of Secretary Kim Jong Il gives the most clearcut answers to the questions of socialism and nation, for the first time in the history of the revolutionary communist theory.\r\n   He further said:\r\n   The Juche idea has proven in a scientific way that in the accomplishment of socialism the developing process of nations is a process in which each nation, without being assimilated or annexed, develops into a civilized and powerful nation, freely creates its own peculiar life and history and continues expanding and developing cooperation and relations with other nations on the principle of complete equality and voluntariness.\r\n   By this idea, socialism and nation could be combined as one destiny, for the first time, and a guarantee has been provided for constant prosperity of the country and nation with the victorious advancement of socialist construction.\r\n   Secretary Kim Jong Il stressed that the capitalist \"western style\" should not be tolerated in managing the state and social system and organizing social life but instead an independent style, which is revolutionary and national, should be applied in all spheres of social life including politics, the economy and culture.\r\n   The trend towards a \"monolithic\" world cooked up by the international reactionaries is for the purpose of reducing the whole world to the western-style \"free world\" and subjugating and assimilating all nations to themselves.\r\n   The work is of great significance not only for the Korean revolution and construction but also for the world communist theory and practice. \r\n    \r\n"
        },
        {
            "title": "DPRK delegation off to U.N.",
            "url": "http://kcna.co.jp/item/1997/9709/news9/18.htm#10",
            "content": "U.S. visitors here \r\n Pyongyang, September 18 (KCNA) -- Ruth Bell Graham, widow of Rrev. Billy Graham, U.S. religious leader, and her party arrived here today.\r\n   They were greeted at the airport by Kang Yong sop, Chairman of the Central Committee of the Korean Christian Federation, and other officials concerned.    \r\n\r\n"
        }
    ]
}