{
    "date": "1997-04-03",
    "url": "http://kcna.co.jp/item/1997/9704/970403.htm",
    "articles": [
        {
            "title": "President Kim Il Sung's work published in Laos",
            "url": "http://kcna.co.jp/item/1997/9704/news4/03.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\nPresident Kim Il Sung's work published in Laos\r\n   Pyongyang, April 3 (KCNA) -- The famous work of  President Kim Il Sung \"Answers to Questions Raised by a Delegation of Journalists from N.H.K.\" was published in booklek by the Lao State Publishing House on March 29 on the occasion of April 15.\r\n    The booklet wrote in the preface that the editorial board of the publishing house  published the work to convey the historic exploits performed by President Kim Il Sung on the occasion of his 85th birth anniversary. \r\n\r\n"
        },
        {
            "title": "Lorean books donated to Zambia",
            "url": "http://kcna.co.jp/item/1997/9704/news4/03.htm#2",
            "content": "Lorean books donated to Zambia\r\n Pyongyang, April 3 (KCNA) -- A ceremony for donating Korean books was held at the training school for diplomats of the Foreign Ministry of Zambia on Mar. 27 with the approach of April 15.\r\n   Korean books included immortal famous works of President Kim Il Sung and Secretary Kim Jong Il and the President's reminiscences \"With the Century\".\r\n   The principal of the school in his speech at the ceremony said that the Korean people could have a powerful party, state and army, establish the traditions of Juche, achieve single-hearted unity and build a self-reliant national economy under the wise leadership of the President.\r\n   President Kim Il Sung performed immortal exploits for the cause of independence of the world under the banner of anti-imperialism and independence in his revolutionary activities, he said, adding:\r\n   \"Today his cause is successfully carried forward by Secretary Kim Jong Il.\" \r\n\r\n"
        },
        {
            "title": "April 15 commemorated abroad",
            "url": "http://kcna.co.jp/item/1997/9704/news4/03.htm#3",
            "content": "April 15 commemorated abroad\r\n Pyongyang, April 3 (KCNA) -- An evening of culture and a Korean photo exhibition took place in Cambodia and Korean film shows in Zimbabwe, Tanzania and Mali to commemorate the 85th birth anniversary of President Kim Il Sung (April 15).\r\n   After looking round the pictures on display, Secretary of the Cambodian National Assembly, who is vice-chairman of the Cambodian preparatory committee for commemorating the 85th birth anniversary of President Kim Il Sung, said that no one in the world can match the invincible might of the Korean people and expressed firm conviction that Korea will be more prosperous under the wise leadership of Secretary   Kim Jong Il.\r\n   The principal of the progress friendship school in Mali, after seeing a Korean film, said that Korea became a strong country under President Kim Il Sung and that the future of Korea is bright as it is led by Secretary Kim Jong Il. \r\n\r\n"
        },
        {
            "title": "Shamelessness of  Kim Young Sam",
            "url": "http://kcna.co.jp/item/1997/9704/news4/03.htm#4",
            "content": "Shamelessness of Kim Young Sam\r\n  Pyongyang, April 3 (KCNA) -- Kim Young Sam recently held a \"meeting of ministers of economic affairs\" and ordered them to \"take measures to prevent enterprises from going bankrupt for lack of funds\", According to a radio report from Seoul.\r\n   He himself spoiled the economy and shouted at his liegemen to correct it. This clearly shows his shamelessness. This is another hypocritical act to escape from responsibility for the Hanbo incident by pretending to be interested in \"reconstruction\" of the bankrupt south Korean economy.\r\n   As is known, enterprises in south Korea are facing total bankruptcy. Last year, financial difficulties of south Korean enterprises were the worst since 1975. Their debts exceeded 750 trillion won. The Sam Mi speciality Steel Works, the flagship subsidiary of the Sam Mi group, was recently declared insolvent and other enterprises are facing bankruptcy one after another. In Seoul  a total of 260 companies went bankrupt in a fortnight after the Hanbo incident.\r\n   This is a result of a crafty tactic of  Kim Young Sam, who indulges in personal comfort and luxury.  As shown by the Hanbo incident, he manipulated banks to loan 5.7 trillion won to a specific company and received over one trillion won in reward.\r\n   Today, south Korean enterprises fall in groups owing to irregularities such as the Hanbo incident.\r\n    Decisive measures should be taken to save the ruining south Korean economy. In other words, Kim Young Sam, who is responsible for the economic bankruptcy, must  \r\nbe removed from \"Power\" at an early date. \r\n\r\n\r\n"
        },
        {
            "title": "Socialism is sure to win",
            "url": "http://kcna.co.jp/item/1997/9704/news4/03.htm#5",
            "content": "Socialism is sure to win\r\n Pyongyang, April 3 (KCNA) -- A politburo member of the Central Committee of the Communist Party of India (Marxist), Prakashi Karat, said since there is such a powerful weapon as the historic Pyongyang Declaration socialism is sure to win ultimate victory. \r\n   He made the remarks in an interview with  KCNA in New Delhi March 27 on the occasion of the 5th anniversary of the publication of the Pyongyang Declaration \"Let us defend and advance the cause of socialism\". It was a solemn declaration for advancing the socialist cause on a new basis, and a bright beacon that inspired the people with confidence in victory of socialism and showed the road ahead of it, he said.\r\n   The Workers' Party of Korea is pressing ahead with the revolution and construction without slightest deviation, with the great Juche idea as the guideline, he noted, adding, \"The upcoming 21st century will be a century of great changes in which the socialist forces will win decisive victory.\" \r\n\r\n"
        },
        {
            "title": "Mangyongdae Prize Sports Contest opened",
            "url": "http://kcna.co.jp/item/1997/9704/news4/03.htm#6",
            "content": "Mangyongdae Prize Sports Contest opened \r\n Pyongyang, April 3 (KCNA) -- The Mangyongdae Prize Sports Contest has begun to mark the 85th birth anniversary of  President Kim Il Sung.\r\n   The contest includes soccer, basketball, volleyball, track and field, table tennis, weightlifting, boxing, shooting, marathon and other games, some 40 in all.\r\n   The opening ceremony of the contest was held at the Pyongyang Indoor Stadium on April 2. \r\n\r\n"
        },
        {
            "title": "Letters to religious organisations of s. Korea",
            "url": "http://kcna.co.jp/item/1997/9704/news4/03.htm#7",
            "content": "Letters to religious organisations of s. Korea \r\n  Pyongyang, April 3 (KCNA) -- Of late the religious organisations in the northern half of Korea sent letters to their counterparts in south Korea, calling for mutual contacts and dialogue.\r\n   The letters were sent from chairman Jang Jae Chol of the Korean Religionist Council to the Chairman of the National Religious Council, the Chairman of the Religious Council, the Co-chairmen of the Ccouncil of Rreligionists for Nnational Reconciliation and Unification, the Chairman of the Central Council of Korean Catholics, the Chairman of the Justice and Peace Committee of the Bishop Conference of Catholics and the Chairman of the Catholic Lay Apostolate Council of south Korea, from Chairman Kang Yong Sop of the Central Committee of the Korean Christian Federation to the Chairman of the National Council of Churches and prominent figures of different orders in south Korea, from Chairman Pak Thae Ho of the central committee of the Korean Buddhist Federation, to the permanent Chairman of the National Movement for Buddhism, the Chairman of the Buddhist Council for promotion of peaceful unification of the fatherland and the chairman of the council of Buddhist orders and from chairwoman Ryu Mi Yong of the central guidance committee of the Korean Chonodist association to the leader of the headquarters of  Taejonggyo, the leader of the Chondoist headquarters and other religious organisations of south Korea.\r\n   The letters called for contacts between religious organisations at agreed places as soon as possible to discuss the matters arising in convening a joint conference of representatives of political parties and organisations in the north, the south and overseas this year which marks the 25th anniversary of the publication of the July 4 north-south joint statement and matters of common concern for national reconciliation, unity and peaceful reunification.\r\n\r\n"
        },
        {
            "title": "Meeting held to mark anniversary of Syrian Party",
            "url": "http://kcna.co.jp/item/1997/9704/news4/03.htm#8",
            "content": "Meeting held to mark anniversary of Syrian Party \r\n Pyongyang, April 3 (KCNA) -- A meeting was held at the central workers house on April 2 on the occasion of the 50th anniversary of the founding of the Arab socialist Baath party.\r\n   Present there were Yun Ki Jong, minister of finance and chairwoman of the Korea-Syria friendship association, Choe Jin Su, vice-director of a department of the central \r\ncommittee of the workers' party of Korea, officials concerned and working people in the city.\r\n   Invited to the meeting were anwar al-fadel, charge d'affaires ad interim of the syrian embassy here, embassy \r\nOfficials and syrian students in the dprk.\r\n   speeches were exchanged at the meeting.\r\n   a congratulatory letter to the president of syria was \r\nAdopted at the meeting. \r\n\r\n"
        },
        {
            "title": "Press review",
            "url": "http://kcna.co.jp/item/1997/9704/news4/03.htm#9",
            "content": "Press review \r\n Pyongyang, April 3 (KCNA) -- Five years has passed since President Kim Il Sung published the first volume of his reminiscences \"With the Century.\"  On this anniversary, Rodong Sinmun carries an editorial calling for learning from his revolutionary traits.\r\n   It is 1,000 days since President Kim Il Sung passed away. On this occasion, the paper, under the headline \"Let us hold President Kim Il Sung in high esteem for all ages as eternal leader of our Party and people and as the sun of Juche !\", devotes the second and third pages to photo-illustrated articles entitled \"The sun will shine forever,\" \"Noble moral obligation of our people remaining loyal to the great leader,\" \"precious textbook for life and \r\nStruggle,\" etc.\r\n   Given in the press is an account of a seminar of educationists on the Juche idea held to commemorate his 85th birth anniversary.\r\n   Rodong Sinmun conveys what foreigners have said lauding the immortal exploits of the President.\r\n   New railways have been laid between Wonsan and Mt. Kumgang (100 km), reports the paper.\r\n   Papers introduce spring seeding on co-op farms.  Crewmen of the cargo vessel \"Myohyangsan\" returned home after being stranded in the East Sea of Korea, reports the press.\r\n   It is reported in the press that religious organizations in north Korea sent letters to their counterparts in the south, proposing to have contact and dialogue.\r\n   In south Korea people of different social strata urge the resignation of  Kim Young Sam, chief culprit of the Hanbo incident, say papers.\r\n   Minju Joson comments on the fallen \"confidence rate\" for Kim Young Sam and the \"New Korea Party\" in south Korea. \r\n\r\n"
        },
        {
            "title": "Crew of stranded ship \"Myohyangsan\" return",
            "url": "http://kcna.co.jp/item/1997/9704/news4/03.htm#10",
            "content": "Crew of stranded ship \"Myohyangsan\" return \r\n Pyongyang, April 3 (KCNA) -- Crewmen of the transport ship \"Myohyangsan\" returned home on April 1.\r\n   The ship was stranded in the East Sea of Korea in a severe  storm on its way home after unloading its cargo at a port of Japan. The ship had left the homeland on March 10.\r\n   Its crewmen were rescued by maritime police of Japan.\r\n   When the ship \"Ryungsong 1\" carrying the crewmen arrived at Wonsan Port, crowds warmly welcomed them.\r\n   Secretary Kim Jong Il took measures to bring them to the homeland as early as possible and welcome them.\r\n   Its master Kil Won Ung said that they had fought with a strong faith to return to the bosom of the General for 19 hours since the ship was stranded.\r\n   He evinced his determination to be loyal to the General.\r\n   Earlier, the ship left Shimonoseki Port of Japan. \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun calls for learning from President Kim Il Sung's traits",
            "url": "http://kcna.co.jp/item/1997/9704/news4/03.htm#11",
            "content": "Rodong Sinmun calls for learning from President Kim Il Sung's traits \r\n Pyongyang, April 3 (KCNA) -- Rodong Sinmun today calls for learning from the revolutionary traits of President Kim Il Sung.\r\n   In an editorial dedicated to the fifth anniversary of the publication of the first volume of his reminiscences \"With the Century\" (April 1992), the daily says:\r\n   The reminiscences shows the revolutionaries how to live and fight to glorify their life as genuine patriots and human beings. Its vitality is ever increasing for the profound ideas, principles, rich and living experience and lesson contained in it.\r\n   Learning from President Kim Il Sung's revolutionary traits is necessary to hold him in high esteem for all ages and remain infinitely faithful to his cause.\r\n   His reminiscences is the best textbook for learning from his traits.\r\n   It is our revolution's wealth of lasting value. Reflected in it is the glorious and brilliant revolutionary history which can be created only by a legendary hero.\r\n   What is important in learning from his traits is to be deeply aware of his boundless devotion for the country, the revolution and the people and always live and fight as befitting genuine revolutionary. \r\n\r\n\r\n"
        },
        {
            "title": "Guinean anniversary marked",
            "url": "http://kcna.co.jp/item/1997/9704/news4/03.htm#12",
            "content": "Guinean anniversary marked\r\n Pyongyang, April 3 (KCNA) -- A meeting was held here Wednesday under the sponsorship of the Korea-Guinea Friendship Association to mark the 13th anniversary of the proclamation of the Second Republic in Guinea.\r\n   Present at the meeting were Ri Song Ho, Vice-Chairman of the Korean Committee for Cultural Relations with Foreign Countries and Vice-Chairman of the Korea-Guinea Friendship Association, and officials concerned and citizens.\r\n   A congratulatory message to the Guinean President was adopted after a speech made at the meeting. \r\n\r\n"
        },
        {
            "title": "Book \"People are His God\" published by Chongryon",
            "url": "http://kcna.co.jp/item/1997/9704/news4/03.htm#13",
            "content": "Book \"People are His God\" published by Chongryon\r\n   Pyongyang, April 3 (KCNA) -- A book \"People are His God\" was published by the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon).\r\n   The book, composed of eight chapters, edits anecdotes about warm love of   Secretary Kim Jong Il for the people and stories about his love and solicitude for Korean residents in Japan and repatriated compatriots. \r\n\r\n"
        },
        {
            "title": "Korea Technical Centre for Traditional Medicine",
            "url": "http://kcna.co.jp/item/1997/9704/news4/03.htm#14",
            "content": "Korea Technical Centre for Traditional Medicine\r\n Pyongyang, April 3 (KCNA) -- The scientists of the Korea Technical Centre for Traditional Medicine are applying themselves to researches to significantly greet the Day of Public Health (April 5).\r\n   A national exhibition of inventions and new technologies in public health is going on under the sponsorship of the Centre.\r\n   It is hastening the work of developing antibiotics based on traditional medicine, improving forms of medicines and modernising their production processes. And researches into procession of young antlers of the deer and other health food are being stepped up at the final stage.\r\n   Situated in Pothonggang district, Pyongyang, it  is a Centre for Scientific and Technical Exchange of Traditional Medicines in Korea.\r\n   It has many laboratories, analysis rooms and pilot shop. \r\nAmong them are the Koryo Medicine Laboratory, the Natural Medicine Laboratory, the Health Food Laboratory, the modernisation laboratory, the analysis and assay room, the efficacy examination room, the new technologies examination room, the data room and the room for exchange with other countries.\r\n   It also has 12 holders of academic titles and degrees including doctor of pharmacology Ri Ok Se and master Han Chang Gun and many other engineers and researchers.\r\n   Part of many medicines and health food invented by those of the Centre are the polysaccharide injection, Angung Uhwanghwan, the cornoid tablet, the civet injection, the Insamjangsujongaek, the Rhodiola liquor and the venison.\r\n   The Centre takes charge of technical guidance of more than 200 Koryo medicinal plants in all parts of the country and  the analysis and assay of samples and products prepared through scientific researches of Koryo medicines. It is also in charge of the medical effect and efficacy examination of newly developed Koryo medicines and health food.\r\n   Scientific and technological exchange and cooperation for the development of domestic resources with international organizations and foreign countries and export of Koryo medicines are realised through the Centre.\r\n   At present, it maintains its relations with the U.N. industrial development organisation on a regular basis.\r\n   It makes mutual exchanges with china, India, Sri Lanka, Belarus, Russia and other countries. \r\n\r\n"
        },
        {
            "title": "Korean people's noble morality, obligation",
            "url": "http://kcna.co.jp/item/1997/9704/news4/03.htm#15",
            "content": "Korean people's noble morality, obligation\r\n Pyongyang, April 3 (KCNA) -- The Korean people's noble morality and obligation have been fully displayed in remaining loyal to President Kim Il Sung with deep reverence, says Rodong Sinmun today.\r\n   Their loyalty to him has grown all the more infinite since he passed away, the daily says in an article, and notes:\r\n   The Korean people are now working hard to realise the lifetime plans and desire of the President Kim Il Sung, holding him in high esteem as their eternal teacher.\r\n   Their noble morality and obligation for the leader are manifested in that they are willing to venerate him invariably as the sun in any adversity.\r\n   The slogan \"The Great Leader Comrade Kim Il Sung Will Always Be With Us\" fully mirrors their ardent desire and will to live and carry on the revolution with him, always upholding him as the sun.\r\n   The noble traits of the Korean people, unfailingly loyal to the leader, are displayed on the highest level in remaining faithful to Secretary Kim Jong Il's ideas and leadership.\r\n   For the Korean people, General Kim Jong Il is the fatherly leader President Kim Il Sung and the General's ideas and leadership are continuity of the President's. It is the people's unshakable pledge to accomplish the revolutionary cause of Juche under the leadership of Secretary Kim Jong Il, their destiny and top brain. \r\n\r\n"
        },
        {
            "title": "Chinese Ambassador presents credentials to Vice-President Ri Jong Ok",
            "url": "http://kcna.co.jp/item/1997/9704/news4/03.htm#16",
            "content": "Chinese Ambassador presents credentials to Vice-President Ri Jong Ok \r\n  Pyongyang, April 3 (KCNA) -- New Chinese Ambassador to Korea Wan Yongxiang  today presented his credentials to DPRK Vice-President Ri Jong Ok at the Mansudae Assembly Hall.\r\n   Choe U Jin, Vice-Minister of Foreign Affairs, Sui Xiudong, Minister-Councillor of the Chinese Embassy here, and Embassy officials were present.\r\n   The Ambassador arrived in Pyongyang on April 1. \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}