{
    "date": "1997-07-18",
    "url": "http://kcna.co.jp/item/1997/9707/970718.htm",
    "articles": [
        {
            "title": "Bellicose remarks, war preparations",
            "url": "http://kcna.co.jp/item/1997/9707/news7/18.htm#1",
            "content": "Bellicose remarks, war preparations\r\n Pyongyang, July 18 (KCNA) -- Kim Young Sam reportedly showed up at the inaugural ceremony of the eighth-term advisory council for democracy, peace and unification, a machine for concealing his separatist policy, a few days ago and made provocative remarks against the DPRK.\r\n   He urged the DPRK to remove the latch of closed-door policy and isolation and open the door for national harmony and unification.\r\n   His behavior was shameless and brigandish. It is Kim Young Sam who stands in the way of national unity and peaceful reunification while pursuing closed-door policy.\r\n   He proclaimed the policy of closing the door between the north and the south, throwing a wet blanket over the nation's desire for reunification. As a result, the inter-Korean dialogue, which took place even in the period of the fifth and sixth republics, is at deadlock.\r\n   He could not, however, conceal his fascist and separatist nature.\r\n   No sooner had he called for national harmony than he declared south Korea would take joint defence preparedness with its master, the United States, and strongly chastise the provocation of the north. His outcries were followed by adventurous military maneuvers.\r\n   An artillery unit of the puppet army held a joint war exercise with the south Korea-based second division and minland-based 75th artillery brigade of the U.S. Army in the central sector of the front, which they describe as a joint drill to counter bombardment attack.\r\n   The drill has gone beyond the danger line. It shows that the Kim Young Sam regime is resorting to extremely adventurous provocations for a forestalling attack on the north with the help of outside forces in a bid to emerge from the crisis caused by its treacheries and irregularities. \r\n   The DPRK people and army are sharply watching the Kim Young Sam group's separatist and bellicose remarks and war preparations. If Kim Young Sam unleashes war in conspiracy with outside forces, he will face a merciless retaliation \r\nAnd have to pay thousandfold for his crimes. \r\n\r\n"
        },
        {
            "title": "President Kim Il Sung's work published in Nicaragua ",
            "url": "http://kcna.co.jp/item/1997/9707/news7/18.htm#2",
            "content": "President Kim Il Sung's work published in Nicaragua \r\nPyongyang, July 18 (KCNA) -- A celebrated work of President Kim Il Sung 10-Point Programme of the Great Unity of the Whole Nation for the Reunification of the Country was published in book-form at the El Amanecer Publishing House, Nicaragua, on July 3 on the occasion of the third anniversary of his death.\r\n\r\n\r\n"
        },
        {
            "title": "Memorandum of DPRK Foreign Ministry distributed as UN document",
            "url": "http://kcna.co.jp/item/1997/9707/news7/18.htm#3",
            "content": "Memorandum of DPRK Foreign Ministry distributed as UN document\r\nPyongyang, July 18 (KCNA) -- A memorandum of the Foreign Ministry of the Democratic People's Republic of Korea dated July 2 recording the immortal feats of President Kim Il Sung for national reunification on the occasion of the 25th anniversary of the publication of the historical July 4 Joint Statement was distributed as an official document s/1997/514 of the United Nations Security Council on July 10.\r\n\r\n"
        },
        {
            "title": "Floral baskets from Egyptian Party leaders ",
            "url": "http://kcna.co.jp/item/1997/9707/news7/18.htm#4",
            "content": "Floral baskets from Egyptian Party leaders\r\n Pyongyang, July 18 (KCNA) -- General Secretary of the National Democratic Party of Egypt Youssef Amin Wali, General Secretary of the Nasser Arabic Democratic Party Diyauldin Daud, General Secretary Rifaat Es-said and Chairman Khaled Mohi Eddin of the National Progressive Unionist and Chairman of the Liberal Party Mustafa Kamel Murad sent floral baskets to the Korean Embassy in Cairo on the occasion of the third death anniversary of President Kim Il Sung.\r\n   The floral baskets were laid before the portrait of President Kim Il Sung at the embassy. \r\n\r\n"
        },
        {
            "title": "Chosun Ilbo-boycotting movement called for in s. Korea",
            "url": "http://kcna.co.jp/item/1997/9707/news7/18.htm#5",
            "content": "Chosun Ilbo-boycotting movement called for in s. Korea\r\n Pyongyang, July 18 (KCNA) -- A third-year student surnamed Han of Yonsei University in south Korea made public an article calling for boycotting the newspaper Chosun Ilbo, said the Seoul-based radio Voice of National Salvation. \r\n   The students of Yonsei University turned their back on the newspaper long ago, the author of the article said, and continued:\r\n   Chosun Ilbo has taken an active part in the operation of the Agency for National Security Planning (ANSP to brand the South Korean Federation of University Student Councils as an enemy-benefiting organisation linked with the north and stifle it.\r\n   The paper impudently hurled slanders and abuses at the system of the north, which is a dangerous provocation to sow discord among fellow countrymen and unleash a fratricidal war on the directive from Chongwadae and ANSP.\r\n   We cannot tolerate the reckless slanders of Chosun Ilbo against the north. \r\n   I declare that we will severely punish the newspaper for its malicious slanders at the north, considering it to be a declaration of war against one million students.\r\n   Above all, we will launch an extensive movement for boycotting the newspaper.\r\n   At the same time, we will conduct a campaign not to read the newspaper printed by a group of traitors and not to buy it on the campus and streets.\r\n   We will send telephones, letters and contributions of protest urging Chosun Ilbo to make an apology to the nation and suicidal explosion to the newspaper office.\r\n   Through the old boys' association and other organisations, we will advise the journalists of Chosun Ilbo, a hotbed of treason and literary hackwork, to resign at once.  \r\n\r\n"
        },
        {
            "title": "S. Korea: Hyangilhoe publishes book light",
            "url": "http://kcna.co.jp/item/1997/9707/news7/18.htm#6",
            "content": " S. Korea: Hyangilhoe publishes book light \r\n Pyongyang, July 18 (KCNA) -- The Hyangilhoe active in Chongju area published a book light explaining the great Juche idea, according to the Seoul-based radio Voice of National Salvation quoting information of the North Chungchong Provincial Committee of the National Democratic Front of South Korea.\r\n   The book consists of chapters world outlook phase of the Juche idea, watershed of theory on social reform and way for true life.\r\n   The Juche idea indicates the true path for man to carve out his destiny independently as master of his destiny, the book said, and went on:\r\n   The Juche idea is a light of dawn, a symbol of confidence and will and a banner of victory and glory.\r\n   When we advance along the road indicated by the Juche idea, the dawn of independence, democracy and reunification will be hastened and the cherished desire of our people to live in the society valuing people and their welfare after reunification will be achieved.\r\n    The book is widely read by people from all walks of life, inviting ardent reverence for President Kim Il Sung and Secretary Kim Jong Il who founded the Juche idea and enriched its treasure-house. \r\n\r\n\r\n"
        },
        {
            "title": "Minju Joson blasts s. Korea for grave military provocation",
            "url": "http://kcna.co.jp/item/1997/9707/news7/18.htm#7",
            "content": "Minju Joson blasts s. Korea for grave military provocation \r\nPyongyang, July 18 (KCNA) -- The south Korean puppets' grave act in the central sector of the front adjacent to the Military Demarcation Line was an open armed attack on the north's servicemen and a deliberate and premeditated military provocation aggravating the sitaution, says Minju Joson today.\r\n   In a commentary the daily says the incident took place when the south Korean puppets were escalating anti-north confrontation and new war preparations.\r\n   The Kim Young Sam regime, which is in the grit of a serious crisis caused by the failure of the policy of reforms, the Hanbo loan scandal and the slush fund scandal, intended to divert public resentment elsewhere from itself through a shocking incident.\r\n   The Kim Young Sam regime, however, has nothing to get from the reckless confrontation with the north.\r\n   It is our unswerving position and will to answer the sword of the enemy with sword, a total war with a total war.\r\n   The south Korean puppets must stop running wild.\r\n   If the Kim Young Sam regime starts a war in defiance of our repeated warnings, our people and army will annihilate the enemy with a powerful counterattack. \r\n\r\n"
        },
        {
            "title": "National Day of Mongolia marked",
            "url": "http://kcna.co.jp/item/1997/9707/news7/18.htm#8",
            "content": "National Day of Mongolia marked  \r\n Pyongyang, July 18 (KCNA) -- A meeting took place here on July 17 to mark the 76th anniversary of the National Day of Mongolia.\r\n   Present at the meeting were Minister of Finance Yun Ki Jong, who is also Chairwoman of the Korea-Mongolia Friendship Association, Vice-Chairwoman of the Korean Committee for Cultural Relations with Foreign Countries Chon Yon Ok, other officials concerned and working people in Pyongyang.\r\n   Mongolian Ambassador to Korea D. Byambaa, Embassy officials and Vice-Chairwoman of the Mongolia-Korea Friendship Association J. Tsevelmaa were invited to the meeting.\r\n   Yun Ki Jong and D. Byambaa made speeches at the meeting.\r\n   A congratulatory letter to the Mongolian President was adopted at the meeting.\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun calls for uprooting cause of misfortune in s. Korea",
            "url": "http://kcna.co.jp/item/1997/9707/news7/18.htm#9",
            "content": "Rodong Sinmun calls for uprooting cause of misfortune in s. Korea \r\nPyongyang, July 18 (KCNA) -- As long as Kim Young Sam remains in power, nobody can live in peace, free from bloodshed, says Rodong Sinmun in a commentary today.\r\n   Accusing the Kim Young Sam fascist clique of desperately trying to disorganize the South Korean Federation of University Student Councils (Hanchongryon) and intensifying the fascist offensive against the pro-reunification, pro-democracy forces including the south headquarters of the National Alliance for the Country's Reunification, the daily says:\r\n   If the traitor, who is seeking a way out in the suppression of the people, is left alone any longer, the whole of south Korea will be covered by blood and corpses of the pro-democracy forces.\r\n   Hanchongryon and other pro-democracy forces of south Korea should turn out in the struggle against the Kim Young Sam fascist clique in close unity, thus making the group of murderers pay dearly for the bloodshed by the patriots. \r\n\r\n"
        },
        {
            "title": "Press review",
            "url": "http://kcna.co.jp/item/1997/9707/news7/18.htm#10",
            "content": " Press review \r\n\r\n   Pyongyang, July 18 (KCNA) -- Papers here today frontpage a report that Secretary  Kim Jong Il sent thanks to officials and working people of different counties in South Hwanghae Province for their achievements in the construction of rural dwelling houses.\r\n   Rodong Sinmun says a floral basket came from Algerian President Liamine Zeroual on the occasion of the third death anniversary of President Kim Il Sung.\r\n   Given in the paper is news that a board of teachings President Kim Il Sung, Secretary Kim Jong Il and comrade Kim Jong Suk, an indomitable communist revolutionary fighter, was unveiled at Kum Song University of Politics.\r\n   Papers give accounts of great events held in different countries to honor the memory of President Kim Il Sung on his third death anniversary.\r\n   President Kim Il Sung, eternal father of our nation is the title of a Rodong Sinmun article.\r\n   Rodong Sinmun runs a political essay titled toward the final charge of 'Arduous March' and Minju Joson a political essay entitled we live in the sun's country.\r\n   Printed in Rodong Sinmun is an article a man should live honestly authored by Ri In Mo, former war correspondent of the Korean People's Army.\r\n   Econews of the press includes reports about achievements made in railway transport and measures being taken to protect crops from drought and high temperature.\r\n   The press informs the readers that DPRK strongmen proved successful in the Asian weightlifting championship.\r\n   Given in the press is an account of a press conference called by Han Kyong Son, who defected to the northern half of the country from south Korea.\r\n   Appearing in Rodong Sinmun are information No.741 issued by the Secretariat of the Committee for the Peaceful Reunification of the Fatherland in denunciation of the south Korean puppets' war games against the north, and a statement published by the overseas headquarters of the National Alliance of Youth and Students for the Country's Reunification to condemn the Kim Young Sam group's repression of Hanchongryon (the South Korean Federation of University Student Councils).\r\n   A commentary of the paper denounces the Kim Young Sam group for frantically staging an operation to disorganize and stifle 'Hanchongryon'.\r\n   Minju Joson comes out with a commentary accusing the south Korean puppets of having fired bullets and shells at KPA soldiers in the central sector of the front along the Military Demarcation Line.\r\n   Rodong Sinmun in an article says Japan's monopoly capital is gnawing at the U.S. econmy little by little.\r\n   The paper carries an article entitled doctrine on monolithic world' is modern 'cosmopolitism' adapted and transformed. \r\n\r\n\r\n"
        },
        {
            "title": "Dangerous war budget of puppet clique in s. Korea ",
            "url": "http://kcna.co.jp/item/1997/9707/news7/18.htm#11",
            "content": " Dangerous war budget of puppet clique in s. Korea  \r\nPyongyang, July 18 (KCNA) -- Civilian-veiled military fascist clique of south Korea earmarked 15,509.8 billion won for the defence budget next year, 12.5 percent higher than this year, according to a radio report from Seoul.\r\n   The puppet clique freezed operation funds of army units in the next year budget, while allotting preferential budget to the improvement of the defense capability and indispensable work. \r\n   This reflects the ulterior intention of the puppet clique to intesify war exercises against the north and step up arms buildup.  \r\n\r\n"
        },
        {
            "title": "Repressive moves against Hanchongryon",
            "url": "http://kcna.co.jp/item/1997/9707/news7/18.htm#12",
            "content": "Repressive moves against Hanchongryon\r\nPyongyang, July 18 (KCNA) -- The public security division of the south Korean puppet supreme public prosecutor's office on Wednesday called a meeting of joint investigation headquarters for leftist criminals and had a confidential confab aimed at stifling the South Korean Federation of University Student Councils (Hanchongryon), attended by officials of the Agency for National Security Planning, according to a radio report from Seoul.\r\n   In a statement published at the end of the confab, the fascists threatened to take a legal action against hardcore members of the Central Organization of Hanchongryon from August 1 if they continue refusing to withdraw from it.\r\n   On the same day, the fascist clique reportedly called an emergency meeting of all student representatives at Seoul National University, as part of moves against Hanchongryon, and forced them to secede from it, but only to face a strong opposition from most of them. \r\n\r\n\r\n"
        },
        {
            "title": " President Kim Il Sung always remains father of Korean nation",
            "url": "http://kcna.co.jp/item/1997/9707/news7/18.htm#13",
            "content": "President Kim Il Sung always remains father of Korean nation\r\n Pyongyang, July 18 (KCNA) -- President Kim Il Sung is the eternal father of the Korean nation, says Rodong Sinmun today.\r\n   The daily says in an article:\r\n   He restored the nation's dignity and sovereignty, preserved and applied the Juche character and national character and achieved an independent development and prosperity of the country and the nation. He had also made all efforts for the country's reunification until he passed away, regarding it as the greatest task of the nation. For his enduring feats and tremendous efforts, he is always with the fellow countrymen as eternal father of the nation.\r\n   He was also the tender-hearted father of the nation who, with deep love for and trust in the people, took care of all the fellow countrymen in the north, south and overseas and guided them to achieve national unity.\r\n  He always enjoys an eternal life in the hearts of the fellow countrymen. And he gave our people the happiness of being guided by another great leader, which is the greatest heritage of the nation.\r\n   His eternal life, national reunification and the country's prosperity and development are guaranteed only when all the compatriots at home and abroad faithfully uphold the leadership of Secretary Kim Jong Il, who has fully inheritied President Kim Il Sung's ideology, leadership, grit, strategy, personality and virtue.\r\n\r\n"
        },
        {
            "title": "Institution of Juche era and the Day of Sun welcomed ",
            "url": "http://kcna.co.jp/item/1997/9707/news7/18.htm#14",
            "content": "Institution of Juche era and the Day of Sun welcomed \r\nPyongyang, July 18 (KCNA) -- Hong Ji Yong, Vice-Chairman of the Central Committee of the National Democratic Front of South Korea (NDFSK), in a press statement on July 15 fully supported and welcomed in the name of the NDFSK vanguard fighters and people in the south the resolution on exalting the revolutionary life and immortal exploits of President Kim Il Sung for all ages, said the Seoul-based radio Voice of National Salvation.\r\n   The statement said:\r\n   With the important measure being taken in the northern half of Korea, the Korean nation and humankind realized their wish and desire to hold the President forever in high esteem and exalt his revolutionary life and immortal exploits for all ages. \r\n   The institution of the Juche era and the Day of Sun, an auspicious event, is attributable to holding Secretary Kim Jong Il at the head of the times and revolution.\r\n   The NDFSK will open a new turning phase in carrying out the cause of national reunification, the behest of the President, by bravely fighting with unusual determination and fighting spirit and thus further exalt his revolutionary life and immortal exploits. \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on monolithic world",
            "url": "http://kcna.co.jp/item/1997/9707/news7/18.htm#15",
            "content": "Rodong Sinmun on monolithic world\r\n\r\n    Pyongyang, July 18 (KCNA)-- The monolithic world doctrine is the modern version of dominationism and a new form of cosmopolitanism which has been declared bankrupt by history, says Rodong Sinmun in a signed article today.\r\n   It is a new form of reactionary theory invented by the imperialists to obliterate the Juche character and national character of other countries and nations and to realise their domination over the world, the article says, and goes on:\r\n   The imperialists, claiming that the monolithic world reflects the realities and trend of the changing and developing world, use it as an ideological instrument for the obliteration of other nations and the realisation of their dominationist policy.\r\n   The monolithic world and cosmopolitanism are different in expression, but the same in content and purpose.\r\n   That the doctrine of monolithic world is the modern version of cosmopolitanism can be proved by the fact that the doctrine calls for building a westernized world which the imperialists sought through the cosmopolitanism. \r\n   One of the purposes of the monolithic world doctrine is to reduce the whole world to a western-style free world.\r\n   The advocates of monolithic world hope that all the countries and nations accept ideas and system of the western countries and live in the western way. This is just what the cosmopolitanism calls for.\r\n   The monolithic world doctrine goes beyond the cosmopolitanism in craftiness and danger.\r\n   The monolithic world doctrine describes the call for national sovereignty and indentity and promotion of an independent development of the country and nation as collective egoism and nation-for-nation's-sake doctrine, and calls for predominance of the interests of whole humankind, absolute interests and development of the whole world and world-wide culture.\r\n   The imperialists are trying to conceal their dominationist nature, obliterate other nations and realise the policy of domination over the world by changing the cosmopolitanism which has been declared bankrupt by history into such a new reactionary theory as the monolithic world. Their manoeuvrings cannot be allowed at all. \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun calls for successful final campaign of arduous march",
            "url": "http://kcna.co.jp/item/1997/9707/news7/18.htm#16",
            "content": "Rodong Sinmun calls for successful final campaign of arduous march \r\n Pyongyang, July 18 (KCNA) -- Rodong Sinmun today called on the entire party, the whole army and all the people to become victors in the final campaign of \"Arduous March\" with confidence and optimism.\r\n   In a political essay the daily says:\r\n   The arduous march the Korean people are now making is a struggle for smashing the anti-socialist, anti-DPRK moves of the imperialists and the reactionaries, defending Korean socialism, overcoming difficulties and trials and opening a phase of radical turn in the advance of the Korean revolution.\r\n   The final campaign is a death-defying battle decisive of the destiny of Korean socialism and the Kim Il Sung nation.\r\n   The Korean revolutionaries trained by President Kim Il Sung have a traditional, revolutionary spirit of finishing at any cost what they once started. They should unquestionably accept and unconditionally implement the Party's policies with a firm resolution and in a do-or-die spirit.\r\n   As the Workers' Party of Korea has resolved to finish the arduous march this year in reliance on the masses of the people, the officials should realise the Party's intention without fail, believing in the masses and arousing them.\r\n   We have nothing to be fearful of and nothing impossible to do when we fight in the revolutionary spirit of the People's Army. The Party members should take the van in making a breakthrough in the economic sector. \r\n   The Party and the people are now in a new era of the Juche revolution in which they have been carrying forward the revolutionary cause of President Kim Il Sung through generations.\r\n   In the era, shining with the august name of Secretary Kim Jong Il, a decisive victory will be won in the revolutionary cause of Juche, a strong country of Juche built and the might and spirit of the reunified Korean nation fully demonstrated.\r\n   The end of the arduous march will be a solemn declaration of victory which will demonstrate the greatness of the era guided by Secretary Kim Jong Il and also a prelude to new prosperity. \r\n\r\n"
        },
        {
            "title": "Secy. Kim Jong Il, life of nation and saviour of mankind",
            "url": "http://kcna.co.jp/item/1997/9707/news7/18.htm#17",
            "content": "Secy. Kim Jong Il, life of nation and saviour of mankind \r\n Pyongyang, July 18 (KCNA) -- Ryomyong (daybreak), a magazine of the Central Committee of the National Democratic Front of South Korea, carried an article entitled the leader Kim Jong Il is life of the nation and the saviour of mankind written by Pang Kye Su, Former Professor of Politics of Korea University.\r\n   The article said the Korean nation's dignity and honor have reached the meridian under the guidance of President Kim Il Sung and Secretary Kim Jong Il. \r\n   The world is now advancing along the orbit of independence indicated by Secretary  Kim Jong Il, it said.\r\n   It further said:\r\n   The entire nation entrust their destiny entirely to him and all mankind are revering and following him as the sun and their saviour. Because he has performed great feats for the nation and the world people and for the times and history, through brilliant ideological and theoretical activities and with distinguished and tested leadership in scores of years.\r\n   It is also because the entire fellow countrymen and the world's progressives have realized the great truth that the existence of the Korean nation and the brilliant future of humankind can be ensured only when they uphold and follow Secretary Kim Jong il who is the greatest almighty man possessed of intelligence, virtues and courage.\r\n   Touching on the exploits of Secretary Kim Jong Il, the article said: He further developed and enriched the immortal Juche idea as the great guiding idea for the era of independence so that the Korean nation could have the honor of being the great nation who produced the top brain of a big organism called mankind and who are led by him.\r\n   It continued:\r\n   Society in the north, which was built by President Kim Il Sung and is now being further developed by Secretary Kim Jong Il, fundamentally differs in idea, principle and way from all the past human societies as well as from present societies in different countries. That is an ideal society of new type, which has a peculiar structure centred on the popular masses and is run in a peculiar way.\r\n   Secretary Kim Jong Il is the greatest saint whom the people all over the world reasonably long to have today on the threshold of the 21st century.\r\n   Indeed, he is the life, dignity, honor and future of our nation. Our fellow countrymen will reunify the country and prosper forever with the pride of being the nation of Kim Il Sung and Kim Jong Il. \r\n\r\n"
        },
        {
            "title": "U.S. brutalities in Korea",
            "url": "http://kcna.co.jp/item/1997/9707/news7/18.htm#18",
            "content": "U.S. brutalities in Korea \r\n\r\n    Pyongyang, July 18 (KCNA) -- An increasing number of people visit a hall of class education in the heart of Pyongyang.\r\n   Exhibited there are historic materials exposing the U.S. aggression on Korea and its brutalities.\r\n   The U.S. aggression on Korea began with the infiltration of the general sherman in 1866.\r\n   The Korean people set the armed pirate ship on fire in the River Taedong.\r\n   The general sherman case was followed by the U.S. dispatchment of heavily-armed ships to Korea and its gangster-like acts. \r\n   The brutalities of the U.S. imperialists against the Korean people reached the climax from the middle of the 1940s.\r\n   They occupied a half of Korea in September 1945, rigged up a puppet regime and pursued the policy of colonial enslavement. They deformed and killed nearly one million people who were fighting for the reunification of the country.\r\n   They committed more vicious crimes in a matter of one and a half months when they temporarily occupied some areas of the northern part of the country during the last Fatherland Liberation War (June 1950-july 1953).\r\n   The U.S. troops resorted to brutal methods in killing people in the occupied areas.\r\n   They murdered hundred thousands of peaceful residents -- some 15,000 in Pyongyang, about 19,000 in Anak county and more than 13,000 in Unryul county, South Hwanghae Province.\r\n   More than 35,000 people or one fourth of the population in Sinchon county, South Hwanghae Province, were massacred in a cruel way.\r\n   In the period of the war the U.S. destroyed more than 8,700 factories and enterprises, 370,000 hectares of arable land, some 600,000 dwelling houses, about 5,000 schools, about 1,000 hospitals and clinics and some 260 theatres and cinema houses with indiscriminate bombing, bombardment and arson.\r\n   It dropped more than 428,700 bombs and napalm bombs to reduce Pyongyang to ashes.\r\n   In the Korean War the U.S. squandered 20 billion dollars of military expenditure and put in more than 73 million tons of military supplies or 11 times those in the Pacific War (1941-1945).\r\n   The U.S., still occupying south Korea, is trying to perpetuate the division of Korea, inflicting great sufferings upon the Korean people.\r\n   The Korean people will make the U.S. imperialists pay dearly for their brutal murder. \r\n\r\n\r\n"
        },
        {
            "title": "Man should live honestly",
            "url": "http://kcna.co.jp/item/1997/9707/news7/18.htm#19",
            "content": "Man should live honestly \r\n Pyongyang, July 18 (KCNA) -- Ri In Mo, former war correspondent of the Korean People's Army, issued an article headlined a man should live honestly.\r\n   The article consists of three subtitles I think of the value of life, breach of faith is disgrace of life and let us have firm mental pillar.\r\n   The article says:\r\n   The value of life does not lie in a rich material life and longevity in good health, but in defending a revolutionary faith and conscience.\r\n   The life replete with an unshakable faith on the road of revolution and with pure and clean conscience to live up to the benevolence of the Party and the leader is the most worthwhile and proud life. Such a life is accompanied by pleasure and happiness=  it will be immortal.\r\n   A man should have an unshakable faith and conscience in any adversity.\r\n   It is an immutable truth that those who go against their conscience and lose their faith become traitors.\r\n   If a man lives with faith and conscience, he can lead a worthy life as a loyal subject. If a man abandons his faith and conscience, he will be a traitor. Breach of faith leads to the most disgraceful life in the world.\r\n   Mental pillar is the parent of faith and conscience.\r\n   To our people, the mental pillar is Secretary Kim Jong Il, the destiny of the nation.\r\n   To have the general as the mental pillar is to have an absolute worship for him, uphold and follow him forever.\r\n   The general is our sun and father.\r\n   If we worship and follow our general, he takes care of any member of the Korean nation in any adversity.\r\n   The singlehearted unity of the Korean people around the general is a source of certain victory because it is based on the idea, faith, conscience and obligation. \r\n\r\n\r\n"
        },
        {
            "title": "Unreasonable step by U.S. hwaks",
            "url": "http://kcna.co.jp/item/1997/9707/news7/18.htm#20",
            "content": "Unreasonable step by U.S. hwaks\r\n  Pyongyang, July 18 (KCNA) -- The U.S. House of Representatives reportedly voted to revoke the U.S. Administration's Authority to make exceptions to a law that Bars U.S. Citizens from conducting business with the Democratic People's Republic of Korea, Cuba and other countries they are calling terrorist nations.\r\n   It is another challenge to those countries maintaining independence in international relations and grave developments giving rise to our deep concern.\r\n   We consider it as part of the U.S. hawks' efforts to isolate and stifle the nations out of their favor by means of economic blockade and sanctions and as persistent hostile policy against the DPRK.\r\n   It is unreasonable that the united states is calling the DPRK a terrorist nation and pariah state.\r\n   The DPRK has developed friendly and cooperative relations with other countries in line with the idea of independence, peace and friendship. Terrorism is incompatible with our country.\r\n   Nevertheless, the U.S. hawks have hurt the DPRK's international image by branding it as terrorist nation. \r\nThey even revoked the administration's authority to make exceptions. Then, how can we close the eyes to the developments?\r\n   Their reckless step came with the approach of preliminary negotiations for four-way talks slated for early August.\r\nWe have decided to participate in the talks as part of the efforts to eliminate the root cause of war and preserve a lasting peace in the Korean Peninsula. Our decision has been welcomed by other countries and international community. The USs. Administration, too, has shown an affirmative response to it and expressed understanding of our country.\r\n   Only the U.S. hawks, who are always hostile to our country, are trying hard to impede the talks. Vice-Director of the U.S. centre of strategic and international studies William Taylor and other conservative hardliners have said north Korea will abuse the four-way talks as means of brinkmanship peculiar to it, the U.S. should immediately reshape its appeasement policy towards north Korea and the U.S. should pursue a tough, realistic policy.\r\n   The step taken by the house of representatives is only the latest move in such provocative acts against the DPRK.\r\n   The step, which has chilled the projected preliminary negotiations for the four-way talks, is a product of the deliberate and premeditated moves for foiling the talks.\r\n   Now that the U.S. hawks are hurting the DPRK and persisting in blockade and sanctions against it, we are now doubtful of smooth progress of the talks.\r\n   The U.S. conservatives should take a reasonable view of the situation and promptly stop hostile acts for isolating and stifling the DPRK. \r\n\r\n\r\n\r\n"
        }
    ]
}