{
    "date": "1997-08-27",
    "url": "http://kcna.co.jp/item/1997/9708/970827.htm",
    "articles": [
        {
            "title": "Secy. Kim Jong Il is future of reunified Korea ",
            "url": "http://kcna.co.jp/item/1997/9708/news8/27.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Symposium on President Kim Il Sung's idea of youth movement",
            "url": "http://kcna.co.jp/item/1997/9708/news8/27.htm#2",
            "content": "Secy. Kim Jong Il is future of reunified Korea \r\n Pyongyang, August 27 (KCNA) -- A member of Indian Parliament, N. K. Prema Chandran, was interviewed by KCNA in New Delhi on August 19 as regards the celebrated work of Secretary Kim Jong Il \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\".\r\n   He expressed full support to it, saying that it is a historic work which will be registered in the history of the struggle for Korea's reunification. \r\n   The south Korean authorities should join in the grand march of establishment of a reunified state through confederacy based on one nation, one state, two systems and two governments, or they would be brought to historical punishment as enemy of reunification, he said.\r\n   He added that the U.S., Japan and other countries concerned should make a fundamental change in their policies toward the DPRK in keeping with the trend of the times and discontinue acts against Korea's reunification.\r\n   He stressed that Secretary Kim Jong Il, who set forth precious guidelines for accelerating the course of the reunification in the Korean Peninsula, is the future of reunified Korea.  \r\n\r\n\r\n"
        },
        {
            "title": "Mongolian delegation visits the Statue of President Kim Il Sung",
            "url": "http://kcna.co.jp/item/1997/9708/news8/27.htm#3",
            "content": "Symposium on President Kim Il Sung's idea of youth movement\r\n Pyongyang, August 27 (KCNA) -- August 28 is the 70th anniversary of the founding of the Young Communist League of Korea.\r\n   To mark this anniversary, a symposium on President Kim Il Sung's idea of youth movement was held in Pyongyang on August 26.\r\n   It was stressed at the symposium that from the first days when he embarked upon the road of the revolution, the President, regarding the youth problem as an important matter vital to the revolution and to the destiny of the nation, wisely directed the youth movement with an outstanding idea and leadership and thus performed undying exploits.\r\n   The speakers at the symposium said:\r\n   The President started his revolutionary activities with the work with young people, set forth Juche-based ideas and theories on the youth movement and created the Juche-orientated traditions of youth movement.\r\n   It is a noble obligation of the young Korean people to inherit and develop these traditions.\r\n   The speakers evinced their determination to accomplish generation after generation the revolutionary cause started by the President.\r\n   They noted that to uphold the guidance of Secretary Kim Jong Il with loyalty is a basic guarantee for adding brilliance to the President's idea of youth movement and his exploits.\r\n   They called upon all the officials of the youth league and young people to remain loyal to the guidance of the General as the youth vanguards of the Workers' Party of Korea and take the lead in the struggle to accomplish the Juche revolutionary cause. \r\n\r\n\r\n"
        },
        {
            "title": "S. Korea's persecution of Korean-Americans under fire",
            "url": "http://kcna.co.jp/item/1997/9708/news8/27.htm#4",
            "content": "Mongolian delegation visits the Statue of President Kim Il Sung\r\n Pyongyang, August 27 (KCNA) -- A delegation of the Mongolian social-democratic party led by its General Secretary L. Byambajargal visited the Statue of President Kim Il Sung on Mansu Hill on August 26 to lay bouquets and make respects.\r\n   The delegation arrived here on Tuesday. \r\n\r\n"
        },
        {
            "title": "Joint war drill at highest peak",
            "url": "http://kcna.co.jp/item/1997/9708/news8/27.htm#5",
            "content": "S. Korea's persecution of Korean-Americans under fire\r\nPyongyang, August 27 (KCNA) -- Ri Chang Ha, Secretary General of the DPRK Society for Human Rights Studies, released a statement on Tuesday slamming the Kim Young Sam regime of south Korea for persecuting Korean-Americans over the permanent residence in the DPRK of O Ik Je, Former Leader of the central headquarters of Chondoism of south Korea.\r\n   Recalling that Kim Chung Ja, Manager of the Los Angeles-based Jongum Tourist Company, helped to come to the DPRK at his request, the statement said Kim's help is a humanitarian and patriotic act which can never be considered \"spying for the DPRK\". \r\n   It viewed the persecution as a wanton violation of human rights, an act contrary to the humanitarian principles.\r\n   The Kim Young Sam regime's inhumanitarian and fascist persecution abroad is aimed at chilling the ever growing longing and support of compatriots for the DPRK and disintegrating the Korean-American society, the statement said, and added:\r\n   With such persecution can the puppet regime, rejected by the nation including overseas compatriots, never get out of a serious crisis. The south Korean rulers must promptly stop persecuting Korean-Americans by linking them with the DPRK in a preposterous way. \r\n\r\n"
        },
        {
            "title": "20th anniversary of environmental protection institute",
            "url": "http://kcna.co.jp/item/1997/9708/news8/27.htm#6",
            "content": "Joint war drill at highest peak\r\n Pyongyang, August 27 (KCNA) -- The U.S. imperialist aggressors and the south Korean puppets are conducting the \"Ulji Focus Lens\" joint war drill at its highest stage, according to military sources.\r\n   The drill began on August 18. \r\n   The U.S. imperialist warmongers deployed a lot of military aeroplanes of different missions from their bases in the mainland, Guam and Japan to their air force bases in south Korea at the start of the drill and staged a large-scale joint air drill in the skies above Thaebaek, Chunchon, Phochon and Tokjok islet on August 25.\r\n   Two \"U-2\" high-altitude strategical reconnaissance aircraft on August 24 and tactical reconnaissance planes and electronic warfare helicopters on the following day reconnoitered over the DPRK day and night.\r\n   U.S. troops and the south Korean puppets committed landing operations targeted at the DPRK in the East Sea of Korea under the command of blue ridge, the command ship of the U.S. 7th fleet. \r\n   Meanwhile, the puppets held an exercise of river crossing, infiltration of commandoes and blasting drills on the Han River and other main operational zones, and mobilized tanks, artillery pieces and troops on August 25 to fire a great number of shells and bullets in Phaju city and  Kosong county and Cholwon county in South  Kangwon Province. \r\n\r\n"
        },
        {
            "title": "Reception for Mongolian delegation",
            "url": "http://kcna.co.jp/item/1997/9708/news8/27.htm#7",
            "content": "20th anniversary of environmental protection institute \r\n Pyongyang, August 27 (KCNA) -- The Environmental Protection Institute of the Ministry of Land and Environmental Protection celebrated the 20th anniversary of its foundation.\r\n   The institute, which was founded in August 1977, has surveyed and estimated the environment of Pyongyang, major industrial districts and other areas including those along the rivers Taedong, Amnok and Tuman, conducted a vigorous campaign to dispose of contaminated materials and use them for natural resources and thus greatly contributed to protecting environment and improving the people's living standard.\r\n   The Workers' Party of Korea Central Committee sent a congratulatory message to the scientists, technicians and employees of the institute on the anniversary.\r\n   The message highly estimated them for making great contribution to the development of the nation's environment science and technology.\r\n   A meeting took place on August 26 to mark the 20th anniversary of the institute.\r\n   Present there were Kye Ung Thae, politburo member and Secretary of the WPK Central Committee, and officials concerned.\r\n   A reporter and speakers said that the scientists and technicians of the institute will direct efforts to carrying out the policy of environmental protection indicated by Secretary Kim Jong Il, building up the institute, modernizing its equipment, actively introducing the latest achievements of science and technology in scientific research and improving the management and operation of the institute. \r\n\r\n"
        },
        {
            "title": "Timely step for Korean reunification",
            "url": "http://kcna.co.jp/item/1997/9708/news8/27.htm#8",
            "content": "Reception for Mongolian delegation \r\nPyongyang, August 27 (KCNA) -- The Central Committee of the Workers' Party of Korea (WPK) gave a reception for the visiting delegation of the Mongolian social-democratic party on August 26.\r\n   Secretary Choe Thae Bok of the WPK Central Committee said in his speech that to develop friendly relations with parties of the countries fighting for building an independent, peaceful and prosperous new world is a consistent position of the WPK. The WPK will make effort to develop the friendly relations with the Mongolian social-democratic party in the idea of independence, peace and friendship, he noted.\r\n   L. Byambajargal, General Secretary of the Mongolian social-democratic party, said in his speech that his party respects the Korean people's choice of socialism.\r\n   Noting that President Kim Il Sung performed great feats for the reunification of the country, he supported the position of the Korean people to reunify the country independently and peacefully. \r\n\r\n"
        },
        {
            "title": "Press review",
            "url": "http://kcna.co.jp/item/1997/9708/news8/27.htm#9",
            "content": "Timely step for Korean reunification \r\nPyongyang, August 27 (KCNA) -- The Reunification Policy Committee of the DPRK Supreme People's Assembly, the Committee for the Peaceful Reunification of the Fatherland and the Central Committee of the Democratic Front for the Reunification of the Fatherland held a joint meeting on Monday. They discussed measures to fulfil the tasks given by Secretary Kim Jong Il in his work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" and adopted an appeal to the compatriots in the south and abroad.\r\n   It is a timely, important step for a radical turn in invigorating the nationwide march towards national reunification in keeping with a new era when Secretary Kim Jong Il is being venerated as the lodestar of reunification, says Rodong Sinmun today.\r\n   In a commentary the daily says:\r\n   The historic work, which fully reflects Secretary Kim Jong Il's policies for national reunification, marked a great political event which has ushered in a new era in building a reunified country. It also gives a great pleasure and fortune to the Korean nation.\r\n   All the compatriots in the north, south and overseas should deeply study the work based on the idea of national independence, the idea of loving the country, the nation and the people, defend and further exalt the feats performed by President Kim Il Sung for the country's reunification and thoroughly implement Secretary Kim Jong Il's noble intention to reunify the country in the present age without fail.\r\n   Only when they unite closely on the basis of patriotism irrespective of ideology and system and carry on the nationwide struggle for reunification through confederation, can a radical turn be effected in the struggle.\r\n   The compatriots in the south and overseas should, in response to the appeal adopted at the joint meeting, perform their responsibility and duty as members of the nation in promoting national reunification with the conviction of the cause. \r\n\r\n"
        },
        {
            "title": "Emergency meeting supports Hanchongryon",
            "url": "http://kcna.co.jp/item/1997/9708/news8/27.htm#10",
            "content": "Press review\r\n Pyongyang, August 27 (KCNA) -- Rodong Sinmun today reports that Secretary Kim Jong Il, Supreme Commander of the Korean People's Army, sent thanks to officials, creators and artistes of the Korean People's Army Circus for creating acrobatic pieces of high ideological and artistic value.\r\n   Papers convey news that Secretary Kim Jong Il received a gift from the visiting social-democratic member of the House of Representatives of Japan Hajime Fukada.\r\n   August 28 is the 70th anniversary of the foundation of the Young Communist League of Korea and the 6th Youth Day.\r\n   To mark the day, papers give an account of a symposium on President Kim Il Sung's idea on the youth movement held in Pyongyang and edit articles showing that young people make a breakthrough in difficult and hard sectors of socialist construction.\r\n   Carried in the press is a statement published by the Chairman of the Central Committee of the General Federation of Trade Unions of Korea welcoming the famous work of Secretary Kim Jong Il \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\".\r\n   Rodong Sinmun says that the measures taken at the joint meeting to implement the tasks set forth in the work are instrumental in speeding up the grand march for national reunification.\r\n   Papers introduce the vigorous efforts to overcome typhoon and tidal wave damage.\r\n   Rodong Sinmun carries an article stressing that patriotism is a prerequisite to preserving the Juche character and national character.\r\n   Printed in it is a statement released by the Secretary General of the DPRK Society for Human Rights Studies denouncing the Kim Young Sam fascist clique for revealing their attempt to persecute innocent Koreans in the United States as regards the permanent residence in the DPRK of O Ik Je, former leader of the central headquarters of Chondoism in south Korea. \r\n\r\n"
        },
        {
            "title": "Hunger strike in s. Korea",
            "url": "http://kcna.co.jp/item/1997/9708/news8/27.htm#11",
            "content": "Emergency meeting supports Hanchongryon \r\n  Pyongyang, August 27 (KCNA) -- An emergency meeting supporting the struggle of the South Korean Federation of University Student Councils (Hanchongryon) was held at the Art and Vocational Training School in Kinshasa, Democratic Congo on August 15.\r\n  The speakers expressed support to and solidarity with \"Hanchongryon\" and south Korean students in their struggle to reunify the country and denounced the south Korean authorities for their schemes to isolate and stifle the just struggle.\r\n   A letter of protest to the Chief Executive of south Korea was adopted at the meeting.\r\n   Saying that the Kim Young Sam regime's repressive campaign is a product of its policy against reunification and democracy, the letter bitterly criticized it as criminal.\r\n   It demanded that the south korean puppet authorities backed by U.S. imperialism stop at once the cruel suppression and immediately set free the arrested students. \r\n\r\n"
        },
        {
            "title": "NDFSK and s. Korean people supported",
            "url": "http://kcna.co.jp/item/1997/9708/news8/27.htm#12",
            "content": "Hunger strike in s. Korea\r\nPyongyang, August 27 (KCNA) -- The prisoners of conscience in prisons across south Korea such as Seoul prison, Hongsong prison, Taejon prison and Chungju prison started a fast in protest against the suppression of the South Korean Federation of University Student Councils (Hanchongryon) and other democratic forces by the Kim Young Sam fascist regime, the south Korean newspaper \"Hangyore\" said.\r\n   They were on hunger strike, shouting \"stop security-oriented  suppression\", \"abolish the National Security Law\", \"frustrate schemes to dissolve Hanchongryon, dependable organisation of one million students\" and \"let us achieve national reunification through confederacy formula in our generation without fail\". \r\n\r\n"
        },
        {
            "title": "Patriotism vital to Juche character and national character",
            "url": "http://kcna.co.jp/item/1997/9708/news8/27.htm#13",
            "content": "NDFSK and s. Korean people supported\r\n Pyongyang, August 27 (KCNA) -- A conference of the Secretariat of the Pan-America Solidarity Committee for the National Democratic Front of South Korea (NDFSK) and the south Korean people was held in Havana on August 21.\r\n   Present at the conference were Director Santiago Guillermo and members of the Secretariat and delegates of different political parties and organizations of Americas in Cuba.\r\n   Adopted there was a statement blasting the south Korean authorities' manoeuvres against democracy, peace and reunification and supporting the struggle of NDFSK and the south Korean people. \r\n   The statement expressed positive support to the south Korean people in the righteous struggle to achieve the peaceful reunification of the country.\r\n   It urged the south Korean authorities to abolish the \"National Security Law\" and stop the arrest of patriotic people and the move to disorganize the South Korean Federation of University Student Councils (Hanchongryon) at once.\r\n   It called for faithful implementation of the U.S.-DPRK agreed framework, replacement of the armistice agreement with a peace one and the stop of military provocations and arms buildup on the part of the U.S. and the south Korean authorities.\r\n   It demanded that the unconverted long-term prisoners in south Korea be repatriated to the north.\r\n   It called for waging a movement for solidarity with the south Korean people vigorously in various forms and ways.  \r\n\r\n"
        },
        {
            "title": "Bright star above Mt. Paektu",
            "url": "http://kcna.co.jp/item/1997/9708/news8/27.htm#14",
            "content": "Patriotism vital to Juche character and national character\r\n Pyongyang, August 27 (KCNA) -- The Korean people are proud people who have successfully applied the Juche character and the national character of the revolution and the construction with the noblest spirit of patriotism, says Rodong Sinmun in a signed article today.\r\n   The author of the article says:\r\n   Patriotism is the most noble and ardent spirit which serves as a basic guarantee for preserving the Juche character and the national identity of the revolution and construction.\r\n   The noble patriotic stand of the Korean people is a basic source which enables them to faithfully uphold the sovereignty of the nation. It also provides a sure guarantee for preserving and developing the superiority of the Korean nation and exalting Korean-style socialism.\r\n   The Korean people have firmly maintained the stand of patriotism and firmly defended the basic interests of the country and the nation and the national sovereignty under any circumstances.\r\n   Today, the Korean people are preserving and developing the intrinsic and excellent character of the resourceful Korean nation with noble patriotism and are applying it in all spheres of social life.\r\n   For its embodiment of the noble spirit of patriotism, the Korean-style socialism is socialism with the most solid foundation and an invincible socialism which will never change in any storm and stress.\r\n   Korean socialism will be firmly defended and shine more brilliantly as there are people who ardently love their nation and who have the patriotic spirit of striving for the prosperity and development of the country and the nation.\r\n   Patriotism is a banner of the struggle to develop the country and a triumphant banner to firmly defend and exalt Korean-style socialism. \r\n\r\n"
        },
        {
            "title": "Foreign Ministry spokesman interviewed",
            "url": "http://kcna.co.jp/item/1997/9708/news8/27.htm#15",
            "content": "Bright star above Mt. Paektu\r\n Pyongyang, August 27 (KCNA) -- The Korean people warmly welcomed the birth of Secretary Kim Jong Il,50 odd years ago, as appearance of the bright star on Mt. Paektu.\r\n   Secretary Kim Jong Il was born in a secret camp on Mt. Paektu on February 16, 1942. The camp is situated in Sobaeksu valley at the foot of Jong Il Peak on Mt. Paektu, the ancestral mountain symbolizing the spirit and stamina of the nation.\r\n   This place was a centre of leadership, the operational base for the Korean revolution which was occupied by its headquarters from the latter half of the 1930s to the first half of the 1940s during the anti-Japanese war.\r\n   There President Kim Il Sung led the anti-Japanese war for national liberation to victory.\r\n   On this historic day anti-Japanese guerrillas lauded Secretary Kim Jong Il as star on Mt. Paektu, or bright star on Mt. Paektu, saying that their commander's son on a swift horse descended on Mt. Paektu from heaven.\r\n   They engraved on big trees \"We inform you of the birth of the bright star on Mt. Paektu\", \"you fellow countrymen, be happy with the birth of Mt. Paektu bright star, the heir to General Kim\" and other letters to convey this auspicious event to the whole nation.\r\n   Bright star on Mt. Paektu, this august name called by revolutionaries of Korea in the grim days of the anti-Japanese war reflected the ardent wish of the Korean people hoping that Secretary Kim Jong Il would take over the lineage of Kim Il Sung's Korea and Kim Il Sung's nation along with Mt. Paektu, the sacred mountain of the revolution where President Kim Il Sung in his early years kindled the torchlight of national liberation.\r\n   Though more than half a century has passed since then, those slogan-bearing trees discovered in the camp and other areas of the country are still conveying the then emotion and loudly singing of the Korean people's fortune and happiness at the birth of Secretary Kim Jong Il.\r\n   Indeed, his birth was a bright sunrise for accomplishing the revolutionary cause of Juche started in the forests of Mt. Paektu. and it was a great auspicious event in which the Korean people have had the great son of Mt. Paektu, the lodestar of the times. \r\n\r\n\r\n"
        },
        {
            "title": "Choe Thae Bok meets Jordanian guest",
            "url": "http://kcna.co.jp/item/1997/9708/news8/27.htm#16",
            "content": "Foreign Ministry spokesman interviewed\r\nPyongyang, August 27 (KCNA) -- The spokesman for the Foreign Ministry of the Democratic People's Republic of Korea in an interview with KCNA today referred to the recent escape of Jang Sung Gil and his brother.\r\n   He told KCNA:\r\n   Some time ago, Former DPRK Ambassador to Egypt Jang Sung Gil and his elder brother Jang Sung Ho, Former Commercial Councillor of the DPRK General mission in France, were found missing.\r\n   The brothers had been dismissed from their posts in late July and been ordered to return home for judicial investigation for embezzlement of a large sum of public fund, degeneration and leakage of state secrets.\r\n   They are thought to have escaped for fear of legal punishment over their crimes.\r\n   Even if a criminal escapes, his crime is never overlooked. \r\n   In view of international law on extradition, the criminals must be extradited to the DPRK and be brought to justice. \r\n   Any individual or authority that conceals or protects the criminals will be considered to have been involved in their crimes and will be made to bear due responsibility. \r\n\r\n\r\n"
        }
    ]
}