{
    "date": "1997-12-31",
    "url": "http://kcna.co.jp/item/1997/9712/971231.htm",
    "articles": [
        {
            "title": "DPRK's position concerning \"four-way talks\"",
            "url": "http://kcna.co.jp/item/1997/9712/news12/31.htm#1",
            "content": "DPRK's position concerning \"four-way talks\" \r\n   Pyongyang, December 31 (KCNA) -- Differing analyses and assertions have come from parties concerned over \"four-way talks\" for peace in the Korean Peninsula, provoking worldwide attention.\r\n   The assertions on the agenda items, relations of the participants in the talks and other matters are not conducive to the talks because they may have an ill effect on the peace process which has been launched with much difficulty.\r\n   Our principled position concerning the talks has remained clear and invariable.\r\n   Such fundamentals as the U.S. troop pullout and the conclusion of a DPRK-U.S. peace agreement should be solved above all at the talks.\r\n   If the talks are to contribute to achieving peace and stability in the Korean Peninsula, the fundamentals should be put on the agenda and solved. Ensuring equal status of the four parties is essential for success of the talks. \r\n   Under whatever circumstances, therefore, this position of ours will remain unchanged, our will get stronger and our efforts be redoubled and continued till our demand is met.\r\n   The assertion that differences revealed among parties concerned in the talks should be set aside means ignoring a solution to the primary and basic matters related to a durable peace in the peninsula.\r\n   For smooth progress of the talks, all the participants in the talks should not sidestep the differences but have a willingness to negotiate the solution with patience and understanding and in the spirit of compromise.\r\n   We consider that the \"four-way talks\" are a good opportunity for DPRK-U.S. dialogue and for peace and stability in the peninsula and also a good occasion in making clear our just position once again.\r\n   We will make all sincere efforts to have our consistent, principled demand met. Other parties, too, should show sincerity, regarding the hard-won opportunity as an immportant occasion for peace and security of humankind.    \r\n   \r\n\r\n"
        },
        {
            "title": "G.S. Kim Jong Il sends message to Vietnamese party leader",
            "url": "http://kcna.co.jp/item/1997/9712/news12/31.htm#2",
            "content": "G.S. Kim Jong Il sends message to Vietnamese party leader\r\nPyongyang, December 31 (KCNA) -- Kim Jong Il, General Secretary of the Workers' Party of Korea, on Dec. 30 sent a message of greetings to Le Kha Phieu, upon his election as General Secretary of the Central Committee of the Communist Party of Vietnam at the Fourth Plenary Meeting of the Eighth Party Central Committee.\r\n   The message extended warm congratulations to him on his election as General Secretary of the Party Central Committee. \r\n   It wished him great success in his responsible work, believing that the friendly and cooperative relations between the two parties will continue to strengthen.\r\n\r\n\r\n"
        },
        {
            "title": "Year of victory",
            "url": "http://kcna.co.jp/item/1997/9712/news12/31.htm#3",
            "content": "Year of victory\r\nPyongyang, December 31 (KCNA) -- Juche 86 (1997) is a year when the Korean people have won in their struggle full of optimism, says Rodong Sinmun in a political essay today.\r\n   The essay says:\r\n   This is a year of optimism when the Korean people have built a fresh landmark to exalt a new era of Juche by commemorating the 3rd anniversary of the death of President Kim Il Sung on the highest level and electing Kim Jong Il General Secretary of the Workers' Party of Korea.\r\n   This year, the imperialists have more frantically and tenaciously tried to stifle the Democratic People's Republic of Korea than ever before. To make matters worse, the DPRK underwent natural disasters caused by an unprecedentedly severe drought and tidal waves.\r\n   However, the whole party, army and people of Korea, not yielding to the difficulties and trials, struggled to reliably defend the bulwark of socialism and lay a solid foundation to make their country wealthy and powerful.\r\n   General Kim Jong Il, a brilliant commander, has always taken the lead in the heroic struggle of the people's army and people of Korea to defend Juche-based socialism and build a rich and powerful country in close unity.    \r\n\r\n"
        },
        {
            "title": "S. Korean foreign debts, 153 billion dollars",
            "url": "http://kcna.co.jp/item/1997/9712/news12/31.htm#4",
            "content": "S. Korean foreign debts, 153 billion dollars\r\n Pyongyang, December 31 (KCNA) -- South Korea is burdened with nearly 153 billion dollars of foreign debts as of December 20, a Seoul-based radio reported.\r\n   This figure was made public officially by the South Korean \"financial and economic board and the International Monetary Fund on Dec. 30.\r\n   The long-term debts with more than one year of maturity amount to 72.8 billion dollars and the short-term debts with less than one year of maturity 80.2 billion dollars, or 52.4 percent of all the debts.\r\n   The South Korean authorities paid 6.1 billion dollars of interest and 4 billion dollars of principal last year.\r\n   They have to pay 30 billion dollars of short-term debts from December to February next year.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "The New York Times praises G.S. Kim Jong Il",
            "url": "http://kcna.co.jp/item/1997/9712/news12/31.htm#5",
            "content": "The New York Times praises G.S. Kim Jong Il\r\n Pyongyang, December 31 (KCNA) -- The New York Times December 16 dedicated one whole page to a special writeup under the title \"Kim Jong Il Emerges As Lodestar For Sailing the 21st Century\" with a large color picture of General Kim Jong Il.\r\n   The paper said: \r\n   Kim Jong Il, leader of the Democratic People's Republic of Korea, has been elected General Secretary of the Workers' Party of Korea by the unanimous will and desire of the Korean people.  The North Korean leader Kim Jong Il is a man of great leadership, remarkable wisdom and noble virtues. He is always with the popular masses sharing the ups and downs of life with them. \r\n   Kim Jong Il, a new leader of the 21st century, will surely break fresh ground in the political, economic, military and diplomatic fields of Korea, succeeding excellently to the cause of the late President Kim Il Sung.\r\n   Under the sub-headline \"General Secretary Kim Jong Il's remarks on his policies\" the paper reported about his credo.\r\n   It quoted him as saying:\r\n   \"In the future we must reunify the country on the basis of the three charters for the country's reunification, no matter how the situation and circumstance may change.\"\r\n   \"We have no intention to regard the United States as our eternal sworn enemy= we hope to normalize the Korea-US relationship. The korea-U.S. relations will be developed in the interests of the people of the two countries, if the United States rids itself of the outdated idea of the Cold-War age, desists from approaching the Korean question with power politics and facilitates the peace and reunification of the Korean Peninsula.\"\r\n   The paper introduced the content of the three charters of national reunification. \r\n   It also carried the chronology of General Kim Jong Il.\r\n   \"General Secretary Kim Jong Il has presented many works concerning political, economic, military and cultural affairs,\" the paper said, introducing the titles of his major works.    \r\n\r\n"
        },
        {
            "title": "330,000 more people lose jobs in S. Korea",
            "url": "http://kcna.co.jp/item/1997/9712/news12/31.htm#6",
            "content": "330,000 more people lose jobs in S. Korea\r\n  Pyongyang, December 31 (KCNA) -- In November, nearly 330,000 workers lost their jobs in South Korea owing to closures of enterprises, according to a radio report from Seoul.\r\n   Entering December, an average of 45 enterprises have gone bankrupt every day in Seoul.\r\n   The number of jobless people is likely to drastically increase in the future due to massive bankruptcies.\r\n   If the system of allowing companies to lay off workers is officially enforced as demanded by the International Monetary Fund in return for the bailout package, the unemployment rate in South Korea will reach an uncontrollable phase, the radio stressed.    \r\n  \r\n"
        },
        {
            "title": "G.S. Kim Jong Il sends floral basket to Cuban Embassy",
            "url": "http://kcna.co.jp/item/1997/9712/news12/31.htm#7",
            "content": "G.S. Kim Jong Il sends floral basket to Cuban Embassy\r\n Pyongyang, December 31 (KCNA) - General Secretary Kim Jong Il sent a floral basket to the Cuban Embassy in Pyongyang today, a day before the 39th anniversary of the victory of the Cuban revolution.\r\n   The floral basket was conveyed to Jose Ramon Rodriguez Varona, Cuban Ambassador to Korea.\r\n   Written on ribbons of the floral basket were letters \"warm congratulations on the 39th anniversary of the victory of the Cuban revolution\".    \r\n\r\n"
        },
        {
            "title": "Gift to G.S. Kim Jong Il from Algerian President",
            "url": "http://kcna.co.jp/item/1997/9712/news12/31.htm#8",
            "content": "Gift to G.S. Kim Jong Il from Algerian President\r\n Pyongyang, December 31 (KCNA) - General Secretary Kim Jong Il received a gift from Algerian President Liamine Zeroual on the occasion of the New Year Juche 87 (1998).\r\n   The gift was handed to an official concerned by Algerian Ambassador to Korea Hanafi Oussedik.     \r\n\r\n\r\n"
        },
        {
            "title": "Floral baskets, gifts and letters to G.S. Kim Jong Il from foreign diplomats",
            "url": "http://kcna.co.jp/item/1997/9712/news12/31.htm#9",
            "content": "Floral baskets, gifts and letters to G.S. Kim Jong Il from foreign diplomats\r\n Pyongyang, December 31 (KCNA) - General Secretary Kim Jong Il received floral baskets, gifts and congratulatory letters from foreign diplomatic envoys and embassies here on the occasion of the New Year Juche 87 (1998).\r\n   They were conveyed to officials concerned by diplomatic envoys of Nigeria, Libya, India, Cambodia, Ethiopia, China, Viet Nam, Mongolia, Iran, Indonesia, Pakistan, Algeria, Cuba, Russia, Yugoslavia, Yemen, Egypt, Palestine, Poland, Romania, Bulgaria and Hungary.\r\n   General Kim Jong Il also received congratulatory letters from the resident representatives of the UNDP and the German interests section.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}