{
    "date": "1997-11-08",
    "url": "http://kcna.co.jp/item/1997/9711/971108.htm",
    "articles": [
        {
            "title": "S. Korean dedicates poem to Gen. Secy. Kim Jong Il",
            "url": "http://kcna.co.jp/item/1997/9711/news11/08.htm#1",
            "content": "S. Korean dedicates poem to Gen. Secy. Kim Jong Il \r\n Pyongyang, November 8 (KCNA) -- Kim Hong Chol, member of the diamond society of south Korea, published a poem dedicated to Marshal Kim Jong Il in celebration of his election as General Secretary of the Workers' Party of Korea under the title \"deep bow to respected General\", according to the Seoul based radio voice of national salvation.\r\n   The poem says that Korea is lucky to have General Kim Jong Il as the leader of the revolution, because he is like air and water for the Korean people and without his leadership there is no reunified fatherland and victory of the revolution.\r\n   Thanks to his leadership the Korean nation advances under the banner of national independence for the eternal prosperity of a reunified fatherland, the poem says, and continues:\r\n   The Korean people will cherish revolutionary loyalty to him as their faith and conscience.\r\n   The people are confident of victory in the revolution even in the period of harsh trials in the teeth of pressure of imperialism. \r\n   Under the general with literary and military accomplishments, virtues and talents, who will carry to completion the revolutionary cause of President Kim Il Sung, the people will turn the \"arduous march\" into a greater opportunity for national reunification and victory of the Juche revolutionary cause.\r\n   The general's love for the people's happiness is immeasurable.\r\n   Whenever I want to see the General, I will shout \"Long live General Kim Jong Il !l.!\"   \r\n\r\n\r\n"
        },
        {
            "title": "CPRF secretariat on release of Kim Hyon Chol in S. Korea",
            "url": "http://kcna.co.jp/item/1997/9711/news11/08.htm#2",
            "content": "CPRF secretariat on release of Kim Hyon Chol in s. Korea\r\n Pyongyang, November 8 (KCNA) -- The secretariat of the Committee for the Peaceful Reunification of the Fatherland issued the information bulletin no. 749 on November 7 to denounce the release of special-class criminal Kim Hyon Chol in south Korea.\r\n   Branding this as an unpardonable mockery of and challenge to the south Korean people and world conscience calling for punishing Kim Young Sam and his son, kingpins of irregularities and corruption, without delay, the bulletin said:\r\n   Those who must be released in south Korea are not thieves such as Kim Hyon Chol but patriotic students and pro-reunification democratic forces who have been illegally detained for their righteous struggle for independence and democratisation of society and the reunification of the country, the cherished desire of the nation.\r\n   The Kim Young Sam group are arresting and persecuting patriotic students and pro-reunification democrats, branding their righteous activities as \"enemy-benefiting acts\". \r\n   With nothing, however, the group can justify their allegation that they are criminals. This is because they are patriots who took the van in the struggle for the country's reunification ardently desired by all the fellow countrymen.\r\n   The release of thieves in south Korea clearly proves once again that south Korea is a lawless land and a politically dark land where politics is degenerated and rulers and traitors unhesitatingly commit any crimes by abusing the \"law\".    \r\n\r\n\r\n"
        },
        {
            "title": "Celebration meeting of foreign crewmen",
            "url": "http://kcna.co.jp/item/1997/9711/news11/08.htm#3",
            "content": "Celebration meeting of foreign crewmen\r\n Pyongyang, November 8 (KCNA) -- Foreign crewmen met at Nampho Port on the West Coast of Korea on Nov. 7 to congratulate Kim Jong Il on his election as General Secretary of the Workers' Party of Korea.\r\n   Present at the meeting were captains and crewmen of Cuban, Panamanian and Maltese ships. \r\n   Speakers said that Marshal Kim Jong Il is a great statesman, outstanding military strategist, true people's father and great leader of the world socialist movement, recognized by the world.\r\n    With Marshal Kim Jong Il elected as party General Secretary, the WPK, comrade Kim Il Sung's party, has been further strengthened and a bright future is firmly guaranteed for the revolutionary cause of Juche, they stressed.\r\n   They expressed firm belief that the Korean people will certainly achieve a new success in the struggle for socialist construction and national reunification under the wise leadership of comrade Kim Jong Il, the officially recognised leader of the party and state.\r\n   A congratulatory letter to General Kim Jong Il was adopted at the meeting.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun hits out at Foal Eagle war game",
            "url": "http://kcna.co.jp/item/1997/9711/news11/08.htm#4",
            "content": "Rodong Sinmun hits out at Foal Eagle war game\r\n Pyongyang, November 8 (KCNA) -- The Foal Eagle joint military exercises staged in south Korea by the U.S. military and the Kim Young Sam group are war games simulating an invasion on the northern half of Korea in light of their scale, nature and content, declares Rodong Sinmun in a signed commentary today.\r\n   The analyst of the paper says:\r\n   No one will believe the allegation of the U.S. military and the south Korean puppets that the Foal Eagle war game is an annual defensive one. This is  because all war drills staged within the framework of the Foal Eagle war game are offensive ones. This is proved by the large-scale landing drill simulating an invasion on the coasts of the northern half of Korea, the rehearsal of crossing the River Han and moving toward areas near the military demarcation line and an exercise for making a surprise attack on the strategical points and indepth areas of the north.\r\n   Their allegation that the Foal Eagle war game according to the already worked out \"new operation plan  5027\" is a \"defensive drill\" is nothing but a sophism to conceal its aggressive color.\r\n   We are following with heightened vigilance the movements of the warmaniacs at home and abroad because they may unleash a real war while staging war exercises involving huge armed forces under the pretext of \"defence\".\r\n   It is our revolutionary stamina to answer fire with fire. \r\n   If the warmaniacs dare to violate the territory of our country even a little, we will deal an annihilating blow to them.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "TV channel associated with love for people",
            "url": "http://kcna.co.jp/item/1997/9711/news11/08.htm#5",
            "content": "TV channel associated with love for people\r\n Pyongyang, November 8 (KCNA) -- There is a revolutionary anecdote about the meticulous leadership of General Secretary Kim Jong Il over TV broadcasting.\r\n   He visited the General TV Station of the Radio and TV Broadcasting Committee of the Democratic People's Republic of Korea to give on-the-spot guidance to TV broadcasting service on May 5.\r\n   He saw through the fact that the contents of the educational and cultural TV broadcasting dealing with general school education, landscape and things like that are little different from the central TV broadcasting.\r\n   He said that the educational and cultural TV broadcasting must deal with common knowledge and other programs needed for all people.\r\n   He added that this channel must inform the people of things necessary for everyday life such as traffic order, public morality and public order and way of telephone call.\r\n   Only General Kim Jong Il, who knows the people's demand and intention and devotes himself to their sake, could propose such popular programs, a new educational and cultural TV broadcasting to give the people diverse and rich common sense and knowledge.\r\n   Today the educational and cultural TV broadcasting is popular as it serves the people as a close friend and guide in work and life.    \r\n\r\n"
        },
        {
            "title": "U.S and S. Korean puppets denounced for arms buildup",
            "url": "http://kcna.co.jp/item/1997/9711/news11/08.htm#6",
            "content": "U.S and s. Korean puppets denounced for arms buildup\r\n    Pyongyang, November 8 (KCNA) -- A meeting was held on Nov. 2 at the Arab Committee for Solidarity with the Korean People and support to Korea's reunification in support of the memorandum of the government of the Democratic People's Republic of Korea dated Sep. 12 denouncing the U.S. and south Korean puppets for building up armaments.\r\n   Marwan Sudah, chairman of the committee, in his speech said that a touch-and-go situation is now prevailing on the Korean Peninsula because of the reckless arms buildup and large-scale war exercises of the U.S. and south Korean puppet clique.\r\n   As is known through facts,  by \"peace\" the U.S. means war, he said, and went on:\r\n   Their proposal for \"four-way talks\" is something to create an opportunity of war.\r\n   Therefore, not only when the U.S. and south Korean authorities stage war exercises but also when they cry for \"peace\", we must be vigilant and conduct movement for solidarity with the Korean people more vigorously so that they can not unleash foolish war on the Korean Peninsula. \r\n   And the Central Committee of the Al Ansar Jordan Arab Party issued a statement on Nov. 1 supporting the memorandum and denouncing the foal eagle joint military exercise of the U.S. and south Korean authorities. \r\n   The statement said that if a war breaks out in the Korean Peninsula they will fight against the aggressors on the same front with the Korean people.    \r\n \r\n"
        },
        {
            "title": "Japanese-Koreans off to Japan",
            "url": "http://kcna.co.jp/item/1997/9711/news11/08.htm#7",
            "content": "Japanese-Koreans off to Japan\r\nPyongyang, November 8 (KCNA) -- The first home-visiting group of Japanese-Korean women left here today for Japan under an agreement between the DPRK and Japanese governments and red cross organisations.\r\n   They were seen off at the airport by Ri Song Ho, acting Chairman of the DPRK Red Cross Society Central Committee, and officials concerned and families and relatives of the home-visiting group members.    \r\n\r\n"
        },
        {
            "title": "Greetings to Cambodian king",
            "url": "http://kcna.co.jp/item/1997/9711/news11/08.htm#8",
            "content": "Greetings to Cambodian king\r\n  Pyongyang, November 8 (KCNA) -- The Central People's Committee of the Democratic People's Republic of Korea sent a message of greetings on Nov. 8 to Cambodian king Norodom Sihanouk on the 44th anniversary of the independence of the Kingdom of Cambodia.\r\n   Under the correct leadership of the respected King the brave and industrious Cambodian people have made active efforts to defend the independence, sovereignty and territorial integrity of the country and achieve peace and stability, overcoming all trials of history, the message said.\r\n   It noted that today the fraternal Cambodian people, true to the intention of the King, are striving for national reconciliation and unity, rebuilding of the country and political stability.\r\n   The Korean people express firm solidarity for the just cause of the king and the Cambodian people and sincerely wish them greater success in the struggle to build a new Cambodia, sovereign, independent, peaceful, neutral, nonaligned and prospering, the message said.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}