{
    "date": "1997-07-20",
    "url": "http://kcna.co.jp/item/1997/9707/970720.htm",
    "articles": [
        {
            "title": "mmortality of President Kim Il Sung prayed for in s. Korea",
            "url": "http://kcna.co.jp/item/1997/9707/news7/20.htm#1",
            "content": "Immortality of President Kim Il Sung prayed for in s. Korea\r\n Pyongyang, July 20 (KCNA) -- Copies of literature praying for the immortality of the respected leader President Kim Il Sung were scattered around Wonchon-Dong and Namhyang-Dong in the city of Suwon of south Korea on July 7 to commemorate the third anniversary of his death, said the Seoul-based radio voice of national salvation quoting information of the Kyonggi provincial committee of the National Democratic Front of South Korea.\r\n   Written in the literature in the name of the sun society were letters \"The respected President Kim Il Sung will always be with us\" with the Kumsusan Memorial Palace at sunrise drawn as background. On its reverse side were an article titled \"immortality-Kim Il Sung\" calling for holding him in high esteem for all ages.       \r\n\r\n"
        },
        {
            "title": "DPRK's peace proposal supported",
            "url": "http://kcna.co.jp/item/1997/9707/news7/20.htm#2",
            "content": "DPRK's peace proposal supported\r\n  Pyongyang, July 20 (KCNA) -- The General Secretary of the Arab National Party of Jordan and the General Secretary of the Arab Mass Party of Jordan signed, on behalf of their Party members, the paper supporting the DPRK's proposal of establishing a new peace-keeping mechanism to mark the month of internatioal solidarity with the Korean people.       \r\n\r\n"
        },
        {
            "title": "S. Korean people's struggle for national reunification supported abroad",
            "url": "http://kcna.co.jp/item/1997/9707/news7/20.htm#3",
            "content": "S. Korean people's struggle for national reunification supported abroad\r\n Pyongyang, July 20 (KCNA) -- The Solidarity Committee of Arab Regional Political Parties and Fronts for Supporting the Struggle of the National Democratic Front of South Korea (NDFSK) and the South Korean People and the Arab people's Solidarity Committee for Supporting the Struggle of the NDFSK and the south Korean people released statements marking the 25th anniversary of the publication of the July 4 Joint Statement between the north and the south of Korea.\r\n   They said the three principles of Korean reunification -- independence, peaceful reunification and great national unity -- made public through the joint statement are the only just reunification programme which the north and the south of Korea should adhere to in the efforts for the country's reunification.\r\n   They noted that President Kim Il Sung put forward not only the three principles but the proposal for founding the Democratic Confederal Republic of Koryo, the 10-Point Programme of the Great Unity of the whole nation and other fair and realistic proposals and wisely directed the efforts for their implementation, performing enduring feats in the struggle for national reunification.\r\n   They branded the Kim Young Sam \"civilian\" regime of south Korea as a group of heinous traitors going against the three Principles and bitterly condemned Kim Young Sam for brutally suppressing the pro-democracy, pro-reunification forces and escalating war preparations against the north.\r\n   The statements, calling for the reunification of the Korean Peninsula on the basis of the three mainstays, three charters of the reunification, expressed the willingness to fully support the struggle of the NDFSK and the south Korean people for the reunification of the country.       \r\n\r\n"
        },
        {
            "title": "President Kim Il Sung, sun of Juche and peerlessly great man",
            "url": "http://kcna.co.jp/item/1997/9707/news7/20.htm#4",
            "content": "President Kim Il Sung, sun of Juche and peerlessly great man\r\n Pyongyang, July 20 (KCNA) -- A memorial service for the great leader President Kim Il Sung on his third death anniversary was held in Damascus of Syria under the cosponsorship of the Solidarity Committee of Arab Regional Political Parties and Fronts for Supporting the Struggle of The National Democratic Front and the People of South Korea and the National Liberation Movement Forces of Arab and Other Friendly Political Parties. \r\n   Speakers at the service stressed President Kim Il Sung is the sun of Juche, a legendary hero and a peerlessly great man who devoted all his precious life to the freedom and happiness of the people and to global peace and independence.\r\n   They said though the president passed away he will be immortal, socialist Korea will further prosper and the independent and peaceful reunification of Korea will be achieved without fail under the guidance of Secretary Kim Jong Il.\r\n   Memorial meetings took place also in Russia, Costa Rica, Tanzania, Mauritius, Nigeria and Mongolia.\r\n   Sazhi Umalatova, Chairwoman of the Central Council of the Party for Peace and Unity of Russia, said President Kim Il Sung built a powerful socialist society in Korea to provide the people with genuine life and happiness and set a model of state building for the world's progressives.\r\n   Yemi Oyeneye, Chairman of the Nigeria-DPRK Friendship Association, said President Kim Il Sung is still praised as great man of the world and leader of the progressive humankind and his greatness will shine forever.\r\n   Messages to Secretary Kim Jong Il were adopted at the meetings.       \r\n\r\n"
        },
        {
            "title": "We will answer strength with strength",
            "url": "http://kcna.co.jp/item/1997/9707/news7/20.htm#5",
            "content": "We will answer strength with strength\r\nPyongyang, July 20 (KCNA) -- The U.S. military hawks are now calling for keeping the U.S. troops in the Asia-Pacific region indefinitely for the \"stability of the situation in the Korean Peninsula\" and \"reshaping the appeasement policy towards north Korea and pursuing a tougher, realistic policy.\"\r\n   Commenting on the fact, Rodong Sinmun today warns that if the United States truly wants to see a stable situation in the Korean Peninsula, it should remove what are standing in the way of the stability and stop getting on the nerves of the other belligerent.\r\n   The daily says:\r\n   The main reason why the situation of the Peninsula sti"
        }
    ]
}