{
    "date": "1997-06-16",
    "url": "http://kcna.co.jp/item/1997/9706/970616.htm",
    "articles": [
        {
            "title": "Secy.Kim Jong Il inspects Three-Revolution Exhibition",
            "url": "http://kcna.co.jp/item/1997/9706/news6/16.htm#1",
            "content": "Secy.Kim Jong Il inspects Three-Revolution Exhibition\r\n Pyongyang, June 16 (KCNA) -- Secretary Kim Jong Il on Sunday visited the Three-Revolution Exhibition on guidance mission.\r\n   He was accompanied by secretaries of the Workers' Party of Korea Central Committee Kye Ung Thae, Choe Thae Bok, Kim Kuk Thae and Kim Ki Nam and officials concerned.\r\n   He looked round the inside and outside of the exhibition including a monument to handwriting of President Kim Il Sung, the General Introduction Hall, the Technical Innovation Hall and the Heavy Industry Hall for a long time to learn how the exhibits were arranged and how the exhibition was managed.\r\n   He noted with great satisfaction that the exhibition is arranged and managed so well that visitors can understand in a brief span of time the great achievements made by the Korean people in the ideological, technical and cultural revolutions.\r\n   He said the world-level exhibition that shows the development of the prospering nation is a great pride of the Korean people.\r\n   He noted that the three revolutions proposed by President Kim Il Sung constitute the general line of the WPK in the building of socialism and communism, adding that under this great slogan, the Korean people have wrought epoch-making miracles through strenuous efforts.\r\n   Thanks to the President's wise leadership and untiring efforts, once backward and poor Korea could build a self-reliant national economy with heavy industry at the core, develop brilliant national culture and turn into a powerful socialist state unaffected by any political and economic fluctuation, he said, adding that the enduring feats of the President will remain long in the hearts of the Korean people.\r\n   He put forward important tasks to push ahead with the three revolutions and reinforce and manage the exhibition better.\r\n   He called for putting spurs on the three revolutions in all sectors, saying that these revolutions are a noble effort to consolidate the man-centred Korean socialism and promote the independent reunification of the country.\r\n   He said expositions and various other events should be organised regularly at the exhibition so as to disseminate the achievements of the three revolutions in time and widely.\r\n   He said mass rallies, balls and other meetings should be organised frequently on the exhibition plaza.\r\n   He added that sufficient welfare service facilities should be installed in the exhibition.  \r\n\r\n\r\n"
        },
        {
            "title": "Memorial committees for President Kim Il Sung formed abroad",
            "url": "http://kcna.co.jp/item/1997/9706/news6/16.htm#2",
            "content": "Memorial committees for President Kim Il Sung formed abroad \r\nPyongyang, June 16 (KCNA) -- An inaugural meeting of an Equatorial Guinean National Committee for Honoring the Memory of President Kim Il Sung was held in Malabo on June 6 to mark the third anniversary of his death.\r\n   Alejandro Evuna Owono, Minister of State of the Presidency in charge of missions, was elected chairman of the committee at the meeting. \r\n   He said in his speech that the committee will make all efforts to sincerely organise various events marking the death anniversary of President Kim Il Sung.\r\n   The meeting set a memorial month from June 8 to July 8 and discussed the plan of events during the period.\r\n   An inaugural meeting of a Senegalese National Committee for Honoring the Memory of President Kim Il Sung was held on June 7.\r\n   At the meeting the Minister of Culture and the President of the Senegalese Peace Movement were elected honorary chairmen of the committee and the chairman of the Senegalese Parliamentary Group for Senegal-Korea friendship elected chairman of the committee. \r\n\r\n"
        },
        {
            "title": "Attempted breakdown of \"Hanchongryon\" will lead to end of Kim Young Sam group",
            "url": "http://kcna.co.jp/item/1997/9706/news6/16.htm#3",
            "content": "Attempted breakdown of \"Hanchongryon\" will lead to end of Kim Young Sam group\r\n Pyongyang, June 16 (KCNA) -- The Central Committee of the Kim Il Sung Socialist Youth League published a statement Sunday, which condemned the Kim Young Sam group for having branded the South Korean Federation of University Student Councils (Hanchongryon) as \"pro-north organization benefitting the enemy\" and decided to stage a full-scale \"disorganization operation\".\r\n   The statement bitterly denounced the crackdown upon \"Hanchongryon\" as peerless, fascist dictatorial deed of violating students' democratic rights and freedom and as a total challenge to the students desirous of independence, democracy and reunification.\r\n   The Kim Young Sam group's maneuverings to break down \"Hanchongryon\", charging it with \"organization benefitting the enemy\" or \"violent body\", can be allowed on no account, the statement stressed, and said:\r\n   \"Hanchongryon\" is a patriotic and democratic, legitimate autonomous organization  of students aspiring after independence, democracy and reunification.\r\n   The argument that \"Hanchongryon\" is an organization \"benefitting the enemy\" more plainly reveals the anti-national, anti-reunification colors of the Kim Young Sam group, who are seeking flunkeyism, treachery and fascism and going against the peaceful reunification of the country.\r\n   Today the group are, by strength of power, stifling the democratic students' body on charge of \"violent organization\", but tomorrow they will be sternly punished by history and the people and cursed and ostracized as violent murderers like the fascist dictators who caused the Kwangju bloodbath.\r\n   Destructive moves against \"Hanchongryon\" will immediately lead to the end of the Kim Young Sam group, the statement warned. \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun lambastes U.S. moves against Cuba",
            "url": "http://kcna.co.jp/item/1997/9706/news6/16.htm#4",
            "content": "Rodong Sinmun lambastes U.S. moves against Cuba\r\n Pyongyang, June 16 (KCNA) -- Rodong Sinmun in a signed commentary today denounces the U.S. conservative hardliners for scheming to revise and supplement the \"helms-burton law\" to intensify a wholesale blockade in the economic, financial and trade sectors of Cuba.\r\n   The daily says:\r\n   Any strong arm, appeasement and deception of the United States can neither frighten the Cuban people who have firm faith in socialism nor bring them to their knees.\r\n   The U.S. projected revision of the law against Cuba is a wanton violation of the UN Charter and the international law on respecting the sovereignty of the countries and prohibiting the interference in their internal affairs and an act ruthlessly trampling down the right of all countries to freely trade and cooperate with each other.\r\n   Such act of the United States should never be allowed. If this act is tolerated, the united states will act more arrogantly.\r\n   The United States must stop at once extraterritorial act such as forcing its intention and laws upon other countries and withdraw the revision of the strong-arm \"helms-burton law\" before it faces greater protest and denunciation of the world.\r\n   The U.S. moves encroaching upon the sovereignty of the Cuban people can never be allowed. \r\n\r\n"
        },
        {
            "title": "Review of Rodong Sinmun",
            "url": "http://kcna.co.jp/item/1997/9706/news6/16.htm#5",
            "content": "Review of Rodong Sinmun\r\n  Pyongyang, June 16 (KCNA) -- Rodong Sinmun today carries a photo-accompanied report that Secretary Kim Jong Il visited the Three-Revolution Exhibition.\r\n   Given in the paper is news that the third anniversary of the death of President Kim Il Sung was marked in different countries.\r\n  It gives much space to news that soldiers of the Korean People's Army actively helped farmers.\r\n   Under the title \"condemnation to fascist clique's suppression of South Korean Federation of University Student Councils (Hanchongryon)\" it prints statements issued by the Central Committee of the Kim Il Sung Socialist Youth League and the South Korean Youth League in Japan denouncing the Kim Young Sam group's moves to obliterate \" Hanchongryon\" and an article headlined \"crackdown on 'Hanchongryon' will lead to self-destruction\".   \r\n   In a semi-monthly review of the south Korean situation the paper exposes the desperate efforts of the Kim Young Sam group to get out of the ruin.\r\n   Printed in the paper is a commentary denouncing the U.S. moves against Cuba.\r\n   The paper carries an article on the scramble among western powers for domination in Asia. \r\n\r\n"
        },
        {
            "title": "Stern punishment to Kim Young Sam vowed",
            "url": "http://kcna.co.jp/item/1997/9706/news6/16.htm#6",
            "content": "Stern punishment to Kim Young Sam vowed \r\n Pyongyang, June 16 (KCNA) -- Pak Kwang Gi, Chief of the mission of the National Democratic Front of South Korea (NDFSK) in Cuba, made a speech over Radio Havana International on June 10 on the subject \"We will inflict a stern punishment on Kim Young Sam with the second June resistance\", on the occasion of the tenth anniversary of the June popular resistance.\r\n   \"Although ten years have passed since the June popular resistance, the south Korean people have been continuously forced to misfortunes and sufferings under the cruel rule of the 'civilian' dictatorship,\" he said.\r\n   \"Allowing Kim Young Sam to remain in power is the biggest disgrace in the times and the history of the nation as well as the biggest misfortune of the south Korean people.\r\n   \"The traitor Kim Young Sam should be ousted without delay and his arch crime should be taken into account.\"\r\n  \"The United States should not protect the 'civilian' traitor whose days are numbered and refrain from going against the anti-Kim Young Sam struggle of the south Korean people,\" he said, stressing: \"The 'NDFSK' and the south Korean people will impose a stern punishment upon Kim Young Sam with the second June resistance and bring earlier a new dawn of independence, democracy and reunification.\" \r\n\r\n"
        },
        {
            "title": "Japan's postwar settlement urged",
            "url": "http://kcna.co.jp/item/1997/9706/news6/16.htm#7",
            "content": "Japan's postwar settlement urged \r\nPyongyang, June 16 (KCNA) -- A DPRK delegate and delegates of international organizations unanimously stressed at a meeting of the working group on modern-type slavery held in Geneva that Japan's atonement for the past crimes is an important demand of the present century.\r\n   The DPRK delegate noted in his speech that the group paid attention to the unethical crimes of Japan and raised the issue at the UN. Human Rights Forum to urge the Japanese Government to discharge its political, moral and legal obligations. This was to meet the demand of the international community and the spirit of the U.N. Charter, he said, and continued:\r\n   \"The state of Japan was directly involved in forcing 200,000 women into sex slavery for the Japanese army and drafted six million young and middle-aged Koreans for forced labor. The Japanese Government must atone for these crimes.\"\r\n   \"The Japanese Government still refuses to open to the public lots of data related to 'comfort women' and forcible drafting kept back in the welfare and other offices concerned.\"\r\n   \"We urged Japan once again to open to the public all the data of crimes and to sincerely make state compensation.\"\r\n    \"Japan's prompt atonement for past crimes is an important demand of the present century, a problem to implement the principle and aim of the U.N. Charter and an issue related to peace and security in Asia.\"\r\n   \"That's why we reiterate that Japan's atonement for the past crimes is not a matter of choice but an urgent historic problem that must be solved without fail as soon as possible.\"\r\n   Delegates of the liberation, the International Fellowship for Reconciliation and the Association of British Victims in their speeches said that forced labour imposed on the Koreans was a violation of the convention of the International Labour Organization,  and that the U.N. should pay attention to the crimes of Japan.\r\n   Although Japan tries to solve the problem of sex slavery through a \"fund,\" this is not a solution, they said, urging the Japanese Government to open to the public the truth of all past crimes and admit and compensate for them.\r\n   Noting that the \"comfort women\" issue of old Japan needs continued attention, the speakers said the group should urge the Japanese diet to establish a legal mechanism for all victims, as recommended by the International Committee of Lawyers. \r\n\r\n"
        },
        {
            "title": " S. Korean market to be opened",
            "url": "http://kcna.co.jp/item/1997/9706/news6/16.htm#8",
            "content": "S. Korean market to be opened \r\nPyongyang, June 16 (KCNA) -- The south Korean puppet clique are planning to open market for 99.6 percent of agricultural and livestock products and 100 percent of industrial goods from July this year, a Seoul-based radio said.\r\n   This represents a total opening of the south Korean market in actuality.\r\n   Agriculture and stockbreeding have been heavily affected by the puppet clique's market opening under the pressure of the United States and farmers have lost their way of living. And minor enterprises are going bankrupt one after another by the flooding of foreign products. \r\n  \r\n"
        },
        {
            "title": "Noble spirit of People's Army soldiers",
            "url": "http://kcna.co.jp/item/1997/9706/news6/16.htm#9",
            "content": "Letter to U.S. President from Koreans in China\r\nPyongyang, June 16 (KCNA) -- The Zhongnan Regional Measure Committee of the  Headquarters of Koreans in China for Saving the Unconverted Long-Term Prisoners sent a letter to the U.S. President on June 1 in demand of the repatriation to the northern half of Korea of Kim In So, Ham Se Hwan and Kim Yong Thae, unconverted long-term prisoners in south Korea.\r\n   The letter recalled that they have requested the South Korean Red Cross and international human rights organisations to help their repatriation and waited for the day when they will be sent back.\r\n   It urged the U.S. President to give ear to the world voices of justice and take substantial steps for pressing the south Korean authorities to send them unconditionally and immediately back to the north from the humanitarian point of view. \r\n\r\n"
        },
        {
            "title": "Letter to U.S. President from Koreans in China",
            "url": "http://kcna.co.jp/item/1997/9706/news6/16.htm#10",
            "content": "Manoeuvres to disorganize \"Hanchongryon\" under fire\r\nPyongyang, June 16 (KCNA) -- The South Korean Youth League in Japan, an overseas Koreans' organisation, in a statement on June 11 denounced the Kim Young Sam fascist clique's crackdown to disorganize and obliterate the South Korean Federation of University Student Councils (Hanchongryon), according to a report.\r\n   The tragic death at the time of the fifth-term ceremony of \"Hanchongryon\" is attributable to the Kim Young Sam group's trampling underfoot the autonomy of the student movement and violently blocking the ceremony with police force 20,000 strong,  the statement said, declaring that the authorities must be held responsible for it.\r\n   Scheming to make use of the death following the ready-made script to disorganize \"Hanchongryon\" in earnest is a challenge to the one million students and a signal for wholesale suppression of all the progressive forces, the statement noted.\r\n   It called upon all the progressive forces in south Korea to turn out in the struggle to withdraw the definition of \"Hanchongryon\" as an \"organization benefitting the enemy\" and check the disorganizing moves. \r\n\r\n"
        },
        {
            "title": "Manoeuvres to disorganize \"Hanchongryon\" under fire",
            "url": "http://kcna.co.jp/item/1997/9706/news6/16.htm#11",
            "content": "Chinese personages visit Kimjongilia Green House in Yanji\r\nPyongyang, June 16 (KCNA) -- Chinese public figures have visited the Kimjongilia Green House in Yanji city, Jilin Province. \r\n   The famous flower Kimjongilias, which have been bloomed by the China-Korea Friendship Flower Co. Ltd. in Yanji, are exhibited at the green house and the revolutionary hymn \"Song of General Kim Jong Il\" and the song \"Beautiful Kimjongilia\" rang out. \r\n   The green house opened in February 1995 on the occasion of the 53rd birthday of Secretarey Kim Jong Il.\r\n   Visiting the green house, officials of the party, Government, educational and cultural organs and the press and other public figures highly praised the deep meaning, beauty and rareness of Kimjongilia.\r\n   The Yanbian television introduced the Kimjongilia Green House, telecasting Kimjongilia at the time of the evening  news programs on May 29 and 31 and June 1.\r\n   The Kimjongilia, which won a special prize and gold medal at the 12th International Flower Exhibition, is growing in some 60 countries including China, Mongolia, Laos, Cuba, Sweden, Uganda and Benin. \r\n\r\n"
        },
        {
            "title": "Chinese personages visit Kimjongilia Green House in Yanji",
            "url": "http://kcna.co.jp/item/1997/9706/news6/16.htm#12",
            "content": "DPRK cadres meet Cambodian guests\r\n Pyongyang, June 16 (KCNA) -- Ri Jong Ok, Vice-President of the DPRK, met and had a talk with the visiting delegation of the Ministry of Foreign Affairs and international cooperation led by its Secretary of State Uch Kiman at the Mansudae Assembly Hall today.\r\n   Present were Choe U Jin, Vice-Minister of Foreign Affairs, and Oum Mannorine, Cambodian Ambassador to Korea.\r\n   The head of the delegation said that the friendly relations between Cambodia and Korea established by Generalissimo Kim Il Sung, the great leader of the Korean people, and respected King Norodom Sihanouk are further strengthening and developing in accordance with the desire of the two peoples. To invariably develop the friendly relations is their noble duty and glory, he noted.\r\n  He stressed that the Government and people of Cambodia will always support the proposals for the reunification of the country advanced by the Government and people of the DPRK.\r\n   Kim Yong Nam, Vice-Premier and Foreign Minister, met and had a talk with the delegation. \r\n\r\n"
        },
        {
            "title": "DPRK cadres meet Cambodian guests",
            "url": "http://kcna.co.jp/item/1997/9706/news6/16.htm#13",
            "content": "False propaganda of traitor\r\nPyongyang, June 16 (KCNA) -- South Korea's \"deputy unification minister\" Kim Sok U told an international symposium June 11 that the DPRK is \"forging data for more food assistance\" and that the DPRK would be able to \"meet the needs for food if only it reduced the defence spending by five percent.\"\r\n   He went so far as to call for \"refraining from hasty assistance till north Korea takes measures to put an end to the chronic food shortage.\"\r\n   No one but traitors given to anticommunism can make such remarks.\r\n   Far from expressing sympathy for temporary food shortage in the north hit by repeated natural disasters, Kim Sok U distorted the situation of the north and hurled mud at it. \r\n   This revealed the sinister intention of those who are bereft of compatriotic feelings, let alone humanitarianism, and have anti-DPRK feelings to the marrow.\r\n   His remarks reflect the south Korean authorities' ulterior intention to block international food assistance to the DPRK, rather than his own view.\r\n   He even cited some unfounded figures relating to the food inventory and military spending of the north, in an attempt to distort the situation of the north and block international food assistance.\r\n   The fact brought into bolder relief the antinational colors of the \"unification board\" of south Korea.\r\n   The south Korean puppets will get nothing but bitterer public criticism though they are conducting a smear campaign against fellow countrymen at home and abroad. \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "False propaganda of traitor",
            "url": "http://kcna.co.jp/item/1997/9706/news6/16.htm#14",
            "content": "\r\nBACK\r\nHOME\r\n\r\n"
        }
    ]
}