{
    "date": "1997-10-03",
    "url": "http://kcna.co.jp/item/1997/9710/971003.htm",
    "articles": [
        {
            "title": "Secy. Kim Jong Il's work published in Nepal",
            "url": "http://kcna.co.jp/item/1997/9710/news10/03.htm#1",
            "content": "Secy. Kim Jong Il's work published in Nepal \r\nPyongyang, October 3 (KCNA) - Secretary Kim Jong Il's famous work \"Let Us Exalt the Brilliance of Comrade Kim Il Sung's Idea on the Youth Movement and the Achievements Made Under His Leadership\" was brought out in booklet by the Nepal-Korea Friendship Association to mark the 52nd founding anniversary of the Workers' Party of Korea. \r\n   The work was issued on August 24, 1996 to mark the 5th anniversary of the Youth Day.\r\n   It indicates the direction and way for the youth movement in the period when the Korean revolution and youth movement have entered a new stage of development. \r\n\r\n"
        },
        {
            "title": "Project for cooperation in tourist development and training completed",
            "url": "http://kcna.co.jp/item/1997/9710/news10/03.htm#2",
            "content": "Project for cooperation in tourist development and training completed\r\n Pyongyang, October 3 (KCNA) -- A UNDP-assisted project for tourist development and training has been completed. \r\n   A ceremony over the completion of the project took place on October 2.\r\n   Present there were Ri Song Rok, Vice-Chairman of the State External Economic Affairs Commission, other officials concerned and Christian Lemaire, resident representative of the UNDP to Korea.\r\n   Speeches were exchanged at the ceremony.\r\n   Participants went round a linguistic room and educational facilities of a school built with the assistance of the UNDP.\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean \"civilian\"-veiled regime pardons business tycoons",
            "url": "http://kcna.co.jp/item/1997/9710/news10/03.htm#3",
            "content": "S. Korean \"civilian\"-veiled regime pardons business tycoons\r\nPyongyang, October 3 (KCNA) -- The Kim Young Sam group granted \"pardons\" to seven business tycoons including the Chairman of Samsung Business Group on September 30, according to a radio report from Seoul.\r\n   They had been subjected to a light penalty with a suspension in early 1996 under strong pressure of the people. They were involved in the secret fund scandal of Roh Tae Woo.\r\n   The \"civilian\"-veiled fascist clique said that the \"pardon\" was granted as a way to help revitalize the sagging economy and raise the morale of businessmen.\r\n   The public opinion of south Korea bitterly denounced the \"pardon\" granted before the \"Presidential Election\", defining it as aimed at collecting more money from businessmen for the money-backed \"election\" and comforting Chun Doo Hwan and Roh Tae Woo to gain sympathy from the forces of the \"fifth and sixth republics\". \r\n\r\n"
        },
        {
            "title": "Secy. Kim Jong Il's election as WPK General Secretary to be welcomed in Mongolia",
            "url": "http://kcna.co.jp/item/1997/9710/news10/03.htm#4",
            "content": "Secy. Kim Jong Il's election as WPK General Secretary to be welcomed in Mongolia\r\nPyongyang, October 3 (KCNA) -- The Mongolia-Korea Friendship Association sponsored a meeting on October 1 to inaugurate an organizing committee to welcome the election of Secretary Kim Jong Il as General Secretary of the Workers' Party of Korea (WPK) as provincial conferences of the WPK recommended him with unanimous approval.    \r\n   The chairman of the association was elected as chairman of the organizing committee and the vice-chairman of the association as secretary general of the committee. \r\n   Sections for festival preparation, propaganda, mass meeting organization, seminar on Secretary Kim Jong Il's works and sports and cultural events were organised and their chiefs were elected. \r\n\r\n"
        },
        {
            "title": "Papers give warning to U.S. hawks",
            "url": "http://kcna.co.jp/item/1997/9710/news10/03.htm#5",
            "content": "Papers give warning to U.S. hawks\r\n Pyongyang, October 3 (KCNA) -- The U.S. hawks who are seeking a military adventure with an undisguised purpose of stifling the DPRK by force of arms should know that they will have to pay dearly for their reckless provocation, warn papers here today.\r\n   The papers say that the U.S. military and diplomatic officials have cried over \"military threat and possible war provocation by north Korea\" and called for the strengthening of \"security relations\" between the United States and south Korea. Their call, which came when the final report on the \"U.S.-Japandefence cooperation guidelines\" was made public, makes us heighten vigilance, they note.\r\n   In a commentary titled \"we have also a choice to take\" Rodong Sinmun says:\r\n   What the enemy is seeking is to unleash a war of aggression against the DPRK by further strengthening military ties between the U.S. and Japan and between the U.S. and the south Korean .\r\n   In the Korean Peninsula the danger of war comes from the south, not from the north.\r\n   The new war preparations of the U.S. and the south Korean puppets compel the DPRK to continue attaching importance to the military and further strengthen the self-defensive revolutionary forces. Now that the U.S. and the puppets are escalating war preparations, we will as ever attach importance to the military and further strengthen the armed forces. This is our legitimate choice over which nobody can take issue with the DPRK.\r\n   We mean what we say.\r\n   Minju Joson, in a commentary titled \"they should pay for their reckless provocation\", says:\r\n   We have given warnings to the U.S. hawks more than once. \r\nThere is a limit to our magnanimity. \r\n\r\n\r\n"
        },
        {
            "title": "Blast of war maniac doomed to ruin",
            "url": "http://kcna.co.jp/item/1997/9710/news10/03.htm#6",
            "content": "Blast of war maniac doomed to ruin\r\n   Pyongyang, October 3 (KCNA) -- Kim Young Sam showed up at a \"celebration of rok army day\" on October 1 and cried for north-south confrontation, according to a radio report from Seoul.\r\n   He took issue with the northern half of Korea over \"strategy of communising south Korea by force of arms\" and \"adventure\" and cried for \"alert posture\" and \"modernised national defence\".\r\n   He also said that their war preparations are aimed at preserving \"peace\", which is the height of impudence.\r\n   His outbursts clearly show the last-ditch effort of the separatist and war maniac doomed to ruin.\r\n   He has been condemned to death politically for his crimes.\r\n   After coming into power, he has brought the inter-Korean relations to the worst phase. Such anti-national, anti-reunification act is the grisliest of his crimes.\r\n   The past 5 years of the \"civilian\"-veiled \"government\" prove that Kim is the most vicious fascist and separatist, war maniac and a source of dangerous fratricidal war who regarded the confrontation and distrust among the fellow countrymen as a way of his existence.\r\n   He, who has already lost real power, is now forsaken even by those close to him. He is persistently crying for inter-Korean confrontation and trying to find a way out in unleashing a war.\r\n   This is illustrated by the remarks made by the war-thirsty traitor with no operation control over the army at a \"commemorative ceremony\" of the puppet army which is cannon fodder of the U.S. troops. \r\n\r\n"
        },
        {
            "title": "Election of Secy. Kim Jong Il as WPK General Secretary supported",
            "url": "http://kcna.co.jp/item/1997/9710/news10/03.htm#7",
            "content": "Election of Secy. Kim Jong Il as WPK General Secretary supported\r\nPyongyang, October 3 (KCNA) -- Jean Baptiste Nkoi, General Secretary of the Socialist People's Rally of Democratic Congo, said he warmly welcomed the resolution on recommending Secretary Kim Jong Il as the General Secretary of the Workers' Party of Korea. \r\n   He paid a congratulatory call at the Korean Embassy in Kinshasa on September 26 on the occasion of the 52nd anniversary of the foundation of the WPK.\r\n   Since its foundation his Party has revered President Kim Il Sung and secretary Kim Jong Il as its leaders and protectors and made efforts to learn from their leadership, he noted.\r\n   He also said that the existence of his Party is inconceivable without the only socialist Korea and the WPK in the world. \r\n\r\n"
        },
        {
            "title": "Secy. Kim Jong Il's university days",
            "url": "http://kcna.co.jp/item/1997/9710/news10/03.htm#8",
            "content": "Secy. Kim Jong Il's university days\r\n Pyongyang, October 3 (KCNA) - Secretary Kim Jong Il began studying at Kim Il Sung University in September 1960.\r\n   On the day of his entrance into the university he climbed up Mt. Ryongnam and recited a poem \"Korea, I will glorify thee\" with a far-reaching plan to carry to completion the revolutionary cause of Juche in hearty response to the lofty intention of President Kim Il Sung.\r\n   In the poem he made a solemn pledge before the time and history that he will be responsible for the Korean revolution.\r\n   In his university days he put his heart and soul into the pursuance of science with creative thinking and enthusiasm, respected and admired by all people.\r\n   He acquired deep knowledge in his major, political economy, as well as philosophy, history and other social sciences, natural sciences, literature and arts, military affairs and other aspects, thus preparing himself as the greatest thinker and theoretician.\r\n   In his statements he systematized the theory on the position and role of the leader and proved scientifically the originality and validity of the line of building the independent national economy and the basic line of socialist economic construction put forward by the Workers' Party of Korea.\r\n   In early 1962 he published a work \"On Features of Modern Imperialism and Its Aggressive Nature\" and later a lot of treatises.\r\n   In March 1964 he published the immortal famous work \"Position and Role of County in Socialist Construction\", which was his gratuation thesis.\r\n   In the work he ascertained the justness of the unique theory of President Kim Il Sung on the regional base in socialist construction and developed it in depth.\r\n   In his university days Secretary Kim Jong Il made undying contributions to the revolutionary cause of Juche with his energetic ideological and theoretical and practical activities and possessed the leadership art of Juche and noble traits and enjoyed respect and trust from broad segments of youths and people as an outstanding political activist and a sagacious leader. \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Secy. Kim Jong Il's wise leadership over Party building",
            "url": "http://kcna.co.jp/item/1997/9710/news10/03.htm#9",
            "content": "Rodong Sinmun on Secy. Kim Jong Il's wise leadership over Party building\r\n Pyongyang, October 3 (KCNA) -- Rodong Sinmun today dedicates a signed article to the second anniversary of the publication of \"the Workers' Party of Korea is the Party of the Great Leader Comrade Kim Il Sung\", a work of Secretary Kim Jong Il.\r\n   The work was published on October 2, 1995.\r\n   It comprehensively elaborates on the immortal feats of President Kim Il Sung who put forward the Juche-based idea and theory of Party building and ceaselessly strengthened and developed the WPK into a revolutionary Party with the solid monolithic ideological system, a militant Party with strong organisation and discipline and a Party deeply rooted among the broad masses, and indicates the tasks and ways of the Party to defend its revolutionary character as the Party of President Kim Il Sung.\r\n   All the ideas and theories indicated in the work carry the steadfast will of Secretary  Kim Jong Il who is leading the revolutionary cause of Juche straight to victory with unfailing loyalty and filial piety and noble moral obligation to President Kim Il Sung, the article says, and goes on:\r\n   During 30 odd years of revolutionary activities, Secretary Kim Jong Il has strengthened the Party and boundlessly exalted it as the Party of President Kim Il Sung. Since the General led the party and the revolution, the cause of the Juche-based Party building has developed on to a new higher stage.\r\n   Pointing to the wise leadership of the General who has strengthened and developed the Party into the Party of President Kim Il Sung, the article continues:\r\n   The General has firmly defended the revolutionary idea of President Kim Il Sung and embodied it thoroughly, defended the unity and cohesion of the Party generation after generation and cemented them in every way. He also has thoroughly applied the idea of believing in the people as in heaven and further strengthened the relations between the Party and the people sealed in blood.\r\n   He has strengthened and developed the WPK into the Party of President Kim Il Sung. This is the most precious feat performed by him for the Party and the revolution, the country and the people. He enjoys absolute authority as the great master of Party building in our era for these feats. \r\n\r\n\r\n"
        },
        {
            "title": "Secy. Kim Jong Il's endless on-site guidance",
            "url": "http://kcna.co.jp/item/1997/9710/news10/03.htm#10",
            "content": "Secy. Kim Jong Il's endless on-site guidance\r\n Pyongyang, October 3 (KCNA) - Secretary Kim Jong Il has endlessly continued on-site guidance with deep love for the people.\r\n   He has visited units of the Korean People's Army and various sectors of the national economy without a day of rest, exposed to snow and rain, to smash the imperialists' moves for isolating and stifling the country and defend and develop Korean socialism.\r\n   Secretary Kim Jong Il, who covered 10,000 kilometres of on-the-spot guidance to KPA units last year, has inspected many units including the Mangyongdae Revolutionary School from the beginning of this year.\r\n   A day, March 4, 1997, is enough to show his great efforts dedicated to on-site guidance.\r\n   The day before, he covered a 400-kilometre-long journey for an inspection of KPA unit No. 212 defending the west coast. And he spent the night to shape a new strategy for the defence of the front line.\r\n   When the day broke, he left again for an inspection of another KPA unit.\r\n   After giving highly important guidelines for increasing the unit's combat power, he saw zoological and botanical specimen provided by servicemen.\r\n   With the lunch time drawing near, he headed for the Revolutionary Museum of the Ministry of the People's Armed Forces to appreciate fine art works created by servicemen.\r\n   After giving instructions concerning the ideological work in the army, he went to a KPA unit far away from the museum without taking a lunch.\r\n   One day, the General spent the night guiding a major project on the spot and took ten minutes of a nap in the car during the return trip early in the morning. When he was going to an east coastal area for on-site guidance, he ate only two rice-balls for a meal. At midnight he husked cornstalks with a club and found a way of freeing peasants from toiling labor.  He also went 8 kilometres down to a pit by a pit car and took measures concerning the miners' health and rest.\r\n   Encouraged by such revolutionary anecdotes about his energetic leadership and noble popular traits, the Korean people are faithful to his leadership. \r\n\r\n\r\n"
        },
        {
            "title": "U.S. urged to exercise influence on repatriation of unconverted long-term prisoners",
            "url": "http://kcna.co.jp/item/1997/9710/news10/03.htm#11",
            "content": "U.S. urged to exercise influence on repatriation of unconverted long-term prisoners \r\n  Pyongyang, October 3 (KCNA) -- The Asian Regional Committee for Supporting Korea's Reunification, the Indian Committee for Supporting Korea's Reunification and the Indian Committee for Repatriating Kim In So and Ham Se Hwan sent a letter to U.S. President Bill Clinton on September 27.\r\n   The worsening human rights situation in south Korea is causing serious apprehensions around the world, the letter said, and noted:\r\n   The south Korean authorities refuse to repatriate the sick and old unconverted long-term prisoners, Kim In So, Ham Se Hwan and Kim Yong Thae, to the northern half of Korea. \r\nThis is a wanton violation of the U.N. resolution on human rights.\r\n   We urge the United States to exercise influence on the south Korean authorities to return them as soon as possible to the northern half of Korea where their dear families and relatives live. \r\n\r\n"
        },
        {
            "title": "Gift to Secy. Kim Jong Il from Polish government delegation",
            "url": "http://kcna.co.jp/item/1997/9710/news10/03.htm#12",
            "content": "Gift to Secy. Kim Jong Il from Polish government delegation\r\nPyongyang, October 3 (KCNA) - Secretary Kim Jong Il received a gift from the Polish government delegation on a visit to Korea.\r\n   It was handed to an official concerned by Mieczyslaw Dedo, charge d'affaires ad interim of Polish Embassy here.\r\n\r\n"
        },
        {
            "title": "EP delegation arrives",
            "url": "http://kcna.co.jp/item/1997/9710/news10/03.htm#13",
            "content": "EP delegation arrives\r\n Pyongyang, October 3 (KCNA) - A delegation of members of the European Parliament for assistance to flood victims led by Glyn Ford, member of the European Parliament , arrived here today.\r\n The delegation was greeted by Kim Yong Suk, deputy to the Supreme People's Assembly , and other officials concerned.\r\n\r\n"
        },
        {
            "title": "Japanese religious delegation repents of history",
            "url": "http://kcna.co.jp/item/1997/9710/news10/03.htm#14",
            "content": "Japanese religious delegation repents of history\r\nPyongyang, October 3 (KCNA) -- The visiting delegation of Denchishokyo of Japan led by its leader Shizue Araya held a ceremony at the People's Palace of Culture here this afternoon.\r\n   The ceremony was aimed at repenting of and liquidating the unhappy past between Korea and Japan on behalf of the Japanese nation, who left deep scars and pains in the hearts of the Korean nation.\r\n   A rite was held and a prayer was read.\r\n   The prayer expressed hope that the wounds of the miserable past will be healed with the approach of the 21st century, although no amount of penitence of Japan is enough to resolve the pent-up grudges of the Korean nation.\r\n   It also hoped that the ceremony will be an occasion in resolving the grievances between the two countries and establishing brotherly ties between the two states and two nations.\r\n   In her speech, Shizue Araya said Denchishokyo sincerely wishes the Japanese nation to admit Japan's betrayal of the Korean Peninsula, its ancestral land, and to resolve the grudges of those who were killed by Japan and preserve genuine peace in reliance on the mercy and love of the descendants of maitreya.\r\n   She expressed sincere penitence to the heaven, humankind and the earth for the crimes committed by the Japanese state and nation in the past.\r\n   She expressed thanks to the respected Supreme Commander Kim Jong Il for allowing the delegation's visit to Korea and this ceremony.\r\n   Jang Jae Chol, Chairman of the Korean Religionists Council, spoke next.\r\n   He expressed belief that the penitence will make it possible for Japan to open its eyes and atone for the past crimes at an early date and for Korea and Japan to become nearby and close countries from nearby yet far-off countries and greet a bright future.\r\n   The Korean religionists council will enhance close ties with the \"world peace federation\" and Japan's Denchishokyo and jointly work to build a new Asia and world, free, justice-based and peaceful, he declared. \r\n\r\n"
        },
        {
            "title": "Sojourn of Japanese delegation in Pyongyang",
            "url": "http://kcna.co.jp/item/1997/9710/news10/03.htm#15",
            "content": "Sojourn of Japanese delegation in Pyongyang\r\n Pyongyang, October 3 (KCNA) -- The delegation of Japan's Denchishokyo headed by its leader Shizue Araya today visited the Revolutionary Martyrs Cemetery on Mt. Taesong.\r\n   The delegation also went to the Mausoleum of King Tangun, the founder of the Korean nation, in Kangdong county of Pyongyang to mark the National Foundation Day of Korea.\r\n   They looked around the monument to the reconstruction of the mausoleum, the monument to the feats of King Tangun, stone sculptures and the coffin room.\r\n   The delegation visited the Pyongyang Metro, Jangchung Cathedral and Pongsu Church on Wednesday and Thursday. \r\n\r\n\r\n"
        },
        {
            "title": "Korea's National Foundation Day marked\n",
            "url": "http://kcna.co.jp/item/1997/9710/news10/03.htm#16",
            "content": "Korea's National Foundation Day marked\r\n Pyongyang, October 3 (KCNA) -- A ceremony was held at the Mausoleum of King Tangun in Kangdong county, Pyongyang, today to mark the National Foundation Day of Korea.\r\n   It was sponsored by the Tangun Nation's Reunification Council.\r\n   A ritual service was followed by speeches of people.\r\n   Ryu Mi Yong, Chairwoman of the council, said the ceremony was of great importance in exalting the exploits of President Kim Il Sung and Secretary Kim Jong Il for the development of national history, demonstrating the time-honored and homogeneous features of the Korean nation and promoting Korea's independent and peaceful reunification through concerted efforts of the whole nation.\r\n   Ri Ok Se, Vice-Chairman of the council, said the Korean people will do all they can to preserve Juche character and national identity in the cause of socialism and national reunification with the pride and honor of Kim Il Sung's nation, the sun's nation under President Kim Il Sung, who discovered the ancestral father of the nation and exalted the nation's history of five thousand years, and the General Kim Jong Il, who is faithfully carrying forward the President's ideology and cause.\r\n   O Ik Je, Former Leader of the Central Headquarters of Chondoism in south Korea and now a permanent resident in the north of Korea, said he felt the pride and self-respect of the nation more deeply on the occasion of the National Foundation Day.\r\n   He expressed belief that the nation's ages-old desire will be met successfully under the great leader of the Tangun Nation Kim Jong Il. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}