{
    "date": "1997-12-11",
    "url": "http://kcna.co.jp/item/1997/9712/971211.htm",
    "articles": [
        {
            "title": "Satirical answer to satirical question",
            "url": "http://kcna.co.jp/item/1997/9712/news12/11.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Party on 24th anniversary of establishment of diplomatic ties between DPRK and India",
            "url": "http://kcna.co.jp/item/1997/9712/news12/11.htm#2",
            "content": "Satirical answer to satirical question\r\n Pyongyang, December 11 (KCNA) -- South Korea's Christian Broadcasting System on Nov. 17 briefly reported about the visit to Tok island by Rhee In Je, a \"Presidential candidate\". It said Rhee was the first of \"Presidential candidates\" in South Korea, to say nothing of \"Presidents,\" to visit the island and, after an ominous friction with the \"Foreign Ministry\", went there with a bronze sheet bearing letters \"Tok island is our land\".\r\n   Rhee voiced dissatisfaction at the \"Foreign Ministry\", saying, \"I can hardly understand why they are complicating the issue concerning my visit to my land\", said the radio.\r\n   If even a \"Presidential candidate\" can go to Tok island, part of his land, with approval of the \"Foreign Ministry\", whose land is South Korea? It is funny that this simple question is raised by an influential politician now when more than half a century has passed since the beginning of the U.S. colonial rule.\r\n   A vivid answer to the question came on Nov. 21, rocking the whole of South Korea.           It was the South Korean authorities' decision to apply for an International Monetary Fund (IMF) rescue loan.\r\n   The Dong-A Ilbo newspaper said South Korea has been put under the IMF control in all domains of industry and in all the economic policies including import liberalization and financial market opening. It means that South Korea has lost \"economic sovereignty\" and has been subjected to \"trusteeship\".\r\n   The U.S. newspaper International Herald Tribune said the South Koreans were surprised at the news that South Korea applied for tens of billions of dollars from the IMF to save its crippled economy.\r\n   The South Korean people are describing Nov. 21 when the Kim Young Sam regime asked for rescue loan as \"National Humiliation Day\" and complaining about their sad lot as debtors.\r\n   The situation of South Korea, which has turned into a colony not only in the political and military aspect but in the economic sector, apparently gives such self-style politicians of South Korea as Rhee much to think.\r\n   Whose land is South Korea where they are trying hard to become \"President\", with the backing of money?\r\n   Those who cannot find out a proper answer to the question are political fools who still remain in sleep of colonial slavery.    \r\n\r\n"
        },
        {
            "title": "Peruvian preparatory committee inaugurated",
            "url": "http://kcna.co.jp/item/1997/9712/news12/11.htm#3",
            "content": "Party on 24th anniversary of establishment of diplomatic ties between DPRK and India\r\nPyongyang, December 11 (KCNA) -- Indian Ambassador to Korea Jagjit Singh Sapra hosted a party on December 10 on the occasion of the 24th anniversary of the establishment of diplomatic relations between the Democratic People's Republic of Korea and the Republic of India.\r\n   Present on invitation were Vice-Minister of Foreign Affairs Chon Jae Hong and officials concerned.\r\n   Speeches were made there.    \r\n\r\n"
        },
        {
            "title": "Symposiums held to commemorate 80th birth anniversary of Kim Jong Suk",
            "url": "http://kcna.co.jp/item/1997/9712/news12/11.htm#4",
            "content": "Peruvian preparatory committee inaugurated\r\n  Pyongyang, December 11 (KCNA) -- A Peruvian national preparatory committee was inaugurated to commemorate the 6th anniversary of General Kim Jong Il's election as Supreme Commander of the Korean People's Army and the 80th birth anniversary of Kim Jong Suk, a communist revolutionary fighter.\r\n   The Chairman of the Peru-Korea Institute of Culture and Friendship, addressing an inaugural meeting held in Lima on December 3, said December 24 is a significant day of the Korean people as well as the world people.\r\n   He further said:\r\n   \"General Kim Jong Il has wisely led the Korean People's Army, so that socialism of Korea has been built into an impregnable fortress supported by force of arms.\r\n   \"The respected Kim Jong Suk is a great mother who gave guarantee for the future of Korea. We will hold colorful events on this significant day.\"   The chairman of the Peruvian group for the study of the revolutionary activities of Kim Jong Suk said Kim Jong Suk joined the anti-Japanese revolutionary struggle in her early years and made great contributions to the accomplishment of national liberation.\r\n   \"For her undying feats she will be alive in the hearts of the Korean people and the world people forever,\" he added.\r\n   The Chairman of the Peru-Korea Institute of Culture and Friendship was elected Chairman of the preparatory committee at the meeting.\r\n   The meeting set a period of celebrations and discussed programmes of colorful events.    \r\n\r\n"
        },
        {
            "title": "R.S. on S. Korea's economic failure",
            "url": "http://kcna.co.jp/item/1997/9712/news12/11.htm#5",
            "content": "Symposiums held to commemorate 80th birth anniversary of Kim Jong Suk\r\n  Pyongyang, December 11 (KCNA) -- Symposiums of officials engaged in party cadre training, social science and railway transport were held to commemorate the 80th birth anniversary of Kim Jong Suk, a communist revolutionary fighter.\r\n   The symposiums pointed out that the whole life of Kim Jong Suk was a life of a great revolutionary who remained loyal to President Kim Il Sung during the rigorious and arduous anti-Japanese war and the building of a new country after she embarked on the road of the revolution, and performed undying exploits for the Juche revolutionary cause.\r\n   The proud course covered by the Korean revolution is brilliantly adorned with her undying exploits, the symposiums stressed.\r\n   It was stressed there that the most brilliant exploit made by her for the party and the revolution, the country and the people is that she gave historic origin to the inheritance of the Juche revolutionary cause.\r\n   The speakers said in unison that she, regarding it as her lifelong mission to have the revolutionary cause inherited and accomplished, brought up General Kim Jong Il to be a great successor to the Juche cause who is possessed of absolute loyalty and filial piety to the President, outstanding intelligence and noble traits.    \r\n\r\n"
        },
        {
            "title": "35th plenary meeting of GFTUK Central Committee",
            "url": "http://kcna.co.jp/item/1997/9712/news12/11.htm#6",
            "content": "R.S. on S. Korea's economic failure\r\n  Pyongyang, December 11(KCNA) -- Rodong Sinmun today carries an editorial article on South Korea's serious economic crisis.\r\n   The daily says:\r\n   Mass media, under such headlines \"trusteeship by foreign monopoly capital\" and \"miserable ruin\", are giving wide publicity to the South Korean economy, which had stood with difficulty as a \"bubble economy\" and is now at death's door, suffering the worst incurable disease, that is \"financial crisis\".   \r\n   South Korea's economic crisis is attributable neither to temporary effects of the economic policy nor to any unfavorable economic conditions. It is an inevitable result of the colonial dependent economy and a product of Kim Young Sam's flunkeyist, treacherous and anti-social economic policy. The South Korean economy fully relies on others in materials, capital, technology, etc. If bubble is removed from the South Korean economy, it has nothing of its own.\r\n   South Korea's is a crippled, paralyzed economy which can never exist even a single day without import and export.\r\n   It depends on foreign countries nearly 100 percent.\r\n   Due to increasing foreign debts and sluggish exports, not only minor businesses but business conglomerates have gone bankrupt en masse. Of the 30 major conglomerates, seven including the Hanbo, Sam Mi, Jin Ro, Kia and Hanna went bankrupt this year.\r\n   South Korea's colonial economy, which had suffered a vicious cycle of subjugation and stagnation, has gone to rack and ruin as the Sampoong Department Store in Seoul collapsed, claiming many lives. As a result, the whole of South Korea has been plunged into famine and poverty.\r\n   As all the South Korean people say, Kim Young Sam should be held responsible for the economic crisis.\r\n   Since he took office, the trade deficit has increased 13.5 times and foreign debts 3.8 times. The figure and the bankruptcy of many minor businesses and conglomerates clearly show that he is the very one responsible for the ruined economy.\r\n   Kim Young Sam, the kingpin of irregularities, has made a serious dent on the economy.\r\n   He was involved in all of the large scandals disclosed in South Korea in recent years. His son, wife and other family members and relatives were also involved in extra-large scandals. The economic failure is inevitable in such corrupt society.\r\n   All the facts prove that the serious crisis of the South Korean economy is just a logical result of the U.S.  colonial domination and the anti-national, anti-social rule.\r\n   The South Korean authorities are now saying as if they can save the economy with the relief funds from the International Monetary Fund. But their desperate efforts to save the economy with the relief funds are as foolish as offering a camphore injection to a patient at death's door. \r\n   History, the nation and the people will make Kim Young Sam pay dearly for his treacheries.    \r\n\r\n"
        },
        {
            "title": "Advisor of South Korean \"Grand National Party\"  defects from party",
            "url": "http://kcna.co.jp/item/1997/9712/news12/11.htm#7",
            "content": "35th plenary meeting of GFTUK Central Committee \r\n   Pyongyang, December 11 (KCNA) -- The 35th plenary meeting of the central committee of the General Federation of Trade Unions of Korea (GFTUK) was held in Pyongyang on December 10.\r\n   Discussed at the meeting were tasks to effect a new turn in the work of trade unions and introduce the revolutionary spirit of soldiers in the work of trade unions.\r\n   At the meeting the reporter and speakers called upon all the trade unions and officials to make all the union members follow the spirit of defending the leader at the risk of their lives.\r\n   They also called for fully displaying the revolutionary spirit of self-reliance and fortitude to accelerate economic construction and improve the people's standard of living.\r\n   Trade union officials should become true loyal subjects replete with the revolutionary spirit of soldiers and uphold the cause of the Workers' Party of Korea with successes in their work, they said.    \r\n\r\n"
        },
        {
            "title": "British-Korea friendship had solidarity movement",
            "url": "http://kcna.co.jp/item/1997/9712/news12/11.htm#8",
            "content": "Advisor of South Korean \"Grand National Party\"  defects from party \r\n Pyongyang, December 11 (KCNA) -- Pak Chan Jong, advisor of the \"Grand National Party\" and one of co-chairmen of the party's measure committee for the \"Presidential election\", on Dec. 8 defected from the party and joined in the Rhee In Je's \"New Party by the People\", according to a radio report from Seoul.\r\n   His secession means the substantial collapse of the co-chairmen camp of the measure committee.     \r\n\r\n"
        }
    ]
}