{
    "date": "1997-08-21",
    "url": "http://kcna.co.jp/item/1997/9708/970821.htm",
    "articles": [
        {
            "title": "Laotian FM pays homage to President Kim Il Sung",
            "url": "http://kcna.co.jp/item/1997/9708/news8/21.htm#1",
            "content": "Laotian FM pays homage to President Kim Il Sung \r\nPyongyang, August 21 (KCNA) -- Somsavath Lengsavath, Chairman of the Commission for External Relations of the Central Committee of the Lao People's Revolutionary Party and Minister of Foreign Affairs of the Lao People's Democratic Republic, and his party on August 20 visited the Kumsusan Memorial Palace in which  President Kim Il Sung is preserved in state and paid high respects to him.\r\n   They were accompanied by Kim Yong Nam, member of the Political Bureau of the Central Committee of the Workers' Party of Korea, Vice-Premier of the Administration Council and Minister of Foreign Affairs, and officials concerned.\r\n   The Laotian Foreign Minister wrote in the visitor's book that President Kim Il Sung, the great leader of the Korean people and an intimate friend of the Laotian people, will be immortal with the history of friendly relations between Laos and the DPRK. \r\n\r\n"
        },
        {
            "title": "DPRK-Lao agreement signed",
            "url": "http://kcna.co.jp/item/1997/9708/news8/21.htm#2",
            "content": "DPRK-Lao agreement signed\r\n Pyongyang, August 21 (KCNA) -- An agreement on promotion and protection of investment was signed in Pyongyang on August 20 between the governments of the Democratic People's Republic of Korea and the Lao People's Democratic Republic.\r\n   Present on the DPRK side were Ri Song Dae, Chairman of the State External Economic Affairs Commission, and officials concerned and on the opposite side were Somsavath Lengsavath, Foreign Minister of Laos, and his party.\r\n   The agreement was signed by Ri Song Dae and Somsavath Lengsavath, authorized by the governments of the two countries. \r\n\r\n"
        },
        {
            "title": "Aggressive \"Ulji Focus Lens\"",
            "url": "http://kcna.co.jp/item/1997/9708/news8/21.htm#3",
            "content": "Aggressive \"Ulji Focus Lens\"\r\n Pyongyang, August 21 (KCNA) -- The U.S. imperialist war maniacs and the south Korean puppets have escalated the criminal \"Ulji Focus Lens\" joint military exercises since they started them at dawn on August 18, military sources said.\r\n   On August 18 and 19, the U.S. imperialist aggressors staged a bombing exercise aimed at a surprise preemptive strike at the north in the skies above Tongduchon, Chunchon, Nyongwol, Thaebaek and other areas.\r\n   The landing commanding ship \"Blue Ridge\" of the U.S. 7th fleet arrived in south Korea for the war exercises.\r\n   On the 18th and 19th, the enemy deployed hundreds of combatant ships of the puppet navy and maritime police in operational zones in the east and west seas of Korea for a military drill against the north.\r\n   On the 18th, groups of heavy tanks and 155 mm and 105 mm guns of the south Korean puppet army frantically fired more than 560 shells toward the Military Demarcation Line from positions in the western, central and eastern sectors of the front.\r\n   The U.S. imperialists and the south Korean puppets must look squarely at the grave situation of the Korean Peninsula created by their reckless war exercises and stop running amuck. \r\n\r\n\r\n"
        },
        {
            "title": "Press review",
            "url": "http://kcna.co.jp/item/1997/9708/news8/21.htm#4",
            "content": "Press review\r\nPyongyang, August 21 (KCNA) -- Papers here today editorially call for promoting the cause of national reunification under the leadership of Secretary Kim Jong Il, taking his famous work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" as the patriotic programme for reunification. \r\n   Papers also carry words of people about work.\r\n   It is reported in the press that Secretary Kim Jong Il received a gift from the Laotian Foreign Minister and his Party.\r\n   Rodong Sinmun gives an account of a meeting to commemorate the 40th anniversary of President Kim Il Sung's on-the-spot guidance to the Pyongyang Changjon Primary School.\r\n   Minju Joson carries an article titled \"national dignity and pride is an expression of love for the nation and consciousness of national independence\".\r\n   Papers inform the readers that an agreement on promotion and protection of investment was signed in Pyongyang between the governments of Korea and Laos.\r\n   Rodong Sinmun rounds up words of south Korean people calling for stop to the Kim Young Sam group's suppression of the South Korean Federation of University Student Councils (Hanchongryon), a legitimate organization of one million students.\r\n   The paper carries an article saying that democratic forces in south Korea should defend Hanchongryon with concerted efforts.\r\n  According to the paper, the U.S. imperialists and the south Korean puppets have staged the aggressive \"Ulji Focus Lens\" joint military exercises.\r\n   Minju Joson in a commentary says that the military exercises should be stopped at once.\r\n   Printed in Rodong Sinmun is an article stressing that strengthening international unity and cooperation is the firm guarantee for national and global independence. \r\n\r\n"
        },
        {
            "title": "Jordanian figure visits Pyongyang mission of NDFSK",
            "url": "http://kcna.co.jp/item/1997/9708/news8/21.htm#5",
            "content": "Jordanian figure visits Pyongyang mission of NDFSK\r\nPyongyang, August 21 (KCNA) -- Marwan Sudah, under Secretary General of the Al Ansar Jordan Arab Party, visited the Pyongyang mission of the National Democratic Front of South Korea (NDFSK) on August 20.\r\n   Chief of the Mission Ri Jong Sang informed the under Secretary General of the Current Situation in south Korea and the activities of the NDFSK and expressed thanks to the Al Ansar Jordan Arab Party for its support and solidarity for the NDFSK's activities for the reunification of the country.\r\n   Marwan Sudah expressed full support to the proposals for national reunification which were put forward by President Kim Il Sung. And he said that his party will as ever extend full support and solidarity to the Korean people and the NDFSK in their struggle to achieve the independent reunification of the country.\r\n   The Al Ansar Jordan Arab Party will further develop the relations with the NDFSK on the basis of the Juche idea, which was founded by President Kim Il Sung and has been developed and enriched by Secretary Kim Jong Il, he added. \r\n\r\n"
        },
        {
            "title": "S. Korea's unfounded charge concerning distribution of assistance",
            "url": "http://kcna.co.jp/item/1997/9708/news8/21.htm#6",
            "content": "S. Korea's unfounded charge concerning distribution of assistance\r\n Pyongyang, August 21 (KCNA) -- The south Korean puppets are persistently resorting to false propaganda over the distribution of the international community's food assistance to the Democratic People's Republic of Korea. \r\nThey have alleged that \"there is no transparence in the distribution of food\" and \"food aid should be discontinued because some of the food has been diversed to the military\".\r\n   Their allegation is nothing but a despicable false propaganda aimed at halting food assistance to the DPRK and an unbearable insult to the international community's humanitarian activities.\r\n   Admittedly, the United States and other countries and international bodies have rendered food assistance to the flood-hit DPRK according to international usage and humanitarian principles.\r\n   We are grateful for their assistance and have shown sincerity in ensuring monitoring of the distribution. This is an undeniable fact the international community has admitted.\r\n   The world food organization envoys here have continued fully monitoring the distribution of the food.\r\n   There have been no misgivings but deep understanding about the proper distribution.\r\n   Only the south Korean puppets, however, have charged the DPRK with \"untransparence\" and \"diversion of food\", revealing their immorality.\r\n   Harming fellow countrymen who are suffering serious food shortage caused by natural disasters is an act which can be done only by those with no sense of humanitarianism and humanity.\r\n   At a time when even the international community is offering assistance to the DPRK, the south Korean puppets are trying hard to hindering the humanitarian assistance to the fellow countrymen.\r\n   With their unethical, disgraceful practice, they have revealed their true colors as traitors. \r\n\r\n \r\n"
        },
        {
            "title": "Stop to suppression of Hanchongryon demanded ",
            "url": "http://kcna.co.jp/item/1997/9708/news8/21.htm#7",
            "content": "Stop to suppression of Hanchongryon demanded \r\nPyongyang, August 21 (KCNA) -- Public organisations of Pakistan and Jordan blasted the south Korean authorities for cracking down upon the South Korean Federation of University Student Councils (Hanchongryon).\r\n   The Pakistan-Korea Youth Friendship Association in an appeal on August 9 said that the south Korean ruling quarters have been engaged in a repressive campaign to dissolve Hanchongryon with the mobilisation of the \"Agency for National Security Planning\" and police, thus turning south Korean society into a dark land in which liberty and democracy are violated.\r\n   It called upon all the organisations of youths and students in Pakistan and all over the world to resolutely denounce the south Korean ruling quarters' crackdown upon Hanchongryon and render active support and encouragement to their struggle for justice and progress.\r\n   The Jordanian group for the study of the Juche philosophy in a statement on August 10 urged the south Korean authorities to stop at once trying to dissolve Hanchongryon and immediately release arrested members of the organisation. \r\n\r\n"
        },
        {
            "title": "52nd anniversary of Korea's liberation marked abroad",
            "url": "http://kcna.co.jp/item/1997/9708/news8/21.htm#8",
            "content": "52nd anniversary of Korea's liberation marked abroad \r\n Pyongyang, August 21 (KCNA) -- A meeting was held at Kilembe Copper Mine in Uganda on August 9 to mark the 52nd anniversary of the liberation of Korea.\r\n   Y. Ngarama, Chairman of the Kilembe Branch of the Uganda-DPRK Friendship Association and Chief Engineer of the Mine, said in his speech that on the day of Korea's liberation, the progressive peoples of the world, together with the Korean people, express wholehearted thanks to President Kim Il Sung, a peerless patriot and an outstanding leader of the cause of anti-imperialism and independence.\r\n   The proposals for national reunification advanced by the President are enjoying absolute support and sympathy among the world people because they are the most reasonable, fair and aboveboard ones, the speaker said.\r\n   He urged the south Korean authorities and the United States to accept these proposals.\r\n   We are convinced that under the correct guidance of Secretary Kim Jong Il, the Korean people will certainly achieve the reunification of their country in accordance with the three major charters of national reunification.\r\n   The Jordan-Korea Friendship Association held a meeting on August 10 to commemorate the 52nd anniversary of the liberation of Korea.\r\n   On this occasion, lecture meetings, film shows and book and photo exhibitions were held in Tanzania, Zimbabwe, Bangladesh, Madagascar and Guinea. \r\n\r\n\r\n"
        },
        {
            "title": "Discontinuation of anti-north military drills urged",
            "url": "http://kcna.co.jp/item/1997/9708/news8/21.htm#9",
            "content": "Discontinuation of anti-north military drills urged\r\nPyongyang, August 21 (KCNA) -- Minju Joson today comments on the adventurous joint military manoeuvres codenamed \"Ulji Focus Lens\" which started in south Korea early on August 18.\r\n   The daily says the U.S.-south Korea manoeuvres are increasing tension and the danger of a war against the north in the Korean Peninsula.\r\n   It says:\r\n   The manoeuvres include the \"Ulji\" drill involving the south Korean puppet army, \"Administration\" and civilians and the \"Focus Lens\" exercise of U.S. Forces and south Korean puppet army. Participating in the manoeuvres are a large number of south korean troops and \"civilian defence corps\" members as well as U.S. troops present in south Korea and from the U.S. mainland.\r\n   The war gamble, as large as the \"Team Spirit\" exercises in scale, content and danger, proves that what exists in the Korean Peninsula is just threat from the south, not threat from the north.\r\n   We will never allow others to infringe upon our sovereignty and undermine our socialism but deal a heavy blow at the provokers.\r\n   The U.S. and south Korean war maniacs must stop the military exercises at once. \r\n\r\n"
        },
        {
            "title": "Anti-air raid drill in s. Korea",
            "url": "http://kcna.co.jp/item/1997/9708/news8/21.htm#10",
            "content": "Anti-air raid drill in s. Korea \r\n Pyongyang, August 21 (KCNA) -- The Kim Young Sam puppet regime staged a civilian drill for \"coping with the north's air raid\" throughout south Korea on Wednesday, according to a radio broadcast from Seoul.\r\n   With scores of \"enemy planes\" flying over 48 towns, inhabitants and vehicles were forced to take shelter.\r\n   The ceaseless drills the south Korean puppet regime has staged allegedly to cope with \"threat from the north\" remind one of those in the grip of a serious crisis. \r\n\r\n \r\n"
        },
        {
            "title": "Papers call for turning out in struggle for national reunification",
            "url": "http://kcna.co.jp/item/1997/9708/news8/21.htm#11",
            "content": "Papers call for turning out in struggle for national reunification\r\n Pyongyang, August 21 (KCNA) -- Pyongyang-based papers today call upon all the compatriots in the north, south and abroad to take Secretary Kim Jong Il's historic work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" as the banner common to the nation, a patriotic programme of reunification, and vigorously turn out in the efforts for its realization.\r\n   Papers dedicate editorials to the publication of Secretary Kim Jong Il's work.\r\n   The main idea of the work is that the whole nation should exalt for all ages the feats performed by President Kim Il Sung in leading the struggle for the reunification of the country, firmly unite under the banner of reunification and turn out as one in the sacred patriotic struggle to accelerate the reunification, as wished by him.\r\n   Rodong Sinmun carries an editorial titled \"Let us accelerate national reunification under leadership of the great general\".\r\n   The daily says:\r\n   The theoretical and practical significance of the work is that it is an example of noble moral obligation and loyalty and filial piety to exalt for all ages the immortal feats performed by the President in leading the struggle for national reunification= it is a new great programme which indicates the way of completing the cause of reunification by carrying out the President's instructions.\r\n   The struggle of the Korean people for national reunification is not smooth. But they have never been in despair and been pessimistic of the reunification question.\r\n   As led by Secretary Kim Jong Il, who is identical to the President in ideology, leadership and virtues, the reunification of the Korean nation is inevitable and definite. This is the unshakable faith and unbreakable will of the Korean people.\r\n   The whole nation should turn out as one in the nationwide struggle for the completion of the cause of national independence, the cause of national reunification, true to the great programme of national reunification of Secretary Kim Jong Il, without the slightest vacillation under any difficulties and ordeals, full of conviction of reunification.\r\n   Minju Joson in an editorial says that all the Korean nation at home and abroad should be mindful that they are blessed with great leaders generation after generation, rally close around Secretary Kim Jong Il and wage a more vigorous struggle to carry out the President's instructions for national reunification. \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun calls for defending Hanchongryon",
            "url": "http://kcna.co.jp/item/1997/9708/news8/21.htm#12",
            "content": "Rodong Sinmun calls for defending Hanchongryon\r\nPyongyang, August 21 (KCNA) -- Rodong Sinmun today calls on all pro-democracy forces of south Korea to defend the South Korean Federation of University Student Councils (Hanchongryon) with joint efforts.\r\n   The Kim Young Sam regime has mobilized all the fascist repressive tools such as the \"Agency for National Security Planning\", prosecution, police, the \"investigation team\" and the \"security investigation corps\" in the crackdown on Hanchongryon.\r\n   In an article the daily says the present situation urgently requires the south Korean students and people to turn out in the struggle for defending Hanchongryon.\r\n   It says:\r\n   Since it was formed, Hanchongryon has played the role of vanguard in the righteous struggle of the people for anti-U.S. independence, anti-fascist democracy and for national reunification.\r\n   Hanchongryon is the same with other pro-reunification, pro-democracy forces of south Korea in idea and goal -- independence, democracy and reunification.\r\n   It is, in the long run, pro-reunification, pro-democracy forces and vice versa. supporting Hanchongryon, therefore, is an immediate task of all people and pro-democracy forces.\r\n   They should thwart the fascist rulers' reactionary offensive with concerted efforts, mindful that the suppression of Hanchongryon will reach them. \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Iranian First Vice-President",
            "url": "http://kcna.co.jp/item/1997/9708/news8/21.htm#13",
            "content": "Greetings to Iranian First Vice-President\r\nPyongyang, August 21 (KCNA) -- Hong Song Nam, Acting Premier of the Administration Council, sent a message to Hassan Habibi, congratulating him on his appointment as First Vice-President of Iran.\r\n   The message expressed the belief that friendly and cooperative relations between the two countries will further develop and expand in various domains and sincerely wished him great success in his responsible work. \r\n\r\n"
        },
        {
            "title": "Ri Jong Ok receives credentials from Thai Ambassador",
            "url": "http://kcna.co.jp/item/1997/9708/news8/21.htm#14",
            "content": "Ri Jong Ok receives credentials from Thai Ambassador\r\nPyongyang, August 21 (KCNA) -- The new Thai Ambassador to the DPRK, Nikoom Tantemsapya, presented his credentials to Vice-President  Ri Jong Ok at the Mansudae Assembly Hall today.\r\n   After receiving the credentials, the Vice-President conversed with the Ambassador. \r\n\r\n\r\n"
        },
        {
            "title": "Title of DPRK hero to Ri In Mo",
            "url": "http://kcna.co.jp/item/1997/9708/news8/21.htm#15",
            "content": "Title of DPRK hero to Ri In Mo\r\n Pyongyang, August 21 (KCNA) -- A decree of the Central People's Committee was made public on Wednesday on awarding the title of hero of the Democratic People's Republic of Korea to Ri In Mo on his 80th birthday.\r\n   In the period of the anti-Japanese revolutionary struggle, Ri was active as a member of the Association for the Restoration of the Fatherland under the Leadership of President Kim Il Sung.\r\n   After the liberation of the country he devotedly worked for the building of a new country, serving as a propaganda official of a local party organization. When the war broke out in Korea, he joined the People's Army as a war correspondent. After being taken prisoner by the enemy, he suffered in jail in south Korea for 34 years, refusing to be converted.\r\n   Repatriated to the north, he has conducted writing activities with infinite loyalty to the party and the leader and with a strong will, greatly contributing to educating the party members and other working people in a revolutionary way and cementing the singlehearted unity of the revolutionary ranks. \r\n\r\n"
        },
        {
            "title": "Chondoist Chongu Party Chairwoman meets former s. Korean Chondoist leader",
            "url": "http://kcna.co.jp/item/1997/9708/news8/21.htm#16",
            "content": "Chondoist Chongu Party Chairwoman meets former s. Korean Chondoist leader\r\n  Pyongyang, August 21 (KCNA) -- Ryu Mi Yong, Chairwoman of the Chondoist Chongu Party Central Committee and also Chairwoman of the Central Guidance Committee of the Korean Chondoist Association, met O Ik Je, Permanent Advisor to the \"National Congress for New Politics\", advisor to the National Congress for Independent and Peaceful Reunification and former leader of the central headquarters of Chondoism of south Korea, here today.\r\n   O Ik Je recalled that the south Korean authorities obstructed meetings between Chondoists of the north and the south in 1993 and on other occasions.\r\n   He said that coming to the north, he has learnt that Choe Tok Sin's remark \"President Kim Il Sung is today's god\" is true and the DPRK is an advanced cultural power.\r\n   \"Reading the respected leader Kim Jong Il's work ' Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification', I have made up my mind to devote myself to national reunification,\" he said.\r\n   Voicing the belief that the country will be reunified in the way indicated by the work, he vowed to make all efforts for the country's reunification. \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}