{
    "date": "1997-08-30",
    "url": "http://kcna.co.jp/item/1997/9708/970830.htm",
    "articles": [
        {
            "title": "Film show and friendship meeting on National Day of Viet Nam",
            "url": "http://kcna.co.jp/item/1997/9708/news8/30.htm#1",
            "content": "Film show and friendship meeting on National Day of Viet Nam\r\nPyongyang, August 30 (KCNA) -- The Korea-Viet Nam Friendship Association sponsored a film show and friendship meeting in Pyongyang on August 29 to mark the 52nd anniverdary of the National Day of Viet Nam.\r\n   Vietnamese Ambassador to Korea Le Xuan Vinh and Embassy officials were invited.\r\n   Present there were Ryo Won Gu, Vice-Chairwoman of the State Education Commission and Chairwoman of the Korea-Viet Nam Friendship Association, and other officials concerned.\r\n   They appreciated a Vietnamese feature film after looking round photos on the achievements made by the Vietnamese people. \r\n\r\n"
        },
        {
            "title": "Honorary citizenship diploma and key to President Kim Il Sung",
            "url": "http://kcna.co.jp/item/1997/9708/news8/30.htm#2",
            "content": "Honorary citizenship diploma and key to President Kim Il Sung\r\nPyongyang, August 30 (KCNA) --  A diploma of honorary citizenship and gold city key were awarded to President Kim Il Sung by the Piura City Council of Peru on July 4.\r\n   The council decided to award President Kim Il Sung with the diploma and key, which are awarded to the greatest men in the world.\r\n   Mayor of Piura city Jose Aguilar Santisteban handed them to an official of the DPRK Embassy in Lima.\r\n   It is written on the diploma that President Kim Il Sung, the great leader of the Korean people, will be immortal in the hearts of the Korean people and world people. \r\n\r\n"
        },
        {
            "title": "Honorary citizenship diploma and key to Secy. Kim Jong Il",
            "url": "http://kcna.co.jp/item/1997/9708/news8/30.htm#3",
            "content": "Honorary citizenship diploma and key to Secy. Kim Jong Il\r\nPyongyang, August 30 (KCNA) -- A diploma of honorary citizenship and gold city key were awarded to Secretary Kim Jong Il by the Piura City Council of Peru on July 4.\r\n   The council decided to award Secretary Kim Jong Il with the diploma and key, which are awarded to the greatest men in the world.\r\n   The mayor of Piura city Jose Aguilar Santisteban asked an official of the DPRK Embassy in Lima to convey them to Secretary Kim Jong Il.   \r\n   It is written on the diploma that the Piura City Council decided to award this diploma of honorary citizenship to Secretary Kim Jong Il, the great leader of the Korean people, who has enriched the immortal Juche idea founded by President Kim Il Sung and performed great achievments for the Korean revolution and construction. \r\n\r\n"
        },
        {
            "title": "Limekilin No.3 of the Sunchon Cement Complex rebuilt",
            "url": "http://kcna.co.jp/item/1997/9708/news8/30.htm#4",
            "content": "Limekilin No.3 of the Sunchon Cement Complex rebuilt\r\n Pyongyang, August 30 (KCNA) -- Limekiln No. 3 of the Sunchon Cement Complex, which is located in South Phyongan Province, has been rebuilt. The complex is the nation's reliable building-material industrial base.\r\n   The ceremony for the completion of the reconstruction project took place on Friday.\r\n   Present there were Vice-Premier Hong Song Nam, Minister of Building-Material Industry Ri Paek Ha, Vice-Chairman of the State External Economic Affairs Commission Kim Jong U and the members of a delegation of the holderbank company of Switzerland.\r\n   A reporter and speakers at the ceremony vowed to strengthen technical cooperation and exchange between the Korean general equipment export and import company and the holderbank company of Switzerland and actively contribute to the development of friendship between the two countries.\r\n   A cocktail party was given on the completion of the project. \r\n\r\n\r\n"
        },
        {
            "title": "Countries concerned must do things helpful to reunification of Korea, says Rodong Sinmun",
            "url": "http://kcna.co.jp/item/1997/9708/news8/30.htm#5",
            "content": "Countries concerned must do things helpful to reunification of Korea, says Rodong Sinmun\r\n Pyongyang, August 30 (KCNA) - Secretary Kim Jong Il in his work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" said that in order to find a correct solution to the Korean question, the countries concerned must play a positive role with a sincere attitude of helping Korea's reunification.\r\n   Rodong Sinmun on Saturday carries a signed article in this connection.\r\n   The daily says:\r\n   The Korean nation who have lived in one land as a homogeneous nation for a long time still remain divided and the north and the south have not been reunified since the liberation owing to foreign forces. So, the reunification question of Korea is linked with the countries concerned.\r\n   The countries concerned must respect the Korean nation's sovereignty and will for reunification and actively help them settle the reunification question independently and peacefully.\r\n   In this, the U.S. responsibility and role are large in particular. The United States was not only a belligerent party to the Korean War but a signatory to the Korean Armistice Agreement. It also signed the DPRK-U.S. agreed framework.\r\n   The United States, a party directly responsible for the Korean question, must sincerely implement its signed commitment and duty. This is a due thing both in view of international justice and morality. The United States must respond to our proposal for replacing the armistice agreement with a peace one and establishing a new peace mechanism.\r\n   The question of easing tension and removing the danger of war, a requisite to ensuring peace on the Korean Peninsula and achieving the peaceful reunification of the country depends entirely on whether the United States corrects its Korea policy or not.\r\n   Japan, a country which is responsible for the division of Korea, must also do things helpful to peace and reunification of Korea.\r\n   If Japan had not occupied Korea, Korea would not have been divided and if there had been no intervention and obstructions of Japan, the cause of the Korean people for national reunification would have made a great advance. \r\nJapan can never avoid the responsibility for this. \r\nTherefore, it must do things helpful to realizing the reunification of Korea. \r\n\r\n\r\n"
        },
        {
            "title": "Reckless manoeuvres of war maniacs",
            "url": "http://kcna.co.jp/item/1997/9708/news8/30.htm#6",
            "content": "Reckless manoeuvres of war maniacs\r\nPyongyang, August 30 (KCNA) -- The Kim Young Sam bellicose group staged a provocative large-scale combined chemical war drill on August 27, which involved all the flying corps of the puppet air force.\r\n    Commenting on this, Rodong Sinmun today says the drill is reported to be the largest one ever in the chemical war trainings in view of the number of forces and the equipment.  The bellicose elements staged the \"drill of flying corps for chemical war\" allegedly to cope with north's \"attack of chemical weapons\" in the event of \"contingency\".   \r\n   It is not the north but the puppets who aim at a chemical war and step up preparations for an attack of chemical weapons.  \r\n   The Kim Young Sam group have stockpiled a large number of nuclear weapons and biochemical weapons needed for an atomic war, chemical war and biological war, together with outside forces. Needless to say, they will be used for nuclear and biochemical attack on the north any moment. \r\n   It is as clear as noonday that the Kim Young Sam group staged the large-scale combined chemical war drill out of the heinous intention to spread a rumour about the north's \"attack of chemical weapons\" to justify their criminal chemical war exercise against the north and, furthermore, round up the preparations for attacking the north with chemical weapons. \r\n\r\n\r\n"
        },
        {
            "title": "\"Ulji Focus Lens\" at its height",
            "url": "http://kcna.co.jp/item/1997/9708/news8/30.htm#7",
            "content": "\"Ulji Focus Lens\" at its height\r\nPyongyang, August 30 (KCNA) -The aggressive \"Ulji Focus Lens\" joint military exercises reached the highest stage on August 26 and 27, military sources said.\r\n   The U.S. imperialist aggression forces and the puppets, who started the criminal exercises on August 18, introduced flying corps into the bases in south Korea from the U.S. mainland, Guam and Japanese bases for operations of the highest stage.\r\n   On August 26 and 27, overseas-based flying corps, fighter bombers, assault planes, observation planes and helicopter gunships with different missions, which belong to the U.S. Air Force present in south Korea and the puppet air force, more than 1,300 in all, staged exercises of concentric strike on objects and support to ground force and aerial attack in the skies above areas on the West Coast of Korea.\r\n   In the period the enemy staged a drill of airlifting a huge force and lethal equipment from overseas bases by large transport planes and deployed the airlifted troops and war supplies in operational areas.\r\n   Hundreds of combatant ships belonging to the south Korean puppet navy and maritime police got frantic in landing operation, commandoes' infilatration into coasts and coastal attack exercises in the east and west coasts similar to the north's coasts, and overseas-based anti-submarine patrol planes and assault planes in exercises for anti-submarine strike and support to sea mobile operation drills in the skies above the east and west seas.\r\n   During the period the south Korean puppets staged drills of quick deployment of tank groups and nocturnal attack on the north, ambush and surprise strike on objects  and firing and shelling rehearsals in Rinje and Cholwon counties, Phaju city, Ryonchon county and other areas, seriously getting on the nerves of the north.\r\n   Our revolutionary armed forces can never remain a passive onlooker to this at this moment when the enemy's attempt to stifle the north with arms is getting all the more undisguised and only the physical shooting remains undone. \r\n\r\n\r\n"
        },
        {
            "title": "Secy. Kim Jong Il replies to Ri In Mo",
            "url": "http://kcna.co.jp/item/1997/9708/news8/30.htm#8",
            "content": "Secy. Kim Jong Il replies to Ri In Mo\r\n Pyongyang, August 30 (KCNA) - Secretary Kim Jong Il, after reading a letter of thanks from Ri In Mo, the incarnation of faith and will, replied: \r\n   \"Thank you.  \r\n             August 27, 1997. \r\n                      Kim Jong Il.\"\r\n   Ri In Mo, overwhelmed by the loving care and favors bestowed on him on his 80th birthday, wrote a letter of thanks to Secretary Kim Jong Il on August 24.\r\n   In the letter, Ri said he had done nothing great for the Party and revolution during his life of 80 years and only added to the worries of the great leaders President Kim Il Sung and Secretary Kim Jong Il. For the past four years after returning to the Party's embrace, he led a new life thanks to the general's favors, but remained a burden, Ri added.\r\n   He expressed a thousand thanks to the general for having awarded him the Title of Hero of the DPRK again and given him a precious suit, a birthday table and a birthday party.  He continued:  \"You gave me birthday tables year after year from my 76th birthday to this time, my 80th birthday. I was so grateful and moved to tears. \"You are the hero of heroes in upholding President Kim Il Sung with a moral sense of obligation, defending our socialism, exalting our socialist motherland and pursuing politics based on love for humanity.  \"I will always remember your favors and trust and follow you invariably as the symbol of the party, the motherland, socialism and victory.\r\n   \"I, an old soldier, sincerely hope you will always take care of yourself and live long in good health.\"\r\n\r\n"
        },
        {
            "title": "Press review",
            "url": "http://kcna.co.jp/item/1997/9708/news8/30.htm#9",
            "content": "Press review\r\nPyongyang, August 30 (KCNA) -- Papers here today frontpage reports that President Kim Il Sung and Secretary Kim Jong Il were awarded diplomas of honorary citizenship and gold city keys by the Piura City Council of Peru and that Secretary Kim Jong Il received gifts from mayors of Peru.\r\n   Printed in papers is an autograph written by Secretary Kim Jong Il in reply to a letter of thanks from the incarnation of faith and will, Ri In Mo, together with Ri's letter.\r\n   Rodong Sinmun conveys news that Secretary Kim Jong Il received gifts from the visiting delegation of the Mogolian social-democratic party and the under Secretary General of the Al Ansar Jordan Arab Party.\r\n   Carried in the paper is a message of greetings to Secretary Kim Jong Il from Sani Abacha, Head of State and Commander-in-Chief of the Armed Forces of Nigeria, to mark the 52nd anniversary of the liberation of Korea.\r\n   Papers give an account of a symposium on Secretary Kim Jong Il's work \"On Preserving the Juche Character and National Character of the Revolution and Construction\" to implement the Juche-based idea of literature and art held in Pyongyang.\r\n   Rodong Sinmun in a signed article says Secretary Kim Jong Il's work dated August 4 is a highly important guideline indicating the correct way of improving the inter-Korean relations.\r\n   Given in the paper is an account of a ceremony held in Mongolia marking the 5th anniversary of the naming of Kim Il Sung Kindergarten.\r\n  Limekiln No. 3 of the Sunchon Cement Complex has been rebuilt with technical cooperation of a Swiss company.\r\n   It is reported in the press that O Ik Je, Former Leader of the central headquarters of Chondoism in south Korea, in a press conference with home and foreign reporters in Pyongyang declared that he came to the north with worship for the leader of the nation Kim Jong Il.\r\n   Rodong Sinmun runs a commentary denouncing the Kim Young Sam bellicose group for staging a \"drill of flying corps for chemical war\".\r\n   Conveyed in the paper is news that the U.S. imperialist war maniacs and the south Korean puppets staged the aggressive \"Ulji Focus Lens\" joint military exercises at the highest stage.\r\n   An article of Rodong Sinmun says the United States, Japan and other countries concerned must do things helpful to the reunification of Korea.\r\n   The paper comes out with an article saying that the Japanese Government is trying to avoid state compensation to \"Comfort Women for the Army\" by setting in motion a \"national fund\". \r\n\r\n"
        },
        {
            "title": "Way for improving inter-Korean relations",
            "url": "http://kcna.co.jp/item/1997/9708/news8/30.htm#10",
            "content": "Way for improving inter-Korean relations\r\nPyongyang, August 30 (KCNA) - Secretary Kim Jong Il, in the work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\", indicated in detail the task and ways of converting the relations of distrust and confrontation between the north and the south of Korea into those of trust and reconciliation. \r\n   Only when this task is carried into practice can the country be reunified independently and peacefully by the united efforts of the whole nation.\r\n   Rodong Sinmun today stresses this in a signed article.\r\n   In order to improve the relations between the north and the south and effect a change towards national reunification, the south Korean authorities should desist from depending on foreign forces and \"cooperating\" with them, oppose and reject them by uniting efforts with their fellow countrymen from the stand of national independence, the paper says, and goes on:\r\n   The south Korean authorities must change their policy and take the stand of national independence which values and depends on the nation= they must adopt a policy of shaping the destiny of the country and the nation by joining efforts with their fellow countrymen.\r\n   Acute political and military confrontation must be removed to improve bilateral relations. The south Korean authorities must have a true sense of national fellowship, change their hostile anti-north confrontation policy into reconciliation policy of alliance with the north= they must refrain from creating misunderstanding and distrust between the north and the south and hampering national reconciliation and unity.\r\n   Democratizing the social and political life in south Korea is an important condition for improving the relations between the north and the south and promoting national reconciliation and unity.\r\n   If the south Korean authorities give up the present anti-national, anti-reunification confrontation policy and make positive change in practice, we will meet them at any time to negotiate with an open heart about the destiny of the nation and make joint efforts for the country's reunification.\r\n   In order to solve the Korean question, the united states, Japan and other countries concerned must play a positive role with a sincere attitude of helping Korea's reunification, the paper says. \r\n\r\n"
        },
        {
            "title": "Women support Secy. Kim Jong Il's work",
            "url": "http://kcna.co.jp/item/1997/9708/news8/30.htm#11",
            "content": "Women support Secy. Kim Jong Il's work\r\nPyongyang, August 30 (KCNA) -- Han Kye Ok, Vice-Chairwoman of the Central Committee of the Korean Democratic Women's Union, released a statement on August 29 supporting \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\", a famous work of Secretary Kim Jong Il.\r\n   She said that the work is a great programme and banner of national reunification which indicates how to achieve the peace and peaceful reunification of the country on the basis of the three charters advanced by President Kim Il Sung.\r\n   Women's union officials and women will turn out in the patriotic struggle to thoroughly implement the President's instructions for national reunification and realise Secretary Kim Jong Il's idea and leadership in accordance with the definite reunification landmark indicated in the famous work, she added.\r\n   She appealed to all the women in south Korea and overseas to cooperate with the women in the north for the realization of the reunification programme common to the nation elucidated in the historic work of Secretary Kim Jong Il, father of the nation.  \r\n\r\n\r\n"
        },
        {
            "title": "Symposium on Secy. Kim Jong Il's work",
            "url": "http://kcna.co.jp/item/1997/9708/news8/30.htm#12",
            "content": "Symposium on Secy. Kim Jong Il's work\r\n Pyongyang, August 30 (KCNA) -- A symposium on the famous work of Secretary Kim Jong Il \"On Preserving the Juche Character and National Character of the Revolution and Construction\" was held in Pyongyang to implement the Juche-based idea of literature and art.\r\n   It was said at the symposium that the work is a great revolutionary programme of the era which consummates President Kim Il Sung's noble exploits and rich experience and indicates the road to vigorously advance the people's cause of independence and socialism and an immortal militant banner for the creation and construction of Juche-based literature and art.\r\n   All writers and artistes with noble patriotism should create masterpieces conducive to education of people in ardent loyalty and filial piety to Secretary Kim Jong Il and in the Korean-nation-first idea, correctly inherit and develop national heritages and  thoroughly frustrate the imperialist policy of obliterating national culture and all the reactionary theories. \r\n\r\n\r\n"
        },
        {
            "title": "Gilt bronze seated image of Koryo founder ",
            "url": "http://kcna.co.jp/item/1997/9708/news8/30.htm#13",
            "content": "Gilt bronze seated image of Koryo founder\r\nPyongyang, August 30 (KCNA) -- Korean historians have scientifically proved that a newly-unearthed gilt bronze seated image is of Wang Kon, the First King of the Koryo Dynasty.\r\n   It was unearthed at a spot five meters north of king Wang Kon's mausoleum in Kaesong city. It is a national treasure portraying king Wang Kon, the founder of the first unified state of Korea, sitting with a crown on his head.\r\n   It is 1.51 meters high and weighs 80 kilograms. It is believed to have been clothed  since patches of silk were stuck to the body when it was dug out.\r\n   After identity examinations and detailed studies, many historians and researchers proved that it is undoubtedly an image of King Wang Kon. \r\n   Their conclusion is based on historical documents and archeological data that King Wang Kon's moulded image was buried beside the mausoleum as well as over 30 pieces of relics of 13 kinds such as the crown of the image and a white-gem belt loop.    \r\n   This helps toward enriching material evidences for the study of the national history and the treasure house of the cultural heritages of the nation.  \r\n\r\n\r\n"
        },
        {
            "title": "Stop to crackdown on Hanchongyron called for",
            "url": "http://kcna.co.jp/item/1997/9708/news8/30.htm#14",
            "content": "Stop to crackdown on Hanchongyron called for\r\n Pyongyang, August 30 (KCNA) -- Chairman of the Liaoning Regional Association of the Federation of Korean Nationals in China Hwang Yong Du issued a statement on August 17 denouncing the suppression of the South Korean Federation of University Student Councils (Hanchongryon) by the Kim Young Sam regime.\r\n   Saying that the regime brands Hanchongryon as a \"leftist pro-communist force\" and \"pro-north and enemy-benefiting organization\", he criticized it as an open challenge to the entire fellow countrymen aspiring after the reconciliation, unity and  reunification of the nation.\r\n   It is not Hanchongryon and students fighting a righteous struggle for the country and nation but Kim Young Sam regime driving south Korea into total catastrophe by its anti-social policy and irregularities and corruption and obstructing the people's desire for independence, democracy and reunification at the point of the bayonet, that should be prosecuted in south Korea, he added.\r\n   The chairman demanded that the Kim Young Sam regime squarely see the trends of the times, discontinue reckless maneuverings against Hanchongryon, set free the illegally arrested patriotic students unconditionally and immediately and step down at once. \r\n\r\n"
        },
        {
            "title": "Symposium of Japanese teachers on Juche idea",
            "url": "http://kcna.co.jp/item/1997/9708/news8/30.htm#15",
            "content": "Symposium of Japanese teachers on Juche idea\r\n Tokyo, August 28 (KNS-KCNA) -- The 21st National Symposium of Japanese Teachers on the Juche Idea was held in Tottori Prefecture, Japan on August 19.\r\n   The Secretary General of the Liaison Council of Japanese Teachers Societies for the Study of the Juche Idea made a report, followed by speeches and a lecture.\r\n   Reports and speeches were made at divisions of theory, education and practice and Japan-DPRK friendship. \r\n   The speakers expressed expectation that the maintenance and development of the socialist political and economic system in the DPRK would be instrumental in accelerating the revival of socialism in the world.\r\n   The U.S. should respect the U.S.-DPRK agreed framework, ease the military tension in the Korean Peninsula and stop economic sanctions against the DPRK at once, they added.\r\n  The participants stressed that Japan should not read the faces of the U.S. and south Korea but maintain an independent stand and renounce the anti-DPRK policy.\r\n   They added that Japan should strive to have a correct understanding of the DPRK to promote Japan-DPRK friendship and solidarity and normalise bilateral relations as soon as possible.\r\n   A letter to Secretary Kim Jong Il was adopted at the symposium.\r\n   A resolution and emergency appeal were also adopted there.\r\n   The resolution said that efforts would be exerted to help the public have a correct view of the DPRK and support the Korean people in their struggle for the independent and peaceful reunificaton.    \r\n   The appeal called for enhancing humanitarian assistance to the Korean people suffering from natural disasters. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}