{
    "date": "1997-02-23",
    "url": "http://kcna.co.jp/item/1997/9702/970223.htm",
    "articles": [
        {
            "title": "Secy. Kim Jong Il sees mass gymnastic display",
            "url": "http://kcna.co.jp/item/1997/9702/news2/23.htm#1",
            "content": "\r\n\r\nPast news \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Literature praising Secy. Kim Jong Il scattered in S. Korea",
            "url": "http://kcna.co.jp/item/1997/9702/news2/23.htm#2",
            "content": "Secy. Kim Jong Il sees mass gymnastic display\r\n   Pyongyang, February 23 (KCNA) -- Secretary Kim Jong Il saw the mass gymnastic display \"Korea, I will glorify you\" together with party workers, officers and men of the people's army and officials of the youth league at the Pyongyang Indoor Stadium on February 20. \r\n   The mass gymnastic display performed by students and pupils in Pyongyang showed the happiness of the Korean people including students and pupils who are leading a worthwhile life, exalting the anthropocentric socialism of Korean style, united in one mind around the party. \r\n   When the display was over, Secretary Kim Jong Il waved to the  cheering performers and spectators.\r\n   He expressed great satisfaction with the fact that the youths and children of Korea were growing to be the reliable pillars of the country, well prepared mentally, morally and physically, and highly praised the successful performance. \r\n\r\n"
        },
        {
            "title": "Trieste City, Italy, medal awarded to Secy. Kim Jong Il",
            "url": "http://kcna.co.jp/item/1997/9702/news2/23.htm#3",
            "content": "Literature praising Secy. Kim Jong Il scattered in S. Korea\r\n    Pyongyang, February 23 (KCNA) -- Copies of literature headlined \"Loving care of General Kim Jong Il\" were scattered in Phaldal district, Suwon city, Kyonggi Province, South Korea, on the morning of February 21, a Seoul-based radio said. Carried in the copy were an article and a picture showing the respected General Kim Jong Il encouraging the workers at a working place. Some 150 copies of literature congratulating General Kim Jong Il on his birthday were scattered in Ingye-dong, Suwon city, and around the \"city hall\" on the morning of February 17. \r\n\r\n"
        },
        {
            "title": "Secy. Kim Jong Il elected Honorary Chairman of  Peruvian People's Front",
            "url": "http://kcna.co.jp/item/1997/9702/news2/23.htm#4",
            "content": "Trieste city, Italy, medal awarded to Secy. Kim Jong Il\r\n   Pyongyang, February 23 (KCNA) - Secretary Kim Jong Il received a medal of trieste city of Italy on his 55th birthday. The medal awarded to him was conveyed to a Korean official concerned on a visit to the city on Feb. 18 by acting mayor Roberto Mamiani.\r\n   Roberto Mamiani said the city authorities decided to award the medal to Mr. Kim Jong Il on his 55th birthday for his great contributions to friendship, progress and peace of all the peoples the world over. \r\n\r\n"
        },
        {
            "title": "Congolese Party supports three mainstays for Korean reunification",
            "url": "http://kcna.co.jp/item/1997/9702/news2/23.htm#5",
            "content": "Secy. Kim Jong Il elected honorary chairman of  Peruvian People's Front\r\n   Pyongyang, February 23 (KCNA) -- The People's Front of Workers, Peasants and Students of Peru has elected Secretary Kim Jong Il its honorary chairman.\r\n   A ceremony for it took place at the organisation on Feb. 18.\r\n   Written in the diploma of the honorary chairman are the letters: \"the people's front of workers, peasants and students awards the title of its honorary chairman to Secretary Kim Jong Il, who is defending socialism and devoting himself to the reunification of Korea. Feb. 18, 1997. Lima.\"\r\n   Chairman of the Front Genaro Ledesma Izquieta said it is a fortune of the people's front to hang a portrait of  Secretary Kim Jong Il in its meeting hall and award him the title of its honorary chairman. \r\n\r\n"
        },
        {
            "title": "Rays of truth",
            "url": "http://kcna.co.jp/item/1997/9702/news2/23.htm#6",
            "content": "Congolese party supports three mainstays for Korean reunification \r\n   Pyongyang, February 23 (KCNA) -- The political bureau of the Congolese Socialist Party made public a statement on Feb. 13 supporting the three mainstays for national reunification which were defined by Secretary Kim Jong Il.\r\n   The statement notes the party holds that Korea should be reunified on the principles of independence, peaceful reunification and great national unity and, to this end, foreign forces must not interfere in the internal affairs of Korea. \r\n   For peaceful reunification of Korea, the proposal for founding the Democratic Confederal Republic of Koryo, which was advanced by President Kim Il Sung at the 6th Congress of the Workers' Party of Korea, must be realized, the statement says, adding:\r\n   \"The 10-Point Programme of the Great Unity of the Whole Nation, which is the guideline for Korea's reunification, must be embodied.\" \r\n\r\n"
        },
        {
            "title": "S. Korean authorities' human rights violation indicted",
            "url": "http://kcna.co.jp/item/1997/9702/news2/23.htm#7",
            "content": "Rays of truth \r\n   Pyongyang, February 23 (KCNA) -- Rodong Sinmun on Saturday carries an article \"rays of truth\" written by Russian academician Vladimir Solinov.\r\n   He has visited Korea several times since January 1995.\r\n   He writes in the article that he visited different countries of the east and west to find out real social justice and truth after the collapse of the Soviet Union, and that Korea helped him to learn a lot of valuable things with its own fresh and unique reality.\r\n   Korean intellectuals firmly defend socialism and scientific position without the slightest vacillation, the article says, and continues:\r\n   \"Their absolute respect for Secretary Kim Jong Il is deep reverence for his supreme intellect and noblest personality recognised by the intellectual world.\r\n   \"Secretary Kim Jong Il is a great thinker and theoretician, who brightly illumines the way for the era and revolution and mankind with rays of Juche despite ideological confusion caused by limitations of Marxism in the new revolutionary practice of socialist construction.\r\n   \"Secretary Kim Jong Il received me in July, 1995 and he clearly answered all our complex questions with his profound philosophy in easy-to-understand terms.\r\n   \"He is really like the sun and his greatness is that of his supreme intellect, noblest personality and virtues.\r\n   \"The Workers' Party of Korea (WPK) values the intellectuals.\r\n   \"President Kim Il Sung made sure that the writing-brush was included in the emblem of the WPK, with the hammer and sickle.\r\n   \"President Kim Il Sung's policy of valuing intellectuals is successfully carried forward by Secretary Kim Jong Il.\r\n   Socialist Korea has a bright future for this great and just policy.\r\n   \"I love Korea and I see a bright future of mankind in Korea's reality.\r\n   \"Korea is a fortress of belief and ideal beam which lights the way for revival of socialism and humankind in the world today.\" \r\n\r\n"
        },
        {
            "title": "Active cooperation for repatriation of Kim In So called for",
            "url": "http://kcna.co.jp/item/1997/9702/news2/23.htm#8",
            "content": "S. Korean authorities' human rights violation indicted \r\n    Pyongyang, February 23 (KCNA) -- Many organisations of the DPRK sent letters to international organisations, denouncing the South Korean authorities for their wanton violation of the human rights of old Kim In So, an unconverted long-term prisoner.\r\n   Letters went to the UN commission on human rights from the DPRK society for human rights studies, to the International Committee of the Red Cross and the International Federation of Red Cross and Red Crescent Societies and the International Liaison Committee for the Release of Unconverted Long-Term Prisoners in South Korea and their repatriation to the north from the central committee of the red cross society of the Democratic People's Republic of Korea, and to the International Association of Democratic Lawyers and the Amnesty International from the Korean Democratic Lawyers Association.\r\n   The letters say that the continued violation of human rights of old Kim In So on the part of the South Korean authorities will cause such a tragic event that he has to live lonely in south korea and die in the hateful society.\r\n   They call upon the South Korean authorities to immediately stop violating the human rights of old Kim In So.\r\n   They also express the expectation that international organisations which respect human rights and value humanitarianism will exercise all their influence in order to stop the wanton violations of human rights in South Korea and to realise an early return of old Kim to his hometown. \r\n\r\n"
        }
    ]
}