{
    "date": "1997-11-16",
    "url": "http://kcna.co.jp/item/1997/9711/971116.htm",
    "articles": [
        {
            "title": "Kimjongilia association inaugurated in Mongolia",
            "url": "http://kcna.co.jp/item/1997/9711/news11/16.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korea:  bank clerks occupy \"NKP\" president's office",
            "url": "http://kcna.co.jp/item/1997/9711/news11/16.htm#2",
            "content": "Kimjongilia association inaugurated in Mongolia\r\n Pyongyang, November 16 (KCNA) -- An inaugural ceremony of the Kimjongilia association took place in Mongolia on Nov. 12 under the sponsorship of the Mongolian Floral Federation.\r\n   The chairman of the federation in his opening address said that the formation of the association is chiefly aimed at propagating in Mongolia Kimjongilia named after Kim Jong Il, who is the successor to President Kim Il Sung and General Secretary of the Workers' Party of Korea.\r\n   To cultivate Kimjongilia in Mongolia is of great significance in actively introducing and propagandizing the greatness of General Kim Jong Il among the Mongolian people and developing the friendly relations between Mongolia and Korea, he said, adding that the Mongolia-Korea friendship will come into full bloom together with Kimjongilia.\r\n   The chairman of the federation was elected chairman of the association.\r\n   A letter to General Secretary Kim Jong Il was adopted at the ceremony.    \r\n \r\n"
        },
        {
            "title": "Kim Young Sam fascist clique's suppression",
            "url": "http://kcna.co.jp/item/1997/9711/news11/16.htm#3",
            "content": "S. Korea:  bank clerks occupy \"NKP\" president's office\r\n Pyongyang, November 16 (KCNA) -- More than 50 clerks of the \"Bank of Korea\" in south Korea occupied the office of the president of the \"New Korea Party\" in Youido, Seoul, on the night of Nov. 12 and waged a sit-in strike demanding the withdrawal of the \"financial reform bill\" which the puppet authorities are making out, according to a radio report from Seoul.\r\n   That night the entire clerks of the bank staged an all night strike in the building of the bank. 30 of them entered into a hunger strike.\r\n   The protesters said that the ruling party and puppet authorities faked up the \"financial reform bill\" to continue controlling the financial activities with the government power. They strongly demanded the withdrawal of the bill.    \r\n\r\n"
        },
        {
            "title": "16th national meeting of movement for supporting Korea's reunification",
            "url": "http://kcna.co.jp/item/1997/9711/news11/16.htm#4",
            "content": "Kim Young Sam fascist clique's suppression\r\nPyongyang, November 16 (KCNA) -- The Kim Young Sam fascist clique are repressing a fourth-year student Jo Un Ju of Sogang University on charge of the violation of the notorious \"National Security Law\" for the mere reason that she took part in the 14th world festival of youth and students held in Cuba as a delegate of the South Korean Federation of University Student Councils (Hanchongryon) and had a contact with students from the northern half of Korea, according to a radio report from Seoul.\r\n   The fascist clique issued a warrant of arrest on Nov. 13.\r\n   This shows that the Kim Young Sam group, hellbent on the moves to obliterate Hanchongryon, are inimical to the northern half of Korea and are unwilling to reunify the country.    \r\n \r\n"
        },
        {
            "title": "Foreign diplomatic envoys visit Mt. Kuwol",
            "url": "http://kcna.co.jp/item/1997/9711/news11/16.htm#5",
            "content": "16th national meeting of movement for supporting Korea's reunification\r\nPyongyang, November 16 (KCNA) -- The 16th National Meeting of the Movement for Supporting Korea's Reunification took place in Nagoya, Japan, on Nov. 9 under the cosponsorship of the Japan Committee for Supporting the Independent and Peaceful Reunification of Korea and the Aichi prefectural Executive Committee of the National Meeting.\r\n   Hiroshi Wakabayashi, Secretary General of the Committee for Supporting the Independent and Peaceful Reunification of Korea, in his keynote report said that to realize the normalisation of the Japan-DPRK diplomatic ties is the key to opening the future of Asia in the 21st century. Japan should contribute to peace and stability in the world and Asia and take its first step with early normalisation of diplomatic relations.\r\n   The speakers expressed the belief that the current national meeting will mark a good occasion for strengthening the friendship between the peoples of Japan and Korea, deepening mutual understanding and trust and early normalizing the Japan-DPRK diplomatic ties.\r\n   A letter of request for early normalisation addressed to Prime Minister Ryutaro Hashimoto was adopted at the meeting.\r\n   The letter of request said that if the joint declaration of the three parties is respected and cooperation is conducted for a smoothful effectuation of the north-south joint statement, the agreement on reconciliation, non-aggression, cooperation and exchange between the north and the south  and the joint declaration on denuclearisation of the Korean Peninsula, the situation around the peninsula will greatly change. To this end, the Japanese government will strive for early normalisation of diplomatic relations with the DPRK, it stressed.\r\n   An Aichi appeal for supporting Korea's reunification and a letter to the Korean people were adopted at the meeting.\r\n   The appeal called upon the friends of Japan who are conducting the movement for early normalisation of Japan-DPRK diplomatic relations and for supporting Korea's reunification to defend all the rights of the Koreans in Japan, remove all the discriminations, further strengthen the friendship and deepen mutual understanding and trust to contribute to early normalisation.\r\n   The letter congratulated the opening of a new era of Kim Jong Il. It laid stress on continuing efforts for assisting the DPRK and urging the Japanese government to it.\r\n   It called for cooperating in bringing into bloom the Japan-DPRK friendship and normalizing the diplomatic relations for the building of a peaceful new Asia.    \r\n \r\n"
        },
        {
            "title": "Labour unionists call for right to existence",
            "url": "http://kcna.co.jp/item/1997/9711/news11/16.htm#6",
            "content": "Foreign diplomatic envoys visit Mt. Kuwol\r\n   Pyongyang, November 16 (KCNA) -- Foreign diplomatic envoys here visited the pleasure ground on Mt. Kuwol on November 14 and 15.\r\n   They were briefed on the building of Mt. Kuwol into a pleasure ground for the people in a short period by soldier-builders, true to the militant task given by General Secretary Kim Jong Il and looked round the revolutionary site of Kim Hyong Jik, an indomitable revolutionary fighter, historic and cultural relics, newly-built road and other structures and beautifully-arranged Phal Ponds, Samhyongje Ponds, Jiwon  Waterfall and other places.    \r\n\r\n"
        },
        {
            "title": "27th anniversary of corrective movement in Syria marked",
            "url": "http://kcna.co.jp/item/1997/9711/news11/16.htm#7",
            "content": "Labour unionists call for right to existence \r\n   Pyongyang, November 16 (KCNA) -- Representatives of some 300 trade unions under the influence of the south Korean confederation of trade unions held a rally in front of the building of the puppet national assembly in Youido, Seoul, at noon on November 13 and earnestly called for workers' right to existence, a Seoul-based radio said.\r\n   The participants in the rally demanded that the puppet authorities pay the total amount of discharge allowance to the workers. And they warned that if the authorities rattle a \"bill\" which restricts the right of the workers to the discharge allowance through the regular \"national assembly\" session, they would mount an all-people campaign against it.\r\n   With a view to justifying exploitation by the employers, the \"civilian\"-veiled regime is now trying to enact a \"law\" allowing the enterprises to control the payment of discharge allowance to the workers by themselves.\r\n   This invites a protest from trade unions.    \r\n\r\n\r\n"
        }
    ]
}