{
    "date": "1997-08-18",
    "url": "http://kcna.co.jp/item/1997/9708/970818.htm",
    "articles": [
        {
            "title": "Jordanian figure reveres President Kim Il Sung",
            "url": "http://kcna.co.jp/item/1997/9708/news8/18.htm#1",
            "content": "Jordanian figure reveres President Kim Il Sung \r\n Pyongyang, August 18 (KCNA) -- Marwan Sudah, under Secretary General of the Al Ansar Jordan Arab Party, visited the Kumsusan Memorial Palace on August 17.\r\n   He paid homage to the sTatue of  President Kim Il Sung and then to the President, who lies in state.\r\n   The visitor saw the train used by the President for on-site guidance and foreign tour and the car used by him in the last period of his great life.\r\n   On the same day, a delegation of officials of the Democratic Union of Korean Women in Japan headed by Nam Pong Ju, a department director of its central standing committee, called at the Kumsusan Memorial Palace to pay respects to the President.    \r\n\r\n"
        },
        {
            "title": "South Korea's deficit in trade with Japan snowballs",
            "url": "http://kcna.co.jp/item/1997/9708/news8/18.htm#2",
            "content": "South Korea's deficit in trade with Japan snowballs\r\n  Pyongyang, August 18 (KCNA) -- The total deficit of south Korea in trade with Japan in the period from 1965 to June this year amounts to 132.6 billion dollars, a Seoul-based radio reported.\r\n   The south Korean economy is  dependent on Japan.\r\n   In 1965, its deficit was 120 million dollars, which increased to 1.24 billion dollars in 1974 and 11.87 billion dollars in 1994. In the first half of this year, it increased by 7 billion dollars.\r\n   These figures show that south Korea has been reduced to a dependency of Japan.    \r\n \r\n"
        },
        {
            "title": "Review of Rodong Sinmun",
            "url": "http://kcna.co.jp/item/1997/9708/news8/18.htm#3",
            "content": "Review of Rodong Sinmun\r\n   Pyongyang, August 18 (KCNA) -- Rodong Sinmun today reports that Secretary  Kim Jong Il sent thanks to officials and working people for their contributions to society and the collective.\r\n   The paper gives an account of a meeting held to mark the 50th anniversary of the on-the-spot guidance of President Kim Il Sung to the Korean Central History Museum.\r\n   Econews of the paper deals with manuring and cultivating crops in the countryside.\r\n    Articles of the paper say deep attention of the party, the state and the society are paid to the work of training young people.\r\n   The paper says that south Korean democratic organizations and citizens of all strata vowed to fight to the end against the puppet clique.\r\n   The world public circles demanded stop to repression of the South Korean Federation of University Student Councils, says the paper.\r\n   The paper in a semi-monthly review of the south Korean situation notes that people will do not pardon the enemies of reunification.\r\n   A commentary of the paper denounces the Japanese reactionaries for approaching the past with a militaristic political and moral  viewpoint and pursuing overseas expansion.\r\n    The paper carries  news that the Iranian President called for cooperation among the news agencies in the Asia-Pacific region. \r\n    An article of the paper says that the disagreement between the EU and the U.S. is getting more serious over the inclusion of turkey in the EU.    \r\n\r\n\r\n"
        },
        {
            "title": "Wrong political and moral viewpoint",
            "url": "http://kcna.co.jp/item/1997/9708/news8/18.htm#4",
            "content": "Wrong political and moral viewpoint\r\n   Pyongyang, August 18 (KCNA) -- The Japanese reactionary rulers deserve criticism for approaching the past with a militaristic political and moral viewpoint and seeking overseas expansion, stresses Rodong Sinmun today in a commentary.\r\n   The news analyst says:\r\n   They argue that Japan has nothing to repent of and apologize for and does not need to make war reparation and compensation to anyone because Japan did nothing wrong in the past.\r\n   This shows their wrong political and moral viewpoint.\r\n   Ridiculously enough, they hope for permanent membership of the U.N. Security Council without atoning for the past crimes and shaking off the brand of enemy state.\r\n   This is motivated by their ambition for becoming a political power.\r\n   Their ambition is to hold an important position in the international arena, make unlimited overseas expansion and establish domination over the world strategically.\r\n   Unless Japan rectifies its militaristic political and moral viewpoint, it will never win confidence from people but face criticism.    \r\n\r\n"
        },
        {
            "title": "Cartoons on critical situation of s. Korea",
            "url": "http://kcna.co.jp/item/1997/9708/news8/18.htm#5",
            "content": "Cartoons on critical situation of s. Korea\r\nPyongyang, August 18 (KCNA) -- The south Korean monthly magazine Wolgan Chosun carried cartoons on the symptom of Kim Young Sam's ruin.\r\n   A set of cartoons \"mouths\" shows the critical situation of south Korea through descriptions of mouths of different people.\r\n   The mouth of Jong Thae Su, general chairman of the Hanbo business group, is full of bundles of black money reminiscent of the Hanbo loan scandal. \r\n   The mouth of Pak Thae Jung, chairman of the Simwoo Co., Ltd., is bearing a question mark, which indicates he concealed the \"Presidential election\" funds in conspiracy with Kim Hyon Chol.\r\n   Kim Hyon Chol's mouth is full of various caps symbolic of his interference in personnel affairs.\r\n   The mouth of Hong In Gil, former senior adminstration secretary of \"Chongwadae,\" has a feather, which means another man is more responsible for the hanbo scandal.\r\n   Kim Jong Pil's mouth is full of bread cut into \"three Kims\" by the \"cabinet system\" knife.   The mouths of eight dragons (\"Presidential\" candidate applicants of the New Korea Party) shout \"President,\" \"President\" and \"President.\"  Kim Dae Jung has black and white mouths that imply his incoherent remarks.\r\n   Kim Young Sam's mouth is zipped up as he has lost the rights to rule and speak.\r\n   The mouths of the people are full of spider's web, meaning they are deprived of the freedom of speech.\r\n   Another serial cartoon \"all medicines are useless\" shows corrupt and ailing things in flames, which is indicative of the symptom of Kim Young Sam's ruin.    \r\n\r\n"
        },
        {
            "title": "Libyan figure lauds Secy. Kim Jong Il",
            "url": "http://kcna.co.jp/item/1997/9708/news8/18.htm#6",
            "content": "Libyan figure lauds Secy. Kim Jong Il \r\nPyongyang, August 18 (KCNA) -- A Libyan, Abdul Rahman Mutni, dedicated an epic \"glory, love and flowers to you\" to the 55th birthday of Secretary Kim Jong Il.\r\n   The epic said that Secretary Kim Jong Il, the leader of the Korean nation, was born as the sun on Mt. Paektu where President Kim Il Sung made gun reports of the revolution.\r\n    His birth turned the land into a garden of flowers and birds, the author of the epic said, and continued:\r\n   Secretary Kim Jong Il is a valiant leader who covered the road of victory together with the President. \r\n    He glorified the history of Korea and created the prosperity of the country and people with his strenuous efforts.\r\n   The epic extended greetings of love and longevity to Secretary Kim Jong Il, who will fulfil the hopes of people.    \r\n\r\n"
        },
        {
            "title": "Pipha Tourist Hotel",
            "url": "http://kcna.co.jp/item/1997/9708/news8/18.htm#7",
            "content": "Pipha Tourist Hotel \r\n Pyongyang, August 18 (KCNA) -- Korea is dynamically carrying out projects to lay a foundation for the Rajin-Sonbong Free Economic and Trade Zone.\r\n    Part of this is the recently commissioned Pipha Tourist Hotel.\r\n    It is a joint venture enterprise of a construction company under the state commission of physical culture and sports of the DPRK and Korean businessmen in Japan.\r\n   3.5 million dollars were invested in the construction of the hotel, which took two years.   It is located in a scenic spot which oversees Pipha islet.\r\n   Covering an area of 30,000 square metres, the hotel has 110 rooms with the accommodation capacity of more than 200 persons. There are a restaurant which can render services to 150 guests, a Karaoke hall, a computer game hall, a store and others.\r\n   It is designed to build a bathing beach, sauna and a swimming pool in and around the hotel.\r\n   The charge for a day is 35 to 70 dollars.\r\n   The hotel is operated by the board with Kang Chang Song, vice-chairman of the Hyogo prefectural association of Korean businessmen in Japan and chairman of the Amagasaki association of Korean traders and industrialists, as the general director, Kim Sang Bong, first vice-director of the general facilities bureau of the state commission of physical culture and sports, as the deputy general director and Kang Tae U, director of the Amagasaki association, and Mun Tu Man, deputy director of the Hyogo prefectural association, as directors.\r\n   Mun Tu Man said that with the pride and self-confidence in bringing the hotel into operation as the first joint venture enterprise of Koreans in Japan, they would render services to the construction of the Rajin-Sonbong Zone and furnish the hotel with uptodate facilities so that tourists could have a pleasant time during their stay.    \r\n\r\n   \r\n\r\n"
        },
        {
            "title": "Mouthpiece for dishonest-minded forces",
            "url": "http://kcna.co.jp/item/1997/9708/news8/18.htm#8",
            "content": "Mouthpiece for dishonest-minded forces \r\n  Pyongyang, August 18 (KCNA) -- William Taylor, vice-director of the U.S Centre for Strategic and International Studies, showed himself up here and there and said that north Korea is an unreliable regime and that any actions favourable for north Korea should not be done. Not content with this, he prattled that north Korea will collapse if the United States does not offer \"assistance\" to it.\r\n   The ridiculous remarks made by him who turned his back on the political trend of the international community are an expression of his ignorance. \r\n   We cannot but expose the true intention of his opposition to the \"four-way talks\" hailed by the world and his square attack on the Korea policy of the U.S. Administration. \r\n   As all know, he visited the DPRK four times in the period from 1991 to 1994, calling for the promotion of understanding and the improvement of relations between the DPRK and the United States. In the course of this, he expressed full sympathy with the DPRK's will and stand to liquidate the abnormal relations with the U.S. Including the nuclear issue on the Korean Peninsula and even promised to do a lot of things for the improvement of the DPRK-U.S. relations.\r\n   At that time, he was a scholar with principle and reasonable judgement. We do not think he made empty talk in order to line his own pocket.    \r\n   His current argument is just like that of the U.S. ultra-right forces and the south Korean puppets.\r\n   It is obvious that he sold out his faith and principle as a scholar for some pennies given by them. The person, who styled himself a member of the think tank of the United States, turned out to be an idiot duped by dollars. That is why he does not sense the trend of the international community toward detente and confidence-building, the influence of the improvement of the DPRK-U.S. relations on world peace and stability and the invincibility and bright political future of our society. \r\n   Taylor's political future is poor.  He must realise his gloomy future and no longer resort to the anti-DPRK campaign.     \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}