{
    "date": "1997-02-11",
    "url": "http://kcna.co.jp/item/1997/9702/970211.htm",
    "articles": [
        {
            "title": "Gifts to Secy. Kim Jong Il from participants in international seminar",
            "url": "http://kcna.co.jp/item/1997/9702/news2/11.htm#1",
            "content": "\r\n\r\nPast news \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Preparations for February 16 in Britain",
            "url": "http://kcna.co.jp/item/1997/9702/news2/11.htm#2",
            "content": "Gifts to Secy. Kim Jong Il from participants in international seminar\r\n   Tokyo, February 9 (KNS-KCNA) -- Participants in the International seminar on the Juche idea  presented gifts to Secy. Kim Jong Il.\r\n   Among them were Jose Francisco Aguilar Bulgarelli, General Secretary of the Popular Force organised in Costa Rica and Chairman of the Latin American Institute of the Juche Idea= Vishwanath, Secretary General of the Council of the \"International Kim Il Sung Prize\", Director of the Board of the International Institute of the Juche Idea and Secretary General of the Juche Idea Study Society of India= a delegation of the Guayaquil University of Ecuador led by its Dean Alba Chavez, Director of the Board of the IIJI= a delegation of Russian scientists led by Igor Sergueyevich Lukiyanov, Chief of a Department of the Far-Eastern Industry University and Ideological Secretary of the Maritime Territorial Committee of the Communist Party of the Russian Federation= Krasae Chanawongse, former Foreign Minister and former deputy leader of the Palang Dharma (righteous force) party of Thailand= Youssef Maruana, Secretary General of the Sousse Medical College in Tunisia= professor of the Paris University no. 5 of France Edmond Jouve, Vice-Director General of the IIJI and President of the Council of the European Society for the Study of the Juche Idea= and Govind Narain Srivastava, Secretary General of the Asian Regional Institute of the Juche Idea. \r\n   The gifts were handed to  Hwang Jang Yop, Secretary of the Central Committee of the Workers' Party of Korea and head of the delegation of Korean social scientists.\r\n\r\n"
        },
        {
            "title": "Film show given to celebrate February 16",
            "url": "http://kcna.co.jp/item/1997/9702/news2/11.htm#3",
            "content": "Preparations for February 16 in Britain\r\n   Pyongyang, February 11 (KCNA) -- A preparatory committee for celebrating the 55th birthday of  Secy. Kim Jong Il was inaugurated with due ceremony in London on Feb. 1.\r\n   It is composed of political, public and academic figures. \r\n   Chief of the British group for the study of the Juche idea and works of secy. Kim Jong Il Dermot Hudson was elected the chairman of the committee. \r\n\r\n"
        },
        {
            "title": "18th anniversary of victory of Iranian Islamic Revolution commemorated",
            "url": "http://kcna.co.jp/item/1997/9702/news2/11.htm#4",
            "content": "Film show given to celebrate February 16\r\n   Pyongyang, February 11 (KCNA) -- A film show was arranged by the Pyongyang municipal administrative and economicc committee on Monday to celebrate the auspicious holiday of February 16.\r\n   Invited to the film show were Chinese residents in the city.\r\n   Sin An Bang, vice-chairman of the Pyongyang municipal administrative and economic committee, and officials concerned were present there.\r\n   The participants saw a Korean film \"Glorious native home on Mt. Paektu\"  and an art performance given by school children. \r\n\r\n"
        },
        {
            "title": "Symposiums on greatness of Secy. Kim Jong Il",
            "url": "http://kcna.co.jp/item/1997/9702/news2/11.htm#5",
            "content": "18th anniversary of victory of Iranian Islamic Revolution commemorated\r\n   Pyongyang, February 11 (KCNA) -- A meeting was sponsored by the Korean Committee for Cultural Relations with Foreign Countries and the Korea-Iran Friendship Association in Pyongyang on Monday to mark the 18th anniversary of the victory of the Islamic Revolution in Iran.\r\n   Chairman of the association Ri Chol Bong, who is Minister of city management said in his speech that thanks to the Iranian people's arduous and devoted struggle, firm foundations of the national economy have been laid, epochal progress and development made in different domains of the national economy including industry and agriculture and Islamic national culture is developing on a sound basis in Iran.\r\n   The Korean people are rejoiced over the valuable achievements made by the friendly Iranian people in building a new society and sincerely congratulate them on their success, he said.\r\n   Iranian Ambassador to Korea Seyed Morteza Mirheidari said in his speech that the will and intention of the Korean and Iranian peoples showed an example in construction and the anti-imperialist struggle for independent countries. This will give fear to the enemy who is opposed to independence and freedom, he noted.\r\n   Iran supports the rights of the DPRK government and people and hopes that Korea will be reunified according to the Korean people's desire, he added.\r\n   A congratulatory letter to the Iranian President was adopted at the meeting. \r\n\r\n"
        },
        {
            "title": "Japanese papers used by S. Korea in anti-DPRK campaign",
            "url": "http://kcna.co.jp/item/1997/9702/news2/11.htm#6",
            "content": "Symposiums on greatness of Secy. Kim Jong Il \r\n   Pyongyang, February 11 (KCNA) -- A symposium of officials in charge of youth affairs on defending and further exalting the immortal feats performed by Secy.Kim Jong Il in the development of the youth movement and a symposium of educational workers to mark his 55th birthday were held in Pyongyang on Feb. 10.\r\n   It was said at the symposium of officials in charge of youth affairs that Secy. Kim Jong Il has put forward young people as resolute defender, powerful builder and dependable guard of socialism, led them to display the pride of being heroes who work miracles and create innovations in socialist construction and brought them up to be reliable successors to the revolutionary cause of Juche with his affectionate loving care.\r\n   The symposium stressed that all the officials of the Youth league should in the future, too, demonstrate to the whole world the name of the youth league named after President Kim Il Sung forever and vigorously advance in the van of the struggle for the completion of the Juche revolutionary cause, fluttering the red flag in the van of the ranks, under the wise leadership of Secy. Kim Jong Il.\r\n   It was noted at the symposium of the educational workers that Secy. Kim Jong Il gave a scientific exposition of the position and role of education in socialist construction and has prepared the new generation and the working people politically and ideologically to firmly defend and exalt the cause of socialism.\r\n   The symposium stressed the need to strengthen political and ideological education among students true to the educational idea and intention of the Workers' Party of Korea and imbue them with the spirit of defending the leader at the risk of their lives, the spirit of rifles and bombs and the spirit of suicidal attack and train them to be revolutionary talents with high scientific and technological knowledge.\r\n\r\n"
        },
        {
            "title": "\"Paektusan Prize\" Sports Contest opens",
            "url": "http://kcna.co.jp/item/1997/9702/news2/11.htm#7",
            "content": "Japanese papers used by S. Korea in anti-DPRK campaign \r\n   Pyongyang, February 11 (KCNA) -- The Japanese Sankei Shimbun, Mainichi Shimbun and other venal media on February 4  reportedly said Mayumi, the girl who was missing in Niigata on November 15, 1977, was \"kidnapped by north Korea\".\r\n   The false report was apparently invented by the Sankei Shimbun and Mainichi Shimbun, which are well known as hack papers, bribed by South Korea's \"Agency for National Security Planning\" (ANSP).\r\n   But the co-production of the South Korean puppets and the Japanese reactionaries is only a third-rate invention.\r\n   The Democratic People's Republic of Korea has nothing to do with such violation of human rights as \"kidnapping\" and \"terrorism\".\r\n   The DPRK, respectfully considered by the world, is a socialist country centred on the masses of the people and guided by the immortal Juche idea.\r\n   It never allows such social evils as flesh traffic, kidnapping and terrorism which are a commonplace in South Korea and Japan, the worst graveyards of human rights in the world.\r\n   It was the South Korean puppets that kidnapped Yun I Sang in Berlin and took him to South Korea in July 1967 and it was also they that spirited Kim Dae Jung from Tokyo in broad daylight.\r\n   In Japan abduction of children and kidnapping of people for money-making are a frequent occurrence.\r\n   It is nobody's secret that Mayumi was an agent of the \"ANSP\" and the \"KAL incident\" in 1987 was its own making.\r\n   The Japanese reactionaries, in the hope of making the \"kidnapping of the girl by north korea\" sound real, used human dregs who defected to south korea from the DPRK.\r\n   Then, why was such a cheap farce needed by the South Korean puppets and the Japanese reactionaries?\r\n   It is related to their uneasy position.\r\n   The Kim Young Sam group have become a target of public protest for their flunkeyist and treacherous acts, irregularities and misrule.\r\n   The recently disclosed Hanbo scandal has rendered the crisis of the \"civilian\" regime all the more serious.\r\n   So, the Kim Young Sam group have felt it necessary to divert public attention elsewhere.\r\n   Now social scientists of the DPRK are staying in Japan. \r\n   The delegation attended an international seminar on the Juche idea and has met with officials of organizations of the General Association of Korean Residents in Japan (Chongryon) and individuals as scheduled.\r\n   The Japanese reactionaries are allergic to the delegation's activities in Japan and are afraid of the successful holding of the seminar and the increasing attraction of the Juche idea.\r\n   This is why Japan's venal media  are zealously partaking of the anti-DPRK campaign.\r\n   Through the co-production the South Korean puppets intend to emerge from their worldwide isolation and the serious crisis of the regime and the Japanese reactionaries want to arrest the rapid spread of the Juche idea among the Japanese people.\r\n   We will keep tabs on the crime of Japan's venal media chilling friendship between the Korean and Japanese peoples and building higher hurdles in the way of developing it.\r\n   The Sankei Shimbun and Mainichi Shimbun would be well advised to discontinue such foolish acts as disgracing themselves. \r\n\r\n"
        },
        {
            "title": "Full-scale general strike to be called in S.Korea",
            "url": "http://kcna.co.jp/item/1997/9702/news2/11.htm#8",
            "content": "\"Paektusan Prize\" sports contest opens \r\n   Pyongyang, February 11 (KCNA) -- The \"Paektusan Prize\" sports contest has opened on the occasion of the birthday of Secy. Kim Jong Il.\r\n   The contest to be attended by athletes from the capital and local sports groups will take place in Pyongyang and local areas.\r\n   The contest includes more than 20 events including field and track, basketball, boxing and figure skating.\r\n   An opening ceremony was held here Monday.\r\n   The contest, held each year on the occasion of the significant February holiday, will be a good occasion for the athletes to fully demonstrate their sporting techniques, set new records and to develop the nation's sports. \r\n\r\n"
        },
        {
            "title": "10-day film show begins to celebrate February 16 holiday",
            "url": "http://kcna.co.jp/item/1997/9702/news2/11.htm#9",
            "content": "Full-scale general strike to be called in S.Korea \r\n    Pyongyang, February 11 (KCNA) -- The \"Korean Confederation of Trade Unions\" declared that it would go on a full-scale general strike unless Kim Young Sam rewrites the \"Labor Laws\" in an all-round way within this week, said a Seoul-based radio on February 10.\r\n   The organisation decided to fix the date and method of the general strike at a central committee meeting and a \"national meeting of deputies\" on February 11 and 13.\r\n \r\n"
        },
        {
            "title": "Pyongyang students vow to become human bombs to defend Secy. Kim Jong Il",
            "url": "http://kcna.co.jp/item/1997/9702/news2/11.htm#10",
            "content": "10-day film show begins to celebrate February 16 holiday \r\n   Pyongyang, February 11 (KCNA) -- A 10-day film show has begun to celebrate the 55th birthday of Secy. Kim Jong Il (February 16).\r\n   During the film show throughout the country there will be screened documentaries \"great guidance leading our party to ever-victorious road\", \"bosom of true life\" part 7 and \"Faith of Korea\", which emotionally show the revolutionary activities of Secy. Kim Jong Il and the Korean people's revolutionary spirit in their efforts to accomplish the revolutionary cause of juche.\r\n   The film show includes feature films \"guarantee\" and \"people enshrined in our hearts\" which splendidly represent the greatness of the Workers' Party of Korea and wisdom of its leadership and the sequel parts of the multi-part film \"The Nation and Destiny\".\r\n   An opening ceremony of the film show was held at the People's Palace of Culture in Pyongyang Monday. \r\n\r\n"
        },
        {
            "title": "S. Korea draws fire for anti-north political gangsterism in Los Angeles",
            "url": "http://kcna.co.jp/item/1997/9702/news2/11.htm#11",
            "content": "Pyongyang students vow to become human bombs to defend Secy. Kim Jong Il \r\n   Pyongyang, February 11 (KCNA) -- Students in Pyongyang vowed to become human bombs to defend Supreme Commander Secy. Kim Jong Il.\r\n   They met in front of the statue of President Kim Il Sung on Mt. Ryongnam on February 10.\r\n   A letter of their loyalty to Secy. Kim Jong Il was read and speeches were made at the meeting.\r\n   The speakers said they will have an absolute worship for the respected General Kim Jong Il, mindful that their happiness and future are unthinkable without his embrace.\r\n   They vowed to stand in the van of the present-day \"arduous march\" as a student vanguard of the forced march of socialism like university students who volunteered to fight in the front before anybody else during the period of the hard-fought fatherland liberation war and like student Chollima riders during the period of the postwar rehabilitation and construction.\r\n   They said that all the graduates of this year should make great contributions to victoriously finishing the final campaign of the general onward movement of socialism on the forefront of socialist construction. \r\n\r\n"
        },
        {
            "title": "Press review",
            "url": "http://kcna.co.jp/item/1997/9702/news2/11.htm#12",
            "content": "S. Korea draws fire for anti-north political gangsterism in Los Angeles \r\n   Pyongyang, February 11 (KCNA) -- As already reported, the Kim Young Sam group of South Korea saw to it that some 50 gangsters raided in broad daylight a photo exhibition which was opened in Los Angeles  to celebrate the 55th birthday of the respected General Kim Jong Il, and heavily wounded sponsors on Feb. 3 under the command of the South Korean puppet consul general.\r\n   The central guidance committee of the Korean Chondoist Association, the central committee of the Korean Buddhists Federation and the central committee of the Korean Roman Catholic Association released statements bitterly denouncing the raid as an undisguised expression of their anti-north confrontation, terrible political gangsterism and a never-to-be-condoned crime.\r\n   The Kim Young Sam group, who already committed a crime of the blackest dye when  President Kim Il Sung passed away three years ago, perpetrated a grave crime again, for which they will have to pay dearly, the statements said.\r\n   They urged the Kim Young Sam group to frankly admit the latest crime, honestly apologize for it and sternly punish the Los Angeles \"consul general\" and others responsible for the incident to keep the situation from going from bad to worse.\r\n   The United States must also hold itself accountable for the incident, investigate into the raid as  early as possible and punish the perpetrators, the statements stressed.\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on sycophantic treachery",
            "url": "http://kcna.co.jp/item/1997/9702/news2/11.htm#13",
            "content": "Press review \r\n   Pyongyang, February 11 (KCNA) -- Rodong Sinmun today frontpages a congratulatory message the participants in an enlarged meeting of the executive committee of the International Liaison Committee for Reunification and Peace in Korea (CILRECO) and a meeting marking the 20th anniversary of CILRECO sent to Secy. Kim Jong Il on the occasion of his 55th birthday.\r\n   Printed in the paper is news that Secy. Kim Jong Il was presented with gifts by the participants in the international seminar on the Juche idea held in Tokyo and by Chinese residents in korea on this occasion.\r\n   Also frontpaged in the paper is an editorial calling upon the whole party to find itself among the people and vigorously conduct the final campaign to finish the \"arduous march\" victoriously.\r\n   The paper carries a poem titled \"great love of great man\" written by Paek In Jun, chairman of the central committee of the General Federation of the Unions of Literature and Art of Korea, on the 55th birthday of Secy. Kim Jong Il.\r\n   Minju Joson devotes one whole page to an article headlined \"General Kim Jong Il is victory\" written by Han Tok Su, Chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon).\r\n\r\n"
        },
        {
            "title": "February in Korea",
            "url": "http://kcna.co.jp/item/1997/9702/news2/11.htm#14",
            "content": "Rodong Sinmun on sycophantic treachery\r\n   Pyongyang, February 11 (KCNA) -- Rodong Sinmun in a signed commentary today denounces the South Korean puppets for trying to keep Japan from normalising the relations with the Democratic People's Republic of Korea.\r\n   A few days ago, the South Korean Ambassador to Japan told the Chairman of Policy Affairs Research Council of the Liberal Democratic Party of Japan that Japan should \"carefully approach\" the issue of relationship with the DPRK.\r\n   The South Korean puppets say that they want Japan to promote the improvement of relations with the northern half of Korea in accordance with the progress of \"four-way talks\" and \"inter-Korean dialogue\", while turning their face away from the Tok Islet problem and the past crimes of Japan, the analyst says, and continues:\r\n   The South Korean puppets are sycophantic traitors who are little different from the \"Five traitors of Ulsa (1905)\" who sold the country and the nation to the Japanese imperialists.\r\n   The days of traitors are numbered.\r\n   The more the traitor Kim Young Sam commits sycophantic treacheries in a bid to find a way out, the earlier his miserable destruction comes. \r\n\r\n"
        },
        {
            "title": "7th individual contest for \"Feb. 16 Art Prize\"",
            "url": "http://kcna.co.jp/item/1997/9702/news2/11.htm#15",
            "content": "February in Korea\r\n   Pyongyang, February 11 (KCNA) -- February in Korea marks the greatest national holiday, the birthday of Secy. Kim Jong Il (Feb. 16).\r\n   The Korean people had long wished to celebrate this holiday with grand events. \r\n   On February 7, 1992, President Kim Il Sung endorsed a decree of the DPRK Central People's Committee on defining February 16 as the greatest national holiday to meet the unanimous desire of the Korean people.\r\n   However, Secy. Kim Jong Il repeatedly dissuaded officials from publishing the decree. With absolute loyalty, noble morality and modesty, he meant that only the President should be held in high esteem for all ages.\r\n   Three years later, in 1995, the Central People's Committee published the decree, reflecting the President's wish as well as the unanimous demand and ardent desire of the Party, the army and the people.\r\n   The Korean people, very happy that their desire is met, celebrate the holiday with most significant events every year.\r\n   It is frosty in February in Korea, but spring comes from this month, with an increasing number of people visiting Secy. Kim Jong Il's native home in the secret camp on Mt. Paektu with reverence for him.\r\n   Kimjongilia is in bloom throughout the country, including the secret camp where it is as cold as 40 degrees centigrade below zero in this month. Tens of thousands of kinds of flowers in all families herald spring.\r\n   The holiday is also marked at the central botanical garden and green houses in the capital city and local areas with more than 2,000 kinds of plants symbolic of longevity, happiness and beauty and tens of thousands of kinds of flowers that have come from foreign countries in token of reverence for Secy. Kim Jong Il.\r\n   Diverse and grand events are organised and a great upswing is effected in production in different sectors of the national economy in Korea every year to mark the holiday.\r\n\r\n"
        },
        {
            "title": "Honorary degree to secretary general OF IIJI",
            "url": "http://kcna.co.jp/item/1997/9702/news2/11.htm#16",
            "content": "7th individual contest for \"Feb. 16 Art Prize\"\r\n   Pyongyang, February 11 (KCNA) -- The 7th individual contest for the \"Feb. 16 Art Prize\" was held at theatres in Pyongyang from Jan. 22 to Feb. 10 with the approach of the birthday of Secy. Kim Jong Il.\r\n   The contest involved vocal and instrumental music and dancing with the attendance of some 250 artistes from 20 units including central and local art troupes, conservatories and the art troupe of Koreans in Japan.\r\n   The perfomers showed the Korean people's iron will and unshakable faith that their country and motherland would be more powerful and prosperous  and they would win without fail since General Kim Jong Il brilliantly carries forward the revolutionary cause of Juche pioneered by President  Kim Il Sung.\r\n   They also represented the national pride of the Korean people who lead a happy life in the socialist motherland of Juche, blessed with great leaders generation after generation. \r\n\r\n"
        },
        {
            "title": "International Seminar on Juche Idea closes",
            "url": "http://kcna.co.jp/item/1997/9702/news2/11.htm#17",
            "content": "Honorary degree to Secretary General of IIJI\r\n   Pyongyang, February 11 (KCNA) -- An honorary doctorate of politics of the Democratic People's Republic of Korea was conferred upon Secretary General Kenichi Ogami of the International Institute of the Juche Idea.\r\n   Its diploma and medal were conveyed to Kenich Ogami in Tokyo on Feb. 5 by  Hwang Jang Yop, Chairman of the Korean Social Scientists Society and Secretary of the Central Committee of the Workers' Party of Korea, who was heading a delegation of Korean social scientists. \r\n\r\n"
        },
        {
            "title": "Papers celebrate Iranian anniversary",
            "url": "http://kcna.co.jp/item/1997/9702/news2/11.htm#18",
            "content": "International seminar on Juche idea closes\r\n   Tokyo, February 9 (KNS-KCNA) -- The international seminar on the Juche idea on the subject \"international seminar on the 21st century and human position\" which was opened in Tokyo on the occasion of the 55th birthday of Secy. Kim Jong Il closed on Feb. 9.\r\n   Director General of the International Institute of the Juche Idea (IIJI) Shuhachi Inoue, Honorary Professor of Rikkyo University of Japan, and director of the board of the IIJI Takao Gamakura, Professor of Saitama University of Japan, informed the seminar of the meetings of the philosophical and socio-political subcommittees.\r\n   A letter to Secy. Kim Jong Il was adopted at the seminar.\r\n   And a silk banner presented to him in the name of the participants in the seminar was conveyed to Secretary of the Workers' Party of Korea Central Committee Hwang Jang Yop, who is leading a delegation of Korean social scientists.\r\n   Professor Kinhide Mushagoji of Meijigakuin University of Japan made a closing speech.\r\n   He said that the seminar was a significant meeting which gave the hope for a true life and courage to humankind which will greet a new century.\r\n   The important theoretical and practical questions raised by the present era for humankind were deeply analyzed and evolved at the seminar on the principle of the Juche idea, he noted, saying that what is important in settling the complicated questions facing humankind is to remove the old remains of the cold war era at an early date and build a new man-centred world where a new international order will be established to meet the requirement of a new century.\r\n   \"We should more actively propagandize and disseminate the Juche idea among the world people and bring earlier a historic turn toward a new world to suit the present changed reality,\" he added.\r\n   The three-day international seminar was a historic meeting attended by delegations and delegates from different countries, international and regional organizations, political, academic and public figures of Japan, members of Juche idea study organizations, a delegation of Korean social scientists, officials of the General Association of Korean Residents in Japan (Chongryon) and Korean social scientists in Japan.  \r\n\r\n"
        },
        {
            "title": "Outrage to stamp out Hanchongryon",
            "url": "http://kcna.co.jp/item/1997/9702/news2/11.htm#19",
            "content": "Papers celebrate Iranian anniversary\r\n   Pyongyang, February 11 (KCNA) -- Papers today extend warm congratulations and greetings to the Iranian people on the 18th anniversary of the victory of Islamic revolution in Iran and wish them new success in their efforts to build an independent, new Iran.\r\n   Rodong Sinmun notes that the Iranian people have vigorously advanced the Islamic revolution against the anti-Iran moves of imperialism.\r\n   The paper in a signed article says:\r\n   Iran, as a member of the non-aligned movement, has developed its relations with all countries of the world, defended peace and security in the Persian Gulf Area and made efforts to solve international problems on the basis of independence, peace, territorial integrity, non-interference in others' internal affairs and mutual respect.\r\n   The Korean people are rejoiced over the success made by the Iranian people in the building of a new society and extend support and solidarity to their just cause.\r\n   A signed article of Minju Joson says:\r\n   The Korean people express the belief that the friendly relations with Iran will further develop in the noble idea of independence, peace and friendship. \r\n\r\n\r\n"
        },
        {
            "title": "Religionists in S. Korea, overseas urged to turn out for independence, peace",
            "url": "http://kcna.co.jp/item/1997/9702/news2/11.htm#20",
            "content": "Outrage to stamp out hanchongryon\r\n   Pyongyang, February 11 (KCNA) -- The Kim Young Sam group sentenced ten students including the Executive Director of the Seoul District Federation of University Student Councils (Sochongryon) of South Korea to inprisonment up to five years on charge of \"interfering with performance of special duties\". This is one more premeditated fascist outrage to remove hardcore members of the South Korean Federation of University Student Councils (Hanchongryon) and undermine and stamp out the organization at any cost, says Minju Joson in a commentary today.\r\n   The news analyst continues:\r\n   Underlying such an outrage is the traitor Kim Young Sam's ulterior intention to put in force the revised fascist laws on all accounts to get more black money from comprador businesses and, on the other hand, to suppress the anti-\"government\" forces by mercilessly labelling them as \"pro-communists\" and those \"benefitting the enemy\" by broader power of the \"Agency for National Security Planning\", so as to hold the Presidential Election in a fraudulent way And obtain \"security\" after his retirement.\r\n   Although the Kim Young Sam group is intensifying fascist repression to find a way out, it is a foolish attempt.\r\n   Seeing the trend of times squarely, the Kim Young Sam group should immediately stop the fascist suppression of patriotic and democratic forces including Hanchongryon, Unconditionally repeal the fascist laws and stand its trial by history. \r\n\r\n"
        },
        {
            "title": "Environments of secret camp on Mt.Paektu",
            "url": "http://kcna.co.jp/item/1997/9702/news2/11.htm#21",
            "content": "Religionists in S. Korea, overseas urged to turn out for independence, peace\r\n   Pyongyang, February 11 (KCNA) -- Jang Jae Chol, Chairman of the Korean Religionist Association, called on the believers in South Korea and overseas to turn out for national independence and peace which are vital to the destiny of the nation, irrespective of sect and dogma.\r\n   The call came in a follow-up to the joint meeting of political parties and organizations in the north which proposed a joint conference of representatives of political parties and organizations in the north, south and overseas this year.\r\n   In a statement released on Monday, he voiced the belief that they will fully perform their duty as patriotic-minded religionists in the efforts for frustrating war preparations by the group of flunkeyists and warmongers and bringing about a radical turn in the struggle for peace and peaceful reunification.\r\n   \"We will strengthen ties with religionist organizations and patriotic-minded believers in South Korea and overseas through contact and dialogue and greatly contribute to making this a 'year of solidarity among the Koreans in the north, south and overseas for national independence and peace' in solidarity with them, transcending difference in religious belief,\" he declared. \r\n\r\n"
        },
        {
            "title": "Struggle of Korean people favored",
            "url": "http://kcna.co.jp/item/1997/9702/news2/11.htm#22",
            "content": "Environments of secret camp on Mt.Paektu\r\n   Pyongyang, February 11 (KCNA) -- The secret camp on Mt. Paektu in the northernmost part of Korea is characterized by peculiar geography and climate, rich fauna and flora.\r\n   Major volcanoes of the Paektu volcanic zone lie in groups in the northwest and southeast directions to the north of the camp.\r\n   The camp is between 1,400 and 1,620 metres high above sea level. It is surrounded by many volcanoes, craters and cliffs and dense forests with Jong Il Peak at the centre.\r\n   Jong Il Peak, which is made of lava, is 1,798 metres high above sea level.\r\n   The climate in the area is an alpine continental one. The mean annual temperature is 0.7 degrees centigrade, 6.2 degrees at maximum and 5.6 degrees below zero at minimum. It is above zero in the May-October period. The annual precipitation is 854.2 mm.\r\n   The plants around the area are of some 360 kinds, mostly being angiosperms. There are primitive forests of larch, abies nephrolepis, pinenut and picea koraiensis. There are a lot of birch and other small trees and shrubs as well as tens of kinds of medicinal herbs and fruit trees.\r\n   Tiger, deer, moose, bear and other animals and some 70 Kinds of birds as well as hundreds of kinds of insects and rare fishes inhabit the area. \r\n\r\n"
        },
        {
            "title": "Meeting held in Russia to celebrate 55th birthday of Secy. Kim Jong Il",
            "url": "http://kcna.co.jp/item/1997/9702/news2/11.htm#23",
            "content": "Struggle of Korean people favored\r\n   Pyongyang, February 11 (KCNA) -- Leaders of political parties from different countries who were participating in a seminar of political parties on the building of a new society held in Mexico separately met a delegation of the Workers' Party of Korea led by Rim Sun Phil, a Vice Department Director of the WPK Central Committee, and expressed absolute support and solidarity for the WPK and the Korean people in the struggle to hold fast to the socialist principles.\r\n   The General Secretary of the C.C., the Communist Party of Venezuela, said that progressive parties in the Americas would be filled with hope and faith in the victory of socialism through the seminar.  He added that the seminar would help them learn a lot of precious experience gained by the WPK in its struggle for a new society. \r\n   Manuel Fernandez, General Secretary of the C.C., the Mexican Socialist People's Party, said that though the Korean people were building socialism under difficult conditions, they would win brilliant victory without fail under the wise leadership of Secy. Kim Jong Il\r\n\r\n"
        },
        {
            "title": "Congratulatory group of Koreans here from Japan",
            "url": "http://kcna.co.jp/item/1997/9702/news2/11.htm#24",
            "content": "Meeting held in Russia to celebrate 55th birthday of Secy. Kim Jong Il\r\n   Pyongyang, February 11 (KCNA) -- A meeting for celebrating the 55th birthday of Secy. Kim Jong Il was held in Moscow on February 4 under the sponsorship of the Russian preparatory committee for celebrating his birthday.\r\n   At the meeting congratulatory speeches were made by Yuri Vanin, chief of a section of the Institute of Oriental Studies of the Russian Academy of Sciences, O. Shenin, Chairman of the Council of the Union of Communist Parties-the Communist Party of the Soviet Union, and the Director of the Institute of the Far East of the Russian Academy of Sciences, etc.\r\n  Speakers said that all the achievements made in the Democratic People's Republic of Korea are associated with Secy. Kim Jong Il's brilliant wisdom, rare ability of leadership and warm love for the people. \r\n   The motive force of Korea's vigorous onward movement to socialism is his great idea, outstanding leadership and noble virtues, they stressed.\r\n    The propositions propounded by Secy. Kim Jong Il in his famous works should be carried out in Russia, they said, adding that only when they follow his teachings will Russian-style socialism  come true in Russia.\r\n   Messages of greetings from communist political parties and organizations of Russia to Secy. Kim Jong Il were read out at the meeting.\r\n  The DPRK Ambassador to Russia was asked to convey gifts of the committee of public circles for Relations with the DPRK and the state university of construction in Moscow and  bunches of flowers of the group of the Communist Party of the Russian Federation in the State Duma and the Moscow Municipal Committee of the Party to Secy. Kim Jong Il. \r\n   A congratulatory letter to Secy. Kim Jong Il was adopted at the meeting.\r\n\r\n"
        }
    ]
}