{
    "date": "1997-06-22",
    "url": "http://kcna.co.jp/item/1997/9706/970622.htm",
    "articles": [
        {
            "title": "South Korean puppets frantic in introducing attack quipment",
            "url": "http://kcna.co.jp/item/1997/9706/news6/22.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan-U.S. tieup in emergency",
            "url": "http://kcna.co.jp/item/1997/9706/news6/22.htm#2",
            "content": "South Korean puppets frantic in introducing attack quipment\r\n \r\n   Pyongyang, June 22 (KCNA) -- The \"civilian\" puppet clique of south Korea poured some 200 billion won into 12 military fields in April and May to step up prepartions for a war against the north, according to a radio report from Seoul. \r\n    Most of the money was spent in purchasing combat equipment for attack including  military hardware needed for landing operation as well as helicopters loaded with   missiles for attack operation in the sea.\r\n   The puppet clique introduce the combat equipment from the U.S. and Great Britain. \r\n\r\n"
        },
        {
            "title": "Secy. Kim Jong Il sends autographic letter to Kim Hong Chol and his wife",
            "url": "http://kcna.co.jp/item/1997/9706/news6/22.htm#3",
            "content": "Japan-U.S. tieup in emergency\r\nPyongyang, June 22 (KCNA) -- The Japan-U.S. summit talks in Denver, U.S. discussed the \"review of the guidelines for defence cooperation\" between Japan and the U.S., according to a report.\r\n   At the talks the U.S. side expressed hope for progress of the review and insisted on stepping it up to intensify Japan-U.S. tieup.\r\n   The Japanese paper Mainichi Shimbun on June 20 revealed that the U.S. administration's haste in the review of the guidelines is connected with the Korean Peninsula and the review is seeking to strengthen Japan's assistance to the U.S. \"in an emergency\" in the Korean Peninsula. \r\n\r\n"
        },
        {
            "title": "Moves to dissolve \"Hanchongryon\" denounced",
            "url": "http://kcna.co.jp/item/1997/9706/news6/22.htm#4",
            "content": "Secy. Kim Jong Il sends autographic letter to Kim Hong Chol and his wife\r\nPyongyang, June 22 (KCNA) - Secretary Kim Jong Il read a letter from Kim Hong Chol working at the Blasting Workshop of the Musan Mining Complex and his wife Rim Mi Ran and sent the following autographic letter to them:  \r\n \"It is a good thing. June 18, 1997.Kim Jong Il\"\r\n   Kim Hong Chol and his wife Rim Mi Ran have taken care of 20 children up to 15 years old from a few years ago.\r\n   Secretary Kim Jong Il highly praised their doings and sent thanks and a gift to them.\r\n   The couple were deeply moved by this and sent a letter carrying their loyal resolution as well as thanks to him.\r\n   In the letter the couple said they live under the same roof together with the children from different parts of the country, but it is Secretary Kim Jong Il who feeds and clothes them and lets them study.   \r\n   The 20 children are growing up in health with nothing to envy under the loving care of you general, they said, and continued:   \r\n   We bring all of them up to be pillars of the country for the sake of you General.\r\n   As led by you General, we have today and a bright future. This faith and will not change in any circumstances.\r\n   Kim Hong Chol and his wife sincerely wished the General good health and a long life, carrying the ardent desire of the Korean people including them who believe in the general only. \r\n \r\n"
        },
        {
            "title": "Secy. Kim Jong Il elected honorary leader of Good Green Guyana",
            "url": "http://kcna.co.jp/item/1997/9706/news6/22.htm#5",
            "content": "Moves to dissolve \"Hanchongryon\" denounced\r\n Pyongyang, June 22 (KCNA) -- A meeting of teachers and students was held at Kim Il Sung University on June 21, denouncing the moves of the south Korean fascist clique to dissolve the South Korean Federation of University Student Councils (Hanchongryon).\r\n   Speakers at the meeting said that the Kim Young Sam fascist group's declaration of dissolution to \"Hanchongryon\" describing it as a \"pro-north organization profiting enemy\" is the desperate efforts of those who have been driven into a tight corner for their fascist rule and irregularities and corruption.\r\n   It is an unpardonable crime seeking to block the movement of students and people for independence, democracy and reunification in south Korea and to lay a grave obstacle in the way of national reconciliation and unity, the reunification of the country, they said.\r\n   Youth and students, university professors and all other people in south Korea must unite more firmly to smash the fascist clique's suppression of \"Hanchongryon\" and vigorously struggle to the last under the banner of \"Kim Young Sam, step down at once\", they emphasized, and went on:\r\n   Kim Young Sam puppet clique must stop at once their moves to stifle \"Hanchongryon\" going against the desire and aspiration of south Korean youth and students and stand their trial before the nation.\r\n   A letter to one million students under \"Hanchongryon\" in south Korea was adopted at the meeting.\r\n   It noted that south Korean students should defend their ranks to the last and strengthen their unity and cohesion in every way and university professors in south Korea should discharge their duty of intellectuals to lead their disciples to patriotism.\r\n   The cause of \"Hanchongryon\" is just and its victory is sure, the letter said, stressing that all the teachers and students of Kim Il Sung University invariably support one million students of south Korea in their just struggle for overthrowing Kim Young Sam and for the independence and democracy in the society and national reunification. \r\n\r\n"
        },
        {
            "title": "Trick won't work",
            "url": "http://kcna.co.jp/item/1997/9706/news6/22.htm#6",
            "content": "Secy. Kim Jong Il elected honorary leader of Good Green Guyana\r\nPyongyang, June 22 (KCNA) - Secretary Kim Jong Il was elected honorary leader of Good Green Guyana.\r\n   A ceremony for presenting a diploma of honorary leader to Secretary Kim Jong Il took place in Georgetown, Guyana, on June 17.\r\n   Addressing the ceremony, Hamilton Green, leader of Good Green Guyana and Mayor of Georgetown, said that registering Secretary Kim Jong Il as the honorary leader of Good Green Guyana is the realization of the unanimous desire of all his Party executive members and Party members to further strengthen the fraternal relations of friendship between the two parties.\r\n   His party, he said, will actively learn from the achievements and experience made by the Workers' Party of Korea in its building and activities under the leadership of Secretary Kim Jong Il and continue supporting the WPK in its efforts for accomplishment of the socialist cause, the independent and peaceful reunification of the country and the independence of the world.\r\n   Hamilton Green handed over the diploma to the Korean Ambassador to his country.\r\n   Written in the dilopma are letters reading: \"Kim Jong Il, the distinguished leader of the Korean people and the great defender of world peace and independence\".\r\n    Carried in the diploma is a decision: \"The Executive Committee of Good Green Guyana decided unanimously to elect your excellency Kim Jong Il, the great leader of the Korean people, honorary leader of our Party on the occasion of the 33rd anniversary of the start of your work at the WPK Central Committee, highly praising your enduring exploits in strengthening and developing the Workers' Party of Korea under the banner of the Juche idea and in socialist construction in the Democratic People's Republic of Korea, in the efforts for peaceful reunification of the country, peace and independence of the world and in developing friendly relations with progressive parties of the world.\"\r\n  \r\n"
        },
        {
            "title": "Imperishable banner in advancing revolution and construction along road of Juche",
            "url": "http://kcna.co.jp/item/1997/9706/news6/22.htm#7",
            "content": "Trick won't work \r\nPyongyang, June 22 (KCNA) -- Rodong Sinmun today criticises the Japanese authorities for trying to avoid atonement for the past at a recent meeting of the working group on modern-type slavery of the U.N. Subcommission Human Rights.\r\n   A Japanese delegate at the meeting justified the stand of the Japanese authorities refusing to atone for the past, contending that the \"Asian Fund for Women\" enjoys support from the overwhelming majority of the dietmen, the news analyst says, and continues: it is an open challenge to the world people calling for the admission of the past crimes and state compensation for them= it clearly shows how shameless the Japanese authorities are.\r\n   If the Japanese authorities consider that they can settle the \"comfort women\" issue with a small amount of money collected from Japanese people through the \"fund\", they are mistaken seriously.\r\n   The \"comfort women\" issue cannot be settled by the donation of a small amount of money to the survivors.\r\n   Only when the Japanese Government honestly admits its responsibility for the criminal \"comfort women\" issue and makes a state compensation for it, can the issue be settled.\r\n   The trick of the Japanese authorities does not work any longer.\r\n   If they continue resorting to such a trick, they will face bitterer curses and condemnation from the world people.\r\n   For Japan to do what should be done with sincerity in conformity with international justice and morality will be beneficial to herself. \r\n \r\n"
        }
    ]
}