{
    "date": "1997-08-13",
    "url": "http://kcna.co.jp/item/1997/9708/970813.htm",
    "articles": [
        {
            "title": "Secy. Kim Jong Il on tasks and ways to improve inter-Korean relations and achieve reunification",
            "url": "http://kcna.co.jp/item/1997/9708/news8/13.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pakistani Embassy officials visit ice rink",
            "url": "http://kcna.co.jp/item/1997/9708/news8/13.htm#2",
            "content": "Secy. Kim Jong Il on tasks and ways to improve inter-Korean relations and achieve reunification \r\n Pyongyang, August 13 (KCNA) - Secretary Kim Jong Il published a work \"Let Us Fulfil the Great Leader Comrade Kim Il Sung's Wish for National Reunification\" on August 4, 1997.\r\n   The work has been brought out by the Workers' Party of Korea Publishing House in booklet to mark the 52nd anniversary of the liberation of the country.\r\n   In the work, Secretary Km Jong Il said:\r\n   President Kim Il Sung devotedly worked till the last moments of his life in order to transmit a reunified country to posterity.\r\n   President Kim Il Sung pioneered the cause of national reunification with outstanding ideology and guidance and led it triumphantly, thus laying a solid foundation for national reunification and opening up its bright vistas.\r\n   For the independent and peaceful reunification of the country it is imperative for the north and south to convert their relations of distrust and confrontation into those of trust and reconciliation and for the states concerned to play a positive role.\r\n   If the inter-Korean relations are to be improved, the south Korean authorities must above all pool efforts with the fellow countrymen from the stand of national independence, pursue the policy of jointly shaping the destinies of the country and nation, replace the policy of confrontation against the north of Korea with that of reconciliation with the north, give up the dangerous war policy and put an end to the political and military confrontation between the north and south of Korea.\r\n   In south Korea the \"National Security Law\" should be abolished, all political parties, all groupings and the people from all walks of life be guaranteed political liberties, including the freedom of debate on and activities for national reunification, and democratic rights and socio-political life be democratised.\r\n   If the south Korean authorities show a positive change in practice, we will sit face to face with them any time, have an open-hearted negotiation with them over the destiny of the nation and make efforts for national reunification hand in hand with them.\r\n   We will follow what attitude and stand the south Korean authorities take and how they act.\r\n   The countries concerned must actively help the Korean nation to solve the problem of national reunification in an independent and peaceful way.\r\n   The United States, a party directly responsible for the Korean issue, must completely change its anachronistic Korea policy and stop hindering the independent and peaceful reunification of Korea.\r\n   We do not want to regard the U.S. as an inveterate enemy but hope for normalised relations between the DPRK and the U.S.\r\n   If the U.S. does not handle the Korean issue from the position of strength but acts in favor of peace and reunification of the Korean Peninsula, the DPRK-U.S. relations will favourably develop in the interests of the two peoples.\r\n   Japan must sincerely repent of its past, throw away the hostile policy toward our republic and stop encouraging the division of Korea and obstructing its reunification.\r\n   Only then can we approach Japan, a neighbouring nation, with friendly feelings and will the abnormal relations between the two nations be improved.\r\n   Secretary Kim Jong Il clarified tasks and ways to achieve at an early date the reunification of the country, the supreme task of the nation, on the basis of three major charters of national reunification laid down by the President.\r\n   He called for maintaining the Juche character and national character in the struggle for the country's reunification and independence.\r\n   He further said:\r\n   We will never allow anyone to attempt to realise his aggressive, dominationist design by interfering in the question of Korea's reunification.\r\n   We maintain that for the great unity of the whole nation, a decisive guarantee for national reunification, the north and south of Korea must promote co-existence, co-prosperity and common interests and make concerted efforts for achieving the cause of national reunification, transcending differences in ideology and system.\r\n   We will show leniency and join hands with all who are willing to work for national reunification with national conscience, whatever ideology and religious belief they may have and even if they are capitalists, army generals or high-ranking officials.\r\n   It is our consistent stand to invariably pursue a magnanimous policy based on love for the country, nation and people in the struggle for the reunification, independence and prosperity of the country.\r\n   If peace is to be ensured on the Korean Peninsula and the peaceful reunification of the country is to be achieved, it is necessary to oppose the moves of aggression and war and remove the danger of war.\r\n   The United States must stop pursuing the policy hostile towards our republic and sign a peace accord with the DPRK.\r\n   Trying to bring us to our knees through military threat and pressure is a foolish attempt and a dangerous act.\r\n   With a view to bringing about a smooth settlement of the question of national reunification Secretary Kim Jong Il reiterated the call for founding a Unified State of the nation by confederacy formula based on one nation, one state, two systems and two governments. \r\n   We will dynamically move forward along the road of national reunification without wavering in any difficulties and trials, he stressed.\r\n   Secretary Kim Jong Il went on to say:\r\n   From the first days of the division of the country President Kim Il Sung defined reunification as the supreme task of the nation, always maintained the line of one Korea, the line of reunification, and wisely led the struggle for national reunification, thus strengthening and developing the reunification movement into a nationwide movement.\r\n   Today the reunification movement is being dynamically promoted on a higher level. The President's great feats for the noble cause of the reunification and independence of the country will shine long in the history of the country. \r\n\r\n"
        },
        {
            "title": "Kim Young Sam hit for suppression of Hanchongryon",
            "url": "http://kcna.co.jp/item/1997/9708/news8/13.htm#3",
            "content": "Pakistani Embassy officials visit ice rink\r\nPyongyang, August 13 (KCNA) -- Rehmdil Bhatti, Pakistani Ambassador to Korea, and his Embassy officials on August 12 visited the ice rink to commemorate the 50th anniversary of the Independence of Pakistan.\r\n   The visitors were briefed on the building of the modern ice rink in a short period under the great loving care of Secretary Kim Jong Il, looked round the interior and appreciated a demonstration of figure-skating.\r\n   At the end of the visit, the ambassador said that the building of so excellent an ice rink is attributable to the wise guidance of Secretary Kim Jong Il who pays deep attention to physical culture and sports.\r\n\r\n"
        },
        {
            "title": "Film show on Independence Day of Indonesia",
            "url": "http://kcna.co.jp/item/1997/9708/news8/13.htm#4",
            "content": "Kim Young Sam hit for suppression of Hanchongryon\r\n  Pyongyang, August 13 (KCNA) -- The Central Committee of the Korean Christian Federation, the Central Guidance Committee of the Korean Chondoist Association, the Central Committee of the Korean Buddhist Federation and the Central Committee of the Korean Roman Catholics Association on August 12 released statements critical of the Kim Young Sam regime's intensified campaign to dissolve and stifle the South Korean Federation of University Student Councils (Hanchongryon).\r\n   The Korean Christian Federation Central Committee said the Kim Young Sam regime's scheming to describe Hanchongryon as an \"pro-north, enemy-benefitting organisation\" and stifle it is a truculent fascist campaign to ruthlessly suppress champions of reunification and democracy whom they consider to be obstacles lying in the way of stablility in fascist rule. \r\n   The statement demanded that the Kim Young Sam-led fascists, a herd of \"satans\" against justice and patriotism, be punished sternly in the name of the nation.\r\n   The Central Guidance Committee of the Korean Chondoist Association called upon all the chondoists in the north and south of Korea to turn out in an active struggle to check the brutal suppression by the Kim Young Sam regime and defend Hanchongryon.\r\n   The Central Committee of the Korean Buddhist Federation said the situation prevailing in south Korea clearly shows that the \"civilian\"-veiled fascist rule of the Kim Young Sam regime is the most bestial rule and the rule of darkness, and called for a stern punishment of the Kim Young Sam regime.\r\n   The Central Committee of the Korean Roman Catholics Association said the Kim Young Sam regime's brutal suppression of Hanchongryon will turn into a bloody suppression of the south Korean people from all walks of life who are calling for independence, democracy and reunification. \r\n   It called upon all the religionists in south Korea to turn out in a just, patriotic struggle to defend Hanchongryon and overthrow the Kim Young Sam regime. \r\n\r\n"
        },
        {
            "title": "Fidel Castro Ruz's birthday celebrated",
            "url": "http://kcna.co.jp/item/1997/9708/news8/13.htm#5",
            "content": "Film show on Independence Day of Indonesia\r\nPyongyang, August 13 (KCNA) -- A film show was held Tuesday under the sponsorship of the Committee for Cultural Relations with Foreign Countries and the Korea-Indonesia Friendship Association to mark the 52nd anniversary of the Indonesian Independence.\r\n   Present on invitation were Zulkarnain Afri Pane, Indonesian Ambassador to Korea, and Embassy staff.\r\n   Chairwoman of the Friendship Association and Vice-Chairwoman of the Committee Chon Yon Ok, association members and working people in the city were on hand.\r\n   The participants saw an Indonesian documentary film after enjoying an art performance of pupils of the Korea-Indonesia friendship Pyongyang Ryulgok Senior Middle School.  \r\n\r\n"
        },
        {
            "title": "Press review",
            "url": "http://kcna.co.jp/item/1997/9708/news8/13.htm#6",
            "content": "Fidel Castro Ruz's birthday celebrated\r\nPyongyang, August 13 (KCNA) -- The Government of the Democratic People's Republic of Korea gave a party at the Mansudae Assembly Hall on August 12 to celebrate the 71st birthday of comrade Fidel Castro Ruz, First Secretary of the Central Committee of the Communist Party, President of the Council of State and President of the Council of Ministers of Cuba.\r\n   Vice-President Ri Jong Ok, member of the Political Bureau of the Central Committee of the Workers' Party of Korea, said in his speech that comrade Fidel Castro Ruz has won deep respect and trust of the Cuban people and is widely known among the Korean people, for his historic feats for the Cuban revolution, revolutionary principle and indomitable will.\r\n   He stressed that the DPRK will value and make efforts to further develop the fraternal relations of friendship and cooperation between the two countries based on special intimacy and comradely obligation between President Kim Il Sung and  comrade Fidel Castro Ruz, as wished by the President and Secretary Kim Jong Il. \r\n   Cuban Ambassador to Korea Jose Ramon Rodriguez Varona said in his speech that the friendship, unity and fraternal feelings provided by President Kim Il Sung in his lifetime are being carried forward thanks to secretary Kim Jong Il, the great leader  of the Korean people and Supreme Commander of the Korean People's Army, and Fidel Castro Ruz, Supreme Commander of the Cuban people.\r\n   The intimacy of the leaders of the two socialist countries and the friendship and unity between the two parties and the two peoples will be further strengthened, he noted.\r\n   He sincerely wished Secretary Kim Jong Il happiness and greater success in his work. \r\n\r\n"
        },
        {
            "title": "Anti-DPRK campaign must be discontinued - Rodong Sinmun",
            "url": "http://kcna.co.jp/item/1997/9708/news8/13.htm#7",
            "content": "Press review \r\nPyongyang, August 13 (KCNA) -- Papers here today report that \"Let Us Fulfil the Great Leader Comrade Kim Il Sung's Wish for National Reunification\", a work of Secretary Kim Jong Il published on August 4, 1997, has been brought out by the Workers' Party of Korea Publishing House in booklet.\r\n    An article of Rodong Sinmun says that Secretary Kim Jong Il has created new advantages of the nation with the People's Army, the main force of the Korean revolution, as the model.\r\n    \"The motive force is substantial guarantee for preserving Juche character and national character\" is a title of an article of the paper.\r\n   Seen in the press is news that the Government of the Democratic People's Republic of Korea gave a party on the 71st birthday of comrade Fidel Castro Ruz.\r\n   Rodong Sinmun reports that all people help the socialist rural countryside materially and technologically.\r\n   Papers say that the woman players of the April 25 Defence Sports Group achieved success at the 45th World Army Military Pentathlon Championship.\r\n   Rodong Sinmun carries an article \"father of the independent nation\" written by Kim Sin Hyok, Chairman of the Independence Society in south Korea.\r\n   The daily reports that the religious organizations in the north released statements critical of the Kim Young Sam regime's intensified campaign to dissolve and stifle the South Korean Federation of University Student Councils (Hanchongryon).\r\n   Different ceremonies took place in many countries during the month of international solidarity with the Korean people, says the paper.\r\n   An article of the paper stresses that the planned anti-DPRK war moves of the U.S. bellicose forces and the south Korean puppets should be given up. \r\n\r\n\r\n"
        },
        {
            "title": "Humiliating behavior of colonial stooge",
            "url": "http://kcna.co.jp/item/1997/9708/news8/13.htm#8",
            "content": "Anti-DPRK campaign must be discontinued - Rodong Sinmun \r\n Pyongyang, August 13 (KCNA) -- Rodong Sinmun today lambastes the U.S. hawks for refusing to cancel the projected \"Ulji Focus Lens\" joint military manoeuvres in defiance of the DPRK Government's repeated warnings.\r\n   Through the manoeuvres, they want to bring a new wave of Cold War to the Korean Peninsula and spoil the atmosphere of dialogue, the daily says, and continues:\r\n   They are going to stage the exercises on a larger scale and on a more offensive basis than ever before.\r\n   The fact makes us think that the U.S. call for talks is not aimed at ensuring peace in the Korean Peninsula but camouflaging their sinister intention with a peace ballad.\r\n   If the United States, giving lip-service to \"peace\" in the peninsula, has no intention to do what is really necessary for it but continue military drills against its dialogue partner, there is no need to have dialogue. Even though dialogue were held, it would be a sheer waste of time.\r\n   Double-dealing game is not favorable to the U.S. in relations with the DPRK. \r\n  The U.S. must unconditionally stop the \"Ulji Focus Lens\" and all other military exercises against the DPRK. It had better act with a proper thinking pattern. We will keep tabs on the U.S. attitude and respond in kind. \r\n\r\n"
        },
        {
            "title": "Reckless war hysterics",
            "url": "http://kcna.co.jp/item/1997/9708/news8/13.htm#9",
            "content": "Humiliating behavior of colonial stooge \r\n Pyongyang, August 13 (KCNA) -- The south Korean puppets at a recent Japan-south Korea \"dialogue of defence officials\" in Japan reportedly estimated the review of the \"Japan-U.S. defence cooperation guidelines\" as \"contributing to regional peace and stability.\"\r\n   This was the height of folly of the colonial stooge.\r\n   It is an open secret that the review is part of the Japanese reactionaries' move to bring the Asia-Pacific region under military control and open a wide road for reinvasion.\r\n   Japan worked out the \"Japan-U.S. defence cooperation guidelines\" in 1978 allegedly to \"defend\" Japan in league with the U.S. from soviet military threat.\r\n   The theory became groundless with the end of the Cold War and the collapse of the Soviet Union. In other words, the pretext for military power building and overseas expansion ceased to exist. That was why the Japanese reactionaries needed a new pretext. They are reviewing the \"guidelines\" on the pretext of coping with \"emergency in the far east\" and \"emergency on the Korean Peninsula.\"\r\n   They defined the Korean Peninsula as the first target of the \"guidelines\" and overtly call for expanding \"support to U.S. troops in case of emergency\" to the open seas. To this end, they plan to revise the \"law on the self-defence forces\".\r\n   So, not only the countries near Japan but all the countries in the Asia-Pacific Region express deep concern and alarm over the review of the \"guidelines.\"\r\n   Only the south Korean puppets praise this reinvasion-oriented document as \"contribution to peace and stability.\" \r\nThey deserve the title of most servile flunkeyists and traitors in history.\r\n   They must clearly know that they will get disgrace from collusion with the Japanese reactionaries. \r\n\r\n"
        },
        {
            "title": "Struggle for national reunification called for",
            "url": "http://kcna.co.jp/item/1997/9708/news8/13.htm#10",
            "content": "Reckless war hysterics \r\nPyongyang, August 13 (KCNA) -- The spokesman of the U.S. Defense Department reportedly told a recent news briefing that there was no idea of giving up the U.S.-south Korea joint military maneuvers codenamed \"Ulji Focus Lens\" slated to begin August 18.\r\n   This is an unpardonable, criminal remark that reveals the plan of the U.S. and the south Korean puppets to wreck peace and security and unleash new war on the Korean Peninsula. \r\n   This arouses our vigilance.\r\n   The Ulji Focus Lens, a version of the team spirit joint military maneuvers, is grave because it comes right after the hard-won preliminary meeting for \"four-way talks\" began.\r\n   If progress is to be made at talks, the atmosphere must be favorable. The planned military drill is as good as throwing a wet blanket over the atmosphere of the talks.\r\n   Handshake in the conference room and hostile military drill behind the facade are an intolerable mockery of and an open challenge to the DPRK, a party to the talks.\r\n   Exposed to U.S. political and military threat and challenge, we wonder whether they are willing to do dialogue for peace and detente on the Korean Peninsula or they intend to use the talks as a smoke screen for war against the DPRK.\r\n   We are fully prepared for both dialogue and war. If the U.S. and the south Korean puppets stage the joint military dfill despite our repeated warning, we will take a strong self-defensive countermeasure. \r\n\r\n"
        },
        {
            "title": "Pan-National Rally for Korean reunification",
            "url": "http://kcna.co.jp/item/1997/9708/news8/13.htm#11",
            "content": "Struggle for national reunification called for \r\n Pyongyang, August 13 (KCNA) -- Heads of overseas Koreans' delegations made public statements on Tuesday upon arriving here to participate in the 8th Pan-National Rally (PNR).\r\n   They were Yang Yong Dong, head of the delegation of the headquarters of Koreans in China of the National Alliance for the Country's Reunification (Pomminryon)= Ri Jun Sik, Co-Chairman of the European regional headquarters of Pomminryon= Yang Un Sik, Permanent Chairman of the U.S. regional headquarters of Pomminryon= Jong Hyok Phil, head of the delegation of the Canada regional headquarters of Pomminryon= Choe Il Su, head of the delegation of the Pomminryon headquarters of Koreans in Japan= and Ryang Tong Min, head of the delegation of the Japan regional headquarters of Pomminryon.\r\n   In the statements they said the reunification of the country should be realized by the struggle of the Korean nation itself, and accused the Kim Young Sam regime of making desperate efforts to crack down upon reunification movement forces of south Korea and obliterate the South Korean Federation of University Student Councils.\r\n   Saying reunification comes from unity and vice versa, they called for a closer unity of all the pro-reunification patriotic forces at home and abroad to cope with the intensified moves of the anti-reunification forces.\r\n   They declared they would positively contribute to holding the 8th PNR as a meeting of independence, peaceful reunification and great national unity and do their utmost to carry into practice the three major charters and pillars of national reunification and thus bring about the reunification at an early date. \r\n\r\n"
        },
        {
            "title": "Rodong Simun on internal driving forces",
            "url": "http://kcna.co.jp/item/1997/9708/news8/13.htm#12",
            "content": "Pan-National Rally for Korean reunification \r\nPyongyang, August 13 (KCNA) -- The 8th Pan-National Rally (PNR) will be held at Panmunjom, a symbol of the country's division, as part of the efforts for peace and reunification of Korea through solidarity of the fellow countrymen in the north, south and overseas.\r\n   Delegations of the National Alliance for the Country's Reunification (Pomminryon) and the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon) and overseas compatriots have come here from different continents and regions to participate in the rally to be held around August 15, 52nd anniversary of Korean liberation.\r\n   The 8th rally will mark an epoch-making occasion in fully demonstrating the will and resolution of the 70 million fellow countrymen to achieve national reunification as early as possible with concerted efforts of the nation as wished by President Kim Il Sung.\r\n   PNR has been held around August 15 every year from 1990.\r\n   It  has been a gathering for a wide-ranging discussion and a nationwide dialogue for bringing about a radical turn in the efforts for national reconciliation, unity and reunification.\r\n   It has been held separately in Pyongyang, Seoul and overseas due to the separatist policy of the south Korean authorities, who have pursued \"one-channelled dialogue\".\r\n   But the compatriots in the north, south and overseas have developed the reunification movement still further, smashing the obstructive moves of the separatists.\r\n   Through PNR, a non-governmental movement was launched, Pomminryon, a nationwide umbrella organization for the reunification movement, formed and the activities for reunification have turned into a nationwide mass movement.\r\n   It has reaffirmed as the nation's common programme the three principles of national reunification -- independence, peaceful reunification and great national unity --, the proposal for founding the Democratic Confederal Republic of Koryo and the 10-Point Programme for the Great Unity of the Whole Nation for the Reunification of the Country, which were put forward by President Kim Il Sung. It has also expressed the willingness to carry on the reunification movement on a nationwide scale in line with them.\r\n   The grand pro-reunification festival marking the 50th anniversary of national liberation held in August 1995 was a nationwide event largest ever in content and form.\r\n   All the Korean people at home and abroad sincerely hope that the 8th rally will be held successfully to contribute to the promotion of national reunification. \r\n\r\n\r\n"
        },
        {
            "title": "Permission to hold PNR demanded",
            "url": "http://kcna.co.jp/item/1997/9708/news8/13.htm#13",
            "content": "Rodong Simun on internal driving forces\r\nPyongyang, August 13 (KCNA) - Secretary Kim Jong Il in his celebrated work \"On Preserving the Juche Character and National Character of the Revolution and Construction\" said that the internal driving forces are a substantial ensurance for preserving and applying the Juche character and national character.\r\n   In this connection, Rodong Sinmun today says in a signed article:\r\n   The working-class party and people should prepare their own internal driving forces for adherence to the Juche character and national character in the revolution and construction.\r\n   The internal forces consist of the political, economic and military forces.\r\n   The preparation of political forces is of paramount importance.\r\n   The internal forces of our revolution are very powerful as they have been built under the wise leadership of the Party and leader, and they guarantee the preservation of the Juche character and national character. \r\n   The powerful internal forces of the Korean revolution are a source of invincible strength to defend the dignity and sovereignty of the nation.\r\n   Because the entire people are closely united around the Party and leader, they have always settled all the problems by themselves in accordance with their own conviction and will, and they uncompromisingly fight any element infringing upon the dignity and sovereignty of the nation.\r\n   These forces also become a motive force to make the country and fatherland evermore prosperous.\r\n   Thanks to these forces, the Korean people could build a powerful independent state on the war debris, create everything from scratch and turn misfortune into blessing, work world-startling miracles and make changes in the revolution and construction. Also today they make victories and achievements in the struggle for the prosperity of the country and motherland under the banner of revolution in the \"Arduous March\". \r\n\r\n\r\n"
        },
        {
            "title": "Father of independent nation",
            "url": "http://kcna.co.jp/item/1997/9708/news8/13.htm#14",
            "content": "Permission to hold PNR demanded\r\n Pyongyang, August 13 (KCNA) -- Some 60 students affiliated with the South Korean Federation of University Student Councils (Hanchongryon) started a sit-in at Jogye Buddhist Temple in Seoul on Monday evening, demanding the authorities permit the holding of the Pan-National Rally (PNR) on August 15 and stop the repression of Hanchongryon, a radio report from Seoul said.\r\n   The students, who are reunification vanguard members from universities and colleges under Hanchongryon, declared they would continue the sit-in until August 15 to push their demand.\r\n   The fascist clique are ringing the temple with about 400 police, threatening that they will attack if the students discontinue the sit-in. But the students are continuing the struggle despite of this threat, the radio said.\r\n   The sit-in at the Jogye Temple is part of activities according to \"10-Point guideline for concentrating efforts on national reunification\", which Hanchongryon gave out to university student councils on the occasion of August 15. \r\nThis shows that no repression can break Hanchongryon. \r\n\r\n"
        },
        {
            "title": "Programme of 8th PNR confirmed",
            "url": "http://kcna.co.jp/item/1997/9708/news8/13.htm#15",
            "content": "Father of independent nation\r\nPyongyang, August 13 (KCNA) -- Kim Sin Hyok, Chairman of the Independence Society of south Korea, published an article titled \"father of independent nation\", the Seoul-based radio Voice of National Salvation reported.\r\n   The author of the article stressed the father of the independent Korean nation is President Kim Il Sung.\r\n   Since it was led by the President the Korean nation has emerged as a great independent nation, who are creating a new era of national liberation and prosperity with their own spirit and efforts, the article said.\r\n   Noting the institution of the Juche Era and  the Day of Sun is a manifestation of the nation's wish and will to hand down To posterity the great life and achievements of the President, it said:\r\n   It is after the foundation of the Juche idea by President Kim Il Sung that the Korean nation, who had lived for many years without their spirit under the influence of outside thought, could have its spiritual mainstay, the Genuine idea.\r\n   The Juche Era is precisely an era of the President, who is the father of the Juche idea, and an era of the independent nation. And the Day of Sun is the birthday of the President, the sun of Juche, as well as the birthday of the independent nation.\r\n   The President saved the nation from flunkeyism and ruin and led it to prosperity. He also found out the ancestral father of the nation and its history.\r\n   He is an elder of international politics who ruled out both fatalism of small and weak nations and dominationism of big powers and set a model of equality and respect among nations and states.\r\n   The record of his life is the immortal library and textbook on independent nation that shows the road ahead of all the countries and nations aspiring after independence.\r\n   The history of the independent nation, which started with the birth of the President, is invariably carried forward by Secretary Kim Jong Il. \r\n\r\n\r\n"
        },
        {
            "title": "Congratulatory letter to Secy. Kim Jong Il from military attaches corps",
            "url": "http://kcna.co.jp/item/1997/9708/news8/13.htm#16",
            "content": "Programme of 8th PNR confirmed\r\nPyongyang, August 13 (KCNA) -- Rim Min Sik, Secretary General of the Joint Secretariat of the National Alliance for the Country's Reunification (Pomminryon), announced the programme of the 8th Pan-National Rally (PNR) at a press conference with home and foreign reporters in Pyongyang today.\r\n   The 5th meeting of the joint presidium of Pomminryon held in late April this year decided to grandly hold the 8th PNR this year full of events which are of significance in the history of Korean nation.\r\n   According to Rim Min Sik, Pomminryon organisations in the north, the south and overseas have pushed ahead with preparations for the 8th PNR including the formation of its preparatory committees and promotion headquarters since the joint Secretariat of Pomminryon published an information bulletin on holding the PNR at Panmunjom around August 15 after debating with the organisations. \r\n   Rim announced the PNR programme agreed on and confirmed at the steering committee meeting which was held on August 12, the committee which is to debate and decide on all issues related to the rally during the period of the PNR.\r\n   He said:\r\n   The opening ceremony of the 8th PNR and \"meeting of solidarity of Koreans in the north, the south and overseas for national independence and peace\" will be held at Panmunjom on August 14 and the '97 Pan-National Conference For Peace and Reunification of the Country on August 15.\r\n   If delegates of the south side fail to come out to Panmunjom owing to the obstructive moves of the south Korean authorities, the venue of the rally may be changed.\r\n   Joint and separate events of Koreans in the north, the south and overseas will be held during the rally. According to this, the north side will hold a \"rally vowing to fulfil the fatherly leader President Kim Il Sung's wish for reunification\", \"photo exhibition\" and other functions to which overseas Koreans will be invited as observers.\r\n   Rim Min Sik expressed the expectation that the 8th PNR would be grandly held at Panmunjom with the involvement of delegates of the Koreans in the north, the south and overseas despite the moves of the separatists at home and abroad and thus make a great contribution to opening up an epochal turn for national reunification. \r\n\r\n"
        }
    ]
}