{
    "date": "1997-08-12",
    "url": "http://kcna.co.jp/item/1997/9708/970812.htm",
    "articles": [
        {
            "title": "Flag of DPRK",
            "url": "http://kcna.co.jp/item/1997/9708/news8/12.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "50th anniversary of Pakistani Independence observed",
            "url": "http://kcna.co.jp/item/1997/9708/news8/12.htm#2",
            "content": "Flag of DPRK \r\n  Pyongyang, August 12 (KCNA) -- The flag of the Democratic People's Republic of Korea is a three-coloured rectangular form of which the ratio of the width to the length is 1:2.\r\n   It consists of a central red panel, bordered both above and below by a narrow white stripe and a broad blue stripe. \r\nThe central red panel bears, in the hoist, a five-pointed red star within a white circle.\r\n   The red colour of the flag is symbolic of the blood shed by the true revolutionaries of Korea including the anti-Japanese revolutionary fighters for the freedom and independence of the country and of the internal revolutionary forces united in one mind around the Workers' Party of Korea.  \r\n  Its white colour shows the homogeneity of the Korean nation with brilliant and long-standing national culture and the purity of the nation which can never be divided.\r\n   By its blue colour, the flag symbolizes the strong stamina of the Korean people endeavouring for socialism and communism and the sovereignty of the DPRK.   implied in it are the dignity, honor and pride of the Korean nation as well as the history of the Korean revolution which has advanced triumphantly.\r\n   Since it was hoisted in the blue sky of Korea on September 9, 1948 when the DPRK was founded, the national flag has served as an inspiring banner of victory and glory in all its periods including the June 1950-July 1953 Fatherland Liberation War against the U.S. imperialist aggressors and the arduous yet worthwhile days of the post-war reconstruction and the socialist construction.\r\n   It is now flying as the symbol of the brilliant victory of the DPRK which is developing under the guidance of Secretary Kim Jong Il.\r\n\r\n"
        },
        {
            "title": "Collection of Secy. Kim Jong Il's works published",
            "url": "http://kcna.co.jp/item/1997/9708/news8/12.htm#3",
            "content": "50th anniversary of Pakistani Independence observed\r\n Pyongyang, August 12 (KCNA) -- The 50th anniversary of the Independence of Pakistan was marked with due ceremony here on August 11.\r\n   Minister Kim Su Hak of Public Health, addressing the meeting, said the Independence of Pakistan is the fruition of the Pakistani people's just strugle for freedom and rights and a historic event which opened a bright vista for the building of an independent, prosperous and new society.\r\n   Kim, who is also Chairman of the Korea-Pakistan Friendship Association, wished the Pakistani Government and people new success in the efforts for national unity, stability and prosperity.    \r\n   In his reply Pakistani Ambassador to Korea Rehmdil Bhatti recalled President Kim Il Sung made great efforts to develop the friendly relations between the two countries.\r\n   The Korean people under the wise guidance of Secretary Kim Jong Il will accomplish the cause of Korea's reunification without fail, he added.\r\n   The meeting adopted messages of greetings to the President and the Prime Minister of the Islamic Republic of Pakistan. \r\n\r\n\r\n"
        },
        {
            "title": "Repression of Hanchongryon under fire",
            "url": "http://kcna.co.jp/item/1997/9708/news8/12.htm#4",
            "content": "Collection of Secy. Kim Jong Il's works published\r\nPyongyang, August 12 (KCNA) - \"For Victory in the Socialist Cause,\" a collection of celebrated works of the Secretary Kim Jong Il, was recently brought out by the Worker's Party of Korea Publishing house.\r\n It contains ten works of his published in the 1990-958 period, the works that indicate the absolutely correct way of completing Juche socialism.\r\n It also contains the outstanding ideas, theories and politicies to defend and advance the socialist cause that he expounded with clairvoyant wisdom, scientific insight and analysis of the fast-changing international situation and the demands of the Korean revolution.\r\n\r\n"
        },
        {
            "title": "Press review",
            "url": "http://kcna.co.jp/item/1997/9708/news8/12.htm#5",
            "content": "Repression of Hanchongryon under fire\r\n Pyongyang, August 12 (KCNA) -- The Central Committees of the Union of Agricultural Working People of Korea and the Korean Democratic Women's Union published statements on Monday denouncing the Kim Young Sam group for having intensified the fascist repression of the South Korean Federation of University Student Councils (Hanchongryon).\r\n   The UAWPK Central Committee pointed out that the Kim Young Sam group are resorting to the outrageous fascist repression of Hanchongryon and other pro-reunification democratic forces and to dangerous war moves against the northern half of the country, in an effort to ensure the stability of their power and safety after their retirement.\r\n   The entire peasants in the south should turn out in the vigorous struggle to protect Hanchongryon and crush the puppet clique's vicious fascist repression, mindful that the repressive moves against Hanchongryon will lead to harsher oppression and exploitation of them, it stressed.\r\n   The KDWU Central Committee said the Kim Young Sam group have been engaging themselves in the fascist moves to totally stifle the patriotic activities of students, defining Hanchongryon as \"organization benefitting the enemy\" manipulated by the north.\r\n   Everyone who truly loves the country and the nation and worries about the future of children should rise in the struggle to crush the Kim Young Sam group's fascist  repression of Hanchongryon, it held. \r\n\r\n"
        },
        {
            "title": "Papers blast s. Korean fascist regime for suppression of Hanchongryon",
            "url": "http://kcna.co.jp/item/1997/9708/news8/12.htm#6",
            "content": "Press review\r\n Pyongyang, August 12 (KCNA) -- Rodong Sinmun today reports that Secretary Kim Jong Il sent thanks to women soldiers of a mountain post for displaying loyalty to the party and the leader.\r\n   \"For Victory in the Socialist Cause\", a collection of works of Secretary Kim Jong Il published from 1990 to 1995, was brought out by the Workers' Party of Korea Publishing House, papers report.\r\n   Rodong Sinmun says that Secretary Kim Jong Il received solidarity messages from foreign party leaders during the month of international solidarity with the Korean people.\r\n   Minju Joson carries an article on the 30th anniversary of publication of the famous work of President Kim Il Sung \"Let Us Intensify the Anti-Imperialist, Anti-U.S. Struggle\".\r\n   Papers print a joint communique published by the delegations of the DPRK Ministry of Foreign Affairs and Foreign Ministry of Switzerland.\r\n    A political essay of Rodong Sinmun entiled \"the future belongs to the people who have strong faith\" deals with the struggle of people in Unpha county, North Hwanghae Province, to overcome natural disasters for three years.\r\n   Papers carry commentaries, articles and statements published by the working people's organizations in the north condemning the Kim Young Sam fascist clique's repression of the South Korean Federation of University Student Councils.\r\n   An article of Minju Joson says that the south Korean economy is in most serious crisis.\r\n   Articles of Rodong Sinmun deal with the efforts of Asian and African countries to strengthen economic cooperation and the problem of young people in the countries where capitalism is restored.  \r\n\r\n\r\n"
        },
        {
            "title": "Chongryon Chairman on living image of President Kim Il Sung",
            "url": "http://kcna.co.jp/item/1997/9708/news8/12.htm#7",
            "content": "Papers blast s. Korean fascist regime for suppression of Hanchongryon \r\nPyongyang, August 12 (KCNA) -- Papers here today berate the south Korean fascist regime for having formed a \"team for investigation of the South Korean Federation of University Student Councils (Hanchongryon)\" in the police and launched a wholesale arrest of its leading members.\r\n   In a commentary Rodong Sinmun says the puppets' frantic suppression is an unpardonable fascist outrage and political gangsterism for attaining their criminal purpose through the operation for stifling Hanchongryon.\r\n   Their suppression of Hanchongryon has become all the more desperate with the approach of August 15, the day of the country's liberation, the daily says, and continues:\r\n   The fact reveals their sinister intention to complete the operation until August 15 and check the August 15 pro-reunification event planned by Hanchongryon.\r\n   Their criminal intention can never be tolerated.\r\n   With nothing can they break the patriotic will of Hanchongryon for the country's reunification.\r\n   The Kim Young Sam regime must clearly know that their efforts for disorganizing Hanchongryon, which ardently desires national reunification and valiantly fights against dictatorship, are as foolish as trying to sweep the sea with a broom.\r\n   The Minju Joson newspaper urges the Kim Young Sam fascist regime to promptly stop the suppression of Hanchongryon and release patriotic-minded students detained on unreasonable charges. \r\n\r\n"
        },
        {
            "title": "Great banner promoting cause of independence against imperialism",
            "url": "http://kcna.co.jp/item/1997/9708/news8/12.htm#8",
            "content": "Chongryon Chairman on living image of President Kim Il Sung \r\nPyongyang, August 12 (KCNA) -- Rodong Sinmun Monday carried an article sent to its editorial board by Han Tok Su, Chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), after visiting the homeland at the head of a delegation of Koreans in Japan for commemorating the third anniversary of the death of Generalissimo Kim Il Sung.\r\n   Giving the impressions he got during the visit to the homeland in July, he said in the article:\r\n   I saw the living image of President Kim Il Sung thanks to unfailing loyalty and filial piety and strong sense of moral obligation of Secretary Kim Jong Il, who is respected by all the people.\r\n   Though he, the chief mourner, was very busy with the commemoration of the third anniversary of the death of President Kim Il Sung, the General met me, only a mourner from abroad, just before the opening of the memorial meeting.\r\n   He, who was coming towards me, a beaming smile on his face, reminded me of the tender-hearted fatherly leader, who greeted me, with a broad smile on his face.\r\n   The General, whom I saw again two years later, was the same with the President in great traits and personalities.\r\n   The President is immortal in the hearts of the Korean people and, together with the General, is leading the revolutionary cause of Juche.\r\n   He has always been with the General, enjoying an eternal life for his beaming smile, ideas of universal significance and all his legacies.\r\n   He has also guided the Korean revolution together with the General, enjoying immortality for many monuments built throughout the country, for the powerful might of the homeland, which contains the formidable enemies and for the feats of the servicemen and people, who are implementing his behests.\r\n   He is immortal in the hearts of the Korean people, who have missed him so much, singing songs of him, in the happiness of the families provided by him and in warm feelings of the people.\r\n   He is always alive as our father in ideas and lofty ideal of the Chongryon officials and other compatriots in Japan, in our struggle and life and in our songs and families. \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Sun meets U.S. visitor",
            "url": "http://kcna.co.jp/item/1997/9708/news8/12.htm#9",
            "content": "Great banner promoting cause of independence against imperialism \r\n Pyongyang, August 12 (KCNA) -- Minju Joson today dedicates an article to the 30th anniversary of the publication of President Kim Il Sung's celebrated work \"Let Us Intensify the Anti-Imperialist, Anti-U.S. Struggle\" (August 12, 1967).\r\n   President Kim Il Sung in the work gave flawless answers to all the problems arising in the development of the world's revolutionary movement= features of the present times, necessity for holding the banner of anti-imperialist revolution higher, the unchangeable aggressive and plunderous nature of imperialism, the principled problems to be adhered to in the anti-imperialist struggle, the main strategies of the world revolution and ways for bringing them into practice.\r\n   The article says:\r\n   Domination, subjugation, aggression and plunder against other country and nation are way of existence and unchangeable nature of the imperialists. \r\n   There has been no change in them and the method of their aggression and plunder has become more cunning and vicious.\r\n   The imperialists are now intensifying slanders and smear campaign intended to isolate politically and diplomatically the DPRK, which is invariably defending the banner of socialism. They are also taking economic sanctions and resorting to ceaseless war moves to stifle the DPRK by force of arms.\r\n   In the meantime they are threatening with \"sanctions\" and \"strength\" other countries which advocate anti-imperialist Independence, and seeking to gratify domination and subjugation over them with \"aid\" as the lever.\r\n   In the work President Kim Il Sung stressed that all the anti-imperialist forces of the world should wage a joint struggle in solidarity with each other.\r\n   What is urgent for the unity of the world's progressives against imperialism is that they should unite themselves as one irrespective of differences in social system, political view, idea and religion, nationality and race.\r\n   All the countries and nations should answer the separatist moves of the imperialists with the strategy of unity and deal a collective blow at them everywhere in the world.\r\n   It is the consistent stand of the DPRK Government to advance under the revolutionary banner of anti-imperialist struggle.\r\n   The DPRK Government has fully supported countries going along the road of anti-imperialist independence and striven to strengthen solidarity with anti-imperialist independent forces of the world including the non-aligned movement.\r\n   The Korean people will dynamically advance toward socialism and communism upholding the revolutionary banner of anti-imperialist struggle, closely rallied around Secretary Kim Jong Il. \r\n\r\n"
        },
        {
            "title": "Japanese relief delegation here",
            "url": "http://kcna.co.jp/item/1997/9708/news8/12.htm#10",
            "content": "Kim Yong Sun meets U.S. visitor \r\n  Pyongyang, August 12 (KCNA) -- Kim Yong Sun, Chairman of the Korean Asia-Pacific Peace Committee and Secretary of the Central Committee of the Workers' Party of Korea, met and had a conversation with visiting President of the newsgathering and international network of the U.S. CNN Eason Jordan at the Mansudae Assembly Hall today. \r\n   Present there was Vice-Chairman of the Committee Ri Jong Hyok. \r\n\r\n"
        },
        {
            "title": " Overseas Koreans' delegations here",
            "url": "http://kcna.co.jp/item/1997/9708/news8/12.htm#11",
            "content": "Japanese relief delegation here \r\nPyongyang, August 12 (KCNA) -- A delegation of the Nagano Prefectural Assembly of Japan for relief to flood victims of Korea headed by Kiyoshige Nakayama arrived here today. \r\n\r\n\r\n"
        }
    ]
}