{
    "date": "1997-06-02",
    "url": "http://kcna.co.jp/item/1997/9706/970602.htm",
    "articles": [
        {
            "title": "International Kothongryon Memorial Committee for President Kim Il Sung formed",
            "url": "http://kcna.co.jp/item/1997/9706/news6/02.htm#1",
            "content": "International Kothongryon Memorial Committee for President Kim Il Sung formed\r\n  Pyongyang, June 2 (KCNA) -- The International Kothongryon (International United Confederation of Koreans) Committee for Honoring the Memory of President Kim Il Sung on His Third Death Anniversary was formed in Moscow on May 29.\r\n   The Chairman of the International Kothongryon, Sok Myong Son was elected chairman of the committee.\r\n   The committee will arrange various memorial events for President Kim Il Sung by the end of July. \r\n\r\n"
        },
        {
            "title": "NDFSK spokesman on Kim Young Sam's \"statement\"",
            "url": "http://kcna.co.jp/item/1997/9706/news6/02.htm#2",
            "content": "NDFSK spokesman on Kim Young Sam's \"statement\"\r\n Pyongyang, June 2 (KCNA) -- A spokesman for the National Democratic Front of South Korea (NDFSK) published a statement on May 31 denouncing Kim Young Sam's defiant \"special statement to the people\", according to the Seoul-based radio voice of national salvation.\r\n   The traitor in his \"statement\" tried to cover up the truth behind the 1992 \"Presidential Election\" funds.\r\n   The NDFSK spokesman expressed surging indignation at this, describing it as \"an intolerable mockery of and insult to the people demanding an end to corrupt politics.\"\r\n   Kim Young Sam, who threatened an \"important decision\" to the people calling for the opening to the public of the \"Election\" funds, should never be pardoned but put to trial of history and punished sternly, the spokesman stressed in the statement.\r\n   The statement said the NDFSK calls upon the people to turn out in the struggle to immediately remove Kim Young Sam with united efforts and achieve independence, democracy and reunification. \r\n\r\n"
        },
        {
            "title": "Kim Young Sam satirized",
            "url": "http://kcna.co.jp/item/1997/9706/news6/02.htm#3",
            "content": "Kim Young Sam satirized\r\n  Pyongyang, June 2 (KCNA) -- South Korean publications have carried cartoons satirizing Kim Young Sam's poor lot.\r\n   The march issue of the magazine Hangyorye 21 carried a cartoon on the ridiculous moves of Kim Young Sam to save the south Korean economy from the catastrophic crisis through \"party and government reshuffle.\"\r\n   The magazine news plus pasquinaded the changed attitude of the traitor toward the people following the exposure of the crime of his son who is under public fire.\r\n   The magazine Shin Dong-A in its April issue carried a comic picture showing the traitor who had to embrace again Ri Hoe Chang, whom he had dismissed from the post of the puppet Prime Minister.\r\n   The magazine insider world carried in its march issues a series of cartoons on the poor condition of the traitor and his son Kim Hyon Chol.  \r\n\r\n"
        },
        {
            "title": "Review of Rodong Sinmun",
            "url": "http://kcna.co.jp/item/1997/9706/news6/02.htm#4",
            "content": "Review of Rodong Sinmun\r\n  Pyongyang, June 2 (KCNA) -- Rodong Sinmun today reports that Secretary Kim Jong Il thanked officials and working people for their sincere assistance to the people's army.\r\n   Appearing in the paper is news that south Korean people highly praise Secretary   Kim Jong Il as a great man of independent politics.\r\n   The International United Confederation of Koreans formed a Committee for Honoring the Memory of President Kim Il Sung on His Third Death Anniversary, the paper says.\r\n   It edits an article by the principal of the Pyongyang June 9 senior middle school, on the deep love and care of President Kim Il Sung and Secretary Kim Jong Il for the development of education of the rising generation.\r\n   It dedicates an article titled \"Undying flame and immortal tradition\" to the 60th anniversary of the victory of the Pochonbo Battle.\r\n   The Paper gives prominence to news of continuous anti- \"Government\" demonstrations of students in different parts of south Korea.\r\n   Several organizations of south Korea denounced the deceptive \"special statement to the people\" of Kim Young Sam, the paper says.\r\n   In a commentary it notes that the demonstration of students in south Korea is an expression of the people's anti-Kim Young Sam feelings.\r\n   The paper analyses the situation of the Democratic Republic of the Congo. \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on s. Korean students' struggle",
            "url": "http://kcna.co.jp/item/1997/9706/news6/02.htm#5",
            "content": "Rodong Sinmun on s. Korean students' struggle\r\n Pyongyang, June 2 (KCNA) -- Struggle of the students under the south Korean Federation of University Student Councils (Hanchongryon) now under way in Seoul is the eruption of public sentiments of south Korea calling for the overthrow of Kim Young Sam, says Rodong Sinmun in a commentary today.\r\n   The news analyst continues:\r\n   The struggle held at some ten universities in Seoul for the inaugural ceremony of the fifth-term \"Hanchongryon\" involved more than 12,000 students in Seoul and from local areas.\r\n   They held rallies vowing to carry out the inaugural ceremony, and joint meetings with workers, at which they condemned the puppet clique's anti-social policy and fascist repression and called for resignation of Kim Young Sam's \"Government\".\r\n   The Kim Young Sam group cracked down upon the just struggle of students with some 20,000 repressive forces. \r\n   This was a last-ditch effort of the fascist dictator.\r\n   It is high time Kim Young Sam was ousted as he is now driven into a tight corner.\r\n   The south Korean students and other people should carry on the struggle until they get rid of Kim Young Sam, the kingpin of thieves. \r\n\r\n"
        },
        {
            "title": "Resignation of Kim Young Sam regime urged",
            "url": "http://kcna.co.jp/item/1997/9706/news6/02.htm#6",
            "content": "Resignation of Kim Young Sam regime urged \r\n  Pyongyang, June 2 (KCNA) -- The Federation of South Koreans in Japan for Democracy and Unification made public a statement on May 30 in connection with the \"special statement to the people\" released by Kim Young Sam.\r\n   Saying that Kim Young Sam declined once again to open to the public the \"Presidential Election\" fund in his \"statement\", the federation criticized this as a challenge to the people and justice.\r\n    Unlawfulness of the 1992 \"Presidential Election\" should be defined before anything else, the federation said, and added that the \"Election\" of Kim Young Sam fabricated with the help of a great deal of funds in violation of the \"Election Law\", is null and void and should be investigated and disposed of by law.\r\n   The federation demanded that Kim Young Sam admit his violation of the \"Presidential Election Law\" and acceptance of secret fund from Roh Tae Woo and slush fund from the Hanbo group and step down at once. \r\n\r\n"
        },
        {
            "title": "Retrogressively amended \"labour law\" of s. Korea under fire",
            "url": "http://kcna.co.jp/item/1997/9706/news6/02.htm#7",
            "content": "Retrogressively amended \"labour law\" of s. Korea under fire \r\n Pyongyang, June 2 (KCNA) -- The Guyanese Post and Telecommunications Workers Union sent a letter of protest to Kim Young Sam on May 22 as regards the south Korean authorities' retrogressive amendment of \"labour law\".\r\n   The letter described the Kim Young Sam group's amendment of \"labour law\" as a challenge to democracy. This \"law\" makes it possible to tighten sanctions on unions and give employers unlimited rights, the power which allows them to exploit workers more cruelly, it said.\r\n   It warned that the more repression of the people is intensified, the more demand for peace and reunification of Korea will grow.\r\n   Protesting against the cruel and unreasonable steps of the south Korean \"Government\", the letter urged Kim Young Sam to take a measure for guaranteeing workers' interests. \r\n\r\n"
        },
        {
            "title": "Establishment of peace-keeping mechanism on Korean Peninsula urged",
            "url": "http://kcna.co.jp/item/1997/9706/news6/02.htm#8",
            "content": "Establishment of peace-keeping mechanism on Korean Peninsula urged \r\n    Pyongyang, June 2 (KCNA) -- A solidarity meeting for establishing a new peace-keeping mechanism on the Korean Peninsula was held in Finland on May 24.\r\n   Speaking at the meeting, Aarre Makela, Chairman of the Pori Branch of the Finland-Korea Association, said Korea has been divided due to the outside intervention and has not yet been in a durable peace.\r\n   Only when the armistice agreement is replaced by a peace agreement it is possible to clear away the atmosphere of the Cold War and achieve a durable peace, he said.\r\n   He stressed they will as ever extend full support and solidarity to the Korean people in the struggle for peace in the Korean Peninsula.\r\n   A letter to Secretary Kim Jong Il was adopted at the meeting. \r\n\r\n"
        },
        {
            "title": "S. Korean students' anti-\"Govt\" struggle",
            "url": "http://kcna.co.jp/item/1997/9706/news6/02.htm#9",
            "content": "S. Korean students' anti-\"Govt\" struggle \r\n Pyongyang, June 2 (KCNA) -- Students in south Korea clashed with some 20,000 fascist police trying to check the fifth-term inaugural ceremony of the South Korean Federation of University Student Councils (Hanchongryon) and continued rallies and demonstrations in every nook and corner of Seoul late into night on May 31, a Seoul-based radio reported.\r\n   Some 1,000 students who had already broken through police cordon into Hanyang University, the venue of the ceremony, held an anti-\"Government\" rally far into the night in confrontation with the police besieging the university.\r\n   Over 3,000 of the students outside the university marched the night streets of Seoul for hours and held protests. \r\n   Meanwhile, some 700 students who had arrived in Seoul from Kwangju area pledged to participate in the ceremony of \"Hanchongryon\" to be held in the form of a people's rally in front of the Seoul \"city hall\" on June 1 and demonstrate the aspiration of one million students in south Korea after independence, democracy and reunification. \r\n\r\n"
        },
        {
            "title": "3,500-year-old relics unearthed",
            "url": "http://kcna.co.jp/item/1997/9706/news6/02.htm#10",
            "content": "3,500-year-old relics unearthed\r\n  Pyongyang, June 2 (KCNA) -- Twenty-five dolmen tombs believed to be about  3,500 years old were recently unearthed in Osan-Ri, Sunan district, Pyongyang. \r\n   The dolmen tombs stand 14-25 metres apart from each other. Their shapes resemble those discovered in Mukpang-ri.\r\n   The coffin room is 180 cm long, 140 cm wide and 80 cm deep. The large flat stone laid on the upright stones is 360 cm long, 280 cm wide and 67 cm thick.\r\n   The skull, the bones of arms and legs and teeth of a person were unearthed there. \r\n   There were also discovered a brass sword 15.2 cm long and 3.3 cm wide, a stone sword 30.2 cm long, 6.6 cm wide and 7.5 cm thick and seven stone arrowheads 3.8-9.8 cm long.\r\n   This is the first time a brass sword was discovered in a tomb of Mukpang-ri shape.\r\n   The dolmen tombs in Osan-Ri show the Korean nation have had fine culture and that Pyongyang was the centre of ancient Korea and ancient culture.\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}