{
    "date": "1997-01-12",
    "url": "http://kcna.co.jp/item/1997/9701/970112.htm",
    "articles": [
        {
            "title": "Double-dealing tactics",
            "url": "http://kcna.co.jp/item/1997/9701/news1/12.htm#1",
            "content": "Double-dealing tactics\r\n\r\n   Pyongyang, January 12 (KCNA) -- The south Korean puppet prime minister, Ri Su Song, threatened Friday that the \"Government\" would \"Take a decisive step for establishment of state law and order\" labelling the South Korean workers's justifiable strike as \"illegal\".\r\n   On the same day, the fascist clique issued warrants of arrest for seven hardcore unionists of the \"Korean Confederation of Trade Unions\" including its chairman Kwon Yong Gil and mobilized riot police to arrest trade union officials of the Hyundai Motor Corporation.\r\n   The move sparked off a clash between the strikers and police on the strike-site of the Hyundai Group during which a worker attempted self-immolation and three unionists were injured.\r\n   This illustrates that a bloody slaughter against bare-handed workers who turned out for the right to existence has resumed throughout South Korea, following  the \"Joint statement to the people\" issued by the puppets on January 8.\r\n   On January 10, when the blood was shed for the first time since the strike began on December 26 last year, the puppet clique sent the \"Chairman of the New Korea Party\" to the headquarters of the \"Federation of Korea Trade Unions\" to win them over. \r\n   The Kim Young Sam group spinned out a shameless rigmarole to the federation's ranking officials that they would \"consider the labouring class's opinion in working out enforcement regulations for the amended labour law\" and the \"line of the government and ruling party is not absolutely tough\".\r\n   Then, who railroaded the fascist law amendment bill, opposed by the South Korean workers, and reacted with suppression to their strike demanding nullification of the evil law?\r\n   It is none other than the traitor Kim Young Sam's \"New Korea Party\" and the fascist \"civilian government\".\r\n   This being the fact, the Kim Young Sam group are resorting to such hackneyed double-dealing tactics as repression and allurement. This shows again how miserable their position is.  \r\n\r\n"
        },
        {
            "title": "Gift to Secy. Kim Jong Il from American",
            "url": "http://kcna.co.jp/item/1997/9701/news1/12.htm#2",
            "content": "Gift to Secy. Kim Jong Il from American\r\n   Pyongyang, January 12 (KCNA) -- The great leader comrade Kim Jong Il was presented with a gift from a senator of Oregon state, the United States, now on a visit to Korea.\r\n   The gift was conveyed to a Korean official by the senator, John Lim. \r\n\r\n"
        },
        {
            "title": "S. Korean workers' struggle favored",
            "url": "http://kcna.co.jp/item/1997/9701/news1/12.htm#3",
            "content": "S. Korean workers' struggle favored\r\n    Pyongyang, January 12 (KCNA) -- International organisations and labor unions of many countries express solidarity with the struggle of the South Korean workers against the new \"labor laws\" which is gaining momentum.\r\n     Director Hansen of the secretariat of the international labor organisation sent to the traitor Kim Young Sam a letter calling for a stop to the suppression of the South Korean strikers.\r\n   The international confederation of free trade unions asked the international labor organisation to meddle in the issue in an effort to prevent the arrest of the seven leading unionists who are organizing the massive strikes in South Korea.\r\n   Meanwhile, the confederation sent to the puppet South Korean embassy in Brussels memorandum denouncing the traitor Kim Young Sam for the brutal suppression of the labor movement in South Korea, and said that it would send its delegates to Seoul for a campaign of protest against the \"labor laws\" amended by the fascist clique for the worse.\r\n   The confederation and the trade unions of Belgium held a demonstration in front of the South Korean embassy in Brussels on January 10 in protest against the retrogressive revision of the \"Labor laws\" by the traitor Kim Young Sam.\r\n   Foreign news media have given wide publicity to the South Korean workers's struggle against the evil laws. \r\n\r\n"
        },
        {
            "title": "Press interview in India",
            "url": "http://kcna.co.jp/item/1997/9701/news1/12.htm#4",
            "content": "Press interview in India\r\n   Pyongyang, Janurary 12 (KCNA) --Binod Tiwary, general secretary of the Delhi State Committee of the Socialist Party of India, had an interview with KCNA in New Delhi in connection with the joint editorial published by Rodong Sinmun, Josoninmingun and Chongnyon Jonwi.\r\n   The general secretary said that last year the heroic Korean people built great edifices everywhere including the Anbyon Youth Power Station and fortified the national defence capacities impregnably by waging a general onward movement to implement the behests of the great leader president Kim Il Sung, the great father of the nation and sun of humankind.\r\n   1996 was a historic year when the revolutionary will and determination of the Korean people was demonstrated far and wide, he noted. \r\n   The new year, 1997, is a significant year marking the 85th birthday of President Kim Il Sung, the peerlessly great man produced by the present century,  and the 55th birthday of the great leader comrade Kim Jong Il, the Indian party official said.\r\n   The heroic Korean people have definite objectives in the New Year, he said.\r\n   He expressed belief that the fraternal Korean people will decorate 1997 by fulfilling their general tasks to push ahead with the forced march of socialism, consolidate the political, economic and military bases of the Korean people and improve the people's living standard under the tested leadership of comrade Kim Jong Il, the supreme leader. \r\n\r\n"
        },
        {
            "title": "Struggle of s. Korean workers continues",
            "url": "http://kcna.co.jp/item/1997/9701/news1/12.htm#5",
            "content": "Struggle of S. Korean workers continues\r\n    Pyongyang, January 12 (KCNA) -- Rallies and demonstrations against the \"Labor laws\" took place throughout South Korea on January 11, according to a radio report from Seoul.\r\n   More than 30,000 members of an all-people measure committee and the South Korean Confederation of Trade Unions held a rally in Seoul for the nullification of the \"labor laws\" and the resignation of the \"government\".\r\n   Some 2,000 unionists of the Seoul metro held an emergency meeting and said that they will go on a strike on January 15 as scheduled unless the \"labor laws\" are withdrawn.\r\n   The all-people measure committee for the headquarters of democratic labor-management relations and social reform, an umbrella organisation of 45 public and religious bodies including the South Korean confederation of trade unions and the teachers' council for democratic education, sponsored a rally of 13,000 citizens and students to denounce the \"labor laws\" and the \"law on the agency for national security planning\" and to call for the nullification of the evil laws. Earlier, the national alliance for democracy and reunification, the national council of Christian churches of South Korea, the South Korean council of democratic youth organistions and other organisations held indignation rallies.\r\n   The all-people measure committee called a press conference on January 11 and made public a declaration on the situation signed by 1,997 veterans of public organisations in protest against the enactment of the evil laws by the Kim Young Sam group.\r\n   The organisation in the declaration said that it would stage an all-people resistance for the nullification of the \"labor laws\" and the \"ANSP law\" and warned that an attempt to suppress the just struggle of the workers by dint of \"government power\" will only aggravate the situation.\r\n   In another development, labor unions of the Kyunghyang Daily News, the Hankuk Ilbo, the Hangyore Shinmun, the Munhwa Ilbo and the Seoul Shinmun vowed to go on a strike with the support of a majority of unionists within the framework of the massive resistance of workers of South Korea. Professors, students and people of other social standings took an active part in the struggle.\r\n   1.5 million people will join in the protests against the newly-enacted \"labor laws\" next week. \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on foreign policy of WPK",
            "url": "http://kcna.co.jp/item/1997/9701/news1/12.htm#6",
            "content": "Rodong Sinmun on foreign policy of WPK\r\n   Pyongyang,  January 12 (KCNA) -- The newspapers of the party, the army and the youth league in a joint editorial on the new year once again declared the workers' party of Korea will consistently implement the foreign policy of independence, peace and friendship. \r\n  Rodong sinmun today notes that the foreign policy of the WPK represents its independent, peaceful and friendly position. It is consistent with noble internationalism.\r\n   The international situation at present calls for advancing under the banner of independence, peace and friendship, a signed article of the paper says, and goes on:\r\n   The WPK will firmly adhere to the idea of independence.\r\n   The WPK has treated all the problems arising in the external relations  according to its own judgment and decision in the interests of the Korean people and always shaped and carried out its polices and lines independently.\r\n   The WPK will vigorously raise its just voices against unreasonable attempts to violate sovereignty in the international arena and will fully support the struggle of all people for defending national independence and sovereignty. The WPK will be loyal to the idea of peace.\r\n  The WPK has proposed and made every effort to halt the test and production  of nucelar weapons  and completely abolish them in the world as well as in the Korean peninsula, establish nuclear-free, peace zones in various parts of the world, realise the withdrawal of foreign troops and military bases and find a peaceful, negotiated solution to disputes. \r\n   The Korean people will resolutely struggle to frustrate the aggressive, war policy of imperialists and to defend peace and security in the world under the banner of anti-imperialism and anti-war.\r\n   The WPK, in accordance with the idea of friendship, has made full efforts to develop friendly relations with the progressive countries of the world and established good-neighbour relations and developed economic and cultural exchange with capitalist countries which respect the sovereignty of the DPRK. An independent world will be built only by the united struggle of the people and the basis of the unity is independence, peace and friendship,  the common idea of humankind.   \r\n   The Korean people will consistently uphold the  idea of independence, peace and friendship which has already proved just and viable under the wise leadership of the great leader comrade Kim Jong Il. \r\n \r\n\r\n"
        },
        {
            "title": "Campaign for another bloodshed",
            "url": "http://kcna.co.jp/item/1997/9701/news1/12.htm#7",
            "content": "Campaign for another bloodshed\r\n   Pyongyang, January 12 (KCNA) -- Rodong Sinmun today accuses the Kim Young Sam group of trying to put down the strike of workers sweeping south Korea. The analyst says:\r\n   The Kim Young Sam group have unsheathed a sword to suppress the just strike of workers calling for the repeal of fascist laws. This is a common practice of the traitors who live on fascist rule over the people.\r\n   The fascist clique threatened that in case the strike leaders do not obey roundup, police will be hurled even into Myongdong Cathedral to arrest them. On the night of January 9, fascist police searched the office rooms of the \"Korean confederation of trade unions,\" the hospital union and the motor workers union and confiscated documents and other things. For the South Korean workers, who live a life below poverty line and suffer maltreatment and humiliation, struggle is the only way to improve their living conditions. \r\nThat is why they rose in protest action in the teeth of suppression.\r\n   The Kim Young Sam group must know that the South Korean workers will never give up their righteous struggle in face of fascist suppression but they will answer violence for violence and fight it out.\r\n   The fascist clique are mistaken if they think they can break this strong will of workers at the point of the bayonet. They must act with discretion, mindful that fascist suppression will only lead to their final destruction. \r\n\r\n"
        },
        {
            "title": "Vicious scheme for confrontation",
            "url": "http://kcna.co.jp/item/1997/9701/news1/12.htm#8",
            "content": "Vicious scheme for confrontation\r\n   Pyongyang, January 12 (KCNA) -- The South Korean puppets plan to invite ranking officials of the liberal democratic party, diplomats and military bosses of Japan to South Korea, and the traitor Kim Young Sam will go to Japan in order to ask for maintaining the \"Cooperation system\" against the DPRK.\r\n   Commenting on this, Minju Joson today says:\r\n   This is an anti-peace, anti-reunification move to encourage confrontation with the north and drive the inter-Korean relations to a more grave phase, and a heinous anti-national crime to stifle the DPRK with the help of outside forces.\r\n   Lurking behind their call for outside forces' involvement in the anti-DPRK campaign on the pretext of \"Problem in north-south relations\" is a sinister intention to spoil the atmosphere of stability being created through DPRK-U.S. Talks and put a spoke in the wheel of the talks.\r\n   While pursuing the line of confrontation and war with the north to realise their dream of \"Unification through northward invasion,\" the Kim Young Sam group scheme to conspire with outside forces including Japan, deliberately increase the tensions aggravate the inter-Korean relations and hinder the DPRK-U.S. Talks.\r\n   If the puppet clique continue making provocative remarks and increasing the tensions with the backing of outside forces, we will have no choice but to take countermeasures.\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on militarism incited in Japan",
            "url": "http://kcna.co.jp/item/1997/9701/news1/12.htm#9",
            "content": "Rodong Sinmun on militarism incited in Japan\r\n   Pyongyang, January 12 (KCNA) -- The issue of visiting the \"Yasukuni Shrine\" is a touchstone that indicates what attitude the Japanese authorities are taking toward the aggression and plunder of Asian people committed by Japanese imperialism in the past and what line they are going to take.\r\n   Rodong Sinmun says this in a bylined article today.\r\n   The article continues:\r\n   The people of Asian countries that were once invaded by Japan have sharply watched what attitude the Japanese authorities take toward the issue of visiting the \"Shrine,\" which they brand as an open insult to their feelings and a dangerous move to repeat the militaristic past.\r\n   The Japanese reactionaries, however, work hard to make the visit to the \"shrine\" a regular and official event.\r\n   The ruling liberal democratic party included the visit to the \"shrine\" in its election commitments and tries to let foreign politicians visit it.\r\n   The Japanese reactionaries use the \"Yasukuni Shrine\" as an ideological centre for propaganda of militarism and a means to create an atmosphere helpful to the justification of militarist aggression.\r\n   They ask foreign personages to visit the \"shrine,\" equating those who died in aggression on other nations and countries with the martyrs who dedicated their lives to the struggle for the sovereignty and independence of their nation and against aggression. This shameless behavior helps the Asian people to see how far the right-wing Japanese have gone in their bid to repeat aggression.\r\n   The visit to the \"shrine\" will only impair the image of Japan and remind people of the past crimes of Japan.\r\n   The Japanese authorities must clear see the trend of the times, abandon the militaristic outlook on history, give up the ambition for domination of the world and take the line of peace. \r\n\r\n\r\n\r\n"
        }
    ]
}