{
    "date": "1997-11-14",
    "url": "http://kcna.co.jp/item/1997/9711/971114.htm",
    "articles": [
        {
            "title": "Japanese delegation gives reception",
            "url": "http://kcna.co.jp/item/1997/9711/news11/14.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Ilia Greenhouse opens in Mongolia",
            "url": "http://kcna.co.jp/item/1997/9711/news11/14.htm#2",
            "content": "\r\nJapanese delegation gives reception \r\n   Pyongyang, November 14 (KCNA) -- The delegation of Three Ruling Coalition parties of Japan gave a reception at the Pyongyang Koryo Hotel last evening on the conclusion of its visit to the Democratic People's Republic of Korea.\r\n   Invited to the reception were Kim Yong Sun, Secretary of the Workers' Party of Korea Central Committee= Kim Yang Gon, Department Director of the WPK Central Committee= Song Ho Gyong, Vice Department Director of the WPK Central Committee= Ri Jong Hyok, Vice-Chairman of the Korean Asia-Pacific Peace Committee= Mun Jae Chol, Acting Chairman of the Korean Society for Cultural Relations with Foreign Countries= and other officials concerned.\r\n   The delegation of the Liberal-Democratic Party led by Yoshiro Mori, Chairman of the General Council of the LDP and member of the House of Representatives= the delegation of the Social-Democratic Party led by Shigeru Ito, Secretary General of the SDP and member of the House of Representatives= and the delegation of the New Party Sakigake led by Akiko Domoto, Chairperson of the New Party Sakigake dietmen's group and member of the House of Councilors were on hand.\r\n   Also present there were delegation suite members, officials of the Japanese Foreign Ministry and journalists of Japan's major news media.\r\n   The head of the LDP delegation, addressing the reception, said through the visit he came to believe that the peoples of Japan and the DPRK would achieve future-oriented development, deepening understanding of each other.\r\n   He wished longevity in good health to the leader Kim Jong Il who is doing a lot of things true to the intention of the great leader President Kim Il Sung, and hoped for the development of the DPRK and the improvement of Japan-DPRK relations.\r\n   The head of the SDP delegation in his speech said during the visit the two parties exchanged views on many issues, adding that it is important to begin the talks between the two countries at an early date.\r\n   He expressed the willingness to make active efforts for the improved relations between the two countries.\r\n   The head of the New Party Sakigake delegation, giving her impressions of the DPRK, said Pyongyang is Ryugyong (willow city) in the true sense of the word and the capital city is full of beautiful, mild and vigorous spirit.\r\n   She went on to say that she would always do her best for the normalisation of Japan-DPRK relations, for peace and understanding between the two countries and the bright future of children, with warm heart and firm will.\r\n   In his reply Kim Yang Gon said:\r\n   \"Brief as the delegation's visit was, the WPK delegation and the delegation of the Three Ruling Coalition Parties of Japan had contacts and talks to open-heartedly exchange views on wide-range issues for improving the relations between the DPRK and Japan and developing relations of cooperation.\"\r\n   The two delegations discussed the issues of promoting and giving an impetus to the resumption of the stalemated talks between the governments to fully meet the demand and aspirations of the two peoples, making sincere efforts to settle humanriantian and cooperation matters and strengthening the visits and contacts between the Ruling Parties of the DPRK and Japan and in other domains, he said.\r\n   The recent contacts and talks between the delegations of the WPK and the Three Ruling Coalition Parties of Japan, he noted, marked a good occasion in deepening understanding between the peoples of the two countries and improving the DPRK-Japan relations.\r\n   It is an abnormal thing against the interests and desires of the peoples of the two countries to enter a new century without the liquidation of the misfortunes, which took place in the beginning of the century, he said, and continued:\r\n   \"We politicians should be aware of the mission we assume before history and people, liquidate the unhappy past within the present century and make a new start of friendship for the building of an independent, peaceful, prosperous and new Asia.\"\r\n   \"Our Party and people will strive to build a new Asia, independent, peaceful and prosperous, strengthening cooperation and solidarity with the neighboring countries in Asia.\"\r\n\r\n"
        },
        {
            "title": "KPA in mental readiness",
            "url": "http://kcna.co.jp/item/1997/9711/news11/14.htm#3",
            "content": "Kim Jong Ilia Greenhouse opens in Mongolia\r\nPyongyang, November 14 (KCNA) -- A ceremony for opening a Kim Jong Ilia Greenhouse took place at the Ecological Education Centre under the Ministry of Education of Mongolia on Nov. 10.\r\n   N. Purevdash, Chairman of the Mongolian Floral Federation, in his speech warmly congratulated General Secretary Kim Jong Il, the great leader of the Korean people, on his election as General Secretary of the Workers' Party of Korea (WPK).\r\n   He said:\r\n   \"His excellency the great leader Kim Jong Il is further exalting the Juche idea and dynamically leading Korea along the road of independence. \"\r\n   \"We are very glad to open the famous Kim Jong Ilia Greenhouse named after him.\"\r\n   \"The greenhouse is of weighty significance in developing friendship between Mongolia and the DPRK.\"\r\n   \"The friendship will be in fuller bloom with Kim Jong Ilia.\"\r\n   Invited to the opening ceremony was the delegation of the Korean Federation of Kim Jong Ilia on a visit to Mongolia. \r\n\r\n"
        },
        {
            "title": "General Secretary Kim Jong Il, peerless great man",
            "url": "http://kcna.co.jp/item/1997/9711/news11/14.htm#4",
            "content": "KPA in mental readiness\r\nPyongyang, November 14 (KCNA) -- A south Korean military critic Ji Man Won said in an article contributed to the south Korean magazine MAL that the Korean People's Army is the collective of soldiers who are superior in ideological readiness in the world.\r\n   Referring to the invincibility of the KPA, he said that the People's Army has the spirit of suicidal attack and stamina of one-match-for-a-hundred.\r\n   The KPA is far superior to the army in the south both in qualitative level and warring capacity, he stressed. \r\n\r\n"
        },
        {
            "title": "General Secretary Kim Jong Il's love for people",
            "url": "http://kcna.co.jp/item/1997/9711/news11/14.htm#5",
            "content": "General Secretary Kim Jong Il, peerless great man\r\n  Pyongyang, November 14 (KCNA) -- A bulletin published by the Ukraine-DPRK Association lauded General Kim Jong Il on his election as General Secretary of the Workers' Party of Korea.\r\n   The bulletin says:\r\n   Comrade Kim Jong Il is a peerless great man with literary and military accomplishments and talents and virtues combined in him and the most distinguished leader of people, a creator of happiness and a defender of justice.\r\n   In confrontation without gun report in recent three years Korea has sprung up as a fortress of socialism and the Supreme Commander Kim Jong Il is eulogized as a famous general produced by heaven and a political veteran in the history of world politics of the 20th century. \r\n\r\n\r\n"
        },
        {
            "title": "One more war exercise in Seoul",
            "url": "http://kcna.co.jp/item/1997/9711/news11/14.htm#6",
            "content": "General Secretary Kim Jong Il's love for people\r\n Pyongyang, November 14 (KCNA) -- General Secretary Kim Jong Il spares nothing for the benefit of the people.\r\n   One day in Juche 65 (1976), he visited a village of Pochon county, Ryanggang Province.\r\n   He reached a hot spring in the village where he estimated the temperature of the spring and said that a sanatorium and rest house should be built there on modern lines. Seeing a train loaded with logs running through the centre of the village, he said that stillness must be kept for the convenience of people who would come here for rest and, accordingly, trains must not be allowed to run through the village and railways be moved to the other place for the promotion of the people's welfare.\r\n   On his instructions, a 400 to 500 metre-long tunnel was built through a mountain to lay the railroad.\r\n   When he visited the Musan Mining Complex (the then Musan Mine) in May, Juche 73 (1984), he found miners coming to the mine on foot and saw to it that cable cars and buses were supplied to it.\r\n   In December, Juche 62 (1973) when he was on guidance tour, he saw pupils in Chogyori, Unchon county, South Hwanghae Province, crossing a brook on their way to school. \r\nHe took measures to dispatch a national construction team to lay a bridge.\r\n   One day, he sent a special plane so those four children of DPRK embassy officials in an African country could attend the opening ceremony of a new school year in time in the homeland.\r\n   One winter day, he was informed that a fisherwoman met with a mishap while digging up shellfishes and sent helicopters and warships of the People's Army to rescue her.\r\n   Indeed, he is a great father who spares nothing for the benefit of the people. \r\n\r\n"
        },
        {
            "title": "National art works produced in large numbers",
            "url": "http://kcna.co.jp/item/1997/9711/news11/14.htm#7",
            "content": "One more war exercise in Seoul\r\n Pyongyang, November 14 (KCNA) -- The \"Civilian\"-veiled warmongers of south Korea conducted a war exercise of the army in Seoul on Nov. 11-12, according to a Seoul-based radio report.\r\n   The exercise is part of the desperate efforts of the Kim Young Sam group to divert the attention of the people elsewhere and bridge over the ruling crisis under the pretext of fictitious \"threat from the north\". \r\n\r\n\r\n"
        },
        {
            "title": "Communique between Korean, Japanese ruling parties",
            "url": "http://kcna.co.jp/item/1997/9711/news11/14.htm#8",
            "content": "National art works produced in large numbers\r\n  Pyongyang, November 14 (KCNA) -- The State National Art Troupe of Korea has created a great many art works inheriting the national cultural heritage.\r\n   Among them are national operas tale of Chun Hyang, tale of Mrs. Pak and tale of Sim Chong, a national dance suite people of walled city of Pyongyang, a small drum dance, a dance a marksman and girl, a group dance twilight over Kangson, a Janggo dance and other well-known dance pieces.\r\n   These works vividly depict, in powerful, graceful and pleasant rhythmic movement and music, the resoucefulness and talents of the nation, the noble sentiment of patriotism, the creative labor of ancestors, the way of life, the rich emotion and the aspirations and desire for future.\r\n   The national dance suite people of walled city of Pyongyang the subtitles of which are hunters of Raknang, soldiers of walled city of Pyongyang, the sound of fulling cloth at moonlit night and spring of Moran Hill is acclaimed by the audience because it adapts the dance movements and melodies handed down from old times to the aesthetic demand of the time.\r\n   In June General Secretary Kim Jong Il saw the performance. He expressed great satisfaction and thanks to the creators and artistes for their successful performance.\r\n   The state national art troupe is popular among the people for particularly attractive depiction and distinguished talents of the artistes.\r\n   Over the past 50 years after its foundation, the art troupe created and performed more than 30 classical and modern operas, dance suites, dance dramas, dance pieces, songs of the Workers' Party of Korea policies and many other songs, thus demonstrating the potentials of the rapidly developing socialist national culture and art.\r\n   In particular, squads of the art troupe made a performing tour to give great courage to the working people and People's Army soldiers.\r\n   The National Opera Tale of Chun Hyang and other well-known dance pieces were performed with large attendance in Japan, the former Soviet Union, east European countries, Argentina, Cuba and Latin American and African countries, making great contributions to promoting friendship with the revolutionary peoples of the world.\r\n   Paek Hwan Yong, Om Yong Chun, Sin Yong Chol, Han Chol, Kim Ok Sun and many other creators and actors and actresses received official commendations.\r\n   They, aware of the noble patriotism of the Workers' Party of Korea, devote their wisdom and energies to the creation of more art works based on folk songs and dance movements of strong national identity. \r\n\r\n"
        },
        {
            "title": "Animal hunting ground of old stone age discovered in Korea",
            "url": "http://kcna.co.jp/item/1997/9711/news11/14.htm#9",
            "content": "Communique between Korean, Japanese ruling parties\r\n   Pyongyang, November 14 (KCNA) -- A delegation of the Three Ruling Coalition Parties of Japan visited the Democratic People's Republic of Korea from November 11 to 14 at the invitation of the Central Committee of the Workers' Party of Korea (WPK).\r\n   Delegations of the WPK and the Three Ruling Coalition Parties today made public a communique on their contacts and talks.\r\n   The communique said:\r\n   At the invitation of the WPK Central Committee, a delegation of the Three Ruling Coalition Parties of Japan -- Liberal Democratic Party, Social-Democratic Party and New Party Sakigake -- visited the DPRK from November 11 to 14, 1997.\r\n   The Japanese delegation extended warm congratulations to General Kim Jong Il for his election as General Secretary of the WPK.\r\n   The WPK delegation expressed thanks for its congratulations.\r\n    Delegations of the WPK and the Coalition Parties had talks and contacts and had a wide-range discussion on the improvement of DPRK-Japan ties and development of \r\nCooperation.\r\n   They, considering that visits between the ruling parties of the two countries have contributed to deepening friendship between the two peoples, stressed that strengthening such visits and contacts in various fields would be useful for both sides.\r\n   The sides pointed out that since 1990 when the visits and contacts between the ruling parties of the two countries began, there has been cooperation in satellite communications service and airline service thanks to efforts of the ruling parties and governments of the two countries. \r\nThey also said that after the Three Ruling Coalition Parties visited Pyongyang in 1995, the Korean Party and Government expressed sympathy with the Japanese Government and people for the Great Hanshin Earthquake and extended financial support to them, hometown visit by Japanese wives in Korea has been realised and the Japanese ruling parties and Government have rendered food assistance to the DPRK, which has been suffering from serious natural disasters and, at a recent cabinet meeting held in the presence of Prime Minister Hashimoto Ryutaro, decided to offer food and medicine again through an international organization. They considered all these facts to be a good contribution to deepening friendship between the peoples of the two countries and propelling the improvement of the bilateral relations.\r\n   1. The sides, considering that the resumption of inter-governmental talks for the normalization of DPRK-Japan diplomatic ties fully accords with the aspiration and demand of the two peoples, agreed to exercise the parties' influence to promote the reopening of the ninth round of the full-fledged inter-governmental talks as early as possible.\r\n   The Korean side stressed that the talks should be aimed at the improvement of relations between the two countries and it is necessary to refrain from hurting the other side and doing things unfavorable to the improvement of bilateral ties and to respect the will and desire of the two peoples and pursue mutually fair policies with an independent stand.\r\n   2. The sides shared the view that it is necessary to solve humanitarian and cooperation issues between the two countries even before the normalization of the bilateral diplomatic ties.\r\n   The Korean side expressed the willingness to continue allowing Japanese wives in Korea to visit their hometowns.\r\n   The Chairman of the Korea-Japan Friendship Association said that though the alleged missing of a Japanese girl is a faked-up case which has nothing to do with the DPRK, the DPRK side, taking the Japanese side's earnest request into account, may make an investigation into the case along with the investigation into the issues of other missing persons.\r\n   While in Korea, the Japanese delegation went round disaster-stricken areas and admitted the urgency of food assistance. It expressed the willingness to ask the Japanese Government to continue offering food to the DPRK through international organizations.\r\n   Both sides affirmed that the solution to the humanitarian and cooperation issues will be conducive to deepening mutual understanding and friendship and developing bilateral relations as it perfectly coincides with the international usage, the requirements of the present time and the interests and desire of the two peoples.\r\n   3. The sides considered that it is desirable for the ruling parties of the two countries to frequently visit each other and promote understanding with a view to creating an atmosphere favorable to the governmental talks and successfully solving the humanitarian and cooperation issues.\r\n   They agreed to further strengthen multilateral and bilateral visits and contacts between the ruling parties.\r\n   The Three-Party Ruling Coalition delegation of Japan expressed thanks to the WPK for warm hospitality it accepted during the Korea visit. \r\n\r\n\r\n"
        },
        {
            "title": "Japanese delegation leaves",
            "url": "http://kcna.co.jp/item/1997/9711/news11/14.htm#10",
            "content": "Animal hunting ground of old stone age discovered in Korea\r\n Pyongyang, November 14 (KCNA) -- Scientists of the Archaeological Institute under the Academy of Social Sciences of Korea recently discovered an animal hunting ground dating back to the middle of the old stone age about 100,000 years ago.\r\n   It is located in Rodongri, Sangwon County, Pyongyang.\r\n   When you go along the Nam River from the seat of Rodongri, about 24 kilometres east of Pyongyang, you will find a 62-metre-high limestone hill at the mouth of ravines of the Koryong range.\r\n   The hunting ground was discovered in one of 15 vertical caves formed along a 200-metre crack north of the hill.\r\n   The sedimentary stratum of the vertical cave is classified into four. Relics discovered in the third stratum of red clay stone include more than 2,000 fossil bones of animals of 13 kinds including rabbit, weasel, badger, cave hyena, leopard, wolf, rhinoceros, horse, Korean water-deer, roe deer, moose and buffalo.\r\n   Notably, discovery of fossil bones of rhinoceros, buffalo and cave hyena who live in tropical and subtropical zones of southeast Asia or Africa shows that these animals inhabited the territory of Korea and that its climate was far warmer than now.\r\n  Such an animal hunting ground is very rare in the world as well as in Asia.\r\n   Accordingly, the discovery proves that Pyongyang is one of the cradles of human civilisation. \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Thai Prime Minister\n",
            "url": "http://kcna.co.jp/item/1997/9711/news11/14.htm#11",
            "content": "Japanese delegation leaves\r\n Pyongyang, November 14 (KCNA) -- The delegation of Three Ruling Coalition Parties of Japan left here this afternoon after concluding its four-day visit to Korea.\r\n   Also leaving were suite members of the delegation, officials of the Foreign Ministry and mass media reporters of Japan.\r\n   It was seen off at the airport by Kim Yang Gon, Department Director of the Central Committee of the Workers' Party of Korea, and officials concerned.\r\n   During their stay, the Japanese guests visited the Tower of the Juche Idea, the Mansudae Art Studio and the Mangyongdae School Children's Palace.\r\n   They also visited the King Tangun's Mausoleum, the metro and other places of Pyongyang and appreciated an art performance of schoolchildren. \r\n\r\n"
        }
    ]
}