{
    "date": "1997-04-25",
    "url": "http://kcna.co.jp/item/1997/9704/970425.htm",
    "articles": [
        {
            "title": "Secy. Kim Jong Il visits KPA unit",
            "url": "http://kcna.co.jp/item/1997/9704/news4/25.htm#1",
            "content": "Secy. Kim Jong Il visits KPA unit\r\n  Pyongyang, April 25 (KCNA) - Secy.Kim Jong Il, Chairman of the DPRK National Defence Commission and Supreme Commander of the Korean People's Army (KPA), visited KPA unit no. 969 on Thursday to congratulate the servicemen on the 65th birthday of the KPA. \r\n   He was accompanied by KPA Marshal Ri Ul Sol, KPA Vice Marshals Jo Myong Rok, Kim Yong Chun and Kim Il Chol and secretaries of the Workers' Party of Korea Central Committee Kim Kuk Thae, Kim Ki Nam and Kim Yong Sun.\r\n   The unit had been visited by President Kim Il Sung and Secretary Kim Jong Il five times.\r\n   Secretary Kim Jong Il looked round the sites associated with the imperishable feats of the President and noted with great satisfaction that the unit changed beyond recognition under the deep loving care of the President.\r\n   He said that the unit, with its surroundings arranged like a pleasure park, resembles a holiday resort. This is patent proof that the soldiers of the unit have a high sense of patriotism, he added.\r\n   The KPA is fierce in battles with the enemy and builds new culture in life, he said, adding that such a model army in ideology, military technique, morality, culture and all other aspects will always be victorious.\r\n   He then saw servicemen in a firing-posture exercise.\r\n   He noted with great satisfaction that the soldiers have grown into invincible combatants able to smash any enemy in one stroke, as taught by the president during his personal visits.\r\n   He outlined important tasks which would serve as the guidelines in strengthening the KPA into an invincible revolutionary army.\r\n   He also went round a bedroom, a dining room, a washroom, a barber's room, a greenhouse and other logistic facilities to look after the soldiers' life with parental care.\r\n   He described sufficient supply service and good management of the unit as important aspects of the commanding officers' art and style. He said the experience of the unit shows that if the officers always work hard, mindful of management and supply service, they can provide their men with better living conditions in any place.\r\n   He also saw servicemen in a physical exercise and an indoor aiming drill. He encouraged them to make strenuous efforts to acquire high military technique and strong physique.\r\n   He enjoyed an art performance of soldiers.\r\n   He gave the unit a pair of binoculars and an automatic rifle as gifts and had a picture taken with soldiers. \r\n\r\n"
        },
        {
            "title": "Floral baskets laid before Presidential Statue",
            "url": "http://kcna.co.jp/item/1997/9704/news4/25.htm#2",
            "content": "Floral baskets laid before Presidential Statue\r\n  Pyongyang, April 25 (KCNA) -- Chief Ri Jong Sang and officials of the Pyongyang mission of the National Democratic Front of South Korea (NDFSK) on April 24 laid a floral basket and made a bow before the Statue of President Kim Il Sung on Mansu Hill in Pyongyang on the 65th anniversary of the founding of the heroic Korean People's Army (KPA).\r\n   The military attaches corps here also laid a floral basket and made respects before the statue. \r\n   Written on the ribbons of the baskets were letters \"the great leader comrade Kim Il Sung is immortal.\" \r\n\r\n"
        },
        {
            "title": "Army Day marked at KPA units",
            "url": "http://kcna.co.jp/item/1997/9704/news4/25.htm#3",
            "content": "Army Day marked at KPA units\r\n   Pyongyang, April 25 (KCNA) -- Meetings were held at units of three services of the Korean People's Army on April 24 to mark the 65th anniversary of the KPA.\r\n   Reporters at the meetings recalled the immortal exploits President Kim Il Sung and Secretary  Kim Jong Il performed while leading the Juche army building. \r\n   They said that President Kim Il Sung put forward an original military line of self-reliance in defence, developed the KPA into an invincible army, always found himself among the soldiers and took warm care of them. \r\n   With his extraordinary clairvoyance, he ensured the continuity of the army-building cause and made a firm military guarantee for accomplishment of the revolutionary cause of Juche, they stressed.\r\n   The Korean revolutionary armed forces are in the prime of development under the outstanding and tested leadership of Secretary Kim Jong Il, they noted. Through a long journey of personal guidance in recent years, he has brought about innovation in combat preparations and fighting efficiency of the people's army.\r\n    They called upon all the KPA officers and men to vigorously fight under the leadership of Secretary Kim Jong Il to accomplish the revolutionary cause of Juche and national reunification, upholding the red flag, a symbol of the whole life of the President. \r\n   An evening of the Ministry of the People's Armed Forces was held at Jonsung Square in Pyongyang on the same day. \r\n\r\n"
        },
        {
            "title": "Military parade marks anniversaries",
            "url": "http://kcna.co.jp/item/1997/9704/news4/25.htm#4",
            "content": "Military parade marks anniversaries\r\n Pyongyang, April 25 (KCNA) -- A military parade took place in Pyongyang today on the occasion of the 85th birth anniversary of President Kim Il Sung and the 65th anniversary of the founding of the Korean People's Army (KPA).\r\n   Attending the parade were columns of guard units of the KPA, military academies of the KPA,  the worker-peasant red guards and young red guards.\r\n   When Supreme Commander of the KPA Secretary Kim Jong Il appeared on the platform a storm of cheers burst forth.\r\n   Prior to the parade, he received a salute from Kim Yong Chun, Chief of the General Staff of the KPA, and waved to the parade participants. \r\n   A banner of President Kim Il Sung's portrait, escorted by the colors of the three services of the KPA with the flag of the KPA supreme commander in the van, passed by the platform.\r\n   It was followed by a marchpast of parade columns. \r\n\r\n"
        },
        {
            "title": "Parade demonstrates might of revolutionary armed forces",
            "url": "http://kcna.co.jp/item/1997/9704/news4/25.htm#5",
            "content": "Parade demonstrates might of revolutionary armed forces\r\n  Pyongyang, April 25 (KCNA) -- A grand military parade was held at Kim Il Sung Square today to commemorate the 85th birth anniversary of President Kim Il Sung And the 65th birthday of the Korean People's Army.\r\n   Attending the military parade were a column carrying a portrait-flag of President Kim Il Sung, a column of Kim Il Sung Military University, a column of Kim Il Sung Political University, a column of O Jung Hup's seventh regiment, which devotedly safeguarded the headquarters of the Korean revolution during the anti-Japanese struggle, a column of the Security Officers Training Centre, which trained commanding officers of the people's armed forces after the liberation of the country, and columns of the commanding officers, the Wolmi islet coast artillerymen and the second front units behind the enemy lines, which represented the 1950-1953 fatherland liberation war.\r\n   Participating were also columns of the commanding officers of all KPA services and arms, columns of KPA military academies at all levels, columns of KPA three services including the first guard infantry division, columns of the Korean people's security forces, columns of public security officers, columns of students of Mangyongdae and Nampho Revolutionary Schools who are growing to be reliable heirs to the Juche cause, and columns of the worker-peasant red guards and the young red guards, which are civil armed forces.\r\n   When the column carrying President Kim Il Sung's portrait-flag entered the square, with the flag of the KPA Supreme Commander at the head, the participants in the military parade presented arms. \r\n   Then the paraders started their marchpast, demonstrating the invincible power of the Korean revolutionary armed forces.\r\n   Secretary Kim Jong Il, KPA Supreme Commander, acknowledged the parade columns.\r\n   Today the KPA has grown to be an invincible army equipped with uptodate offensive and defensive means enough to defeat any aggressors.\r\n   In particular, the system of Secretary Kim Jong Il's leadership and revolutionary military discipline have been established within the people's army. All the soldiers are fully prepared to defend the leader with their lives, as lifeguards and death-defying corps of the Workers' Party of Korea. \r\n   The party, army and people absolutely worship, trust and follow Secretary Kim Jong Il as their mental pillar, in the belief that the socialist cause of Juche guided by him is invincible.\r\n F Civil Armed Forces, too, have grown to be powerful combatants who are capable of carrying out operations with the regular armed forces and reliably defending their home towns and worksites on their own strength in case of emergency. All areas of the country have turned into an indestructible fortress and the defence industry is capable of producing any sophisticated military equipment to cope with modern warfare.   Speaking at the military parade, Chief of the KPA General Staff Kim Yong Chun said, \"The Korean People's Army does never pardon any act of encroaching our national security and the gains of the revolution.\"\r\n\"If the enemy ignites a war on this land, our people's army will first annihilate the U.S. imperialist aggressors and then smash the south Korean puppets and their followers, so as to firmly defend the party and the socialist cause with arms and accomplish the historic cause of national reunification,\" the speaker declared.\r\n   The military parade demonstrated the firm faith and will of the army and people to firmly defend and complete Korean socialism and exalt through generations the immortal revolutionary exploits of President Kim Il Sung, who founded the Korean revolutionary armed forces and developed and strengthened them into invincible armed forces. \r\n   When the military paraders marched through streets of the capital city of Pyongyang, citizens turned out to warmly welcome them, waving national flags and bunches of flowers and throwing colored tapes and confetti. \r\n\r\n"
        },
        {
            "title": "Literature scattered in s. Korea",
            "url": "http://kcna.co.jp/item/1997/9704/news4/25.htm#6",
            "content": "Literature scattered in s. Korea \r\n  Pyongyang, April 25 (KCNA) -- Leaflets notifying the public of the birth of \"Song of General Kim Jong Il\" were scattered on campuses of Pusan National University and other universities in south Korea, according to the Seoul-based radio voice of national salvation.\r\n   Carried in the leaflets in the name of the independence society, underground ideology study groups and art circles were articles celebrating the birth of the song under the titles \"Birth of 'song of general Kim Jong Il' praising the sun of the times,\" \"Let us loudly sing 'song of General Kim Jong Il', immortal revolutionary hymn\", etc. The articles expressed the determination to valiantly cover the thorny road to independence, democracy and reunification, loudly singing the song.\r\n   Highlighted in the leaflets were words and notes of the three-stanza song. \r\n\r\n"
        },
        {
            "title": "Flowers laid before cemeteries and monument",
            "url": "http://kcna.co.jp/item/1997/9704/news4/25.htm#7",
            "content": "Flowers laid before cemeteries and monument \r\n Pyongyang, April 25 (KCNA) -- Wreathes were laid before the Revolutionary Martyrs' Cemetery on Mt. Taesong and the Patriotic Martyrs' Cemetery and floral baskets before the monument to the victory in the Fatherland Liberation War on April 24  on the occasion of the 65th anniversary of the founding of the heroic Korean People's Army (KPA).\r\n   Wreaths and a floral basket sent by Secretary Kim Jong Il, Supreme Commander of the KPA, were laid before the cemeteries and the \"victory\" sculpture of the monument. \r\n   Attending the ceremonies were senior party and state officials including Ri Jong Ok, Pak Song Chol, Kim Pyong Sik, Kim Yong Nam and Kye Ung Thae.\r\n   Laid before the cemeteries and the monument were wreaths and floral baskets in the name of the party and power organs, the administrative and economic organs, the Ministry of the People's Armed Forces and other organs and organizations.\r\n   Wreaths were laid before the statues and graves of martyrs and the monuments to the fallen fighters of the KPA in different parts of Korea on the same day.\r\n   The military attaches corps here laid a wreath and a floral basket before the cemetery on Mt. Taesong and the war victory monument on Thursday. \r\n\r\n"
        },
        {
            "title": "Children join KCU",
            "url": "http://kcna.co.jp/item/1997/9704/news4/25.htm#8",
            "content": "Children join KCU \r\n  Pyongyang, April 25 (KCNA) -- Children joined the Korean Children's Union (KCU) with due ceremony on the education ground of the monument to the victory in the Fatherland Liberation War on Thursday, a day before the 65th anniversary of the founding of the Korean People's Army.\r\n   Seen there were flags bearing portraits of President Kim Il Sung and Secretary Kim Jong Il.\r\n   The ceremony was attended by secretary of the Workers' Party of Korea Central Committee Kim Jung Rin, First Secretary of the C.C., the Kim Il Sung Socialist Youth League Choe Ryong Hae and other officials concerned, anti-Japanese revolutionary veterans, heroes, Fatherland Liberation War veterans, servicemen, parents of the children and model KCU members.\r\n   The children, led by an anti-Japanese revolutionary veteran, Kim Ryong Yon, made an admission oath.\r\n   Then, red neckerchiefs were put around their necks and KCU badges pinned on their breasts.\r\n   Ri Hwal and Kim Ryong Su, heroes of the republic, made congratulatory speeches at the ceremony. \r\n   \r\n"
        },
        {
            "title": "Senior party and state officials see art performance of KPA song and dance ensemble",
            "url": "http://kcna.co.jp/item/1997/9704/news4/25.htm#9",
            "content": "Senior party and state officials see art performance of KPA song and dance ensemble \r\n Pyongyang, April 25 (KCNA) -- Senior party and state officials saw a performance at the April 25 House of Culture on Thursday, which was given by the merited choir of the song and dance ensemble of the Korean People's Army on the occasion of the 65th birth anniversary of the KPA.\r\n   Appreciating the performance were vice-presidents Ri Jong Ok, Pak Song Chol and Kim Pyong Sik, other senior party and state officials, anti-Japanese revolutionary veterans, veterans of the fatherland liberation war, bereaved families of revolutionary martyrs, officials of national organs and overseas Koreans.\r\n   Invited to the performance were foreign diplomatic representatives and military attaches of foreign embassies here and foreign guests.\r\n   The performers raised the curtain with the immortal revolutionary hymn \"Song of General Kim Jong Il\" and sang in chorus \"Always Looking Up To the Leader,\" \"Song of the Korean People's Army,\" \"The Red Flag\" and \"Leader, Just Give Us Your Order\" and other songs.\r\n   Meanwhile, celebration performances have been given at theatres across the country. \r\n\r\n"
        },
        {
            "title": "Busts of DPRK heroes unveiled",
            "url": "http://kcna.co.jp/item/1997/9704/news4/25.htm#10",
            "content": "Busts of DPRK heroes unveiled \r\n  Pyongyang, April 25 (KCNA) -- Busts were set up at the alma maters of Kim In Thaek and Kim Jong Hul, heroes of the DPRK, on the occasion of the 65th anniversary of the founding of the Korean People's Army.\r\n   Kim In Thaek laid down his youth to make a breach for his unit in the battle on hill 351 by covering the enemy's machinegun with his body in the period of the Fatherland Liberation War (June 1950-July 1953).\r\n   Kim Jong Hul dashed onto the enemy's ship with a burning plane in September 1950. \r\n   Rimmyong Senior Middle School and Chonghak Primary School in Kim Chaek city were respectively named after Kim In Thaek and Kim Jong Hul. \r\n\r\n"
        },
        {
            "title": "Party, state cadres visit KPA units",
            "url": "http://kcna.co.jp/item/1997/9704/news4/25.htm#11",
            "content": "Party, state cadres visit KPA units \r\n Pyongyang, April 25 (KCNA) -- Senior party and state officials visited units of the Korean People's Army (KPA) to congratulate servicemen on the 65th KPA anniversary.\r\n   Ri Jong Ok, Pak Song Chol, Kim Yong Nam, Han Song Ryong, So Yun Sok, Choe Thae Bok, chiefs of the administration council commissions and ministries, state organs, local party and power bodies and administrative and economic organs conveyed to the units gifts sent by Secretary Kim Jong Il, Chairman of the National Defence Commission of the Democratic People's Republic of Korea and Supreme Commander of the KPA.\r\n   The visitors learned about the servicemen's military and political training and life, being briefed on the history of the units, which have grown into invincible forces under the guidance of President Kim Il Sung and Secretary Kim Jong Il. They informed the servicemen of what the people in the rear are doing.\r\n   They expressed the belief that all the servicemen will fully prepare themselves to be guards defending the Supreme Commander politically and ideologically and at the cost of their lives in any adversity and to be matchless combatants.\r\n   On Thursday, senior party and state officials saw art works at the Revolutionary Museum of the Ministry of the People's Armed Forces.\r\n   The works are Korean and oil paintings, jewel pictures, sculptures, fancyworks and crafts servicemen dedicated to the birthday of Secretary Kim Jong Il. \r\n\r\n"
        },
        {
            "title": "South Korean authorities' moves to destroy \"Hanchongryon\" condemned",
            "url": "http://kcna.co.jp/item/1997/9704/news4/25.htm#12",
            "content": "South Korean authorities' moves to destroy \"Hanchongryon\" condemned\r\nPyongyang, April 25 (KCNA) -- The Arab People's Solidarity Committee for Supporting the Struggle of NDFSK (the National Democratic Front of South Korea) and the south Korean people, the Solidarity Committee of Arab Regional Political Parties and fronts for supporting the struggle of NDFSK and the south Korean people, and the Arab Students Union made public statements respectively, denouncing the south Korean authorities' moves to disintegrate \"Hanchongryon\" (the South Korean Federation of University Student Councils). \r\n   The statements described the defection of some universities from \"Hanchongryon\", the driving force of the patriotic struggle, as a plot hatched up by the south Korean authorities facing the crisis to disintegrate \"Hanchongryon\" from within.\r\n   The statements strongly urged the south Korean authorities to stop their plot at once, immediately release the arrested patriotic students and prisoners of conscience, abolish the fascist laws and dissolve the \"agency for national security planning\". \r\n\r\n"
        },
        {
            "title": "National Day of Tanzania marked",
            "url": "http://kcna.co.jp/item/1997/9704/news4/25.htm#13",
            "content": "National Day of Tanzania marked\r\n Pyongyang, April 25 (KCNA) -- A meeting was sponsored by the Korea-Tanzania Friendship Association in Pyongyang on April 24 to commemorate the 33rd anniversary of the Foundation of the United Republic of Tanzania.\r\n   Present at the meeting were Kim Yong Sin, Vice-Minister of Culture and Art and Vice-Chairman of the Korea-Tanzania Friendship Association, and other officials concerned and working people in the city.\r\n   The meeting heard a speech and adopted a message of greetings to the President of the United Republic of Tanzania. \r\n\r\n"
        },
        {
            "title": "Relief goods to DPRK from Chiba Prefectural council",
            "url": "http://kcna.co.jp/item/1997/9704/news4/25.htm#14",
            "content": "Relief goods to DPRK from Chiba Prefectural council\r\n Tokyo, April 23 (KNS-KCNA) -- A ceremony for conveying relief goods of the Chiba prefectural council of Japan-Korea Friendship to Korea was held in Funabashi city.\r\n   Director of the Secretariat of the Prefectural Council Shoichi Yokobori said in his speech that there is no change in their desire for the development of friendship between the Japanese and Korean peoples through humanitarian assistance and for early normalization of diplomatic relations.\r\n   He laid stress on activating assistance to the DPRK. \r\n\r\n"
        },
        {
            "title": "Military parade marks anniversaries.",
            "url": "http://kcna.co.jp/item/1997/9704/news4/25.htm#15",
            "content": "Military parade marks anniversaries.\r\n   Pyongyang, April 25 (KCNA) -- A grand military parade took place at Kim Il Sung Square in Pyongyang today on the occasion of the 85th birth anniversary of President Kim Il Sung and the 65th anniversary of the Korean People's Army (KPA).\r\n   Put up on the square was a portrait of President Kim Il Sung and pasted there were slogans \"Let us uphold the great leader comrade Kim Il Sung for all ages !\" And \"Let us all remain loyal to the idea and leadership of the great leader comrade Kim Jong Il !\"\r\n   The flag of the Democratic People's Republic of Korea and the flag of the Supreme Commander were hoisted on the square. \r\n   Amid the playing of welcome music, Secretary Kim Jong Il, Chairman of the DPRK National Defence Commission and Supreme Commander of the KPA, appeared on the platform.\r\n   The moment, a storm of cheers burst forth and thousands of balloons flew and hundreds of fireworks were fired.\r\n   Taking the platform were vice-presidents Ri Jong Ok, Pak Song Chol, Kim Yong Ju and Kim Pyong Sik, and other senior party and state officials, anti-Japanese revolutionary veterans, leading officials of the military organs, commanders of the KPA services and arms, generals of the KPA and officials of the party and power bodies, working people's organisations and national organs.\r\n   Occupying the reviewing stands were officials of the party and power bodies, administrative and economic organs and public organisations, anti-Japanese revolutionary veterans, veterans of the fatherland liberation war, generals of the KPA, hero soldiers, representatives of scientific, educational, cultural and art circles, people of meritorious services from across the country, bereaved families of revolutionary martyrs, KPA soldiers and working people in the city.\r\n   Present there were foreign delegations and delegates, foreign diplomatic representatives and military attaches and foreign guests.\r\n   Amid the playing of the immortal revolutionary hymn \"Song Of General Kim Il Sung\" a salute of 21 guns were fired.\r\n   KPA Vice Marshal Kim Yong Chun, Chief of the General Staff of the KPA, made a speech.\r\n   He said that President Kim Il Sung founded the true revolutionary army of Juche type which defends the freedom and happiness of the people and thus performed the most brilliant feats for the country and the revolution.\r\n   \"Our people's army has been strengthened and developed into an invincible combat force which can defeat any formidable enemy at one stroke under the tested leadership of Supreme Commander Kim Jong Il,\"  the speaker noted, adding \"If the enemy ignites a war on this land, our people's army will first annihilate the U.S. imperialist aggressors and then smash the south Korean puppets and their followers, so as to firmly defend the party and the socialist cause with arms and accomplish the historic cause of national reunification.\" \r\n   Prior to the military parade, Secretary Kim Jong Il received a salute from Kim Yong Chun and waved to the parade participants.\r\n   They raised cheers and shouted \"Kim Il Sung,\" \"Kim Jong Il,\" \"Singlehearted unity\" and \"National reunification\".\r\n   Buglers signalled the start of the parade and the song \"The leader will always be with us\" was played, when a flag bearing the portrait of President Kim Il Sung entered the square, escorted by flags of the Supreme Commander, the Workers' Party of Korea, the DPRK and three services of the KPA in the form of a five-point star. \r\n   All the parade participants presented arms with reverence. \r\n   Then, columns of Kim Il Sung Military University, Kim Il Sung Political University, O Jung Hup's Seventh Regiment, Security Officers Training Centre, commanding officers of the Fatherland Liberation War, coastal artillerymen on Wolmi Island, second front units behind the enemy lines, commanding officers of services and arms of the KPA and military academies marched past the platform.\r\n   They were followed by columns of the first guard infantry division, the second guard infantry division named after Kang Kon, the second guard torpedo-boat flotilla and other guard units which distinguished themselves in the Fatherland Liberation War (1950-1953), columns of KPA units, public security workers, Mangyongdae Revolutionary School and Nampho Revolutionary School.\r\n   Then, followed a marchpast of columns of the worker-peasant red guards and the young red guards, displaying the might of all-people armament.\r\n   Meanwhile, planes carrying streamers reading \"Let us defend the headquarters of the revolution led by the great comrade Kim Jong Il at the risk of our lives !\" Flew past. \r\n   SEcretary Kim Jong Il waved to the parade columns demonstrating the might of the ideologically and militarily strong army. \r\n   At the end of the parade a sea of flowers was spread on the floor of the square and \"Song of General Kim Il Sung\" was played solemnly.\r\n   Amid the playing of welcome music, a storm of cheers and a firework display, Secretary Kim Jong Il stepped on to the balcony of the platform and waved to the enthusiastically cheering crowd.\r\n   Paraders were warmly welcomed by Pyongyangites along the streets. \r\n\r\n"
        },
        {
            "title": "Wonsan-Mt. Kumgang railway line electrified",
            "url": "http://kcna.co.jp/item/1997/9704/news4/25.htm#16",
            "content": "Wonsan-Mt. Kumgang railway line electrified \r\n  Pyongyang, April 25 (KCNA) -- Young people of Korea have completed the Wonsan-Mt. Kumgang railway electrification project.\r\n   This railway line was opened to traffic on April 15.\r\n   The electrification is instrumental in increasing the transport capacity of the line and developing the railway electrification of the country.\r\n   It will offer convenience to tourists of world-famous Mt.Kumgang.\r\n   The 100-odd-kilometre-long line passes through more than 10 stations, scores of tunnels and bridges and many structures.\r\n   It runs along scenic spots of Kangwon Province. \r\n\r\n"
        },
        {
            "title": "Ceremony held at Kumsusan Memorial Palace in presence of Secy. Kim Jong Il",
            "url": "http://kcna.co.jp/item/1997/9704/news4/25.htm#17",
            "content": "Ceremony held at Kumsusan Memorial Palace in presence of Secy. Kim Jong Il \r\n  Pyongyang, April 25 (KCNA) -- A ceremony of paying homage and pledging loyalty to Generalissimo Kim Il Sung was solemnly held at the Kumsusan Memorial Palace this afternoon.\r\n   Soldiers of the three services of the Korean People's Army and men of the worker-peasant red guards and the young red guards lined up at the palace plaza. \r\n   A portrait of President Kim Il Sung was hanging on the front wall of the palace.\r\n   Flying in the sky above it were large-size balloons with streamers reading \"The great leader comrade Kim Il Sung will always be with us\", \"Long live the great leader comrade Kim Jong Il !\" Etc. \r\nWhen Secretary Kim Jong Il, Chairman of the National Defence Commission of the DPRK and Supreme Commander of the Korean People's Army, appeared on the platform amid the playing of welcome music, a storm of cheers and thunderous applause burst forth.\r\n    Kim Yong Chun, Chief of the General Staff of the KPA, made a salute to Secretary Kim Jong Il prior to the ceremony.\r\n   The speaker said that President Kim Il Sung, the founder of socialist Korea and an elder statesman of the world, will be immortal in the heart of humankind for his extraordinary greatness and undying exploits recognised by the world people.\r\n   He vowed to safeguard the headquarters of the revolution headed by Secretary Kim Jong Il at the cost of their lives, consolidate the singlehearted unity of the revolutionary ranks as firm as a rock and defend the red flag of the revolution to the end, holding the president in high esteem as the eternal leader and the sun of humankind.\r\nAll the participants -- KPA soldiers and men of the worker-peasant red guards and the young red guards -- solemnly vowed to uphold Secretary Kim Jong Il with loyalty and defend the revolutionary cause of Juche with arms, shouting \"Kim Il Sung, Kim Jong Il\", \"safeguard Kim Jong Il with our lives\" and \"national reunification\", which often interrupted the speech of Jo Myong Rok.\r\n   At the end of the speech, people shouted \"Let us respect the great leader comrade Kim Il Sung for all ages !\" \"Let us become human bombs to safeguard the respected Supreme Commander comrade Kim Jong Il !\" And other slogans. \r\nNo sooner had the ceremony come to an end than welcome music was played and a storm of cheers burst forth again.\r\n   Secretary Kim Jong Il waved to the enthusiastically cheering crowds. \r\n\r\n"
        },
        {
            "title": "Chairman Kim Yong Sun meets CNN group\n",
            "url": "http://kcna.co.jp/item/1997/9704/news4/25.htm#18",
            "content": "Chairman Kim Yong Sun meets CNN group \r\n  Pyongyang, April 25 (KCNA) -- Chairman of the Korean Asia-Pacific Peace Committee Kim Yong Sun met and had a talk with the group of the CNN International, USA, led by executive vice-president Eason Jordan today. \r\n\r\n\r\n\r\n"
        }
    ]
}