{
    "date": "1997-09-29",
    "url": "http://kcna.co.jp/item/1997/9709/970929.htm",
    "articles": [
        {
            "title": "Secy. Kim Jong Il inspects KPA unit",
            "url": "http://kcna.co.jp/item/1997/9709/news9/29.htm#1",
            "content": "Secy. Kim Jong Il inspects KPA unit \r\nPyongyang, September 29 (KCNA) - Secretary Kim Jong Il, Supreme Commander of the Korean People's Army (KPA), on Sunday inspected KPA unit No. 576, which was undergoing examinations for the \"O Jung Hup's seventh regiment title movement.\"\r\n   He was accompanied by Jo Myong Rok, Director of the KPA General Political Department, and Kim Yong Chun, Chief of the KPA General staff, and KPA General Hyon Chol Hae and Pak Jae Gyong as well as secretaries of the Workers' Party of Korea Central Committee Kye Ung Thae, Choe Thae Bok, Kim Ki Nam and Kim Yong Sun and First Vice Department Director of the WPK Central Committee Ri Yong Chol.\r\n   He arrived at the unit at 9 a.m.\r\n   He warmly waved to the cheering soldiers and families and looked round evidences of President Kim Il Sung's personal guidance on display at the \"comrade Kim Il Sung's revolutionary idea study room.\"\r\n   The unit has been visited by President Kim Il Sung and Secretary Kim Jong Il dozens of times.\r\n   He then went round the unit's education room, barracks, dining hall, bathroom, fish farm, greenhouse and other places and took warm care of the soldiers' life.\r\n   He expressed deep satisfaction and showed high appreciation for the great achievements made by the unit through a vigorous drive to win the title of \"O Jung Hup's seventh regiment.\"\r\n   He praised the unit's commanding officers and men for having built the stationing area as clean as a holiday resort and made modern logistic facilities.\r\n   He urged the whole army and all people to follow the unit's example.\r\n   He said the army and society should wage various mass movements such as \"O Jung Hup's seventh regiment title movement\" and the \"three-revolution red flag movement\" more dynamically so as to give full play to their vitality.\r\n   He inspected combat technical equipment and saw a training of soldiers.\r\n   After seeing the training, he noted with great satisfaction that all the soldiers have grown to be indomitable fighters so devoted to security of the country and the people as the fighters of O Jung Hup's seventh regiment. He gave important tasks to strengthen the revolutionary armed forces.\r\n   He saw an art performance of soldiers.\r\n   He spoke highly of their successful performance, noting that their cultural level is very high as a result of the ideological, technical and cultural revolutions.\r\n   He gave the unit a pair of binoculars, a machine gun and an automatic rifle.\r\n   He had a picture taken with the unit's soldiers and families. \r\n\r\n\r\n"
        },
        {
            "title": "Secy. Kim Jong Il's election as WPK General Secretary supported in Russia",
            "url": "http://kcna.co.jp/item/1997/9709/news9/29.htm#2",
            "content": "Secy. Kim Jong Il's election as WPK General Secretary supported in Russia\r\nPyongyang, September 29 (KCNA) -- An organising committee of Russian Public circles supporting the election of Secretary Kim Jong Il as General Secretary of the Workers' Party of Korea was formed on September 26.\r\n   The union of communist parties-the Communist Party of the Soviet Union and the Russian Society for Friendship and Cultural Cooperation with the Democratic People's Republic of Korea said that they formed the committee with a view to fully supporting the election of Secretary Kim Jong Il as WPK General Secretary and expressing the warmest solidarity for the Korean people.\r\n     In the statement, the committee said that it warmly supports the resolutions of WPK organisations on recommending Secretary Kim Jong Il as Party General Secretary.\r\n   \"Comrade Kim Jong Il, the faithful successor and heir to the cause of the great leader comrade Kim Il Sung, is ardently loved by the entire Korean people and is deeply respected by world friends because he has led the socialist construction in Korea with brilliant intelligence and rich experience in the leadership of Party and state\", the statement noted, and stressed:\r\n   \"Our committee ardently calls upon all the progressive political parties, organisations, social movements and activists and honest-minded people across the world to actively support the election of comrade Kim Jong Il as WPK General Secretary and, through this, express highest respect for the heroic Korean people and extend effective solidarity to them in their struggle for socialism and the reunification of their country.\" \r\n\r\n\r\n"
        },
        {
            "title": "U.S. 7th fleet flagship anchors in Japan",
            "url": "http://kcna.co.jp/item/1997/9709/news9/29.htm#3",
            "content": "U.S. 7th fleet flagship anchors in Japan\r\n Pyongyang, September 29 (KCNA) -- The flagship of the U.S. seventh fleet blue ridge anchored at a civil port of Tokyo on September 27, according to a report.\r\n   This is the first anchorage after a new \"guidelines for U.S.-Japan defence cooperation\" was published in New York on September 23.\r\n   Earlier, U.S. warships visited civil ports of Japan on several occasions, stirring up bitter public criticism in Japan.\r\n   Such frequent visits are aimed at paving the way for the U.S. forces to use civil ports of Japan in \"case of emergency\" so that the United States can realise its policy of aggression and war in the Asia-Pacific region. \r\n\r\n\r\n"
        },
        {
            "title": "Mysterious phenomena in Korea",
            "url": "http://kcna.co.jp/item/1997/9709/news9/29.htm#4",
            "content": "Mysterious phenomena in Korea\r\nPyongyang, September 29 (KCNA) -- Mysterious natural phenomena are being witnessed in different parts of Korea while provincial party conferences adopt resolutions on recommending Secretary Kim Jong Il as General Secretary of the Workers' Party of Korea.\r\n   White flowers came into bloom on a pear tree, attracting butterflies and bees at a factory in Pyongyang on September 27. The tree is as old as the factory.\r\n   On their way to work, factory workers witnessed this phenomenon and said nature also welcomes the festive event.\r\n   More than 100 blossoms opened on an apricot tree at the film processing plant in the city on that same day.\r\n   Eighty-five blossoms were witnessed on five ten-year-old apricot trees and two fifteen-year-olds on a stock farm in Sangwon county on September 25.\r\n   Fifty pear trees on the Jangchon Cooperative Farm in Sadong district made thousands of blossoms open between September 22 and 25.\r\n   About 400 blossoms came into bloom on a 20-year-old wild pear tree in a park in front of the Kaesong Municipal Party Committee building in the same period.\r\n   On the morning of September 22, fishermen of the fishery station in Rajin-Sonbong city caught a 10 cm-long white sea cucumber while fishing on the waters off Chongjin. They said the rare white sea cucumber has come to hail the auspicious event of electing Secretary Kim Jong Il as Party General Secretary.\r\n   Seeing the mysterious natural phenomena, Koreans say Secretary Kim Jong Il is indeed the greatest of great men produced by heaven and that flowers come into bloom to mark the great event. \r\n\r\n"
        },
        {
            "title": "NDFSK on arms buildup of U.S. and s. Korea",
            "url": "http://kcna.co.jp/item/1997/9709/news9/29.htm#5",
            "content": "NDFSK on arms buildup of U.S. and s. Korea\r\nPyongyang, September 29 (KCNA) -- The spokesman for the National Democratic Front of South Korea (NDFSK) made public a statement on September 24 denouncing the United States and the Kim Young Sam group for more frantically building up armaments these days, reported the Seoul-based radio Voice of National Salvation.\r\n   The statement said:\r\n   The United States replaced all military equipment of the U.S. troops present in south Korea with sophisticated one, stored more than 700,000 tons of ammunitions as war reserves and introduced depleted uranium bullets into south Korea from Japan.\r\n   The arms buildup in south Korea, a colony, clearly shows that, against its vociferous advertisement about \"relaxation of tension\" and \"peace\" on the Korean Peninsula, the United States is the very one who seeks only aggravation of tension and war.\r\n   At the same time, it proves again that \"peace\" on the lips of Kim Young Sam is nothing but a lie and that his group are the most truculent war maniacs hellbent on confrontation and war against the north, not on national reconciliation and peaceful reunification.\r\n  The statement further said:\r\n  For the present, all the pro-democracy, pro-reunification patriotic forces should turn out resolutely as one man in the struggle against the arms buildup of the U.S. aggressors and the Kim Young Sam group and daringly fight against war, the United States and Kim Young Sam.\r\n   The United States must clearly see the will of our people for the independent and peaceful reunification, stop the criminal arms buildup at once and immediately withdraw from south Korea its troops and military equipment whose existence cannot be justified, feeling its due responsibilities for the division of the Korean Peninsula. \r\n\r\n"
        },
        {
            "title": "Resolutions on recommending Secy. Kim Jong Il as WPK General Secretary supported by Koreans in Japan",
            "url": "http://kcna.co.jp/item/1997/9709/news9/29.htm#6",
            "content": "Resolutions on recommending Secy. Kim Jong Il as WPK General Secretary supported by Koreans in Japan\r\nTokyo, September 27 (KNS-KCNA) -- Meetings of local headquarters and organisations of the General Association of Korean Residents in Japan (Chongryon) have been held to warmly support resolutions of local and military conferences of the Workers' Party of Korea on recommending Secretary Kim Jong Il as General Secretary of the WPK.\r\n   Pae Pyong Du, Vice-Chairman of the Central Standing Committee of Chongryon, in his report at the meeting held at the Tokyo metropolitan headquarters of Chongryon said: party conferences in the homeland adopted resolutions on recommending Secretary Kim Jong Il as General Secretary of the WPK with unanimous approval. This is a historic event which marked an occasion of epochal turn in carrying forward the revolutionary cause of Juche pioneered by Generalissimo Kim Il Sung generation after generation.\r\n   He warmly hailed and supported the resolutions. He called upon all the compatriots to cherish the honor and happiness of electing Secretary Kim Jong Il as WPK General Secretary and more brilliantly exalt the glorious Kim Jong Il era.\r\n   The reporters at the Central Meeting of Korean Youth and Students in Japan and a meeting of the officials of Joson Sinbo said that the resolutions meet the warmest desire, unanimous will, purest conscience and iron will of all the officials of Chongryon and compatriots as well as the people in the homeland.\r\n   Messages to Secretary Kim Jong Il were adopted at the meetings.\r\n   The messages said that to accomplish the patriotic cause of Juche following the idea and leadership of the General, having him as the head of the Party and state is the ardent desire and will the officials of Chongryon and compatriots have long cherished. They expressed full support to the resolutions.\r\n   They prayed for the immortality of Generalissimo Kim Il Sung and wholeheartedly wished Secretary Kim Jong Il a long life in good health for the accomplishment of the revolutionary cause of Juche, the independent and peaceful reunification of the country, the strengthening and development of the movement of Koreans in Japan and the victory of the cause of global independence. \r\n\r\n"
        },
        {
            "title": "Indian interviewed by KCNA",
            "url": "http://kcna.co.jp/item/1997/9709/news9/29.htm#7",
            "content": "Indian interviewed by KCNA\r\n Pyongyang, September 29 (KCNA) -- S. Mukherjee, Chairman of the Central Control Commission of the Central Committee of the Communist Party of India (Marxist), was interviewed by KCNA on September 26 as regards the Party conferences recommending Secretary Kim Jong Il as General Secretary of the Workers' Party of Korea (WPK). \r\n   He described it as a great event the world has waited for that the Party conferences are held in succession to recommend Secretary Kim Jong Il, a great statesman recognized by the world, as General Secretary of the WPK, the revolutionary Party.\r\n   The distinguished leader Secretary Kim Jong Il has made great contributions to the Korean revolution and the world revolution for more than 30 years, he said, adding that recommending him as General Secretary of the WPK, the motherly Party of the Korean people, is a demand of the times and history and reflects the unanimous desire of all the people fighting for justice, peace and socialism. \r\n   \"The world came to know better about the wise leadership of comrade Kim Jong Il in recent years,\" he added.\r\n\r\n"
        },
        {
            "title": "Secy. Kim Jong Il's experience of reality",
            "url": "http://kcna.co.jp/item/1997/9709/news9/29.htm#8",
            "content": "Secy. Kim Jong Il's experience of reality\r\n Pyongyang, September 29 (KCNA) - Secretary Kim Jong Il attended Kim Il Sung University from September 1960 to March 1964. In his university days he led the students to firmly prepare themselves as revolutionaries versed in everything.\r\n   He participated in production practice at the Pyongyang Textile Machine Factory (then the Pyongyang Textile Machine Works) for about 20 days from late April 1961, the project of building the Wasandong-Ryongsong highway on an expansion basis in Pyongyang from May 15, 1961, and a military camping in August 1962. In those days he set personal examples for the fellow students.\r\n   He worked on lathe No. 26 and encouraged the factory workers to the model machine movement. \"the model machine movement of loyalty for emulating lathe No. 26,\" now brisk in Korea, has been conducted since then.\r\n   He led the students to undertake the most difficult task of the Wasandong-Ryongsong Road Expansion Project and carry it out ahead of the set time.\r\n   He participated in the military training as an ordinary trainee. He took part in drills, lived according to a daily schedule, took simple meals and assumed kitchen police and guard duty. Meanwhile, he led the students to master Juche-based war method, rich military knowledge, swift combat movements and military commanding art.\r\n   As seen above, in his university days he led the students to prepare themselves as able revolutionaries and showed creative ingenuity, revolutionary sweep and lofty personalities.  \r\n\r\n\r\n"
        },
        {
            "title": "Famous Mt. Kuwol in Korea",
            "url": "http://kcna.co.jp/item/1997/9709/news9/29.htm#9",
            "content": "Famous Mt. Kuwol in Korea\r\n  Pyongyang, September 29 (KCNA) -- World-famous Mt. Kuwol on the West Coast of Korea has just been built into a recreation ground for the people.\r\n   Mt. Kuwol, one of the five well-known mountains of Korea, stands 954 metres high above sea level. It has a wide area of more than 110 square kilometres, covering Anak, Unryul, Unchon and Samchon counties of South Hwanghae Province.\r\n   On September 23 Secretary Kim Jong Il went round again the mountain which has just been built into a recreation ground for the people and said that Mt. Kuwol with peculiar scenic beauty is a pride of Korea.\r\n   Unlike the Mts. Kumgang and Myohyang tourist resorts, the recreation ground built in Mt. Kuwol has a motorway for tourists as well as mountaineering paths. \r\n   There are mileposts and direction signs at crossroads so that the tourists can choose a road as they wish.\r\n   20 fishponds, 8 sports and amusement grounds, pavilions and observation stands have been built in various forms. \r\n   The Mt. Kuwol recreation ground is divided into Phaldamgol, Sansong, Ryongyonphokphogol, Tanphunggol and \"Jiwon\" (aim high) Phokphogol, with big and small waterfalls, ponds, pavilions, animal sculptures, 13 dancing grounds and 30 resting and dining grounds.\r\n   Mt. Kuwol has a great many historic sites and relics, including the Woljong Temple  and a lot of legends.\r\n   It also has some 600 kinds of plants, about 30 species of wild animals, including roe deer and raccoon dog, and more than 100 kinds of birds.\r\n \r\n"
        },
        {
            "title": "Korean books donated to India University",
            "url": "http://kcna.co.jp/item/1997/9709/news9/29.htm#10",
            "content": "Korean books donated to India University\r\nPyongyang, September 29 (KCNA) -- A ceremony for donating Korean books was held at Nehru University in Kamal, India, on September 24 to mark the 52nd anniversary of the Workers' Party of Korea. \r\n   At the ceremony the Korean Ambassador to India handed to the university President Korean books including President Kim Il Sung's reminiscences \"With the Century\", celebrated works of Secretary Kim Jong Il and books about comrade Kim Jong Suk, a great communist revolutionary fighter. \r\n\r\n"
        },
        {
            "title": "SPA Chairman meets Libyan envoy",
            "url": "http://kcna.co.jp/item/1997/9709/news9/29.htm#11",
            "content": "SPA Chairman meets Libyan envoy \r\n Pyongyang, September 29 (KCNA) -- Yang Hyong Sop, Chairman of the Supreme People's Assembly, today met and had a talk with Ahmed Amer Al Muakkaf, Secretary of the People's Bureau of the Great Socialist People's Libyan Arab Jamahiriya in Korea, who paid a courtesy call on him at the Mansudae Assembly Hall. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}