{
    "date": "1997-02-05",
    "url": "http://kcna.co.jp/item/1997/9702/970205.htm",
    "articles": [
        {
            "title": "Secy. Kim Jong Il envoys youth performance",
            "url": "http://kcna.co.jp/item/1997/9702/news2/05.htm#1",
            "content": "Secy. Kim Jong Il envoys youth performance\r\n   Pyongyang, February 5 (KCNA) -- Secretary Kim Jong Il saw a performance given by the youth song and dance ensemble at the Mansudae Art Theatre on Tuesday to celebrate the first anniversary of the proclamation of the Kim Il Sung Socialist Youth League.\r\n   The performance, which started with the chorus \"General of Korea\", included songs \"The Leader is Always With Us\" and \"Let Us Sing of Our Enjoying Leadership of General\", a light music \"Youths, Uphold Our Party\", a choral recitation of a poem \"Pledge of the Eight Millions\" and other pieces.\r\n   It successfully showed the worthwhile struggle of the Korean youths who uphold the cause of the Workers' Party of Korea, steadfastly and reliably defend socialism and dynamically accelerate socialist construction, with pride of being members of the glorious Kim Il Sung Socialist Youth League.\r\n   Secretary Kim Jong Il expressed great satisfaction with the performance of high ideological and artistic value which showed the young men and women who were playing the role of a shock brigade in all domains of the revolution and construction in the spirit of revolutionary soldiers.\r\n   He said that the level of the creators and artistes of the youth song and dance ensemble was  much higher than one year ago. He highly appreciated  their great contributions to the ideological education among the youths through energetic art activities.\r\n   He said that the youth song and dance ensemble is confronted with a heavy task in the ideological education to fully prepare the young men and women as the successors to the revolution who are unfailingly loyal to the party and the revolution. And he put forward highly important tasks to be carried out in the art activities of the song and dance ensemble. \r\n\r\n"
        },
        {
            "title": "Symposium of Korean social scientists in Japan",
            "url": "http://kcna.co.jp/item/1997/9702/news2/05.htm#2",
            "content": "Symposium of Korean social scientists in Japan\r\n    Pyongyang, February 5 (KCNA) -- A symposium of Korean social scientists in Japan was held at the Tokyo metropolitan headquarters of the General Association of Korean Residents in Japan on February 1 to celebrate the 55th birthday of Secretary Kim Jong Il.\r\n   Chairman Hyon Won Sok of the Association of Korean Social Scientists in Japan, addressing the symposium, said that the respected Marshal Kim Jong Il is an iron-willed brilliant commander, who is leading the Korean revolution and the movement of Koreans in Japan to victory with unbounded loyalty to the socialist cause of Juche, unshakable revolutionary faith and seasoned art of leadership.\r\n   The symposium heard speeches on the subjects \"Revolutionary activities of the great leader Marshal Kim Jong Il are a great history in which he has carried forward and accomplished the revolutionary cause of Juche,\" \"on the benevolent politics of the great leader Marshal Kim Jong Il\" and so on.\r\n   A letter to Marshal Kim Jong Il was adopted at the symposium. \r\n\r\n"
        },
        {
            "title": "Swedish Embassy officials visit museum of Ministry of Culture and Art",
            "url": "http://kcna.co.jp/item/1997/9702/news2/05.htm#3",
            "content": "Swedish embassy officials visit museum of ministry of culture and art\r\n   Pyongyang, February 5 (KCNA) -- Ake Lovquist, charge d'affaires ad interim, and officials of the Swedish embassy here visited the museum of the Ministry of Culture and Art on February 4 on the occasion of the 55th birthday of Secretary Kim Jong Il.\r\n   And then they went round the mock-up \"location\" streets of the Korean film studio. \r\n\r\n"
        },
        {
            "title": "Gift to Secy. Kim Jong Il from Egyptian Party leader",
            "url": "http://kcna.co.jp/item/1997/9702/news2/05.htm#4",
            "content": "Gift to Secy. Kim Jong Il from Egyptian party leader\r\n    Pyongyang, February 5 (KCNA) -- Secretary Kim Jong Il was presented with a gift by General Secretary Youssef Amin Wali of the National Democratic Party of Egypt on the occasion of his 55th birthday.\r\n   The gift was conveyed to the Korean Ambassador to Egypt by the General Secretary on January 12.\r\n   The General Secretary said that his excellency the respected President Kim Il Sung was a great man highly praised by all people and his ideology and cause are being creditably carried forward by his excellency respected Kim Jong Il, the other great man.\r\n   The world is struck with admiration at the fact that the Korean people under the guidance of his excellency Kim Jong Il continue upholding the banner of socialism even under the difficult conditions, he added. \r\n\r\n"
        },
        {
            "title": "Symposiums on 55th birthday of Secy. Kim Jong Il",
            "url": "http://kcna.co.jp/item/1997/9702/news2/05.htm#5",
            "content": "Symposiums on 55th birthday of Secy. Kim Jong Il \r\n   Pyongyang, February 5 (KCNA) -- Symposiums of social scientists and trade union officials and members were held in Pyongyang on February 4 to mark the 55th birthday of Secretary Kim Jong Il.\r\n   The symposium of social scientists heard \" Secretary Kim Jong Il is the great leader who is creditably carrying forward and accomplishing Juche revolutionary cause started by the fatherly leader President Kim Il Sung\", \" Secretary Kim Jong Il is a peerlessly great philosopher who is systematising the Juche philosophy in an integral way and constantly deepening and developing it\" and other speeches.\r\n   The speakers noted that Secretary Kim Jong Il is glorifying the Juche idea as the great guiding idea of the era of independence by tirelessly conducting creative ideological and theoretical activities with rare intelligence and scientific penetration, sharp analysis and clear judgement, rich knowledge of nature and society and a wealth of practical experience.\r\n   The distinguished exploits performed by him for the human history of ideology are that he expounded the originality of the man-centred Juche philosophy and its revolutionary,  political and popular characters and that he systematised it in an integral way and developed it in depth, the speakers said.\r\n   They stressed that they would deeply study the idea and theory of General Kim Jong Il and thoroughly apply them in revolutionary practice.\r\n   The speakers at the symposium of trade union officials and members pointed out that General Kim Jong Il is the destiny of the nation and the sun of humankind, who has led the Korean revolution along the road of victory for over 30 years.\r\n   He has brightly indicated the road to be followed by the socialist movement at present, strengthened the independent driving force of the revolution and led socialism toward victory, the speakers noted.\r\n   They said that Secretary Kim Jong Il has built up the trade union into an organisation of loyalists and devoted people who are united in one mind and armed with the revolutionary outlook on the leader, thus performing undying exploits for the Juche-based trade union building. \r\n\r\n"
        },
        {
            "title": "DFRF favours proposal for joint conference",
            "url": "http://kcna.co.jp/item/1997/9702/news2/05.htm#6",
            "content": "DFRF favours proposal for joint conference \r\n   Pyongyang, February 5 (KCNA) -- Jong Tu Hwan, Presidium member of the Central Committee of the Democratic Front for the Reunification of the Fatherland, in a statement February 2 expressed full support to the proposal of a joint meeting of political parties and organisations in North Korea for convening a joint conference of political parties and organisations in the north, the south and overseas this year, saying that he considers the proposal to be a timely and just one.\r\n   Pointing out that national independence is the banner to be upheld by the Korean nation to ease the tension obtaining on the Korean Peninsula and open up a new phase for the independent and peaceful reunification of the country, Jong Tu Hwan said:\r\n   To realise national independence is particularly important at present because reckless moves of war and confrontation are being staged in South Korea with the backing of outsiders.\r\n   Our nation cannot allow the South Korean rulers to wantonly violate the dignity and interests of the nation and stage ruthless moves of war and confrontion, more zealously pursuing the policy of dependence upon the outside forces and the flunkeyist and treacherous policy.\r\n   Jong Tu Hwan said that all the political parties, organisations and people from all social standings in the north and the south should take a steadfast independent stand, determinedly frustrate the flunkeyist and treacherous moves of the South Korean authorities and discharge their responsibility and obligation for the nation in the struggle for national independence as stressed by the joint meeting.\r\n   The central committee of the Democratic Front for the Reunification of the Fatherland will make all sincere efforts to glorify 1997 as a \"year of solidarity of the north, the south and overseas Koreans for national independence and peace\" and convene a joint conference of political parties and organisations in the north, the south and overseas at an early date, he said.\r\n   He expressed the expectation that political parties and organisations and people from all social standings in South Korea and overseas will show an affirmative response to the constructive proposal of the joint meeting. \r\n\r\n"
        },
        {
            "title": "Press review",
            "url": "http://kcna.co.jp/item/1997/9702/news2/05.htm#7",
            "content": "Press review \r\n   Pyongyang, February 5 (KCNA) -- Papers today report that Secretary Kim Jong Il, together with officials of youth affairs, appreciated a performance given by the youth song and dance ensemble to celebrate the first anniversary of the proclamation of the Kim Il Sung Socialist Youth League.\r\n   Seen in Rodong Sinmun is news that Secretary Kim Jong Il sent thanks to units which saved much coal and contributed to the scientific and technical development of the country by rebuilding boilers.\r\n   Secretary Kim Jong Il received a gift from the General Secretary of the Egyptian National Democratic Party, say papers.\r\n   Given in Rodong Sinmun are accounts of symposiums of social scientists, trade union officials and members and Korean social scientists in Japan held to celebrate the 55th birthday of Secretary Kim Jong Il.\r\n   Under the title \"a large army of loyalists are visiting the native home of Secretary Kim Jong Il in the secret camp on Mt. Paektu in February\", Rodong Sinmun carries news that many loyal expedition teams of Korean people and people's army soldiers have visited the native home.\r\n\r\n"
        },
        {
            "title": "Death of Thae Pyong Ryol",
            "url": "http://kcna.co.jp/item/1997/9702/news2/05.htm#8",
            "content": "Death of Thae Pyong Ryol \r\n   Pyongyang, February 5 (KCNA) -- General of the Korean People's Army Thae Pyong Ryol, member of the Central Committee of the Workers' Party of Korea and deputy to the Supreme People's Assembly of the DPRK, died of an illness at the age of 81 on February 4.\r\n   An obituary on his death was published by the WPK Central Committee and the party Central Military Commission on Feb. 4.\r\n   According to the obituary, Thae Pyong Ryol bravely fought in the anti-Japanese revolutionary struggle organized and led by President Kim Il Sung.\r\n   He defended the party and the leader and energetically worked to implement the military line of the WPK at important posts of the party and armed forces for a long time in the postliberation period,  during the Fatherland Liberation War and in the postwar period. \r\n\r\n\r\n"
        }
    ]
}