{
    "date": "1997-01-09",
    "url": "http://kcna.co.jp/item/1997/9701/970109.htm",
    "articles": [
        {
            "title": "S. Korean workers' struggle supported",
            "url": "http://kcna.co.jp/item/1997/9701/news1/09.htm#1",
            "content": ""
        },
        {
            "title": "5th anniv. of establishment of diplomatic relations between Korea and Ukraine",
            "url": "http://kcna.co.jp/item/1997/9701/news1/09.htm#2",
            "content": "S. Korean workers' struggle supported\r\n   Pyongyang, January 9 (KCNA) -- Rodong Sinmun in a \r\ncommentary today expresses support for the workers and other \r\npeople of South Korea in the valiant struggle against the \r\nkim Young Sam group's retrospective amendment to the \"labour \r\nlaws\".\r\n   The news analyst says their struggle against the fascist \r\nlaws, which trample down their freedom and rights, is an \r\nexercise of their elementary rights for existence as well as \r\nof human rights which should be enjoyed by social beings.\r\n   Upset by the growing massive strikes, the fascist clique \r\nare kicking up a frantic wholesale repression, the \r\ncommentary notes, adding: This reality calls upon the \r\nworkers and other people of South Korea to hold the banner \r\nof struggle higher and continue their strike until their \r\ndemand is met.  It goes on:\r\n   If they overlook the situation, taken in by the Kim Young \r\nSam group or give up the struggle in face of threats,  they \r\nwill fall a victim to the \"civilian\" dictatorship and will \r\nnever rise again. \r\n   The only way for them to lead a genuine life is to get \r\nthe fascist laws abrogated and continue the struggle to \r\noverthrow the Kim Young Sam group to the last.\r\n   The empty-handed South Korean workers should consolidate \r\nsolidarity between businesses, occupations and regions,  \r\nclosely rallied around the independent, democratic trade \r\nunions and wage a joint struggle with peasants, students and \r\nother people until their just demand is met.\r\n\r\n"
        },
        {
            "title": "Repatriation of unconverted long-term prisoner urged",
            "url": "http://kcna.co.jp/item/1997/9701/news1/09.htm#3",
            "content": "5th anniv. of establishment of diplomatic relations between Korea and Ukraine\r\n    Pyongyang, January 9 (KCNA) -- The Korean people extend \r\ngreetings of friendship to the Ukrainian people on the 5th \r\nanniversary of the establishment of diplomatic relations \r\nbetween Korea and Ukraine (January 9, 1992).\r\n   A by-lined article of Minju Joson today says this and \r\ngoes on:\r\n   Since the establishment of the diplomatic relations the \r\ntwo countries have enhanced cooperation in many fields \r\nincluding politics, the economy and culture and the two \r\npeoples boosted mutual understanding and ties through visits \r\nand interchange.\r\n   The Korean people believe that the friendly relations \r\nbetween the two countries will further expand and develop in \r\nfuture.  \r\n\r\n"
        },
        {
            "title": "DPRK orgs. urge repatriation of POW ",
            "url": "http://kcna.co.jp/item/1997/9701/news1/09.htm#4",
            "content": "Repatriation of unconverted long-term prisoner urged\r\n   Pyongyang, January 9 (KCNA) -- Kim Hwa Sim and Kim Jong \r\nSim, daughters of old man Kim In So, an unconverted long-\r\nterm prisoner in South Korea, sent letters to international \r\nhuman rights organisations including the United Nations \r\nCommission on Human Rights, requesting them to render an \r\nactive help for an early repatriation of their father.\r\n   Hailing from the northern half of Korea, Kim In So was \r\ntaken prisoner by the enemy side while fighting in the south \r\nduring the Korean war. He was kept behind bars for 33 years \r\nand 7 months for the mere reason that he refused his \r\n\"Ideological conversion\". He has been under detention in the \r\nsouth for over 45 years.\r\n   In letters, his daughters said that the South Korean \r\nauthorities are persistently refusing the repatriation of \r\ntheir father, who is suffering from a serious brain \r\nhaemorrhage, and persecuting him politically. With nothing \r\ncan they justify their inhuman behaviour, the daughters \r\nstressed.\r\n   They earnestly requested the international human rights \r\norganisations to put pressure upon the South Korean \r\nauthorities to stop the unwarrantable political persecution \r\nof their father. The daughters also asked for active help so \r\nthat they, together with doctors, can go to South Korea for \r\nhis emergency treatment for the present, and his \r\nrepatriation to the north be realised at an early date.\r\n\r\n"
        },
        {
            "title": "Traitor Kim Young Sam's press conference under fire",
            "url": "http://kcna.co.jp/item/1997/9701/news1/09.htm#5",
            "content": "DPRK orgs. urge repatriation of POW \r\n  Pyongyang, January 9 (KCNA) -- Organizations of the \r\nDemocratic People's Republic of Korea wrote to \r\ninternational organizations in connection with the \r\nunreasonable political persecution of an unconverted long-\r\nterm prisoner, Kim In So, by the South Korean authorities.\r\n   The society for human rights studies sent a letter to the \r\nun commission on human rights, the DPRK Red Cross Society \r\ncentral committee to the internaitonal committee of the Red \r\nCross, the International Federation of the Red Cross and Red \r\nCrescent Societies and the International Liaison Committee \r\nfor Release and Repatriation to the North of Unconverted \r\nLong-Term Prisoners in South Korea, the Korean Democratic \r\nLawyers' Association to the International Association of \r\nDemocratic Lawyers and the Amnesty International \r\nrespectively.\r\n   Kim In So, hailing from the north of Korea, joined the \r\nKorean people's army and was taken prisoner in South Korea \r\nin the Fatherland Liberation War (June 25, 1950-July \r\n27, 1953).\r\n   The South Korean authorities kept him in prison for 33 \r\nyears and seven months, trying to make him abandon his \r\nideology, and has continued imposing mental and physical \r\nsufferings on him after he was released.\r\n   Due to their harsh persecution, the old man recently \r\nsuffered a serious brain Haemorrhage which has put him in a \r\ncritical condition, the letters said. But the South Korean \r\nRed Cross has taken no measure for his medical care but \r\nrejected the north's offer for a medical team and his two \r\ndaughters to be sent to South Korea for first-aid treatment \r\nand nursing.\r\n   The letters said he has no reason to be placed under \r\nsupervision for the preservation of public peace.\r\n   They demanded that the South Korean authorities \r\ndiscontinue political persecution and send him back to \r\nthe north, where his family is waiting for him, and \r\nrequested the international bodies to exercise all their \r\ninfluence for his immediate repatriation. \r\n\r\n"
        },
        {
            "title": "Korea: Land administration in full swing",
            "url": "http://kcna.co.jp/item/1997/9701/news1/09.htm#6",
            "content": "Traitor Kim Young Sam's press conference under fire\r\n   Pyongyang, January 9 (KCNA) -- The South Korean \r\nopposition \"National congress for new politics\" and the \r\n\"United Liberal Democrats\" decided to strengthen a joint \r\nstruggle after the traitor Kim Young Sam  in a \"New Year \r\npress conference\" held on January 7 refused to have \"Talks \r\nbetween ruling and opposition party leaders\", according to a \r\nradio report from Seoul.\r\n   On the 8th of January, the opposition parties separately \r\nhad executive committee meetings and decided to stage a \r\nprotracted struggle, saying that Kim Young Sam's press \r\nconference is a clear revelation of the intention of the \r\nruling camp to dismiss dialogue with opposition parties and \r\nbring the helm of state affairs under its monopoly control.\r\n   The spokesman for the \"national congress for new \r\npolitics\" said that the refusal to respond to the call of \r\nthe opposition parties for \"talks at Chongwadae\" is \r\nindicative of the \"height of singlehandedness\" and means \r\nthat the ruling party will \"Continue one-party solo\" even in \r\nthe \"presidential elections\" to be held at the end of the \r\nyear.\r\n   Meanwhile, the opposition parties decided to have a joint \r\nseminar on the situation at the \"National assembly\" on \r\nJanuary 17 in an effort to probe the policies of the present \r\n\"government\" as a whole and stage a  phased off-floor \r\nstruggle, the radio said.  \r\n\r\n"
        },
        {
            "title": "S. Korea: Over 240,000 in general strike",
            "url": "http://kcna.co.jp/item/1997/9701/news1/09.htm#7",
            "content": "Korea: Land administration in full swing\r\n   Pyongyang, January 9 (KCNA) -- Korea is directing efforts \r\nto land administration, including road construction, river \r\nimprovement and tree planting.\r\n   The autumn period last year alone saw tree planting on \r\n25,600 hectares of land, road improvement in 61,000 \r\nkilometre sections and bank revetment and repairing along \r\n7,000-kilometre sections across the country.\r\n   Soaring high is the zeal of all the working people to \r\nturn their beautiful country into a splendid paradise. \r\n   South hwanghae province in the flat area of the country \r\nexploited more than 12.5 million cubic metres of rubble \r\nstones over two months from mid-October last year for river \r\nimprovement projects along 970-kilometre sections at some \r\n490 places, which could protect more than 40,000 hectares of \r\ncultivated land. \r\n   Along with it, land, reservoirs and pumping equipment \r\nwhich were washed away, buried or devastated by last year's \r\nflood, were all restored to original state.\r\n   Counties in north Phyongan province, including sakju, \r\nHyangsan and kujang counties in the country's mountainous \r\nnorthwestern area, have exerted efforts to improve roads.\r\n   In autumn last year, the province smoothed a total of \r\n20 million square metres of road surfaces.\r\n   Over 2 million trees were planted in Ryanggang Province \r\nin a little more than two months of last autumn.\r\n   In particular, districts and counties in Pyongyang, \r\nincluding manGyongdae, Phyongchon and Junghwa, planted many \r\ntrees at revolutionary sites, parks and on streets and \r\npromenades. \r\n\r\n"
        },
        {
            "title": "S. Korean defectors interviewed",
            "url": "http://kcna.co.jp/item/1997/9701/news1/09.htm#8",
            "content": "S. Korea: Over 240,000 in general strike\r\n   Pyongyang, January 9 (KCNA) -- Kwon Yong gil, chairman of \r\nthe \"Korean confederation of trade unions\" (kCTU), called a \r\npress conference Wednesday and declared that the general \r\nstrike from Jan. 15 will grow into the largest ever in \r\nhistory unless the \"labour laws\" are repealed till the \r\nmidnight of Jan. 14.\r\n   He also said that kctu will strengthen solidarity in the \r\nstrike with the \"Federation of Korean Trade Unions\" and all \r\nother unions, according to a radio report from Seoul.\r\n   As of Jan. 8, more than 240,000 people of 210 unions \r\nunder the kctu went on a general strike.\r\n   Above 3,000 unionists of the kctu held a rally in Seoul \r\nthat day, demanding the repeal of the evil labour laws.\r\n   The organization set jan. 8 as \"day for public service\" \r\nand let its affiliated unions conduct such activities as \r\nmedical care and free auto servicing, calling for solidarity \r\nstruggle from other people.\r\n   Meanwhile, workers in Hyundai Motor, Hyundai Precision, \r\nmando machine and other corporations, affiliated with the \r\nfederation of trade unions for Hyundai group subsidiaries \r\nare continuing their overall or partial strikes for three \r\nconsecutive days. \r\n\r\n"
        }
    ]
}