{
    "date": "1997-04-02",
    "url": "http://kcna.co.jp/item/1997/9704/970402.htm",
    "articles": [
        {
            "title": "Senior officials attend new school year ceremonies",
            "url": "http://kcna.co.jp/item/1997/9704/news4/02.htm#1",
            "content": "Senior officials attend new school year ceremonies\r\n  Pyongyang, April 2 (KCNA) -- A new school year began with due ceremonies in the Democratic People's Republic of Korea on Apr. 1.\r\n   Senior party and government officials including Kye Ung Thae, So Yun Sok, Choe Thae Bok and Hong Song Nam, and officials of commissions and ministries of the Administration Council, central state organs, local party and power organs, and administrative and economic bodies attended the ceremonies and congratulated pupils and students. \r\n   The senior officials observed first-year classes, talked with teachers and students  and encouraged them to achieve great success in education and studies.  \r\n\r\n"
        },
        {
            "title": "President Kim Il Sung's birth anniversary to be commemorated abroad",
            "url": "http://kcna.co.jp/item/1997/9704/news4/02.htm#2",
            "content": "President Kim Il Sung's birth anniversary to be commemorated abroad\r\n Pyongyang, April 2 (KCNA) -- Preparations for commemorating the 85th birth anniversary of President Kim Il Sung as a common holiday of mankind are being briskly made in many countries.\r\n   Preparatory committees were formed in different countries such as Russia, Egypt, Sweden, Madagascar, Uganda, Pakistan, Zimbabwe, Mali, Austria, Angola, Mexico, Ghana, Cambodia, Yugoslavia, Togo, Denmark, Mongolia, India and Peru.\r\n   The preparatory committees include high-ranking government officials, political party leaders and well-known political and public figures. \r\n   Among them are Princess of the Kingdom of Cambodia Norodom Bophadevi, the Minister of State for Natural Resources of Uganda, the Minister of Employment, works and public function of Togo, the Minister of Profession and Social Welfare of Ghana, the First Vice-President of the People's Assembly of Angola, the General Secretary of the Construction Workers' Party of Benin and the President of the Presidency of the Communist Workers' Movement of Yugoslavia.\r\n   The preparatory committees set commemoration periods and adopted action programs.\r\n   A commemorative meeting and a retrospective meeting were held in Russia, symposiums on the President's works in Togo and Madagascar, lectures in Austria, Benin, Nigeria and film shows, and photo and book exhibitions in Zambia, Angola, Uganda, Tanzania and Mexico.\r\n   Immortal famous Presidential works were published in booklet in Nepal, Ukraine, Laos and other countries. \r\n\r\n"
        },
        {
            "title": "Literature praising Secy. Kim Jong Il found in s. Korea",
            "url": "http://kcna.co.jp/item/1997/9704/news4/02.htm#3",
            "content": "Literature praising Secy. Kim Jong Il found in s. Korea\r\n  Pyongyang, April 2 (KCNA) -- Leaflets commemorating the 85th birth anniversary of  President Kim Il Sung and calling for loyalty to Secretary Kim Jong Il were found in Seoul on Mar. 31, according to Radio No. 1 from Seoul.\r\n   Printed on the front of the  leaflet published in the name of the sun society are the words \"April 15, the birth anniversary of President Kim Il Sung\" and a picture of his native home in Mangyongdae.\r\n     On the reverse there is an article titled \"Let Us Uphold and Follow General Kim Jong Il\",  which calls for demonstrating the nation's happiness of being led by him. \r\n   Radio Voice of National Salvation from Seoul said that a booklet \"Ideal educational system\" praising the educational system in north Korea appeared in Koyang city Kyonggi Province, creating a great sensation.\r\n   The booklet in the name of the soceity for correct understanding of the north carries articles on the 11-year compulsory education, university education and study-while-working system and photos of Kim Il Sung University. \r\n\r\n"
        },
        {
            "title": "Press review",
            "url": "http://kcna.co.jp/item/1997/9704/news4/02.htm#4",
            "content": "Press review\r\n  Pyongyang, April 2 (KCNA) -- Rodong Sinmun today frontpages a report that  Secretary Kim Jong Il sent thanks and a gift to a farmer and his family on Waryong Co-op Farm in Yonan county, south Hwanghae Province, for their big contributions to agricultural production.\r\n   The press reports that copies of literature carrying pledge of loyalty to Secretary Kim Jong Il were found scattered near the building of \"National Assembly\" in Seoul.\r\n   Participants in the sixth Congress of the Communist Workers' Party of Russia expressed reverence for President Kim Il Sung with the approach of his birth anniversary, and preparations for commemorating the anniversary are in full swing in different countries, says the press.\r\n   Under the fixed title \"They always worked together for the people\", Rodong Sinmun edits an article under the headline \"Undying story along with April\", illustrated by a picture of President Kim Il Sung and Secretary Kim Jong Il seeing round the Arch of Triumph (April 1982).\r\n   The paper says that a Yugoslav paper introduced Kimjongilia.\r\n   The press inform the leaders that the first quarterly quotas were hit by factories and enterprises in various domains of the national economy.\r\n   Rodong Sinmun gives an account of construction of Wonsan-Mt. Kumgang railway project that reached the homestretch.\r\n   Senior party and government officials attended new school year meetings,   reports the press.\r\n   The press informs the readers that a document on emergency assistance to flood-affected farmers was signed in Pyongyang between the DPRK National Committee and the Head Office of the Food and Agriculture Organization of the United Nations.\r\n   The press gives much space to articles on dynamic struggle in south Korea to topple the Kim Young Sam group and articles laying bare his crimes.\r\n   Rodong Sinmun in a commentary criticises  Kim Young Sam for running the whole gamut of tricks to cover up the truth of the 1992 \"Presidential Election\" fund and \"National Assembly Election\" fund.\r\n   It comes out with a commentary branding the doctrine of \"reaction to emergency on the Korean Peninsula\" raised by the Japanese reactionaries as the one seeking reinvasion.\r\n   In connection with the upcoming regular conference of foreign ministers of the non-aligned countries, the paper runs an article stressing the purity of the Non-Aligned Movement (NAM) should be maintained. \r\n\r\n"
        },
        {
            "title": "President Kim Il Sung revered in Russia",
            "url": "http://kcna.co.jp/item/1997/9704/news4/02.htm#5",
            "content": "President Kim Il Sung revered in Russia\r\n Pyongyang, April 2 (KCNA) -- The participants in the sixth Congress of the Communist Workers' Party of Russia expressed deep reverence for  President Kim Il Sung with the approach of April 15.\r\n   The Congress was held in Moscow on Mar. 29 and 30.\r\n   Secretary of the Party Central Committee Yuri Terensiev in a speech said that President Kim Il Sung was the great leader of the Korean people and the most outstanding leader of the international communist movement and working-class movement, and that he performed immortal exploits for the Korean and the world revolution. \r\n\r\n"
        },
        {
            "title": "Art troupes here for April festival",
            "url": "http://kcna.co.jp/item/1997/9704/news4/02.htm#6",
            "content": "Art troupes here for April festival \r\n   Pyongyang, April 2 (KCNA) -- A Chinese art troupe and circus troupe arrived in Pyongyang on Apr. 1 to participate in the 15th April Spring Friendship Art Festival.\r\n   An art troupe of the international united confederation of Koreans also  arrived here on Tuesday. \r\n\r\n"
        },
        {
            "title": "Kim Young Sam group criticised for trick to conceal crimes",
            "url": "http://kcna.co.jp/item/1997/9704/news4/02.htm#7",
            "content": "Kim Young Sam group criticised for trick to conceal crimes \r\n   Pyongyang, April 2 (KCNA) -- With a \"hearing on the Hanbo loan scandal\" drawing near, \"lawmakers\" from the ruling and opposition parties had a confab to muzzle Jong \r\nThae Su, general chairman of the Hanbo group, who has an inside knowledge of the 1992 \"Presidential Election\" fund and the \"National Assembly Election\" fund.\r\n   As already reported, the Kim Young Sam group worked out a scenario with much care to buy off a lawyer of Jong so that the lawyer may say to Jong that if he makes a confession as regards the funds, it will be harmful to him.\r\n   Rodong Sinmun today brands this as a trick to keep from the public the truth of the money  Kim Young Sam misappropriated in league with Jong Thae Su, flee from the responsibility for the scandal and avoid bitter condemnation from the people. The analyst goes on: liars have short wings.\r\n   With nothing Kim Young Sam can conceal his crimes. \r\n   He should make public the truth behind the Hanbo corruption scandal as well as the 1992 \"Presidential Election\" fund, step down and face a stern judgement by history, as demanded by all the people. \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun slams Japan's call for \"responding to emergency in Korea\"",
            "url": "http://kcna.co.jp/item/1997/9704/news4/02.htm#8",
            "content": "Rodong Sinmun slams Japan's call for \"responding to emergency in Korea\" \r\n   Pyongyang, April 2 (KCNA) -- Rodong Sinmun today accuses the Japanese reactionaries of calling for \"responding to emergency in the Korean Peninsula\".\r\n   In a commentary the daily says:\r\n   Speaking at diet, Japan's chief cabinet secretary, Seiroku Kajiyama, urged a full-dressed examination of the \"issue of coping with emergency in the Korean Peninsula\" and called for \"increased\"capacity of responding to emergency\" and the enactment of an \"emergency law\".\r\n   Recently, a cabinet meeting discussed the issue, which senior government officials and military brasshats have chanted, and adopted a \"decision\".\r\n   The fact indicates that \"responding to emergency in the Korean Peninsula\" has become Japan's state strategy for aggression.\r\n   By \"responding to emergency in the Korean Peninsula\", the Japanese reactionaries mean reinvasion of Korea.\r\n   Japan is not allowed to have armed forces for war and conduct military activities or war abroad.\r\n   The reactionaries, in a bid to legalize reinvasion of Korea, are now calling for \"responding to emergency in the Korean Peninsula.\"\r\n   They make no secret of their intention to dispatch the \"Self-Defence Forces\" to the Korean Peninsula in the \"event of contingency\".\r\n   But their ambition for invading and dominating Korea again is nothing but a daydream.\r\n   They had better start from a nightmare, mindful that their reinvasion of Korea will bring them to ruin. \r\n\r\n"
        },
        {
            "title": "Foreign Party and state leaders support cause of Korean people",
            "url": "http://kcna.co.jp/item/1997/9704/news4/02.htm#9",
            "content": "Foreign Party and state leaders support cause of Korean people \r\n  Pyongyang, April 2 (KCNA) - Foreign Party and state leaders expressed support for the cause of the Korean people, when they recently met the DPRK ambassadors to their countries. \r\n   Bizimungu Pasteur, President of Rwanda, noted that the proposal for reunification advanced by President Kim I1 Sung was the wisest one.  \"The Rwandan government will invariably support the struggle of the government and people of the DPRK for the reunification of the country\", he said.\r\n   Pascal Rakotomavo, Prime Minister of Madagascar, said he will fully support and encourage the just cause of the Korean people for the peaceful reunification of the country and  expressed the belief that the Korean people will certainly achieve the reunification of the country in the form of confederacy under the leadership of Secretary Kim Jong Il.\r\n  H. Desmond Hoyte, leader of the People's National Congress of Guyana, stressed that he will give support to the efforts of the government and people of the DPRK for the peaceful reunification of the country.\r\n   Emile Kibala Bey A Nsien, National Chairman of the Workers' Party of  Zaire, noted that his Party will always support and trust Secretary Kim Jong Il and the Workers' Party of Korea under any conditions.\r\n  A. B. Bardhan, General Secretary of the National Council of the Communist Party of India, said that they are glad that Secretary Kim Jong Il is exalting socialism of Korea. \r\n\r\n"
        },
        {
            "title": "Meeting for commemorating April 15 in Russia",
            "url": "http://kcna.co.jp/item/1997/9704/news4/02.htm#10",
            "content": "Meeting for commemorating April 15 in Russia \r\n  Pyongyang, April 2 (KCNA) -- A meeting for commemorating the 85th birth anniversary of  President Kim Il Sung was held in Moscow on Mar. 28 under the sponsorship of the National Salvation Front of Russia.\r\n   Addressing the meeting, Chairman of the Front Valeri Smirnov said that the President's birthday is the most significant holiday for the world progressives as well as the Korean people because he was the great leader of the Korean people and an outstanding leader of the world progressive humankind.\r\n   Today, the Korean people confidently advance along the road of socialism under the leadership of Secretary Kim Jong Il,  the great successor to the cause of the President,  he stressed.\r\n   A letter to Secretary Kim Jong Il was adopted at the meeting. \r\n\r\n"
        },
        {
            "title": "Medical achievements in Pyongyang",
            "url": "http://kcna.co.jp/item/1997/9704/news4/02.htm#11",
            "content": "Medical achievements in Pyongyang \r\n  Pyongyang, April 2 (KCNA) -- Medical workers in the city of Pyongyang have made success in the research for the promotion of working people's health.\r\n   20,000 pieces of medicines,  appliances, machines and pharmaceutical and management  facilities of over 5,700 kinds were developed in the last year, according to Ri Sang Chan, Director of the Public Health Department of the Pyongyang Municipal Administrative and Economic Committee. \r\n   Many of them were made by hospitals and polyclinics in the city.\r\n   They have been widely applied in clinical practice.\r\n   Pyongyang People's Hospital No.1 produced Jongsimhwan and Odan pills, which are specially efficacious in curing diseases of nerve system, disorder of cardiovascular system, ulceration, chronic gastritis, etc.\r\n   The Sungho District People's Hospital manufactured 10 odd species of medicines effective for diagnosis and treatment. They are popular among patients.\r\n   Tapje polyclinic No.1 in Taedonggang district developed 26 kinds of essential medicines and 19 species of first-aid medicines and is using them in medical service.\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun calls for observing NAM membership standards",
            "url": "http://kcna.co.jp/item/1997/9704/news4/02.htm#12",
            "content": "Rodong Sinmun calls for observing NAM membership standards\r\n Pyongyang, April 2 (KCNA) -- With an increasing number of nations hoping to join the Non-Aligned Movement (NAM), it is necessary to put main stress on its unity and observe decisions and recommendations adopted at NAM conferences in approving their membership, says Rodong Sinmun today.\r\n   As regards the soon-to-be-held regular conference of foreign ministers of non-aligned countries, the daily carries an article calling for keeping NAM pure.\r\n   it says: If NAM is to keep itself pure, it is important for NAM to thoroughly implement the decision on its membership, observers and guests, which was adopted at the Ministerial Committee Meeting on Working Method of NAM held in Cartagena, Colombia, in may last year.\r\n   The meeting's final document stipulates that there will be no permanent guests and that those nations which want to participate in summit conferences or regular conferences of foreign ministers as guests are able to attend them only as guests of the host nation after sending applications to the New York Coordination Committee for Deliberation.\r\n   The decision was a flexible step to maintain NAM's original principles and purity.\r\n   The principle should be adhered to invariably in the issue of approving membership and participation of observers. And the rules should be observed strictly so that guests can only participate in opening and closing sessions of the summit conferences and regular conferences of foreign ministers as guests of the host nation. If member nations abuse the principle in their interests, NAM will be confused and its existence endangered.\r\n   If NAM had failed to strictly observe its membership standards, all sorts of ineligible nations would have joined it and tried to hamper its development and derail NAM from its original goal. It shows that NAM should as ever strictly observe the standards to keep itself pure.\r\n   NAM should steadily expand itself in such a way as maintaining its purity and unity. \r\n\r\n\r\n"
        }
    ]
}