{
    "date": "1997-10-11",
    "url": "http://kcna.co.jp/item/1997/9710/971011.htm",
    "articles": [
        {
            "title": "General Secretary Kim Jong Il visits headquarters of KPA air force combined unit",
            "url": "http://kcna.co.jp/item/1997/9710/news10/11.htm#1",
            "content": "General Secretary Kim Jong Il visits headquarters of KPA air force combined unit\r\nPyongyang, October 11 (KCNA) -- Comrade Kim Jong Il, General Secretary  of the Workers' Party of Korea (WPK), Chairman of the DPRK National Defence Commission and Supreme Commander of the Korean People's Army (KPA), visited the headquarters of KPA air force combined unit No. 564 Friday, the 52nd anniversary of the glorious WPK.\r\n   He was accompanied by Director of the KPA General Political Department Jo Myong Rok, Chief of the KPA General staff Kim Yong Chun and staff members of the KPA Supreme Command.\r\n   Secretaries of the WPK Central Committee Kim Kuk Tae, Kim Ki Nam and Kim Yong Sun were among the entourage.\r\n   When comrade Kim Jong Il arrived at the unit, soldiers made respects to him, presenting him with fragrant flowers carrying the deep respect and reverence of all the KPA soldiers.\r\n   He warmly waved to the cheering soldiers and congratulated the officers and men of the KPA on the anniversary of the WPK.\r\n   He looked round the board bearing the on-site instructions of the great leader President Kim Il Sung and the materials and data displayed in the \"Room for the study of comrade Kim Il Sung's revolutionary idea.\"\r\n   He called for educating the soldiers with historic materials and data so that they can cherish the President's loving care and favors.\r\n   At the operation command room, he heard a report from the unit's commander on the situation and learned about how the unit was performing its duty.\r\n   The air force plays a very important role in defending the socialist country from the enemy's aggression, he said, and gave important tasks to strengthen the air force still further. \r\n   He then went to the dining hall of soldiers and logistic facilities of the unit. He called for taking care of the life of the valuable airmen as they fight for the security of the country and people as human bombs.\r\n   He highly praised the officers and men of the unit for managing the unit well and keeping the stationing area neat and clean. He said the stationing areas of KPA soldiers are all as clean as a park, which is one of the proud features of the KPA, which has inherited the traditions of the anti-Japanese revolution.\r\n   He met with an officer Choe Pong Hwan, who has served as a pilot for a long time, and an officer Ri Un Gyong, who has joined the army to take the place of her husband, hero Kil Yong Jo, who laid down his life for the Party and the leader. \r\n   Comrade Kim Jong Il learned about their military service and family life, showed deep loving care and trust and highly praised their patriotism and loyalty.\r\n   He had a picture taken with the officers and men of the unit. \r\n\r\n"
        },
        {
            "title": "General Secretary Kim Jong Il enjoys art performance",
            "url": "http://kcna.co.jp/item/1997/9710/news10/11.htm#2",
            "content": "General Secretary Kim Jong Il enjoys art performance\r\nPyongyang, October 11 (KCNA) -- Comrade Kim Jong Il, General Secretary  of the Workers' Party of Korea (WPK), Chairman of the DPRK National Defence Commission and Supreme Commander of the Korean People's Army (KPA), enjoyed an art performance given by the merited choir of the KPA song and dance ensemble Friday to mark the 52nd anniversary of the WPK.\r\n   Among the audience were Director of the KPA General Political Department Jo Myong Rok, Chief of the KPA General staff Kim Yong Chun, KPA generals Hyon Chol Hae, Kim Ha Gyu and Pak Jae Gyong, colonel generals Ri Myong Su and O Kum Chol, Senior Vice Admiral Kim Yun Sim and other generals of the KPA. \r\n   Secretaries Kye Ung Thae, Choe Thae Bok, Kim Kuk Thae, Kim Ki Nam and Kim Yong Sun and other senior officials of the WPK Central Committee were also present.\r\n   When comrade Kim Jong Il appeared in the box, artistes of the merited choir extended congratulations to him with a floral basket representing the deep respect and reverence of the KPA soldiers and all other people.\r\n   The programme included choruses \"Our comrade Kim Jong Il,\" \"Respects to you\" and \"We will defend the headquarters of revolution with our lives.\"\r\n   Comrade Kim Jong Il showed high appreciation for their successful performance. He said the WPK has developed into an experienced revolutionary Party tempered and tested in some 50 years of struggle and an invincible Party that enjoys absolute support and trust from the people.\r\n   \"However long and difficult the road of our revolution pioneered and led by the great leader comrade Kim Il Sung,  may be, we must staunchly keep to this road, as wished by him,\" he said. \"This is our Party's unshakable faith and will.\" \r\n\r\n\r\n"
        },
        {
            "title": "Japan decides to offer food, medicines to DPRK",
            "url": "http://kcna.co.jp/item/1997/9710/news10/11.htm#3",
            "content": "Japan decides to offer food, medicines to DPRK\r\n  Pyongyang, October 11 (KCNA) -- The coalition ruling parties and the government of Japan at a cabinet meeting on Thursday in the presence of Prime Minister Ryutaro Hashimoto decided to offer d27 million worth of food and swf1.1 \r\nMillion worth of medicines to the DPRK hit by natural disasters through international agencies.\r\n   This is a continuation of the good precedents of mutual humanitarian assistance, for instance, at the time of flood damage in the DPRK and the Hanshin Earthquake in Japan in recent years.\r\n   This will positively contribute to developing friendly ties between the two peoples. \r\n\r\n"
        },
        {
            "title": "Greetings to General Secretary Kim Jong Il from King Norodom Sihanouk",
            "url": "http://kcna.co.jp/item/1997/9710/news10/11.htm#4",
            "content": "Greetings to General Secretary Kim Jong Il from King Norodom Sihanouk\r\nPyongyang, October 11 (KCNA) -- The great leader comrade Kim Jong Il  received a message of greetings on October 8 from King of Cambodia Norodom Sihanouk upon his election as General Secretary  of the Workers' Party of Korea.\r\n   In the message the king warmly congratulated his excellency the respected marshal Kim Jong Il on his election as General Secretary of the most dignified Workers' Party of Korea in accordance with unanimous wish and desire of all the people of the glorious Democratic People's Republic of Korea, all the nation and the heroic armed forces.\r\n   Your excellency is the most perfect and only recognized successor to his excellency the most distinguished Generalissimo Kim Il Sung ever in the world, who is an eternal savaiour, the greatest hero and father of Korea, the message says.\r\n   Your excellency Kim Jong Il had waged a heroic struggle with unrivalled wisdom in your childhood by the side of venerable President Kim Il Sung to liberate the fatherland and the people groaning under the yoke of colonialism,  imperialism and feudalism and after the liberation of the country, you, together with his excellency Generalissimo Kim Il Sung,  the sun of humankind, have worked energetically all the time day and night to build ever-victorious Korea, most developed, popular, democratic and modern in all domains of national  construction and the construction of socialism of Juche, and build a genuine earthly paradise for the people, it notes.\r\n   Korea under the leadership of your excellency Kim Jong Il, the supreme leader, is greeting in the most glorios century of Juche. The progressive  peoples all over the world including the Cambodian people are earnestly rejoiced over this and are  expressing the warmest and sincere reverence for your excellency marshal Kim Jong Il.\r\n   The message sincerely wishes comrade Kim Jong Il a long life and good health as well as  happiness and eternal glory. \r\n\r\n\r\n"
        },
        {
            "title": "Floral baskets, gifts and congratulatory letters to General Secretary Kim Jong Il",
            "url": "http://kcna.co.jp/item/1997/9710/news10/11.htm#5",
            "content": "Floral baskets, gifts and congratulatory letters to General Secretary Kim Jong Il\r\nPyongyang, October 11 (KCNA) -- The great leader comrade Kim Jong Il received floral baskets, gifts and congratulatory letters from diplomatic envoys and embassies of different countries here on his election as General Secretary of the Workers' Party of Korea and on the occasion of the 52nd anniversary of the foundation of the WPK.\r\n   They were handed to officials concerned by diplomatic envoys and embassies of China, Cuba, Palestine, Cambodia, Iran, Viet nam, Russia, India, Egypt, Indonesia, Ethiopia, Yemen, Poland, Syria, Libya and Yugoslavia, resident representatives of the UNDP and the UNICEF.\r\n   Comrade Kim Jong Il was presented with a gift and a congratulatory letter by the Military Attache of the Iranian Embassy here.\r\n   He was also presented with a floral basket and a congratulatory letter by officials in charge of culture and friendship of foreign embassies here on his election as General Secretary  of the WPK. \r\n\r\n"
        },
        {
            "title": "Gifts to General Secretary Kim Jong Il from Mexico and China",
            "url": "http://kcna.co.jp/item/1997/9710/news10/11.htm#6",
            "content": "Gifts to General Secretary Kim Jong Il from Mexico and China\r\nPyongyang, October 11 (KCNA) -- The great leader comrade Kim Jong Il received gifts from the National Executive Committee of the Workers' Party of Mexico and the Chinese People's Association for Friendship with Foreign Countries.\r\n   They were handed to officials concerned by Maria Guadalupe Rodriguez, member of the National Executive Committee of the WPM, and Qi Huaiyuan, President of the association, on a visit to Korea. \r\n\r\n"
        },
        {
            "title": "Floral baskets laid before the Statue of President Kim Il Sung",
            "url": "http://kcna.co.jp/item/1997/9710/news10/11.htm#7",
            "content": "Floral baskets laid before the Statue of President Kim Il Sung\r\nPyongyang, October 11 (KCNA) -- Party members, officers and men of the People's Army and other people laid floral baskets before the Statue of President Kim Il Sung on October 10 to mark the 52nd anniversary of the foundation of the WPK.\r\n   Placed before his statue on Mansu Hill in Pyongyang was a floral basket sent by the great leader comrade Kim Jong Il, General Secretary  of the WPK, Chairman of the National Defence Commission of the DPRK and Supreme Commander of the Korean People's Army.\r\n   Bouquets, flowers and floral baskets were laid before his statue in the name of Party and power bodies, administrative and economic organs, national institutions, units of the KPA, public security organs, organs of science, education, culture and art, public health and the press, industrial establishments, cooperative farms and families in the city.\r\n   And floral baskets were laid before his statues at Kim Il Sung University, the Korean Film Studio, the Pyongyang Schoolchildren's Palace and other places in Pyongyang and across the country.\r\n   The people from all walks of life took  a firm pledge to strengthen and develop the WPK into a revolutionary Party of Juche and demonstrate the dignity and might of Kim Il Sung's Korea to the world, rallied close around comrade Kim Jong Il.\r\n   Meanwhile, the diplomatic corps, the economic and commercial councillors corps, Christian Lemaire, resident representative of the UNDP, and officials of the UNDP office here laid floral baskets before the Statue of the President between October 8 and 10. \r\n\r\n"
        },
        {
            "title": "Greetings to General Secretary Kim Jong Il from President Fidel Castro Ruz",
            "url": "http://kcna.co.jp/item/1997/9710/news10/11.htm#8",
            "content": "Greetings to General Secretary Kim Jong Il from President Fidel Castro Ruz\r\n Pyongyang, October 11 (KCNA) -- The great leader comrade Kim Jong Il received a message of greetings from President Fidel Castro  Ruz, First Secretary of the Central Committee of the Communist Party of Cuba, on his election  as General Secretary of the Workers' Party of Korea on Oct. 9.\r\n   Fidel Castro Ruz noted in the message that he extends warmest congratulations to comrade Kim Jong Il on behalf of the Cuban Party and people on his election as General Secretary of the fraternal WPK.\r\n  President Kim Il Sung exalted the honor of the two nations and made a decisive contribution to  establishing friendly, fraternal, cooperative and long traditions between the two parties and the two people, Cuba and the DPRK, in his lifetime, the Cuban leader said.\r\n   He reiterated his firm will to  continue to develop the relations between the two countries for socialist cause and welfare of the two peoples. \r\n\r\n"
        },
        {
            "title": "Koreans pay homage to President Kim Il Sung",
            "url": "http://kcna.co.jp/item/1997/9710/news10/11.htm#9",
            "content": "Koreans pay homage to President Kim Il Sung\r\n Pyongyang, October 11 (KCNA) -- Party members, soldiers and working people visited the Kumsusan Memorial Palace on Friday to pay respects to the great leader President Kim Il Sung on the 52nd anniversary of the Workers' Party of Korea.\r\n   They renewed their firm faith and will to uphold the President as the eternal sun of Juche, exalt his revolutionary life and great exploits for all ages and complete the Juche revolution under the leadership of the great comrade Kim Jong Il, cherishing the great national pride of having the peerlessly great man at the head of the WPK. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il 's election as Party Chief hailed worldwide",
            "url": "http://kcna.co.jp/item/1997/9710/news10/11.htm#10",
            "content": "Kim Jong Il 's election as Party Chief hailed worldwide\r\n  Pyongyang, October 11 (KCNA) -- A special communique on the election of the great leader comrade Kim Jong Il as General Secretary  of the Workers' Party of Korea was declared to the world at 5 p.m. on October 8.\r\n   In less than one hour after the special communique was announced, NHK Television, Radio NHK, the Kyodo News Service, the Xinhua News Agency, Itar-Tass, UPI, AP, Reuter, BBC and other news media reported about it.\r\n   No sooner had the special communique been made public than NHK television reported that Kim Jong Il, the leader of north Korea, was elected WPK General Secretary , and repeated it in each news program, screening a picture of comrade Kim Jong Il each time.\r\n   On October 9, the state television of Cambodia, the National Radio of Madagascar and Radio RTV broadcast Korean songs, incl1ding \"Song of General Kim Il Sung\" and \"Song of General Kim Jong Il\", the immortal revolutionary songs, and reported about the special communique as well as the short history of the respected general Kim Jong Il.\r\n   The Egyptian television, the German NTV Television, Iran News, Kayhan International and Sallom and other Iranian papers dealt with the special communique, illustrated by a portrait and pictures of comrade Kim Jong Il.\r\n   The CNN Television repeatedly reported about the special communique after 5 p.m. on October 8.\r\n   The Chinese people's daily October 9 gave frontpage prominence to a special writeup under the title \"the Workers' Party of Korea Central Committee and Central Military Commission declare that comrade Kim Jong Il is elected WPK General Secretary \".\r\n   The daily also printed the biography of comrade Kim Jong Il and an account of a gala evening of youths and students in Pyongyang held to congratulate him on his election as WPK General Secretary .\r\n   Mass media of many countries, including Cuba, Syria, Uganda, Switzerland, Indonesia, Viet Nam, Cambodia, Pakistan, Thailand, Singapore, the Czech Republic and Mexico gave wide publicity to the news.\r\n   Upon hearing the special communique, leaders of political parties and heads of state of many countries extended the highest glory and warmest congratulations to him.\r\n   Right after the publication of the special communique, Jiang Zemin of China sent a congratulatory message to comrade Kim Jong Il.\r\n   The messages of greetings came to him from Fidel Castro Ruz, Norodom Sihanouk, Hafez Al Assad, lansana Conte and Sani Abacha.\r\n   Comrade Kim Jong Il received a floral basket on October 8 from the Communist Party of China Central Committee on his election as WPK General Secretary . \r\n\r\n"
        },
        {
            "title": "Paper on military drills in s. Korea",
            "url": "http://kcna.co.jp/item/1997/9710/news10/11.htm#11",
            "content": "Paper on military drills in s. Korea\r\n   Pyongyang, October 11 (KCNA) -- The Kim Young Sam bellicose group staged a tactical drill and tank mobile exercise of a puppet army unit as well as a \"combined anti-\r\nAir raid drill\" in Seoul recently.\r\n   Rodong Sinmun today brands this as a last-ditch military adventure to bridge over the crisis with stepped-up war preparations against the north.\r\n   The news analyst says:\r\n   The Kim Young Sam regime is in an extreme government crisis.\r\n   The people's minds turn to the north with the passage of time. This frightens the Kim Young Sam regime.\r\n   People in south Korea are full of joy and emotion at the news about the election of the Party chief in the north.\r\n   Major dailies of south Korea give wide publicity to the people's longing for the north.\r\n   By firing rifles and guns and driving tanks in the eyes of people, the Kim Young Sam regime intends to intimidate the people, divert public attention elsewhere, carry out the already worked-out war plan against the north in league with outside forces and save its poor destiny as a war servant in colony. \r\n\r\n"
        },
        {
            "title": "Chongryon officials meet to welcome Kim Jong Il's election as WPK General Secretary",
            "url": "http://kcna.co.jp/item/1997/9710/news10/11.htm#12",
            "content": "Chongryon officials meet to welcome Kim Jong Il's election as WPK General Secretary\r\nTokyo, October 9 (KNS-KCNA) -- A meeting of officials of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) was held in Tokyo on October 9 after the publication of the special communique of the Central Committee of the Workers' Party of Korea and the Party Central Military Commission which declared the official election of the great leader marshal Kim Jong Il as WPK General Secretary .\r\n   Present there were Chairman Han Tok Su and Chief Vice-Chairman Ho Jong Man of the Central Standing Committee of Chongryon and others.\r\n   Vice-Chairman So Man Sul and officials of the Chongryon Central Standing Committee made speeches.\r\n   They said that to have the respected general Kim Jong Il, a great man produced by heaven, at the head of the motherland is the greatest event which promises the victory of the Juche cause. The bright future of the Kim Jong Il era is clearly visible, they noted.\r\n   They stressed that they will devote their all to thoroughly defending the idea and leadership of the general and developing the movement of Koreans in Japan onto a new higher stage. \r\n\r\n"
        },
        {
            "title": "140 \"NKP\" central members break with it in s. Korea",
            "url": "http://kcna.co.jp/item/1997/9710/news10/11.htm#13",
            "content": "140 \"NKP\" central members break with it in s. Korea\r\n Pyongyang, October 11 (KCNA) -- 140 central members of the \"New Korea Party\" on October 9 declared their defection from the \"NKP\" as an expression of their protest against Kim Young Sam, adding to the worsening split within the \"NKP\", according to a radio report from Seoul.\r\n   The defectors included 14 permanent central members of the Party, the radio said.\r\n   They reportedly decided to join in a new Party former \"governor\" of Kyonggi Province Ri In Je is going to found.\r\n   Earlier, 13 heads of regional \"NKP\" committees, 16 chiefs of city and provincial branches of an outer organisation of the \"Minju faction\" within the \"NKP and more than 160 members of its \"National  Executive Committee\" broke with the \"NKP.\" \r\n\r\n"
        },
        {
            "title": "Physical culture and sports activities brisk in Korea",
            "url": "http://kcna.co.jp/item/1997/9710/news10/11.htm#14",
            "content": "Physical culture and sports activities brisk in Korea\r\n Pyongyang, October 11 (KCNA) -- Korea observes the second Sunday of October as the day of physical culture and sports every year.\r\n   The people throughout the country participate in soccer, basketball, volleyball and national sports games as well as defence sports, sporting amusement, mass rhythmic movement exercise and Taekwondo exercise for health.\r\n   The country directs efforts to wide organisation of various sports activities.\r\n   Preliminary basketball games of workers are going on in provinces, cities and counties (districts).\r\n   In the preliminaries which began in September the teams of workers from factories and enterprises compete on the knock out basis.\r\n   The teams which win the preliminaries  will be qualified, on behalf of their respective provinces, for a national basketball tournament of workers which is scheduled to be held in Pyongyang at the end of October.\r\n   Institutions, enterprises and cooperative organisations throughout the country organise various sports games, wrestling, swinging and colorful national games on redletter days.\r\n   All the working people participate in the games. \r\n   All units and families make it their daily routine to do  mass rhythmic movement exercise and Taekwondo exercise.  \r\n\r\n"
        },
        {
            "title": "NDFSK on Kim Young Sam regime's campaign against student movement",
            "url": "http://kcna.co.jp/item/1997/9710/news10/11.htm#15",
            "content": "NDFSK on Kim Young Sam regime's campaign against student movement\r\n  Pyongyang, October 11 (KCNA) -- The Propaganda Department of the Central Committee of the National Democratic Front of South Korea (NDFSK) issued an indictment on Sept. 27 on the Kim Young Sam regime's vicious campaign against the South Korean Federation of University Student Councils (Hanchongryon), the Seoul-based radio Voice of National Salvation reported.\r\n   The indictment says:\r\n   The \"civilian\" dictatorship of Kim Young Sam branded Hanchongryon as a \"pro-communist, enemy-benefiting organisation,\" arrested its leaders, blocked all its legitimate activities and carried out unheard-of bloody lepression of it.\r\n   Since he came to power, Kim Young Sam has issued repressive orders against Hanchongryon each time he faced a serious government crisis and the situation changed.\r\n   His fascist regime left no stone unturned to brand Hanchongryon as a \"pro-communist, enemy-benefiting organisation\" in order to make an excuse for suppression.\r\n   Last year the regime held a \"meeting of security-related organs\" and labeled Hanchongryon as an \"enemy-benefiting organisation\" as it was going to hold a pro-reunification festival around August 15. At an \"emergency meeting of \r\nMinisters concerned,\" the home, justice and education ministers issued a \"joint statement\" threatening to sternly counter pro-communist, enemy-benefiting activities.\"\r\n   The Kim Young Sam regime manipulated the \"security\" organ and paid media to brand Hanchongryon as \"pro-communist, enemy-benefiting and leftist.\"\r\n   The regime is trying hard to label Hanchongryon as a \"violent organisation,\" impair its moral image, justify repression and block public support and solidarity for students.\r\n   Last year the fascist police encircled Yonsei University, the venue of the August 15 pro-reunification festival of Hanchongryon, destroyed the gate and windows and burned desks, chairs and furniture of office rooms before wirepulling paid media to describe them as resulting from student violence.\r\n   The fascist regime put on the want list and issued warrants of arrest for leaders of Hanchongryon elected by one million students legitimately and openly and bound them hand and foot, branding them as \"members of an outlawed enemy-benefiting organisation\" and \"organisers of unlicenced rallies.\"\r\n   The dictatorial regime already sentenced Ri Jun Gu, Chairman of the National Reunification Committee of Hanchongryon, to imprisonment and penalised nineteen others on charges of violation of the \"National Security Law.\" on Sept. 3, the regime began to bring legal action against some 400 leaders of Hanchongryon.\r\n   In an attempt to prevent the reconstruction of Hanchongryon, the regime threatens to impose heavier penalties on those who join in the reconstruction activities after withdrawing from it.\r\n   The fascist authorities even abused ethics and humanism for forcing students out of Hanchongryon. They sent letters to the parents of students, demanding they persuade their children to withdraw from the organisation.\r\n   As dissident organisations, democrats and citizens praise and sympathize with Hanchongryon's righteous activities, the authorities plan to bring legal action against them on charges of supporting the \"outlawed enemy-benefiting organisation.\"\r\n   In August last year, the Kim Young Sam regime mobilized a total of 180,000 police, nearly 50 helicopters, many armored vehicles, teargas launchers and other repressive tools and countless teargas bombs and canisters against barehanded peaceful student ralliers. As a result, some 6,000 students were arrested and 2,000 others injured.\r\n   The indelible crimes of the traitor kim young sam will never be pardoned. He will inevitably meet a stern judgement of history as his preceding dictators did. \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's election welcomed by Russian political parties and organizations",
            "url": "http://kcna.co.jp/item/1997/9710/news10/11.htm#16",
            "content": "Kim Jong Il's election welcomed by Russian political parties and organizations\r\nPyongyang, October 11 (KCNA) -- A Russian Social Organizing Committee for Welcoming the Great Leader Comrade Kim Jong Il's Election as General Secretary  of the Workers' Party of Korea (WPK) sponsored a joint meeting of Russian political parties and organizations in Moscow on Oct. 9.\r\n   Oleg Shenin, Chairman of the Organizing Committee, said in his welcome speech that comrade Kim Jong Il's election as General Secretary  of the WPK is a legitimate result of love and respect from the Party members, people and soldiers.\r\n   Comrade Kim Jong Il has carried forward the cause of President Kim Il Sung and performed feats in the revolution and construction, he said, adding that comrade Kim Jong Il is the great leader who is leading the anti-imperialist struggle  and the international communist movement in the outpost.\r\n   Speeches were made at the meeting.\r\n   Sergei Baburin, Chariman of the All-People's Union of Russia and deputy speaker of the State Duma of Russia, said that the great leader comrade Kim Jong Il is leading the Korean people to the decisive struggle against the world imperialists under the red flag of the revolution, the banner of the independent development of the popular massses,today when the world  is yielding to a new \"world order\" forced by the U.S. and western countries.\r\n    Nikolai Binzukov,  Secretary of International Affairs of the Central Committee of the Communist  Party of Russian Federation, said that comrade Kim Jong Il's election is according to the ardent desire of all the Korean people and  Party members and it is the logical consequence of his distinguished personalities  as the leader and his immortal exploits for the country and the people.\r\n   Chairperson of the Central Council of the Party of Russia For Peace and Unity Sazhi Umalatova said they are firmly convinced that comrade Kim Jong Il will lead socialism of Korea to a greater victory with his extraordinary ideas and theories and wise leadership.\r\n   Secretary of the Central Committee of the Communist Workers' Party of Russia and First Secretary of the Moscow Municipal Committee of the Party  Alexay Sergeyev said that he expressed boundless gratitude to comrade Kim Jong Il for bringing about a new era of change in the socialist movement  of the world and  sincerely wished him good health and a long life.\r\n   A letter to comrade Kim Jong Il was adopted at the meeting.  \r\n\r\n"
        },
        {
            "title": "Committees for welcoming Kim Jong Il's election as WPK General Secretary formed",
            "url": "http://kcna.co.jp/item/1997/9710/news10/11.htm#17",
            "content": "Committees for welcoming Kim Jong Il's election as WPK General Secretary formed\r\n Pyongyang, October 11 (KCNA) -- Committees for welcoming the great leader comrade Kim Jong Il's election as General Secretary of the Workers' Party of Korea were formed in different countries.\r\n   At the inaugural meeting in Madagascar, leaders of progressive political parties including the Party of the Congress for the Independence and  the Socialist progressive Party of Madagascar  and the Chairman of the Madagascar-Korea Friendship Association were elected as Co-Chairmen of the Committee for Welcoming His Election.\r\n   The Minister of Labor and Public Employment of Togo, who is also member of the political Bureau of the Central Committee of the Togolese People's Rally, and the Chairman of the Latin American Institute of the Juche Idea, who is also winner of \"International Kim Il Sung Prize\", were elected chairmen of welcome committees in Togo and Costa Rica.\r\n   The meetings decided to organise celebrations, photo exhibitions, lectures and other colourful events. \r\n\r\n\r\n"
        },
        {
            "title": "Pyongyangites congratulate Kim Jong Il on his election as WPK General Secretary",
            "url": "http://kcna.co.jp/item/1997/9710/news10/11.htm#18",
            "content": "Pyongyangites congratulate Kim Jong Il on his election as WPK General Secretary\r\n Pyongyang, October 11 (KCNA) -- Hundreds of thousands of people from all walks of life in Pyongyang today turned out in the streets and squares in the capital city in festive \rattire, their faces bright with emotion and joy at the great leader comrade Kim Jong Il's election as General Secretary of the Workers' Party of Korea.\r\n   A meeting of Pyongyangites began at Kim Il Sung Square at 4 p.m. to congratulate comrade Kim Jong Il upon his election as WPK General Secretary .\r\n   Set up at the square are portraits of the great leaders President Kim Il Sung and comrade Kim Jong Il as well as large boards of \"warm congratulations to the great leader comrade Kim Jong Il on his election as General Secretary  of our Party\" and other slogans.\r\n   High in the sky above the square are balloons with slogans reading: \"Long live the great leader comrade Kim Il Sung !.\", \"Long live the great leader comrade\r\nKim Jong Il !.\", \"The great leader comrade Kim Il Sung will always be with us\" and \"The highest glory to the great leader comrade Kim Jong Il.\"\r\n   Fluttering at the flagpoles in the square are Party flags. The roofs of the public buildings around the square are decorated with red flags.\r\n   Kim Il Sung Square, the plaza in front of the Tower of the Juche Idea and thoroughfares leading to them are crowded with hundreds of thousands of people with Party flags, bunches of flowers and air-balls in their hands.\r\n   The meeting began with the participants raising cheers of \"hurrah !.\" and flying thousands of air-balls high in the sky, congratulating comrade Kim Jong Il on his election as WPK General Secretary .\r\n   The meeting will be addressed by representatives of people from all walks of life. \r\n\r\n"
        },
        {
            "title": "Pyongyangites meet to congratulate Kim Jong Il on his election as WPK General Secretary",
            "url": "http://kcna.co.jp/item/1997/9710/news10/11.htm#19",
            "content": "Pyongyangites meet to congratulate Kim Jong Il on his election as WPK General Secretary\r\n   Pyongyang, October 11 (KCNA) -- Pyongyangites met at Kim Il Sung Square this afternoon to congratulate the Great leader comrade Kim Jong Il on his election as General Secretary of the Workers' Party of Korea.\r\n  Attending the meeting were Ri Jong OkK Pak Song Chol and other senior Party and state officials.\r\n   Present on invitation were diplomatic envoys and Embassy officials here.\r\n   The meeting was addressed by the representatives of people from all walks of life.\r\n   They were unanimous in saying that it is the pride and honor of Korea to have the respected comrade Kim Jong Il as WPK General Secretary  and it is also the greatest happiness and highest honor of the Korean people who are blessed with illustrious leaders and the glorious Party generation after generation, and extended highest glory and warmest congratulations to him.\r\n   Chief secretary Kang Hyon Su of the Pyongyang Municipal Committee of the WPK said, \"The respected comrade Kim Jong Il is the symbol of all our victories and his guidance is a source of certain victory in the Korean revolution.\"\r\n   He called for defending the headquarters of the revolution headed by comrade Kim Jong Il at the risk of life and consolidating the singlehearted unity of the Party, the army and the people.\r\n   Myong Chol,  head of a workshop of the October 5 general automation works, said, \"The respected comrade Kim Jong Il is the bright sun of leadership and a great genius of creation and construction who indicated the way of building an ideal society for the working class with his brilliant wisdom and outstanding leadership and built a powerful man-centred socialist country on this land.\"\r\n   He expressed the resolution of the workers to bring about an epoch-making change in socialist construction and build Pyongyang into a more magnificent and beautiful city and thus demonstrate the heroic spirit and creative potentials of the Korean workers who have the great comrade Kim Jong Il as the supreme leader of the Party.\r\n   First Secretary Jang Yong Chol of the Pyongyang Municipal Committee of the Kim Il Sung Socialist Youth League said, \"The great general Kim Jong Il is the tender-hearted father and teacher who has trained the young men and women to be reliable vanguard of the Party, putting them forward as valuable flowers of the country and nation and the most viable unit of the society.\"\r\n   He said the young people will trust and follow only the general with a single heart of loyalty and become the first human bombs in safeguarding the leader.\r\n   Chairwoman Kim Hwa Suk of the Sadong District Cooperative Farm  Management Committee said, \"Election of comrade Kim Jong Il, another great leader, as WPK General Secretary  is a great historic event which surely guarantees the bright future of the WPK and the revolution and the eternal prosperity of Kim Il Sung's nation.\"\r\n   A writer Kim Man Yong of the Central Committee of the Korean Writers Union said, \"The great comrade Kim Jong Il's election as WPK General Secretary  is a product of the firm will of the Korean people to hold in high esteem the great man produced by Mt. Paektu and accomplish the sun's cause generation after generation as well as of the unanimous desire of the revolutionary people of the world who see the future of humankind in socialism of Juche.\"\r\n   \"As long as  we are led by the general who is the greatest man in the world and as long as the invincible Party and matchless revolutionary armed forces uphold the tested and experienced guidance of the general, a powerful Kim Jong Il's Korea will be built on this land,\" he added.\r\n   A letter to comrade Kim Jong Il was adopted at the meeting. \r\n\r\n\r\n"
        },
        {
            "title": "Festive atmosphere of Pyongyang at Kim Jong Il's election as WPK General Secretary",
            "url": "http://kcna.co.jp/item/1997/9710/news10/11.htm#20",
            "content": "Festive atmosphere of Pyongyang at Kim Jong Il's election as WPK General Secretary\r\nPyongyang, October 11 (KCNA) -- The capital city of Pyongyang has been in a festive atmosphere today.\r\n   A grand Pyongyang meeting was held at Kim Il Sung Square with the attendance of over 500,000 citizens to congratulate the great leader comrade Kim Jong Il on his election as General Secretary  of the Workers' Party of Korea.\r\n   Streets and squares were full of decorations with Kim Il Sung Square at the centre.\r\n   \"Long live the great leader comrade Kim Jong Il,\" Hhighest glory to the great leader comrade Kim Jong Il\" and other slogan boards and posters were set up and WPK flags and red flags were fluttering in the wind.\r\n   Citizens took to streets and danced with flowers in hand. \r\nThey had spent day and night in endless joy after a special communique on his official election as WPK General Secretary  was issued.\r\n   Many people, students and pupils turned out in streets and squares, singing and dancing from morning, with flowers, toy ballons, Party flags, red flags, drums and gongs in hand.\r\n   Streets leading to Kim Il Sung Square and the Tower of the Juche Idea were  overcrowded with hundreds of thousands of people, among them workers, farmers, intellectuals, students and pupils.\r\n   People, singing and dancing, marched through streets toward Kim Il Sung Square, the venue of a celebration rally.\r\n   Those from Taesong and Moranbong districts marched through Kaeson and Chilsongmun streets, singing the revolutionary hymn \"Song of General Kim Jong Il\" and raising cheers.\r\n   War veterans, athletes and artists with orders and medals on their chests were among those marching through streets in Pyongyang, beating drums and gongs in central and Taedonggang districts.\r\n   People from Phyongchon and Pothonggang districts proudly marched singing songs of confidence.\r\n   Cheers and excitement of people rose further as they reached Kim Il Sung Square and the Tower of the Juche Idea Plaza.\r\n   At four p.m. the Pyongyang Rally began.\r\n   The meeting proceeded amid high revolutionary enthusiasm of ralliers, who extended highest glory to comrade Kim Jong Il on his election as WPK General Secretary with absolute support and trust from the Party members, servicemen and all other people and hardened their resolution to complete the juche revolution under his leadership.\r\n   At the end of the meeting, the ralliers marched through streets.\r\n   Every street in the capital city was filled with songs representing the Korean people's iron will and faith. \r\n\r\n\r\n"
        },
        {
            "title": "DPRK government economic delegation leaves for Russia",
            "url": "http://kcna.co.jp/item/1997/9710/news10/11.htm#21",
            "content": "DPRK government economic delegation leaves for Russia\r\n Pyongyang, October 11 (KCNA) -- A DPRK government economic delegation led by Ri Song Dae, Chairman of the State External Economic Affairs Commission, left here today by plane to participate in the second meeting of the trade, economic, scientific and technological cooperation Committee between the governments of the DPRK and Russian Federation.\r\n   The delegation was seen off at the airport by Vice-Chairman Ri Song Rok of the State External Economic Affairs Commission and Russian Ambassador to Korea Valery Denisov. \r\n\r\n\r\n"
        },
        {
            "title": "Pyongyang-based papers carry poem \"Joy in October\"",
            "url": "http://kcna.co.jp/item/1997/9710/news10/11.htm#22",
            "content": "Pyongyang-based papers carry poem \"Joy in October\"\r\nPyongyang, October 11 (KCNA) -- All Pyongyang-based papers today carry a poem \"Joy in October\"  dedicated to the election of the great leader comrade Kim Jong Il as General Secretary  of the Workers' Party of Korea.\r\n   The poet is Kim Man Yong, who released epics \"comrade Kim Il Sung, our eternal leader,\" \"Time of Pyongyang will be everlasting\" and \"Prosper, Kim Il Sung's motherland\", which were dedicated to the first, second and third death anniversaries of the great leader President Kim Il Sung.\r\n   The poem says that the earnest desire of the people to have comrade Kim Jong Il at the head of the Workers' Party of Korea has been met. Joy and excitement are soaring high in the sky of October now, it adds.\r\n   The Korean people who considered the respected general Kim Jong Il to be the leader of the revolution are now wholeheartedly calling him General Secretary of the Workers' Party of Korea, the poem says.\r\n   Comrade Kim Jong Il's history of struggle is the one of ability and trust. With warm loving care and absolute service for the people, he has turned the Party into the one for the people and the army into the one for the people, thereby defending our socialism steadfastly, the poem says.\r\n   The poem says that in this complicated century he has led the Korean revolution straight to victory without slightest concession.\r\n   Korean style of work is just the ever-victorious Kim Jong Il's style of work, the general's one. The leadership of the general is the  lifeline of the revolution, the nation and socialism, the poem stresses.\r\n   The poem manifests the Korean people's  resolution to uphold only general Kim Jong Il unwaveringly with unstained conscience and fidelity and defend the socialism of Juche to the end under the red flag associated with the whole life of President Kim Il Sung,  even if the sky may fall down and the globe break off. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il's election as WPK General Secretary hailed by KPA officers and men",
            "url": "http://kcna.co.jp/item/1997/9710/news10/11.htm#23",
            "content": "Kim Jong Il's election as WPK General Secretary hailed by KPA officers and men\r\n Pyongyang, October 11 (KCNA) -- A meeting of officers and men of the three services of the Korean People's Army was held at Jonsung Square today to congratulate comrade Kim Jong Il, Supreme Commander of the KPA,  on his election as General Secretary  of the Workers' Party of Korea.\r\n   Vice Marshal of the KPA Jo Myong Rok, Director of the KPA General Political Department, said in his speech that the rtspected comrade Kim Jong Il's election as Party General Secretary is  an expression of  absolute support and trust from the whole Party, the whole army and all the people and a great event  that meets the desire of all Koreans and the world revolutionary people.\r\n   He stressed that the respected Supreme Commander has performed immortal feats in the history of  the fatherland and struggle for human liberation with his rare ideological and theoretical activities and revolutionary practice.\r\n  Noting that comrade Kim Jong Il has brought up the KPA to be a steel pillar of revolution and established a firm military guarantee for carrying out the cause of Juche, he said these immortal feats  will shine for all ages  along with the prosperity of Kim Il Sung's  nation.\r\n   The speaker called for cherishing today's honor and happiness and for defending and accomplishing the cause of the WPK and revolutionary cause of Juche by force of arms under the experienced and tested leadership of the respected Supreme Commander.\r\n   Generals, officers and soldiers in their speeches said that all the officers and men of the three services under the loyal slogan of \"Let us defend the headquarters of revolution headed by the great comrade Kim Jong Il with our lives !.\" will mercilessly frustrate all kinds of enemy's moves against the headquarters of  the revolution in the spirit of defending the leader at the risk of life, the spirit of human bombs and  the spirit of suicidal attack as O Jung Hup's 7th regiment did and further exalt the glorious tradition of defending the leader.\r\n   No one in the world is a match for the KPA of the great comrade Kim Jong Il, a brilliant great man and invincible general, and Kim Il Sung's Korea will be ever  victorious and the WPK cause and the socialist cause of Juche will certainly be completed, as long as the KPA exists,  they stressed.\r\n   A letter to comrade Kim Jong Il was adopted at the meeting. \r\n\r\n\r\n"
        },
        {
            "title": "Pyongyangites vow to remain loyal to General Secretary Kim Jong Il",
            "url": "http://kcna.co.jp/item/1997/9710/news10/11.htm#24",
            "content": "Pyongyangites vow to remain loyal to General Secretary Kim Jong Il\r\n Pyongyang, October 11 (KCNA) -- A letter to the great leader comrade Kim Jong Il was adopted at a meeting of Pyongyangites held today to congratulate him upon his election as General Secretary  of the Workers' Party of Korea.\r\n   The letter says what is as warm as lava in the hearts of the Koreans filled with great joy at the honor of the whole nation is the happiness and the highest honor of having the respected comrade Kim Jong Il, the great man of the century and a famous general produced by heaven, as the Supreme Leader of the WPK, the eternal saviour of the destiny of the Korean people and the leader of the ever-victorious Korean revolution.\r\n   Without any decision and declaration, all the Party members, officers and men of the People's Army and other People have long upheld with faith and conscience the respected comrade Kim Jong Il as the centre of the unity of the WPK and the revolution and the centre of leadership, entrusting the future of the country and their destiny to him, the letter says.\r\n   The letter expresses the determination to follow and believe in him as in heaven, share thought and destiny with him forever and carry to completion the revolutionary cause of Juche started on Mt. Paektu.\r\n   All the Party members and people in the capital city will become the most loyal subjects and first death-defying corps and citadel and shield in defending the great general Kim Jong Il, relying on the spirit  members of the seventh regiment of the anti-Japanese guerrilla army displayed in defending the leader with their lives, says the letter.\r\n   It also expresses the resolution to make redoubled efforts, always seeing certain victory in the ideology and leadership of the great general Kim Jong Il, and thus build up the WPK and the revolutionary armed forces, consolidate the singlehearted unity of the revolutionary ranks, effect a great change in creation and construction and achieve national reunification. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}