{
    "date": "1997-03-11",
    "url": "http://kcna.co.jp/item/1997/9703/970311.htm",
    "articles": [
        {
            "title": "Secy. Kim Jong Il enjoys performance of choir",
            "url": "http://kcna.co.jp/item/1997/9703/news3/11.htm#1",
            "content": "\r\n\r\nPast news \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Secy. Kim Jong Il's birthday celebrated abroad",
            "url": "http://kcna.co.jp/item/1997/9703/news3/11.htm#2",
            "content": "Secy. Kim Jong Il enjoys performance of choir\r\n   Pyongyang, March 11 (KCNA) -- Secretary Kim Jong Il enjoyed\r\na performance given by the merited choir of the song and dance\r\nensemble of the Korean People's Army (KPA) on sunday.\r\n   The performance marked the 50th anniversary of the \r\nensemble.\r\n   After enjoying the performance filled with revolutionary \r\nzeal and militant spirit, Secretary Kim Jong Il expressed \r\ngreat satisfaction and congratulated the singers of the \r\nchoir on their successful, inspiring performance that \r\nreflected the invincible spirit of the heroic KPA.\r\n   Over the past 50 years, the KPA song and dance ensemble \r\nhas conducted energetic and militant art activities in all \r\nperiods and stages of revolution including the Fatherland \r\nLiberation War as the standard-bearers and trumpeters of the \r\nstruggle and greatly encouraged the army and the people to \r\nbuild a new country, defeat the enemy, build socialism and \r\nimplement the party's military line. He showed high \r\nappreciation for their noble exploits.\r\n   He said the merited choir, which is revolutionary, \r\nmilitant and highly artistic, is a great pride of the army \r\nand the people of Korea.\r\n   He advanced the tasks of the song and dance ensemble, \r\nurging it to continue to take the lead in arousing the army \r\nand the people to heroic feats. \r\n   The audience included director of the KPA General \r\nPolitical Department Jo Myong Rok, Chief of the KPA general \r\nstaff Kim Yong Chun and secretaries of the Workers' Party of \r\nKorea Central Committee Choe Thae Bok, Kim Kuh Thae, Kim Ki \r\nNam and Kim Yong Sun. \r\n  \r\n\r\n"
        },
        {
            "title": "\"Society for Solidarity and Unity\" formed in N. Korea",
            "url": "http://kcna.co.jp/item/1997/9703/news3/11.htm#3",
            "content": "Secy. Kim Jong Il's birthday celebrated abroad\r\n   Pyongyang, March 11 (KCNA) -- The 55th birthday of \r\nSecretary Kim Jong Il was celebrated by the \r\nworld's progressive people as an auspicious holiday common \r\nto humankind.\r\n   Preparatory committees for celebrating the day, Feb. 16, \r\nwas organized in many countries.\r\n   In the wake of the appearance of the preparatory \r\ncommittee for celebrating the 55th birthday of Secretary \r\nKim Jong Il in Denmark on November 18 last year, such \r\ncommittees were inaugurated in 45 countries including \r\nMadagascar, Zimbabwe, Uganda, Russia, Finland, Bangladesh, \r\nPakistan, Britain, Mexico and Colombia.\r\n   The Secretariat of the Central Committee of the All-Union \r\nCommunist Party of Bolsheviks adopted a resolution \"on \r\nholding celebrations of Secretary Kim Jong Il's 55th \r\nbirthday\", the British Association for \r\nFriendship with the Korean People issued information calling \r\nfor taking an active part in celebrations of his birthday \r\nand the Christian Arab Democratic Party of Jordan and the \r\nPolitical Executive Committee of the Party for Peace and \r\nUnity in Russia released statements on the occasion.\r\n   Cambodian King Norodom Sihanouk arranged a grand banquet \r\nand the national Executive Committee of the Mexican Workers' \r\nParty gave a reception in celebration of his birthday.\r\n   \"Day of Korea\", a cultural evening and an art performance \r\ntook place in Nepal, Mongolia and Egypt with attendance of \r\nsenior party and government officials, a February 16 Prize \r\nTaekwon-do Tournament and a February 16 Prize Table-Tennis \r\nTournament were held in Madagascar and Tanzania and joint \r\nmeetings of political parties and organizations convened in \r\nRussia, Bulgaria, Zaire, Ghana and many other countries.\r\n   Speakers at the meetings praised Secretary Kim Jong Il as \r\nthe great sun of the era of independence and the great \r\nleader of the 21st century.\r\n   Celebration gatherings and meetings, photo and book \r\nexhibitions, etc. took place in some sixty countries. The \r\nevents totalled more than 600.\r\n   Gifts and floral baskets were sent to Secretary Kim Jong Il \r\nby foreign state, government and Party leaders, high-ranking \r\nofficials and organisations, the Guinean and Ugandan \r\nPresidents and former Portuguese President included.\r\n   Foreign party leaders and senior officials called at \r\nmissions of the Democratic People's Republic of Korea, \r\ncongratulating Secretary Kim Jong Il on his birthday.\r\n   Santiago de Cali, Colombia, and Lima, Peru, awarded \r\nSecretary Kim Jong Il honorary citizenship, trieste, \r\nItaly, and the Permanent Standing Committee of the Soviet \r\nCongress of People's Deputies conferred a commemorative \r\nmedal and Marshal Zhukov medal respectively on him.\r\n   Ceremonies of placing portraits of  President Kim Il Sung \r\nand  Secretary Kim Jong Il were held in Mongolia, Peru and \r\nZimbabwe. Meanwhile, some 100 press  media of about 60 \r\ncountries published special writeups or articles on 250 \r\noccasions. \r\n\r\n"
        },
        {
            "title": "All-people movement for probe into Hanbo incident vowed in S. Korea",
            "url": "http://kcna.co.jp/item/1997/9703/news3/11.htm#4",
            "content": "\"Society for Solidarity and Unity\" formed in N. Korea\r\n   Pyongyang, March 11 (KCNA) -- A consultative meeting was \r\nheld here by political parties, public organisations and \r\npersonages from all walks of life including cultural and art \r\ncircles in the Democratic People's Republic of Korea.\r\n   The meeting called upon the political parties, public \r\norganisations and individual personages in the \r\nnorth, south and abroad to conduct an active solidarity \r\nmovement for national independence and peace, transcending \r\ndifferences in ideology, system, ideal and religious belief, \r\nthis year, which has been defined as a year of solidarity of \r\nthe north, south and overseas Koreans for national \r\nindependence and peace.\r\n   The meeting decided to form a \"Society for Solidarity \r\nand Unity\" consisting of personages from different public \r\ncircles, out of a desire to actively conduct contact, \r\ndialogue and solidarity movement between the north and the \r\nsouth.\r\n   At the meeting chairman of the Korean Religionists' \r\nCouncil Jang Jae Chol was elected chairman of the society \r\nand vice-chairwoman of the State Education Commission Ryo \r\nWon Gu and first vice-president of the Academy of Social \r\nSciences Kim Chol Sik vice-chairmen of the society and 18 \r\npeople members of the society. \r\n\r\n"
        },
        {
            "title": "50th anniversary of publication of President Kim Il Sung.s work marked",
            "url": "http://kcna.co.jp/item/1997/9703/news3/11.htm#5",
            "content": "All-people movement for probe into Hanbo incident vowed in S. Korea\r\n    Pyongyang, March 11 (KCNA) -- A joint conference of 13\r\ncivic, social and religious organisations in South Korea, \r\nincluding the confederation of trade unions, the citizens \r\nsolidarity for democratic society and the citizens \r\nfederation for economic justice recently declared that an \r\nall-people movement would be launched for the introduction \r\nof a special prosecutor system to probe the truth behind the \r\nhanbo incident and for the enactment of an anti-corruption \r\nlaw, a South Korean newspaper reported. \r\n   The conference said in a statement that the Hanbo \r\nincident is a downright betrayal of the people's ardent \r\ndesire for democracy and social justice and that Kim Young Sam\r\nis seeking to conclude the incident in a hurry, avoiding a \r\nthorough investigation of it.\r\n   It demanded the establishment of a special prosecutor \r\nsystem for thorough investigation and immediate enactment of \r\nan anti-corruption law. \r\n   The conference declared that the organisations will \r\ndemand a special law for the introduction of a special \r\nprosecutor system in march and wage a demonstration in front \r\nof the \"national assembly hall\" till the demand is met. \r\n\r\n"
        },
        {
            "title": "Kim Young Sam group's arrest of S. Korean student under fire",
            "url": "http://kcna.co.jp/item/1997/9703/news3/11.htm#6",
            "content": "50th anniversary of publication of President Kim Il Sung.s work marked\r\n   Pyongyang, March 11 (KCNA) -- A national meeting was held \r\nin Pyongyang to mark the 50th anniversary of the publication \r\nof the famous work of the great leader President Kim Il Sung \r\n\"For the Efficient Administration of the State Finances\" \r\n(feb. 28, 1947).\r\n   President Kim Il Sung in the work indicated concrete \r\ntasks and ways for the efficient administration of the state \r\nfinances. He called for solving the financial problem \r\nindependently without depending on  aid or loans from other \r\ncountries, enforcing strict financial discipline and  \r\nstaging a patriotic movement of saving. He urged all \r\nfinancial workers to become true servants of the people.\r\n   The work is of historic importance as it opened the way \r\nof self-reliance in finance for the building of an \r\nindependent state.  It is also an important guide of eternal \r\nvalue  and a precious asset that enriches the Juche-oriented \r\nfinancial theory.\r\n   Present at the meeting were vice-President Ri Jong Ok, \r\nmember of the Political Bureau of the Central Committee of \r\nthe Workers' Party of Korea, other senior party and state \r\nofficials and workers of central and local financial organs.\r\n   Yun Ki Jong, Minister of Finance, said in her report \r\nthat President Kim Il Sung advanced the outstanding idea on \r\nthe independent finance for the first time in history. This \r\nis an immortal exploit conducive to the development of Juche \r\nsocialist financial theory and the revolutionary cause of \r\nKorea, she said.\r\n   She noted that all the financial workers should hold the \r\nPresident in high esteem for all ages as the great sun \r\nof Juche and exalt his immortal leadership exploits \r\nin the financial domain.\r\n   The most important task in the financial domain at \r\npresent is to carry out the important tasks put forward by \r\nSecretary Kim Jong Il in his famous work \"On Improving \r\nFinancial and Banking Work\" and establish the \r\nrevolutionary habit of implementing the financial policy of \r\nthe Party on the principle of socialist financial \r\nadministration, she stressed. \r\n\r\n"
        },
        {
            "title": "Press review",
            "url": "http://kcna.co.jp/item/1997/9703/news3/11.htm#7",
            "content": "Kim Young Sam group's arrest of S. Korean student under fire \r\n   Pyongyang, March 11 (KCNA) -- The Pyongyang Municipal \r\nStudent Committee denounced the Kim Young Sam fascist clique \r\nfor arresting the chairperson of the general student council \r\nof Duksung Women's University of South Korea who is a fourth-\r\nyear student of the sociology course of the university on \r\nFebruary 23.\r\n   She made public a letter sent by the Pyongyang Municipal \r\nStudent Committee to the Seoul District Federation of \r\nUniversity Student Councils through a wall-paper on the \r\nnotice board of the campus from Jan. 30 to Feb. 9 in the \r\nname of the national reunification committee of the \r\nuniversity.\r\n    The committee in a statement on March 10 says the arrest \r\nshows that the traitor Kim Young Sam would continue to \r\nmercilessly crack down on the reunification movement of \r\nSouth Korean students which will be more vigorously \r\nconducted this year in which falls the fifth anniversary of \r\nthe formation of the national alliance of youth and students \r\nfor the country's reunification. The statement continues:\r\n   Nothing can justify the challenge to the nationwide \r\nstruggle of the fellow countrymen for an independent and \r\npeaceful reunification of the country. The challengers will \r\nbe sternly judged by the nation.\r\n   The students in the north and south will never tolerate \r\nany acts of injustice going against the trend of history but \r\ndeal a heavy blow at them with concerted efforts for justice \r\nand patriotism.\r\n   The Kim Young Sam must clearly see the trend of \r\nthe time, immediately release the student and pay dearly for \r\nhis crimes against the nation and the youth and student \r\nmovement for national reunification. \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Japan's dream of military reinvasion",
            "url": "http://kcna.co.jp/item/1997/9703/news3/11.htm#8",
            "content": "Press review \r\n  Pyongyang, March 11 (KCNA) -- Papers here today \r\nfrontpage a report that Secretary Kim Jong Il, Chairman of the\r\nNational Defense Commission of the Democratic People's \r\nRepublic of Korea and Supreme Commander of the Korean People's\r\nArmy, enjoyed a performance given by the merited choir of the \r\nsong and dance ensemble of the KPA on Mar. 9 on the occasion \r\nof the 50th anniversary of the ensemble.\r\n   Rodong Sinmun carries news that Secretary Kim Jong Il sent \r\nthanks to the Ministry for natural resources development and \r\nits affiliated units for their discovery of a new cave which \r\nwould help towards the people's cultural life.\r\n   Given in the paper is news about the letters and \r\npostcards of the Sobaeksu Society in South Jolla Province of \r\nSouth Korea which paid homage to Secretary Kim Jong Il on the \r\noccasion of his birthday. The paper also runs an article \r\nabout foreign poets praising Secretary Kim Jong Il as the \r\nguardian of the cause of independence and the saviour of \r\nmankind.\r\n   A national meeting was held to mark the 50th anniversary \r\nof the publication of the famous work of the great leader \r\nPresident Kim Il Sung \"For the Efficient Administration of \r\nthe State Finances\", says the press.\r\n   Rodong Sinmun runs articles telling about the fortune of \r\nthe Korean people blessed with leaders.\r\n   Carried in Minju Joson is reminiscences of Jon Mun Sop, \r\nan anti-Japanese revolutionary veteran, saying that \r\nPresident Kim Il Sung during the whole period of the anti-\r\nJapanese revolutionary struggle paid attention to always \r\nmanaging the units substantially.\r\n   Appearing in the press are an account of a conference of \r\nDPRK political parties, organizations and personages from \r\nvarious walks of life, which decided to set up a \"Council \r\nfor Solidarity and Unity\", and a statement published by the \r\nPyongyang Municipal Student Committee in protest against the \r\nkim Young Sam group's arrest of a patriotic student in South \r\nKorea. Thirteen civic, public and religious organizations of \r\nSouth Korea launched an all-people campaign for probing the \r\nhanbo loan scandal, reports the press.\r\n   In a commentary Rodong Sinmun brands as a second \r\nretrogressive revision the \"unified labour bill\" which was \r\n\"perfectly agreed upon\" by the ruling and opposition parties \r\nof South Korea. \r\n   The paper also carries a commentary lashing out at the \r\nJapanese reactionaries' scheme for the \"security emergency \r\nlegislative arrangements\" and an article entitled \"revival \r\nof nazism must be allowed on no account\". \r\n\r\n"
        },
        {
            "title": "Replica of fascist labour law",
            "url": "http://kcna.co.jp/item/1997/9703/news3/11.htm#9",
            "content": "Rodong Sinmun on Japan's dream of military reinvasion \r\n   Pyongyang, March 11 (KCNA) -- There are indications that \r\nJapan is going ahead with the \"security emergency \r\nlegislative arrangements\" aimed at military reinvasion, says \r\nRodong Sinmun in a commentary today. The daily says:\r\n   Recently, Ichiro Ozawa, president of the main opposition \r\nnew frontier party, called for the \"emergency legislative \r\narrangements\" at diet and Prime Minister Ryutaro Hashimoto, \r\nagreeing with him, stressed the need to study \"emergency \r\nlegislation\".\r\n   Earlier, chief cabinet secretary Seiroku Kajiyama, who is \r\nthe government spokesman and also senior aide to the Prime \r\nMinister, made the same call allegedly to \"cope with \r\nemergency in the Korean Peninsula\".\r\n  The facts show that the \"emergency legislative \r\narrangements\" are an important part of the Japanese \r\nmilitarists' scheme for reinvasion.\r\n   What the Japanese reactionaries seek is to have a legal \r\nand institutional mechanism for military aggression with a \r\nfiction of \"emergency\", contain the factors unfavorable to \r\ntheir policy of aggression and launch a full-dress \r\nreinvasion with the mobilization of huge human, material and \r\nmilitary potentials.\r\n   The \"legislative arrangements\" by the Japanese \r\nreactionary ruling circles is, in the final analysis, aimed \r\nat the reinvasion of Korea.\r\n   It is as good as suicide bringing Japan, which boasts of \r\nbeing an economic power, to ruin.\r\n   The Japanese reactionaries had better take a cool view of \r\nthe situation and ponder over their scheme. \r\n   \r\n\r\n"
        },
        {
            "title": "\"Paco\" piano enjoying popularity",
            "url": "http://kcna.co.jp/item/1997/9703/news3/11.htm#10",
            "content": "Replica of fascist labour law \r\n   Pyongyang, March 11 (KCNA) -- Rodong Sinmun in a \r\ncommentary today brands a \"single proposal of labour law\" \r\nwhich reached a \"full agreement\" between the South Korean \r\nruling and opposition parties as a \"second retrogressive \r\nrevision\" which is little different from the \"labour law\" \r\nrailroaded by the puppets late last year.\r\n   The daily says:\r\n   the Kim Young Sam group worked out a fascist labour law \r\nagain through political bargaining with opposition parties. \r\nThis is an unpardonable challenge and an intolerable crime \r\nagainst the South Korean workers and other people demanding \r\na reamendment of the \"labour law\" to meet the requirement of \r\nthe workers for democracy and suit the international \r\nstandard on the basis of the complete nullification of the \r\nretrogressively revised \"labour law\".\r\n   The \"reamendment of the labour law\" advertized by the Kim \r\nYoung Sam group is nothing but a political bargaining to \r\nplay for time, calm down the spirit of the people fighting \r\nfor the repeal of the evil law, probe into the truth behind \r\nthe Hanbo scandal and punishment of those responsible for \r\nit, bridge over the prevailing political and economic \r\nconfusion and uneasiness and enforce the original murderous \r\nfascist law.\r\n   The socalled \"negotiation for rewriting labour law\" fully \r\nrevealed that the South Korean opposition parties are a \r\ngroup of philistines who are trying to enhance their \r\n\"political image\" while betraying the rights and interests \r\nof the workers and making a compromise with the dictators so \r\nthat they can catch fish in troubled water in the \r\nforthcoming \"Presidential election\". \r\n   The South Korean workers and other people, aware that \r\nstruggle is the only way out, will continue to undauntedly \r\nstruggle until their just demand is met, not harbouring any \r\nillusion about and expectation from the puppet clique and \r\nthe political quacks. \r\n\r\n"
        },
        {
            "title": "Revival of Nazism is intolerable",
            "url": "http://kcna.co.jp/item/1997/9703/news3/11.htm#11",
            "content": "\"Paco\" piano enjoying popularity \r\n  Pyongyang, March 11 (KCNA) -- Pianos of various types \r\nare now being produced at the Pyongyang Piano Joint-Venture \r\nCompany.\r\n   Especially, the Paco upright 108, 120 and 130 types are \r\nvery popular. \r\n   The sounding board is made of old spruce that grows in \r\nthe highlands of Korea.  That is why it is famous for good \r\necho, no deformity and loud and beautiful sound.\r\n   The Paco pianos are exported to some 20 countries such as \r\nJapan, Germany, Italy, the Netherlands and southeast Asian \r\ncountries. They are in increasing demand. \r\n   The company also produces medium-sized grand pianos of \r\nhigh quality as well as ordered ones. \r\n   Founded in 1989, the company has an annual production \r\ncapacity of 5,000. \r\n   Secretary  Kim Jong Il sent thanks to the \r\ncompany three times for modernizing its production \r\nprocesses, increasing its capacity and producing many pianos \r\nthrough the development and introduction of new \r\ntechnologies. \r\n\r\n"
        },
        {
            "title": "Korean vegetation atlas produced",
            "url": "http://kcna.co.jp/item/1997/9703/news3/11.htm#12",
            "content": "Revival of Nazism is intolerable \r\n   Pyongyang, March 11 (KCNA) -- The revival of Neo-Nazism \r\nis a grave challenge to the desire of humankind for \r\nindependence, peace and democracy and it can never be \r\ntolerated. Rodong Sinmun says this in a signed article today.\r\n   The daily notes:\r\n   Though some fifty years has passed since the ruin of the \r\nadvocates of Nazism, it comes to life again in some \r\ncountries. This is an inevitable product of the reactionary \r\nand unpopular capitalist society.\r\n   Ghosts of Nazism and militarism swagger about in Japan \r\nparticularly. To the consternation of people, voices calling \r\nfor following hitler's example are ringing out from within \r\nthe Liberal Democratic Party of Japan.  \r\n   Former and incombent ministers officially and \r\nunscrupulously deny or defend the crimes committed by \r\nfascist Japan in the past,  and ultra right-wing \r\norganisations and individuals beautify the past wrongdoings. \r\nAnd the attempt to make the visit to Yasukuni Shrine an \r\nofficial and regular business is connived at. It is as clear \r\nas noonday that these are moves to repeat the past crimes.\r\n   The revival of Neo-Nazism going against the aspiration of \r\nthe people to build a peaceful and free, new world must \r\nnever be tolerated. \r\n\r\n"
        }
    ]
}