{
    "date": "1997-08-19",
    "url": "http://kcna.co.jp/item/1997/9708/970819.htm",
    "articles": [
        {
            "title": "Pakistan Labor Federation leader accuses s. Korean regime of crackdown on Hanchongryon",
            "url": "http://kcna.co.jp/item/1997/9708/news8/19.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Secy. Kim Jong Il's work printed in foreign languages",
            "url": "http://kcna.co.jp/item/1997/9708/news8/19.htm#2",
            "content": "Pakistan Labor Federation leader accuses s. Korean regime of crackdown on Hanchongryon \r\n  Pyongyang, August 19 (KCNA) -- Haji Mohammad Saeed, General Secretary of the Pakistan Labor Federation, released a statement on August 10 denouncing the Kim Young Sam fascist regime of south Korea for the suppression of the South Korean Federation of University Student Councils (Hanchongryon).\r\n   He said Hanchongryon is an organization of south Korean patriotic-minded students for justice and democracy. Nobody has a right to suppress it and the students' rights to democracy should be ensured fully, he noted.\r\n   The Pakistan Labor Federation strongly urges the south Korean rulers to promptly stop the suppression of all the justice-loving, pro-democracy forces and fully ensure democracy, he added.     \r\n\r\n"
        },
        {
            "title": "Reception on 52nd anniversary of Indonesian Independence",
            "url": "http://kcna.co.jp/item/1997/9708/news8/19.htm#3",
            "content": "Secy. Kim Jong Il's work printed in foreign languages\r\n   Pyongyang, August 19 (KCNA)-- \"On Preserving the Juche Character and National Character of the Revolution and Construction\", a work published by Secretary Kim Jong Il on June 19, 1997, was printed recently in eight foreign languages.\r\n   The work says that in order to thwart the dominationist machinations of the imperialists and reactionaries and give a strong impetus to the people's cause of independence, the cause of socialism, it is necessary to maintain the Juche character of the revolutionary struggle and construction and sustain their national character.\r\n   \"Preserving these qualities is imperative for the independent development of the country and nation and for success in realising independence for the popular masses,\" it says.\r\n   Since it was published, the work has created quite a stir among world people who are aspiring after a new world independent, peaceful and prosperous.    \r\n    \r\n"
        },
        {
            "title": "Thanks to Secy. Kim Jong Il from PNR participants",
            "url": "http://kcna.co.jp/item/1997/9708/news8/19.htm#4",
            "content": "Reception on 52nd anniversary of Indonesian Independence\r\n  Pyongyang, August 19 (KCNA) -- Indonesian Ambassador to Korea Zulkarnain Afri Pane gave a reception on Monday to mark the 52nd anniversary of the Independence of Indonesia.\r\n   Invited to the reception were Vice-Premier and Foreign Minister Kim Yong Nam, Chairman of the State External Economic Affairs Commission Ri Song Dae, officials concerned and diplomatic envoys here.\r\n   Speeches were exchanged there. \r\n\r\n\r\n"
        },
        {
            "title": "Kim Young Sam shall pay for student bloodshed",
            "url": "http://kcna.co.jp/item/1997/9708/news8/19.htm#5",
            "content": "Thanks to Secy. Kim Jong Il from PNR participants\r\n   Pyongyang, August 19 (KCNA) - Secretary Kim Jong Il received a letter of thanks from the participants in the eighth Pan-National Rally (PNR) for Peace and Reunification of the Country.\r\n   The letter dated August 15 noted that the north and overseas headquarters of the National Alliance for the Country's Reunification (Pomminryon) and the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon) successfully held the eighth PNR and other events to discuss the tasks and ways of strengthening the organisations and fulfilling the fatherly President Kim Il Sung's wish for national reunification through concerted efforts of all Koreans in the north, south and overseas before adopting fine resolutions.\r\n   The rally could be held successfully entirely because the respected General Kim Jong Il paid deep attention to the rally and provided good conditions, the letter said, adding that just before the opening of the rally, he issued a historic work \"Let Us Fulfil The Great Leader Comrade Kim Il Sung's Wish for National Reunification\" to show the nation how they should reunify the country.\r\n   The letter expressed the resolution of the rally participants to enhance the solidarity between the north, south and overseas Koreans in every way, unite all people more closely under the banner of great national unity and confederacy-based reunification, decisively smash the separatists' obstructions with concerted efforts of the nation and reunify the country independently and peacefully at an early date.\r\n   The letter wished General Kim Jong Il good health and a long life, noting that only under his leadership can the Korean nation exist and Korea be reunified.    \r\n \r\n"
        },
        {
            "title": "Korean-Russian hails Juche Era, Sun's Day",
            "url": "http://kcna.co.jp/item/1997/9708/news8/19.htm#6",
            "content": "Kim Young Sam shall pay for student bloodshed\r\n Pyongyang, August 19 (KCNA) -- Rodong Sinmun today comments on the Kim Young Sam regime's merciless suppression of students under the South Korean Federation of University Student Councils (Hanchongryon), which reminds one of \"witch-hunt\" in the medieval Europe.\r\n   \"Hanchongryon\" students are patriots who fight for independence, democracy and reunification at the cost of blood, not for their personal comfort and fame.\r\n   Kim Young Sam can never be a person as he tramples and cracks down on their patriotic struggle.\r\n   The successive puppet rulers have resorted to bayoneting against the south Korean people, especially the patriotic students.\r\n   However, there has been no such murderer as \"civilian\"-veiled Kim Young Sam, who announced that the dissolution and obliteration of \"Hanchongryon\" would be \"the most important of his objectives in office.\" Kim Young Sam is a typical beast in human skin and blood-thirsty murderer.\r\n   He arrested and bled numerous patriotic students for his personal pleasure and government stability. His crimes are indelible.\r\n   Our nation will never forget his crimes and make him pay a thousandfold.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on idea of WPK's external policy",
            "url": "http://kcna.co.jp/item/1997/9708/news8/19.htm#7",
            "content": "Korean-Russian hails Juche Era, Sun's Day \r\n Pyongyang, August 19 (KCNA) -- Kwon Chon Sik, chairman of the Sakhalin Association of the United Confederation of Koreas in Russia, released a statement on August 8 fully supporting the resolution on exalting the revolutionary life and immortal feats of President Kim Il Sung for all ages.\r\n   He said the resolution reflected the unanimous desire of the Korean people at home and abroad and other independence-advocating revolutionary people of the world to exalt President Kim Il Sung's life and feats.\r\n   It has inspired overseas Koreans with national pride of having another great leader, Secretary Kim Jong Il, he said.\r\n   He vowed to make all efforts for the reunification and prosperity of the country under his leadership.    \r\n\r\n"
        },
        {
            "title": "Korea's liberation commemorated abroad",
            "url": "http://kcna.co.jp/item/1997/9708/news8/19.htm#8",
            "content": "Rodong Sinmun on idea of WPK's external policy \r\n  Pyongyang, August 19 (KCNA) -- Independence, peace and friendship set forth by the Workers' Party of Korea as the idea of its external policy are to realise the aspiration and requirement of humankind to live in a free and peaceful world without domination and subjugation, aggression and war. \r\n   Rodong Sinmun says this in an article today.\r\n   The daily notes:\r\n   Secretary Kim Jong Il said that independence, peace and friendship are the idea of the WPK's external policy to strengthen international solidarity and contribute to the cause of global independence.\r\n   In order to realize global independence all the countries should firmly adhere to independence and strengthen the ties of peace and friendship.\r\n   The major target in the struggle for global independence is the imperialists and other dominationist forces.\r\n   If all the countries and nations firmly maintain independence, strictly reject all the foreign intervention and do not dance to the tune of others or follow them blindly, dominationism will be impotent and any strong arm policy will not work. \r\n   Peace is the most universal idea and common desire of humankind.\r\n   At present the important problem in the struggle for peace is to check and frustrate the anti-peace strategy of the imperialists who are interfering in internal affairs of other countries and making military aggression on unreasonable pretexts.\r\n   When all the countries of the world defend the idea of peace and oppose the imperialists' manoeuvres of aggression and intervention, the imperialists will not be able to act arbitrarily and world peace will be defended.\r\n   For all the countries in the world to develop the friendly and cooperative relations is very significant in strengthening the international support and solidarity for the revolution of their own and promoting the cause of global independence.\r\n   The WPK and the Government of the DPRK will as ever firmly maintain the idea of independence, peace and friendship and make active efforts for its realisation so as to make positive contribution to achieving the cause of global independence.    \r\n\r\n   \r\n\r\n"
        },
        {
            "title": "Laotian Foreign Minister here",
            "url": "http://kcna.co.jp/item/1997/9708/news8/19.htm#9",
            "content": "Korea's liberation commemorated abroad \r\n  Pyongyang, August 19 (KCNA) -- The 52nd anniversary of the liberation of Korea was celebrated in different countries.\r\n   Meetings took place from August 8 to 12 at the Dolj County Committee of the Workers Party of Romania, the peace, friendship and solidarity committee of Guinea and \"Chachral\" Company of Mongolia.\r\n   The speakers said that the Korean people could terminate the colonial rule of the Japanese imperialists and liberate the country as they were led by President Kim Il Sung.  President Kim Il Sung not only liberated the country but also wisely led the people and built in Korea a socialist country centred on the popular masses admired by the whole world, a powerful state that the U.S. imperialists dare not encroach upon, they noted. \"The feats performed by the President will shine long with the human history.\"\r\n   Lectures were given on this occasion from August 7 to 10 by the Zimbabwean Society for the Study of Works of Kim Jong Il, the Lugazi branch of the Uganda-DPRK Friendship Association and the Addis Ababa, Ethiopia, group for the study of the Juche idea.\r\n   A ceremony for week of Korean film and photo exhibition took place at the Kampala National Theatre of Uganda on August 6 and a film show and photo exhibition at the \"Grabtur\" Air Company of Kazakhstan on August 7.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "LWR project starts",
            "url": "http://kcna.co.jp/item/1997/9708/news8/19.htm#10",
            "content": "Laotian Foreign Minister here\r\n Pyongyang, August 19 (KCNA) -- Somsavath Lengsavath, Chairman of the Commission for External Relations of the Central Committee of the Lao People's Revolutionary Party and Minister of Foreign Affairs of the Lao People's Democratic Republic, and his party arrived here Monday.\r\n   The guests were met at the airport by Kim Yong Nam, politburo member of the Central Committee of the Workers' Party of Korea, Vice-Premier of the Administration Council and Foreign Minister, and officials concerned.    \r\n\r\n\r\n"
        },
        {
            "title": "Talks between foreign ministers of Korea and Laos",
            "url": "http://kcna.co.jp/item/1997/9708/news8/19.htm#11",
            "content": "LWR project starts\r\nPyongyang, August 19 (KCNA) -- The ground-breaking ceremony of the Light-Water Reactor (LWR) project was held in the Kumho area today.\r\n   Under the DPRK-U.S. framework agreement, the United States is to provide light-water reactors to the DPRK.\r\n   The ceremony was attended by Ri Je Son, director of the DPRK General Department of Atomic Energy= Ho Jong, roving Ambassador of the DPRK Foreign Ministry= and other officials concerned.\r\n   Also present were members of the Executive Council of the Korean Peninsula Energy Development Organisation (KEDO), Kedo-related officials, representatives of major corporations, technicians and builders.\r\n   Speeches were made at the ceremony.\r\n   In his speech, Ho Jong said the LWR supply agreement between the DPRK and the KEDO pursuant to the DPRK-U.S. framework agreement enters the stage of full-dress implementation with the ground-breaking ceremony.\r\n   The ceremony comes two years and ten months after the adoption of the DPRK-U.S. framework agreement and a year and eight months after the conclusion of the LWR supply agreement, he noted.\r\n   \"The ground-breaking ceremony is only the first step in the implementation of the framework agreement and the supply agreement. We have a long way to go until the project is finished,\" said Ho Jong, who is one of those who signed the LWR supply agreement.\r\n   The lesson is that only when the LWR supply project is not used for sinister political purposes and when the principle of simultaneous action agreed upon by the DPRK and the U.S. is observed can the project be carried out smoothly, he added.\r\n   Then, Pol Claucland, General Director of the Executive Council of the KEDO, conveyed a message from the U.S. President.\r\n   The message noted that since the conclusion of the framework agreement with the DPRK, the U.S. has formed the KEDO and worked with the DPRK as well as Japan and south Korea for the implementation of the framework such as the conclusion of agreements and protocols over the LWR project and the supply of heavy oil.\r\n   The message said the implementation of the U.S-DPRK framework agreement is a key point in the foreign policy of the U.S. and that the U.S. would do all it cal to honor the agreement.\r\n   Following the speeches, the first blast signalled the start of the project.    \r\n\r\n\r\n\r\n"
        }
    ]
}