{
    "date": "1997-11-17",
    "url": "http://kcna.co.jp/item/1997/9711/971117.htm",
    "articles": [
        {
            "title": "Head of DPRK delegation speaks at 29th FAO Meeting",
            "url": "http://kcna.co.jp/item/1997/9711/news11/17.htm#1",
            "content": "Head of DPRK delegation speaks at 29th FAO Meeting\r\nPyongyang, November 17 (KCNA) -- The head of the delegation of the Democratic People's Republic of Korea, in her speech at the 29th Meeting of the United Nations Food and Agriculture Organization on November 8, voiced the hope that the meeting would effect a radical turn in ensuring worldwide food security.\r\n   She said the meeting should discuss practical activities for solving the agricultural and food problems on a worldwide scale.\r\n   Over the past two years since the 28th meeting, great progress and achievements have been made in the FAO's activities for solving the food and agricultural problems and removing poverty and starvation in the world, the head of the delegation said, and continued:\r\n   Over the years the DPRK has made great efforts to overcome heavy damages from natural disasters, put the agricultural production again on the level before the disasters and solve the food shortage.\r\n   The DPRK government, regarding it as an important task to develop agriculture and solve the food problem by itself, has concentrated all efforts on carrying it through.\r\n   As was already reported, the DPRK suffered from floods in 1995 and 1996 and from a long spell of dry weather and tidal waves this year, with the result that the agricultural production was heavily damaged and the food problem has inevitably remained.\r\n   Some 70 days of drought persisted in the whole of the country in June and July, the rainy season, and there were tidal waves on the west sea in mid-august. Many west coastal areas were hit by the tidal waves.\r\n   The afflicted areas were restored and the life of inhabitants stabilized in a short time thanks to the government's popular policies and emergency rehabilitation steps and the Korean people's strenuous efforts.\r\n   What is the most important for world food security is that all the governments and peoples shape agricultural policies suitable to their countries, make an effective use of their human and material resources, develop agriculture and attain self-sustenance in food.\r\n   Pointing out that the world's food and agricultural situation urgently requires the FAO to further enhance its role, the head of the delegation spoke highly of FAO for its efforts and activities for alleviating poverty and starvation in the world and helping developing nations in agricultural development and increased food production.    \r\n \r\n"
        },
        {
            "title": "Head of delegation of Three Ruling Coalition Parties of Japan gives his impressions of Pyongyang",
            "url": "http://kcna.co.jp/item/1997/9711/news11/17.htm#2",
            "content": "Head of delegation of Three Ruling Coalition Parties of Japan gives his impressions of Pyongyang\r\n Pyongyang, November 17 (KCNA) -- Head of the delegation of the Three Ruling Coalition Parties of Japan Yoshiro Mori, Chairman of the General Council of the Liberal Democratic Party and member of the House of Representatives, in an interview with KCNA at the airport before departure for home after concluding the Korean visit, gave his impressions of Pyongyang.\r\n   He said:\r\n   \"At the beginning of our visit, I thought that Pyongyang is a very calm city.\r\n   \"A few days after, however, I felt that it is livening.\r\n   \"My understanding of Pyongyang has completely changed.\r\n   \"Public buildings have been constructed very well and dwelling blocks arranged rationally.\r\n   \"I think that all the countries of the world should build cities like Pyongyang.\r\n   \"In this sense, I can say that this time I saw the appearance of an advanced city.\"     \r\n\r\n"
        },
        {
            "title": "Kim Jong Il's election as WPK General Secretary celebrated in Britain",
            "url": "http://kcna.co.jp/item/1997/9711/news11/17.htm#3",
            "content": "Kim Jong Il's election as WPK General Secretary celebrated in Britain\r\n Pyongyang, November 17 (KCNA) -- The Central Committee of the New Communist Party of Great Britain held a congratulatory meeting on November 8 one month after the election of Marshal Kim Jong Il as General Secretary of the Workers' Party of Korea (WPK).\r\n   Former General Secretary Eric Trevett said in his speech that the New Communist Party of Great Britain warmly congratulates Marshal Kim Jong Il once again on his election as WPK General Secretary.\r\n   He stressed they were convinced that the Korean people under the leadership of General Secretary Kim Jong Il would overcome the temporary difficulties caused by the imperialist moves to isolate and stifle the DPRK and natural disasters and make greater achievements.\r\n   General Secretary Andy Brooks said that the election of Marshal Kim Jong Il as General Secretary of the WPK is a great historical jubilee which gives great pleasure to the Korean people and the world revolutionary people.\r\n   He noted that they are convinced that friendship and solidarity between the WPK headed by General Secretary Kim Jong Il and the New Communist Party of Great Britain and the progressive political parties all over the world will further develop and global independence will be realised.    \r\n\r\n"
        },
        {
            "title": "General resignation declared in S. Korea",
            "url": "http://kcna.co.jp/item/1997/9711/news11/17.htm#4",
            "content": "General resignation declared in s. Korea\r\n Pyongyang, November 17 (KCNA) -- All the clerks of the \"Bank of Korea\" in south Korea declared a general resignation on November 13 in protest against the scheme of the \"civilian\"-veiled regime to revise the \"Bank Law\" and merge financial supervisory organisations, according to a radio report from Seoul.\r\n   A resolution on the general resignation was adopted at a meeting of more than 800 representatives of the bank clerks.\r\n   The meeting decided to submit the resignation signed by more than 3,500 clerks of the bank to the \"National Assembly\" on November 18 before its plenary session opens.\r\n    \r\n"
        },
        {
            "title": "Russian Party leader on Kim Jong Il's election as WPK General Secretary",
            "url": "http://kcna.co.jp/item/1997/9711/news11/17.htm#5",
            "content": "Russian Party leader on Kim Jong Il's election as WPK General Secretary\r\n  Moscow, November 15 (KCNA) -- Nina Andreyeva, General Secretary of the Central Committee of the All-Union Communist Party of Bolsheviks, held an interview with the resident KCNA correspondent in Russia on November 11 on the emotional occasion of the election of Marshal Kim Jong Il as General Secretary of the Workers' Party of Korea.\r\n   She said:\r\n   With the official election of Marshal Kim Jong Il as General Secretary of the WPK, a bright future of the WPK and the DPRK has been firmly ensured and a bright prospect for the international communist movement and labour movement has been opened.\r\n   The DPRK's red flag of socialism is fluttering more powerfully than ever in disregard of the ever more frantic moves of the imperialist reactionaries to isolate and stifle the DPRK and the repeated natural disasters.\r\n   The present realities of Korea are impossible without the outstanding guidance of General Secretary Kim Jong Il.\r\n   The WPK and the DPRK will make a long drive toward victory and certainly achieve the final victory of the Juche cause as they hold Marshal Kim Jong Il, identical with President Kim Il Sung in ideology, leadership and traits, in high esteem as WPK General Secretary.    \r\n"
        },
        {
            "title": "Dissolution of \"UN Command\", U.S. military pullout urged",
            "url": "http://kcna.co.jp/item/1997/9711/news11/17.htm#6",
            "content": "Dissolution of \"UN Command\", U.S. military pullout urged \r\n  Pyongyang, November 17 (KCNA) -- Rodong Sinmun today carries a commentator's article headlined \"'UN Command' should be dissolved and U.S. troops withdrawn from south Korea\".\r\n   The commentator's article has come to mark the 22nd anniversary of the adoption of a resolution on Korea at the 30th UN General Assembly.\r\n   The article says that if the danger of war is to be averted and peace and security to be ensured in the Korean Peninsula, the \"UN Command\" should be dissolved, the U.S. troops withdrawn from south Korea, the armistice agreement replaced with a peace agreement and a new peace mechanism established.\r\n   The article notes:\r\n   Dissolving the \"UN Command\" and getting U.S. forces out of south Korea in compliance with the resolution on Korea is an unavoidable obligation of the United States.\r\n   A counterproposal and conditions have been provided for the United States' implementation of the resolution on Korea.\r\n   With the east-west cold war terminated and a nonaggression agreement adopted between the north and the south of Korea, the United States has no reason to keep the \"UN Command\" and its troops in south Korea.\r\n   As the DPRK and the United States agreed to make joint efforts for the denuclearization, peace and security of the Korean Peninsula, the U.S. military presence in south Korea no longer has a raison d'etre.\r\n   Adopted at the 30th UN General Assembly along with the DPRK-proposed resolution was a U.S.-proposed resolution promising the dissolution of the \"UN Command\" when a counterproposal is offered. \r\n   Since the DPRK proposed the establishment of a new peace mechanism, a counterproposal has been fully provided. \r\n   It is now opportune for the united states to dissolve the \"UN Command\" and delink the U.S. troops in south Korea from the UN forces.  \r\n   The United States, which is directly responsible for the settlement of the Korean issue, has to honestly fulfil its promise and obligation.\r\n   It should radically change its anachronistic Korea policy and withdraw troops from south Korea, helping towards the independent and peaceful reunification of Korea.\r\n   The United Nations should implement its resolution in conformity with its mission and charter.    \r\n\r\n"
        },
        {
            "title": "Fascist outrage of those against reunification denounced",
            "url": "http://kcna.co.jp/item/1997/9711/news11/17.htm#7",
            "content": "Fascist outrage of those against reunification denounced \r\n   Pyongyang, November 17 (KCNA) -- Rodong Sinmun today denounces the south Korean puppets for having recently issued a warrant of arrest in advance for Jo Ung Ju, a student of Sogang University, on the charge of violating the \"National Security Law\" for the mere reason that she had participated in the 14th world festival of youth and students in Havana in July as a delegate of the South Korean Federation of University Student Councils (Hanchongryon).\r\n   The news analyst says:\r\n   Such a rude outrage can be committed only by such fascist gangsters as Kim Young Sam-led group turning its back on the world.\r\n   It is only too natural that the students from the north and south of Korea met with each other in an alien land and deepened their warm compatriotic feelings. Their contacts cannot be incriminated in any case.\r\n   The scheming of the puppets to charge Jo Ung Ju with contacting fellow students from the northern half of Korea within the framework of the international gathering only goes to show that they are political gangsters without pararell in the world and vicious enemy of reunification.\r\n   The \"civilian\"-veiled Kim Young Sam is incriminating the students who had contacts with the fellow countrymen during international functions, while continuing throwing the students under the influence of Hanchongryon behind bars on false charges.\r\n   The harsher the Kim Young Sam fascist clique's suppression of patriotic champions of reunification, the earlier their destruction.    \r\n\r\n"
        },
        {
            "title": "Paper on \"Ulsa Five-Point Treaty\"",
            "url": "http://kcna.co.jp/item/1997/9711/news11/17.htm#8",
            "content": "Paper on \"Ulsa Five-Point Treaty\" \r\n Pyongyang, November 17 (KCNA) -- The Japanese imperialists concocted the \"Ulsa Five-Point Treaty\" through military threat and coercion on Nov. 17, 1905 in order to occupy Korea.\r\n   Rodong Sinmun on Sunday stressed in a signed article that the \"Ulsa Treaty\" is a false document illegally fabricated by the Japanese imperialists.\r\n   The \"Ulsa Treaty\" was imposed at the point of the bayonet. It has no elementary appearance as a treaty. It did not pass through legal formalities, the paper said, and went on:\r\n   The \"treaty\" was full of aggressive contents. The Japanese imperialists could not open it to the public for fear that the aggressive and brigandish nature of the \"Treaty\" should be revealed.\r\n   After fabricating the \"Treaty\" the Japanese imperialists occupied Korea and enforced an unprecedentedly atrocious colonial rule for 40 years.\r\n   Immesurable are the misfortunes, sufferings and calamities which the Japanese imperialists imposed upon the Korean people during the period.\r\n   As is clear, Japan is the offender and Korea is the victim.\r\n   Japan should sincerely reflect on its criminal past and make compensation.    \r\n \r\n"
        },
        {
            "title": "Warmaniacs will be unable to avoid ruin",
            "url": "http://kcna.co.jp/item/1997/9711/news11/17.htm#9",
            "content": "Warmaniacs will be unable to avoid ruin \r\nPyongyang, November 17 (KCNA) -- If the south Korean puppets resort to confrontation and war, they will be unable to avoid ruin. This is proved by the end of the successive rulers and by the poor lot of the Kim Young Sam group driven into a tight corner.\r\n   Rodong Sinmun says this in a signed article today.\r\n   The daily notes:\r\n   Kim Young Sam has surpassed his predecessors in arms buildup and shipment of weapons from abroad and reckless war preparations including the joint war manoeuvres against the north together with outside forces.\r\n   Recently, The Kim Young Sam bellicose group, in league with outside forces, frantically staged the provocative \"Foal Eagle\" joint war manoeuvres against the north across south Korea and led the situation of the country to the brink of war. The murderer Kim Young Sam has resorted to fascist suppression of the South Korean Federation of University Student Councils and other pro-reunification, pro-democracy forces unprecedentedly and built a heinous political barrier called \"closed door between the north and the south\" in the way of national reunification. He is isolated and rejected not only by the people from all walks of life but also by political and ruling circles.\r\n   As he committed unheard-of crimes, he will have to pay unprecedentedly.   \r\nThe \"unification by northward invasion\" sought by the puppets is a wild dream which can never be realized. The puppets acting rashly, dreaming this foolish dream will meet nothing but self-destruction.\r\n   The Korean people's faith in socialism is steadfast. We will defend the DPRK as firm as a rock and will deal a merciless thousandfold blow to the enemy if they infringe upon our sovereignty and dignity though only a little.    \r\n\r\n"
        },
        {
            "title": "Wiretapping deserves punishment",
            "url": "http://kcna.co.jp/item/1997/9711/news11/17.htm#10",
            "content": "Wiretapping deserves punishment\r\n Pyongyang, November 17 (KCNA) -- Of late the Austrian ministry of Interior reportedly confirmed the fact that a diplomat of the U.S. Embassy in Austria eavesdropped a residence telephone of a DPRK Embassy secretary.\r\n   According to data available, the eavesdropping started in June and a U.S. diplomat wormed his way into a switchboard for a luxurious residential quarter in Vienna and linked a detectaphone with the telephone line of the house of the DPRK Embassy secretary.\r\n   It has already been brought to light that he did so to collect information on the attitude of Pyongyang towards the proposed four-way talks. \r\n    As the truth behind the crime and its purpose show, the crafty and vicious wiretapping is a shocking crime which deserves international punishment= it invites a strong protest from the DPRK.\r\n   The crime is not only a wanton violation of the Vienna Convention on diplomatic benefit and privilege but also a grave encroachment upon the sovereignty of the DPRK.\r\n   Eavesdropping is regarded as disgraceful in the world.\r\n   The wiretapping, a common practice in the diplomatic activities of  the United States which is boasting of being a \"civilised nation\", is bitterly condemned.\r\n   The U.S. diplomat must have gotten nothing from his recent wiretapping.  The wiretapping reminds us of the abnormal U.S. diplomacy and makes us feel disgusting about the dirty, immoral diplomacy of the U.S. It also betrays the true colors of the U.S. diplomacy. It is one more political cartoon recorded in the history of human diplomacy.\r\n   News media already reported that the U.S. special agency is involved in the wiretapping. It goes without saying that the U.S. Central Intelligency Agency instructed the diplomat to do the wiretapping and that the eavesdropper was an agent of the CIA.\r\n   The notorious CIA is the general headquarters of crimes and anti-DPRK plot-breeding machine. It is well known to the world that with a view to spying into the inside of the DPRK and undermining our system the CIA hatches plots and carries them into practice. The recently-exposed wiretapping shows that there is no change in the U.S. hostile policy towards the DPRK.\r\n   While crying for the improved relations with the DPRK, the U.S. continues anti-DPRK espionage. How can the DPRK look on the U.S. as its dialogue partner in this situation?\r\n   The recent wiretapping spoils the DPRK's confidence in the U.S. and casts a shadow over the efforts to improve the DPRK-U.S. relations.\r\n   The U.S. Department of State announced that it recalled the eavesdropper. It is not enough, however.   The U.S. should make an official apology to the DPRK as regards the recent crime and immediately punish by law the eavesdropper.     \r\n\r\n"
        },
        {
            "title": "Regrettable thing",
            "url": "http://kcna.co.jp/item/1997/9711/news11/17.htm#11",
            "content": "Regrettable thing\r\n Pyongyang, November 17 (KCNA) -- The DPRK's ship Pukchang which was transporting fertilizers from Saudi Arabia to India was checked and investigated by a patrol boat of the Sri Lankan navy on Nov. 10.\r\n   The Sri Lankan side suspected the ship of smuggling weapons for rebels of the Tamil Eelam Liberation Tigers.  \r\nBut as the Indian paper Hindustan times said, it was confirmed in the course of strict investigation that the ship was transporting urea fertilizer to madras, India. \r\nAfter all, the Sri Lankan side was compelled to set free the ship. However, the illegal checkup and investigation of the ship of a sovereign state without just reason and ground is an open violation of the recognized principle of international law and an infringement on the dignity and sovereignty of the DPRK.\r\n   In this regard, we cannot but pay attention to the ill-intentioned acts of some press media to use the case for a base political purpose of hurting the international authority of the DPRK.\r\n   Mass media of some countries are trying to spread a false rumour that the ship was checked while \"transporting weapons\" to support the anti-government forces of Sri Lanka. \r\nThis is part of the moves to isolate and stifle the DPRK= it can be viewed as a base and shameless act to put a wedge into the DPRK-Sri Lanka relations which are developing on good terms. Such habitual methods and sinister attempt of the paid propaganda means of some countries who are looking for a chance to slander the DPRK will be decisively rejected.\r\n   It is fortunate, as a matter of course, that the competent authorities of Sri Lanka set free the DPRK ship after investigation.  The Sri Lankan side should take a proper step lest such a case should occur again.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}