{
    "date": "1997-12-02",
    "url": "http://kcna.co.jp/item/1997/9712/971202.htm",
    "articles": [
        {
            "title": "S. Korea plagued with crimes",
            "url": "http://kcna.co.jp/item/1997/9712/news12/02.htm#1",
            "content": "S. Korea plagued with crimes\r\n    Pyongyang, December 2 (KCNA) -- The Seoul district court reportedly sentenced Han Kwang Il to five years' imprisonment.\r\n   Han Kwang Il was arrested on the charge of penetrating into a hotel in Seoul on October 5 and stabbing a hotel employee with a dagger to rob her of money, inflicting a severe injury upon her.\r\n   He fled to South Korea together with his elder brother in June 1993 after his violation of a law was brought to light in the northern half of Korea. He roamed about with no job for two years since then. He was arrested on charge of committing a robbery in July last and arrested again in September one month after his release.\r\n   According to data published by the puppets some time ago, those who defected to South Korea after committing crimes in the northern half of Korea are leading a wandering life with no job or are being thrown behind bars for robberies in the decadent South Korean society where money is almighty.\r\n   This is an inevitable product of such an anti-social system as South Korean society which is plagued with corruption and irregularities and all manner of social vices. It is also the tenor of the defectors' life.\r\n   Criminals and robbers hold sway in such a world.\r\n   South Korea is a lawless society where Kim Young Sam in power is engaged in flunkeyist treacheries, fascism and illicit accumulation of wealth and his son Kim Hyon Chol, a jobless man, committed all sorts of crimes with the backing of his father. \r\n   The puppet President of South Korea, \"National Assemblymen\" and ministers and lower-level civilian servants of the South Korean government are all engaging themselves in misappropriation of the taxes squeezed from the people, as well as all kinds of swindles.\r\n   All this is a sign of the ruining South Korean society.\r\n   The South Korean society will soon collapse with the worsening economic crisis and scramble for power among the political charlatans.    \r\n\r\n"
        },
        {
            "title": "Juche idea, only guiding idea of the time",
            "url": "http://kcna.co.jp/item/1997/9712/news12/02.htm#2",
            "content": "Juche idea, only guiding idea of the time\r\n  Pyongyang, December 2 (KCNA) -- The members of the patriotic vanguard for reunification active in Chungju area held a symposium on the situation on November 18 and highly praised the immortal Juche idea, said Seoul-based radio Voice of National Salvation quoting information of the North Chungchong Provincial Committee of the National Democratic Front of South Korea (NDFSK).    \r\n   At the symposium on the theme \"present situation and future of the movement for changes\" chairman Kim Song Sik delivered a keynote report, which was followed by speeches of some members.\r\n   The reporter and speakers said the Juche idea founded by President Kim Il Sung and steadily developed in depth by General Kim Jong Il is the truth whose revolutionary significance has already been proved through history and the only  guiding idea of the time with universal justification.\r\n   The idea is a compass for the revolutionary movement which indicates the correct road to independence, democratisation and national reunification and it is the maxim of the struggle and life that should be cherished by activists all the time, they said.\r\n   They will, in the future, too, conduct an energetic activity to propagate the idea among people from all walks of life and apply it in the revolutionary movement as a whole and push ahead with the movement for changes in south Korea, they said.    \r\n\r\n"
        },
        {
            "title": "Pyongyangites welcome Mongolian friendship delegation",
            "url": "http://kcna.co.jp/item/1997/9712/news12/02.htm#3",
            "content": "Pyongyangites welcome Mongolian friendship delegation\r\n Pyongyang, December 2 (KCNA) -- Working people in Pyongyang warmly welcomed a Mongolian friendship delegation which came here with warm congratulations of the Mongolian people to General Kim Jong Il on his election as General Secretary of the Workers' Party of Korea.\r\n   Yun Ki Jong, Minister of Finance and Chairwoman of the Korea-Mongolia Friendship Association, stressed in her speech at a meeting on Monday that the visit of the Mongolian delegation was a manifestation of the Mongolian people's deep respect and reverence for General Kim Jong Il and a significant event demonstrating the long history of friendship between the peoples of Korea and Mongolia. \r\n   She spoke highly of the Mongolia-Korea Friendship Association for its great efforts to develop the friendly relations between the two countries. \r\n   Sch. Surenjav, Chairman of the Mongolia-Korea Friendship Association, said in his address that the association has organized various kinds of work to strengthen friendship between the two countries.\r\n   Kindergartens named after great leaders and a heroine -- Kim Il Sung Kindergarten, Kim Jong Il Kindergarten and Kim Jong Suk Kindergarten --  and the centres for the study of the Juche idea are  successfully carrying on their work, supported by the association, he added.    \r\n\r\n"
        },
        {
            "title": "Papers observe National Day of Laos",
            "url": "http://kcna.co.jp/item/1997/9712/news12/02.htm#4",
            "content": "Papers observe National Day of Laos\r\n  Pyongyang, December 2 (KCNA) -- The Korean people extend warm congratulations and greetings to the friendly Laotian people on the 22nd founding anniversary of the Lao People's Democratic Republic, says Rodong Sinmun in a signed article today.\r\n   Referring to achievements made by the Laotian people in their struggle for building a new society in 22 years after the foundation of the republic, the paper goes on:\r\n   The Korean people are sincerely rejoiced over the achievements made by the Laotian people in building a new society.\r\n   The peoples of the DPRK and Laos formed the bonds of friendship in the joint struggle for independence against imperialism long ago and have supported and cooperated with each other.\r\n   The Korean people will make positive efforts to consolidate and develop the friendly relations with the Laotian people.\r\n   Minju Joson in a by-lined article says that the Laotian people's efforts for building independent, prosperous and new Laos will surely bear fine fruit.    \r\n\r\n"
        },
        {
            "title": "Day of Cuban revolutionary army marked",
            "url": "http://kcna.co.jp/item/1997/9712/news12/02.htm#5",
            "content": "Day of Cuban revolutionary army marked\r\n Pyongyang, December 2 (KCNA) -- Rodong Sinmun today dedicates a signed article entitled \"not to be reduced to slaves\" to the 41st anniversary of the landing of the ship \"Granma\" and the day of the Cuban revolutionary army.\r\n   The Cuban people and revolutionary armed forces are keeping themselves prepared to annihilate the enemy and to defend the achievements of revolution and socialism, so as not to be reduced to the imperialists' slaves again, the paper says, and goes on:\r\n   The Cuban revolutionary armed forces are confident of its victory in an acute confrontation, in the struggle for defending socialism. \r\n   If the enemies invade Cuba, they will be sternly punished by the Cuban people and army, who value dignity of the nation and the sovereignty of the country.    \r\n \r\n"
        },
        {
            "title": "NFDMTU legalized in S. Korea",
            "url": "http://kcna.co.jp/item/1997/9712/news12/02.htm#6",
            "content": "NFDMTU legalized in S. Korea \r\n  Pyongyang, December 2 (KCNA) -- The National Federation of Democratic Metal Trade Unions (NFDMTU) under the South Korean confederation of trade unions has been legalized in South Korea, a Seoul-based radio reported.\r\n   Chairman Tan Pyong Ho and other leading members of the Federation had relentlessly fought for its legalisation in the past.\r\n   With the legalisation of the federation involving more than 82,000 members of 136 unions including trade unions of the Hyundai Heavy Industries and the Dae Woo Heavy Industries, it is expected that the merger of federations of trade unions of metal workers under the South Korean confederation of trade unions will be stepped up at a faster tempo, the radio added.    \r\n\r\n"
        },
        {
            "title": "Shizuoka prefectural people's council meeting held",
            "url": "http://kcna.co.jp/item/1997/9712/news12/02.htm#7",
            "content": "Shizuoka prefectural people's council meeting held \r\n   Tokyo, November 30 (KNS-KCNA) -- The 8th regular meeting of the Japan-Korea Friendship Shizuoka Prefectural People's Council was held in Shizuoka. \r\n   Representative member of the council Kijun Sakurai, addressing the meeting, called for more brisk campaign of citizens for early normalisation of diplomatic relations between Japan and the Democratic People's Republic of Korea.\r\n   The meeting focused on the review of this year's work and the orientation of activity for next year, Kijun Sakurai and Akira Kikura were re-elected representative members of the council.\r\n   The meeting decided to send a written request urging the Japanese Prime Minister and Foreign Minister to work harder for early normalisation of diplomatic relations between Japan and the DPRK and a written request urging the prefectural governor to strive for improving the position of the Korean schools under the influence of the General Association of Korean Residents in Japan.\r\n   A lecture on the subject \"situation around the Korean Peninsula and for normalisation of Japan-DPRK diplomatic relations\" was given at the meeting.    \r\n\r\n"
        },
        {
            "title": "U.S. , S. Korean authorities hit for war provocation moves",
            "url": "http://kcna.co.jp/item/1997/9712/news12/02.htm#8",
            "content": "U.S. , S. Korean authorities hit for war provocation moves \r\n  Pyongyang, December 2 (KCNA) -- The Madagascar-Korea Friendship and Solidarity Committee issued a statement on November 21 denouncing the U.S. and the South Korean authorities for their war provocation moves.\r\n   The statement bitterly condemns the U.S. and the South Korean authorities for their recent arms buildup and never-ceasing large-scale joint military manoeuvres against the Democratic People's Republic of Korea, and expresses full support and solidarity for the steps taken by the DPRK to cope with them.\r\n   The document says that the \"UN Command\" should be immediately dissolved in South Korea, the U.S. troops pulled out of there and a new peacekeeping mechanism established.\r\n   It urges the U.S. and the South Korean authorities to discontinue arms buildup and all military manoeuvres against the DPRK and adopt measures for creating favourable circumstances and conditions for a durable peace in the Korean Peninsula and the peaceful reunification of Korea.\r\n   It expresses the conviction that the Korean people under the wise guidance of  General Kim Jong Il will certainly reunify the country by confederacy formula.    \r\n  \r\n"
        },
        {
            "title": "R.S. on Korean people's revolutionary outlook on human life",
            "url": "http://kcna.co.jp/item/1997/9712/news12/02.htm#9",
            "content": "R.S. on Korean people's revolutionary outlook on human life \r\n Pyongyang, December 2 (KCNA) -- The Korean people have the most revolutionary outlook on human life based on the transparent outlook on the leader, which glorifies the life of a human being, a revolutionary, for ever.\r\n   Rodong Sinmun today says this in an article headlined \"Our people are the great people with revolutionary outlook on human life\".\r\n   The article reads in part:\r\n   The outlook on human life of the Korean people who believe in General Kim Jong Il is, above all, the true outlook on human life that leads all people along the straight road of human life.\r\n   It is the human philosophy of General Kim Jong Il that the party should bring up and take care of people in a responsible manner from their birth to their death, put them forward in society and exalt their eternal political life even after their death. \r\n   He is indeed the great saint of revolution who gives ineffable affection to those once he met and blooms their life.  The Korean people are firmly convinced that when they entrust their destiny to him and follow him, they are afraid of nothing and everything goes well.\r\n   The outlook on human life of the Korean people believing in him is the optimistic one that gives them pride and joy to overcome hardships on the road of revolution under his leadership.\r\n   He is the supreme incarnation of trust and love for the Korean people. He firmly believes in the Korean people and the officers and men of the people's army at all times, finds himself among them and leads the revolution whenever difficult situation prevails and heavy tasks are raised. \r\n   To repay trust for trust, love for love and benevolence for benevolence is the supreme ethics of the revolutionary soldiers who live in his embrace.\r\n   He trusts the soldiers and they trust him.  This spirit is the noble human world overflowing with joy and ecstasy.   \r\n   In this world, anyone is not afraid of the formidable enemy and is tireless with difficulties.\r\n   The Korean people's outlook on human life is also the collectivist one that keeps comradely love in full bloom, holding General Kim Jong Il in high esteem as the father.  \r\n   All the Korean people who are making a revolution under his leadership are one family and revolutionary comrades with one idea and purpose. \r\n   It is our outlook on human life to lead the life worthy of man, a proud life in sharing life and death with each other. The Korean people find joy and happiness and feel pride and self-confidence in devoting themselves to their leader, the collective and comrades.\r\n   Their outlook on human life is also the most precious one that makes them live for the sake of tomorrow, not for today.\r\n   It is our invariable creed of human life that our bright future and the prospering fatherland are promised when we live, believing in him. This creed is a powerful motive force that helps the Korean people overcome hardships and ordeals and fight for prosperity of the country and happiness of posterity, full of hope, visualizing future.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}