{
    "date": "1997-10-02",
    "url": "http://kcna.co.jp/item/1997/9710/971002.htm",
    "articles": [
        {
            "title": "Photos of President Kim Il Sung seen in south Korea ",
            "url": "http://kcna.co.jp/item/1997/9710/news10/02.htm#1",
            "content": "Photos of President Kim Il Sung seen in south Korea \r\nPyongyang, October 2 (KCNA) -- More than 100 photos of President Kim Il Sung were found lying in Soksudong and Paktaldong in Anyang city of Kyonggi Province on September 29, according to a radio report from Seoul.\r\n   The photos aroused respect for the President among South Koreans. \r\n\r\n"
        },
        {
            "title": "Guinean Independence Day marked",
            "url": "http://kcna.co.jp/item/1997/9710/news10/02.htm#2",
            "content": "Guinean Independence Day marked\r\n Pyongyang, October 2 (KCNA) -- A meeting was held here on Wednesday under the sponsorship of the Korea-Guinea Friendship Association to mark the 39th anniversary of Independence of Guinea.\r\n   Present at the meeting were Vice-Chairman of the Korean Committee for Cultural Relations with Foreign Countries Ri Song Ho, who is also Vice-Chairman of the association, other officials of the association and working people in the city.\r\n   A speech was made and a message of greetings to the Guinean President was adopted at the meeting. \r\n\r\n"
        },
        {
            "title": "Agreement between DPRK and Russia signed",
            "url": "http://kcna.co.jp/item/1997/9710/news10/02.htm#3",
            "content": "Agreement between DPRK and Russia signed \r\nPyongyang, October 2 (KCNA) -- An agreement on prevention of double taxation on income and property was signed between governments of the DPRK and Russia in Moscow on September 26.\r\n   The agreement was inked by Son Song Phil, Korean Ambassador to Russia, and Satalov Sergei Dmitriyevich, Vice-Minister of Finance of Russia. \r\n\r\n"
        },
        {
            "title": "U.S. propaganda offensive against DPRK",
            "url": "http://kcna.co.jp/item/1997/9710/news10/02.htm#4",
            "content": "U.S. propaganda offensive against DPRK\r\n Pyongyang, October 2 (KCNA) -- A U.S. House of Representatives Committee voted on Monday to increase funding for U.S. government-sponsored radio broadcasts to the DPRK and other Asian countries, according to a report from Washington.\r\n   The committee on international relations approved a bill that would provide Voice of America and radio free Asia with 40 million dollars annually from the fiscal year that starts October 1. The bill requires an annual budget totaling 2 million dollars for strengthening of radio programming aimed at north Korea.\r\n   This clearly shows that the United States is more persistently resorting to propaganda campaign to undermine the DPRK ideologically. \r\n\r\n"
        },
        {
            "title": "More than 150 occasions of aerial espionage against DPRK",
            "url": "http://kcna.co.jp/item/1997/9710/news10/02.htm#5",
            "content": "More than 150 occasions of aerial espionage against DPRK\r\n   Pyongyang, October 2 (KCNA) -- The U.S. imperialist war maniacs mobilized various types of strategic and tactical reconnaissance planes in September for day-and-night aerial espionage against the Democratic People's Republic of Korea on more than 150 occasions, according to military sources.\r\n   On September 28 and 29 U-2 high-altitude strategic reconnaissance plane flew in the sky above the forefront area for espionage on the DPRK. The espionage of the plane numbered over 30 in September.\r\n   Aerial espionage of different types of overseas-based reconnaissance planes is more than ten occasions in September.\r\n   All this shows that the U.S. imperialist war maniacs continue making preparations to take a surprise preemptive strike on the DPRK any moment. \r\n\r\n"
        },
        {
            "title": "S. Korean regime's inhumane attitude",
            "url": "http://kcna.co.jp/item/1997/9710/news10/02.htm#6",
            "content": "S. Korean regime's inhumane attitude\r\nPyongyang, October 2 (KCNA) -- If Kim In So and other unconverted long-term prisoners continue to be kept in south Korea and any misfortune occurs to them, the south Korean authorities must take the blame for it, says Rodong Sinmun today.\r\n   The daily says in a commentary:\r\n   On September 26, the Acting Chairman of the Central Committee of the DPRK Red Cross Society sent a letter by radio to the President of the South Korean Red Cross urging an immediate repatriation of Kim and other unconverted long-term prisoners now in a critical condition to the north where their families were waiting for them.\r\n   In view of patriotism and Red Cross humanitarianism it was a just demand for saving the old men and letting them enjoy happiness with their families in their remaining years.\r\n   But there has not been a reply from the South Korean Red Cross since a week has passed. Worse still, the south Korean authorities has extended the period of \"supervision for public peace\" for Kim In So, continuing harsh political persecution.\r\n   All the nation and the world people of conscience who value human rights and love truth and justice urge the south Korean authorities to repatriate the old men without delay as they want.\r\n   The south Korean authorities should pay attention to their demand, show an affirmative response to the north's step and offers concerning medical treatment for Kim In So and send the long-term prisoners back to the north at once. \r\n\r\n\r\n"
        },
        {
            "title": "Japanese delegation visit Mangyongdae",
            "url": "http://kcna.co.jp/item/1997/9710/news10/02.htm#7",
            "content": "Japanese delegation visit Mangyongdae\r\n Pyongyang, October 2 (KCNA) -- The visiting delegation of the Denchishokyo of Japan headed by its leader Shizue Araya today visited Mangyongdae, the cradle of revolution.\r\n   The delegation was briefed on the immortal revolutionary history and family of President Kim Il Sung and looked round the well-preserved relics with deep attention.\r\n   They had a picture taken before the old home of the President.\r\n   After the visit, the head of the delegation said that the President covered the road of hardship and conducted energetic activities for national reunification.\r\n   He said he keenly felt that the President's arduous course started from the old house.\r\n   Then the delegation visited the Tower of the Juche Idea on Taedong River and ascended the tower for a panoramic view of the city.\r\n   Shizue Araya wrote on a visitors' book that he was deeply moved by the President's virtues and hoped for prosperity of the DPRK.  \r\n\r\n\r\n"
        },
        {
            "title": "Congolese Party leader greets WPK's anniversary",
            "url": "http://kcna.co.jp/item/1997/9710/news10/02.htm#8",
            "content": "Congolese Party leader greets WPK's anniversary\r\n Pyongyang, October 2 (KCNA) -- Leon Nzokene, General Secretary of the Congolese Socialist Party, paid a congratulatory call at the Korean Embassy in his country to mark the 52nd founding anniversary of the Workers' Party of Korea.\r\n   The General Secretary said that the institution of the Juche Era and the Day of Sun is great pride and honor of all the members of his Party and progressive parties and people in the world.\r\n   He will commemorate the Day of Sun every year as an occasion to further exalt the immortal revolutionary exploits of President Kim Il Sung, he said, and went on:\r\n   The election of Secretary Kim Jong Il as the WPK General Secretary is the unanimous desire not only of members of the Congolese Socialist Party but also of progressive parties of the world and an inspiring event for victory of the Korean revolution and global socialism. \r\n\r\n"
        },
        {
            "title": "Japanese league for friendship with DPRK formed",
            "url": "http://kcna.co.jp/item/1997/9710/news10/02.htm#9",
            "content": "Japanese league for friendship with DPRK formed\r\nPyongyang, October 2 (KCNA) -- An inaugural meeting of the Kuwana City Assemblymen's League for Promotion of Japan-Korea Friendship was held on September 22.\r\n   The league comprises about 10 city assemblymen from the Liberal-Democratic Party, the Social-Democratic Party and other political parties in Japan.\r\n   The league's aim is to make the scope of exchange for friendship with the DPRK wider and firmer than an individual one and to conduct active movement of civic units for early normalization of Japan - DPRK diplomatic relations and human right of Koreans in Japan.\r\n   Former Chairman of the Kuwana City Assembly Masaru Yamamoto, who was elected chairman of the league, said it is of great significance to conduct the friendship movement at a civic unit when Japanese and the DPRK governments are having preliminary talks, and that the league will actively conduct its work. \r\n\r\n\r\n"
        },
        {
            "title": "Secy. Kim Jong Il's work supported by Russian Party",
            "url": "http://kcna.co.jp/item/1997/9710/news10/02.htm#10",
            "content": "Secy. Kim Jong Il's work supported by Russian Party\r\n Pyongyang, October 2 (KCNA) -- The All-Russian Social Confederation of Russia (revival) published a statement in Moscow on September 25 supporting Secretary Kim Jong Il's famous work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification.\"\r\n   The statement said the confederation, after discussing the situation on the Korean Peninsula, reached a conclusion that Korea should be reunified according to proposals President Kim Il Sung and Secretary Kim Jong Il advanced for reunifying the artificially divided Korean people.\r\n   The Workers' Party of Korea led by Secretary Kim Jong Il is making positive and purposeful efforts for the country's reunification, the cherished desire of all the people, irrespective of political and religious views and social and economic conditions, the statement said.\r\n   The statement noted that all the measures recently taken by the DPRK leadership are just, and expressed the conviction that the Korean comrades would win victory in their just cause. \r\n\r\n\r\n"
        },
        {
            "title": "Martyrs enjoy immortality",
            "url": "http://kcna.co.jp/item/1997/9710/news10/02.htm#11",
            "content": "Martyrs enjoy immortality \r\n  Pyongyang, October 2 (KCNA) -- The anti-Japanese revolutionary martyrs and patriotic martyrs enjoy immortality in Korea.\r\n   They devoted their all to the struggle for the liberation of the country and freedom and welfare of the people. Their feats shine long in the annals of the country and the minds of the people under the boundless loving care of Secretary Kim Jong Il.\r\n   The anti-Japanese revolutionary martyrs' cemetery stands on Jujak Peak of Mt. Taesong where one can enjoy a bird's-eye view of Pyongyang. There is a pedestal for placing floral tributes with a medal of the hero of the Democratic People's Republic of Korea carved in relief. At the rear of the cemetery stands a large flag made of red granite. The cemetery is a product of Secretary Kim Jong Il's warm love for the revolutionary forerunners.\r\n   He proposed to build the cemetery on an expansion basis, examined sand tables and blueprints on eight occasions, gave on-site guidance to the project on five occasions and gave instructions on some 80 occasions.\r\n   He wrote letters reading \"revolutionary martyrs cemetery\".\r\n   His deep attention was paid to the building of the patriotic martyrs cemetery as well. The wonderful cemetery, therefore, made its appearance in Sinmiri in a suburb of Pyongyang.\r\n   Lying buried at the cemetery are anti-Japanese patriotic martyrs, officials who performed feats in the revolution and construction, heroes and heroines, revolutionaries who dedicated their lives to the struggle of the reunification of the country and patriotic personages.\r\n   The socio-political integrity of the revolutionary martyrs, patriotic martyrs and heroes and heroines and their feats shine long in the minds of the Korean people and in the annals of the country thanks to the noble moral obligation and loving care of Secretary Kim Jong Il. \r\n\r\n"
        },
        {
            "title": "CILRECO issues bulletin",
            "url": "http://kcna.co.jp/item/1997/9710/news10/02.htm#12",
            "content": "CILRECO issues bulletin\r\nPyongyang, October 2 (KCNA) -- The Secretariat of the International Liaison Committee for Reunification and Peace in Korea (CILRECO) issued the September issue of bulletin on September 20.\r\n   The bulletin edited an article on the situation of the Korean Peninsula as well as articles titled \"H.E. Kim Jong Il, the great leader of the Korean people, publishes important work on question of reunification of Korea\" and \"Korean people's struggle for recovering from repeated natural disasters\".\r\n   It introduced in detail the work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" Secretary Kim Jong Il published on August 4.\r\n   The CILRECO appealed to all the forces loving justice and peace to express support to and sympathy with the ideas Secretary Kim Jong Il elucidated in his work and to further deepen the movement of international solidarity for the reunification and peace of Korea, the bulletin said, adding:\r\n   \"The United States should pull its troops out of south Korea and make a sincere approach to the talks with the Democratic People's Republic of Korea for the establishment of a new reliable peace mechanism in the Korean Peninsula.\r\n   \"The progressive forces around the world who defend socialist Korea and support Korean reunification should render material and moral support to the Korean people in the struggle for defense of sovereignty and peace and reunification of the country.\" \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Secy. Kim Jong Il's feats in Party building",
            "url": "http://kcna.co.jp/item/1997/9710/news10/02.htm#13",
            "content": "Rodong Sinmun on Secy. Kim Jong Il's feats in Party building\r\nPyongyang, October 2 (KCNA) -- Rodong Sinmun today carries a signed article headlined \"the respected comrade Kim Jong Il is great leader who built impregnable Party\".\r\n   The greatest feat performed by Secretary Kim Jong Il in the historic course of leading the Workers' Party of Korea and the Korean revolution is that he has strengthened and developed the WPK into a revolutionary Party of Juche type, an impregnable Party, not wavering in any storms, the article says, and goes on:\r\n   He has lifted the militancy of the Party onto the highest level by effecting a fundamental turn in carrying out the cause of the Juche-based Party building. This is shining bright as a supreme paragon of Party building in the era of independence.\r\n   He is the great master of the Party building in our era and the greatest statesman who brilliantly realized the historic cause of strengthening and developing the Party into an impregnable one. \r\n   He has built the Party into an invincible one with great idea and steadfast faith and deeply rooted among the masses and achieved unbreakable singlehearted unity. \r\n   The formation of the invincible harmonious whole of the Party, the army and the people in which the Party believes in the army and the people and leads the revolution, and the army and the people trust the Party absolutely and remain loyal to the Party's leadership -- this is the greatest feat performed by Secretary Kim Jong Il in the struggle to strengthen and develop the revolutionary ranks.\r\n   The WPK has been strengthened and developed into an impregnable one to defend the lineage of the Party and purely carry it forward under any grim circumstances, firmly defend the Korean-style socialism and advance it victoriously.\r\n   The great general developed in depth and completed the Juche-based theory on the Party building in conformity with the situation of the present era and set a brilliant example of its building. \r\n   The experience in building the WPK is throwing its rays as an almighty weapon to smash the moves of all sorts of class enemies opposed to the revolutionary Party of the working class and as a valuable sword to settle any problems arising in the Party building in our era, and its attraction and influence are further increasing day by day.\r\n   The feats of Secretary Kim Jong Il who greatly contributed to the cause of socialism as a whole by building the impregnable Party which can not be seen anywhere in the world will shine brighter with the advancement of socialism. \r\n\r\n"
        },
        {
            "title": "Koreans in Japan support election of Secy. Kim Jong Il as General Secretary ",
            "url": "http://kcna.co.jp/item/1997/9710/news10/02.htm#14",
            "content": "Koreans in Japan support election of Secy. Kim Jong Il as General Secretary\r\n Tokyo, September 30 (KNS-KNA) -- Meetings are being held by organisations of the General Association of Korean Residents in Japan (Chongryon) across Japan to support and welcome resolutions of provincial Party conferences on recommending Secretary Kim Jong Il as General Secretary of the Workers' Party of Korea.\r\n   On September 26 and 27 meetings were held by Chongryon local headquarters, public organisations and Japan-resident young Korean people and students in Hokkaido, Osaka, Yamagata, Kumamoto, Shizuoka, Fukuoka, Kanagawa and other areas.\r\n   Messages to Secretary Kim Jong Il were adopted at the meetings. \r\n\r\n\r\n"
        },
        {
            "title": "Jordanian personage on Korea visit",
            "url": "http://kcna.co.jp/item/1997/9710/news10/02.htm#15",
            "content": "Jordanian personage on Korea visit\r\n Pyongyang, October 2 (KCNA) -- Marwan Sudah, under Secretary General of the Al Ansar Jordan Arab Party, referred to his Korea visit on September 13.\r\n   He said the Korean people are making all efforts to increase output of grain and creating new miracles in various fields of the national economy.\r\n   During the visit he saw the Korean people fighting to defend their national dignity and create a new life under the leadership of Secretary Kim Jong Il, he noted.\r\n   The Korean people are a model of the Arab people in all aspects, he stressed. \r\n\r\n"
        },
        {
            "title": "Schools named after heroes",
            "url": "http://kcna.co.jp/item/1997/9710/news10/02.htm#16",
            "content": "Schools named after heroes\r\nPyongyang, October 2 (KCNA) -- The number of schools named after heroes has increased in Korea.\r\n   Many schools have been named after heroes this year. \r\n   Among them are Ri Ung Son Senior Middle School, Sin Ki Chol Senior Middle School, Han Kye Ryol Primary School and Kim Jong Hul Primary School.\r\n   The government has encouraged the rising generation to learn from the revolutionary spirit of heroes who devoted themselves to Party and the leader, to the country and the people. It has also seen to it that the heroes' statues or busts have been erected at their old schools named after them.\r\n   The college of chemistry is situated in Cunchon city, South Phyongan Province, the hometown of Ri Su Bok, 18, who died after silencing an enemy machinegun with his body and ensuring the unit's charge. The college was also named after the hero.\r\n   Secretary Kim Jong Il visited the hero's alma mater in April 1958 and highly praised him as a model of the Present era's youths.\r\n   Statues and busts of heroes of the republic have been built at scores of shcools throughout the country and the students are encouraged to live and struggle as they did.\r\n   The names of Kim In Thaek, Kim Pyong Mo, Jang Thae Hwa who covered muzzles of enemy machineguns with their bodies Han Kye Man and Kim Jong Hul who were airmen, Ro Tae Jin who was a sniper in the Fatherland Liberation War, and Kim Kwang Chol, Han Yong Chol and Kil Yong Jo who are heroes of the 1990s and other heroes are shining with their old schools.\r\n   Several heroes have been produced from each of the heroic Hongwon, Ryongwon and Hwanggok senior middle schools and the Ribsok Senior Middle school entitled juvenile lifeguards.\r\n   Learning from the heroes' spirit of devotedly defending the leader, the spirit of human bombs and patriotism and revolutionary comradeship, Korean youths and children are preparing themselves to carry forward the revolutionary cause of Juche. -\r\n   \r\n"
        },
        {
            "title": "Bill illustrative of dominationist design",
            "url": "http://kcna.co.jp/item/1997/9710/news10/02.htm#17",
            "content": "Bill illustrative of dominationist design\r\n  Pyongyang, October 2 (KCNA) -- The U.S. House of Representatives Committee on international relations reportedly approved a bill September 29 calling for increasing funding for Voice of America (VOA) and radio free Asia, tools for ideological and cultural infiltration into Asian nations.\r\n   The bill calls for providing VOA and radio free Asia with 40 million dollars annually from the fiscal year that starts \r\nOct. 1 and also requires an annual budget totalling 2 million dollars for the strengthening of radio programming aimed at the DPRK.\r\n   The fact reveals again the dominationist design of the U.S. reactionary conservatives who have escalated ideological and cultural infiltration into Asian nations in defiance of strong protest by the Korean and other Asian people.\r\n   With socialism frustrated and the people's cause of independence suffering setback in some countries, the imperialists are trying hard to obliterate the Juche character and national charater of other countries and gratifying their dominationist ambition.\r\n   Under the motto of \"integration\" of the world, they are strengthening the criminal activities of VOA and radio free Asia representing their reactionary policies such as wanton interference in other nation's internal affairs, spread of American view of value and propaganda of corrupt culture.\r\n   They have put into operation such despicable propaganda tools as radio free Asia for the purpose of turning the whole world including Asia into western-style \"free world\" and subordinating and assimilating all other nations to them and invested an increasing amount of money in their activities.\r\n   They have maintained anachronistic hostile policy towards the DPRK and persistently escalated ideological and cultural infiltration for disintegrating Korean socialism from within along with military pressure.\r\n   The bill was approved at a time when the U.S. pacific fleets were demonstrating ill-boding moves around the Korean Peninsula.\r\n   Such facts require the Korean people and army to heighten vigilance against the imperialists. \r\n\r\n\r\n"
        },
        {
            "title": "DPRK-Poland agreement on fishery",
            "url": "http://kcna.co.jp/item/1997/9710/news10/02.htm#18",
            "content": "DPRK-Poland agreement on fishery\r\nPyongyang, October 2 (KCNA) -- An agreement on co-operation in fishing between the governments of the Democratic People's Republic of Korea and Poland was signed in Pyongyang today. \r\n   Present at the signing ceremony were Vice-Minister of Fishery Ri Jong Ryol and other Korean officials and charge D'affaires Ad interim of the Polish Embassy here Mieczyslaw Dedo and members of the Polish government delegation. \r\n\r\n\r\n\r\n"
        }
    ]
}