{
    "date": "1997-11-21",
    "url": "http://kcna.co.jp/item/1997/9711/971121.htm",
    "articles": [
        {
            "title": "Tri-Continental People's Solidarity Organisation urges repatriation of Kim In So",
            "url": "http://kcna.co.jp/item/1997/9711/news11/21.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Letter to Gen. Secy. Kim Jong Il from first home- visiting group of Japanese-Korean women",
            "url": "http://kcna.co.jp/item/1997/9711/news11/21.htm#2",
            "content": "Tri-Continental People's Solidarity Organisation urges repatriation of Kim In So\r\n Pyongyang, November 21 (KCNA) -- The organisation of solidarity of the peoples of Africa, Asia and Latin America sent letters respectively to the U.B. Secretary-General and the Chairman of the International Committee of the Red Cross on October 31 demanding the repatriation of old Kim In So to the northern half of Korea.\r\n   The letters expressed apprehensions over the fact that the south Korean authorities have not yet sent Kim In So, a citizen of the DPRK, back to his native place and urged the United Nations and the international organisation to make efforts so that he may come back to his native place as soon as possible and spend his remaining days with his family members.\r\n   The letters further said:\r\n   Although old Kim In So, captured during the Korean War, was released, he has been subjected to harsh political persecution under constant surveillance by the south Korean authorities.\r\n   Recalling that the people in the northern half of Korea demanded the immediate repatriation of Kim In So who has long wanted to come back to his native place,  the letters urged organisations concerned to pay due attention to it.\r\n   They stressed that the behaviour of the south Korean authorities not only contravenes the international law but also betrays the unanimous desire and will of all the Korean people to achieve the peaceful reunification of their country through dialogue and negotiations between the north and the south of Korea.    \r\n\r\n"
        },
        {
            "title": "Economic officials dismissed in South Korea",
            "url": "http://kcna.co.jp/item/1997/9711/news11/21.htm#3",
            "content": "Letter to Gen. Secy. Kim Jong Il from first home- visiting group of Japanese-Korean women\r\n Pyongyang, November 21 (KCNA) - General Secretary Kim Jong Il received a letter on Nov. 18 from the fifteen members of the first home-visiting group of the Japanese- Korean women, who had visited Japan under an agreement between the governments and Red Cross organisations of the DPRK and Japan.\r\n   The women in the letter said that General Kim Jong Il, who is loving, protecting and looking after them under his warm care, made sure that they could visit their old homes to meet their last wish.\r\n   They noted in the letter that they visited home for the first time in nearly 40 years, met with their flesh and blood and friends, had openhearted talks, removed misunderstanding with each other, called at their ancestors' graves and paid homage to them.\r\n   One week, that is 168 hours, when they were outside Korea was very long for them to spend in Japan, as they were far away from the general, they said. \r\n   They recalled that they were embraced by the DPRK in their twenties and lived amid trust, love and benevolence, every day, every month, every year and every decade till today when  they are old. As the general has done all these favours for them, they are  following and upholding him as their father and their motherland, they added.\r\n   As they more keenly felt the generosity of the General and the socialist homeland through their visit to old home towns, they will hold him in higher esteem and work to make the country more prosperous, they said.\r\n   The letter wholeheartedly wished General Kim Jong Il a long life in good health.    \r\n\r\n"
        },
        {
            "title": "Brilliant life of Kim Jong Suk",
            "url": "http://kcna.co.jp/item/1997/9711/news11/21.htm#4",
            "content": "Economic officials dismissed in south Korea\r\n  Pyongyang, November 21 (KCNA) -- Kim Young Sam dismissed the \"Vice Prime Minister in charge of economic affairs,\" the \"chief economic secretary of Chongwadae\" and other officials on Nov. 19, a radio report from Seoul said.\r\n   As the south Korean people are denouncing the puppet authorities for driving the economy into bankruptcy, the traitor laid the responsibility on some economic officials and discharged them. \r\n   South Korea with over 100 billion dollars in foreign debt has been plunged into a hopeless chaos, with enterprises going insolvent en masse.\r\n   The dismissal came as a trick to lull people's anger and complaint and win over more voters in the \"Presidential Election\", but there is no way of saving the defective economy that has contradictory structure and cancer of the colonial dependent economy.    \r\n\r\n"
        },
        {
            "title": "Gen.Secy. Kim Jong Il, great leader of world socialist movement",
            "url": "http://kcna.co.jp/item/1997/9711/news11/21.htm#5",
            "content": "Brilliant life of Kim Jong Suk\r\n  Pyongyang, November 21 (KCNA) -- December 24 is the 80th birth anniversary of  Kim Jong Suk, a great communist revolutionary fighter and a heroine of the anti-Japanese war.\r\n   She contributed to the cause of liberating the country by taking part in the anti-Japanese revolutionary struggle organised and led by President Kim Il Sung. After the country was liberated, she devotedly worked to implement the line of building a new country, which was set forth by the President.\r\n   She, born into a patriotic and revolutionary family in Hoeryong-up, Hoeryong county, north Hamgyong Province, was bereaved of her  parents and brothers by the Japanese imperialists. She participated in the sacred war to liberate the country in her teens.\r\n   It was at a guerrilla base in the spring of Juche 24 (1935) that she met President Kim Il Sung whom she so ardently longed to see, awake or asleep. In September that year, she joined the Korean people's revolutionary army and displayed unrivalled bravery and self-sacrificing spirit in many battles.\r\n   In fierce battles, she earned her fame as a crack shot. \r\n   So, legendary stories about her marksmanship were told among people and guerrillas.\r\n   She was not only a brave combatant and commander but also a skilful and tested political worker.\r\n   In order to implement the strategic plan of the President, she slipped through the strict cordon of the enemy and conducted energetic activities to form basic  organisations of the party and expand and develop the network of the association for the restoration of the fatherland. By doing so, she roused the people to the sacred anti-Japanese war and contributed to laying the organisational and ideological foundations of the party.\r\n   In the whole period of the anti-Japanese revolutionary struggle she fought under the direct command of the President, she resolutely safeguarded him politically and ideologically at the risk of her life.\r\n   She made great contributions to the building of a new country, the emancipation of women and the development of the women's movement, true to the great intention of the President after the country was liberated.\r\n   Factories and rural villages in north Hamgyong Province, south Phyongan Province and Pyongyang, the construction site of Kim Il Sung University, the Pothong River improvement work, the film studio, the Samhung Middle School, the Pyongyang School, Security Cadres Centres and others throughout the country are associated with her tireless efforts for the building of a powerful independent and sovereign state.\r\n   She passed away on September 22, Juche 38 (1949) at the age of 32 while conducting energetic activities solely for the freedom and liberation of the people.\r\n   A bust of Kim Jong Suk was erected at the Mt. Taesong Revolutionary Martyrs Cemetery in Pyongyang to hand down her undying exploits for the country and the people for all ages. Her statues were built at Hoeryong, her birthplace, and at places associated with her revolutionary activities, and Kim Jong Suk county and Kim Jong Suk-up were designated.\r\n   Kim Jong Suk University of Education, Kim Jong Suk Senior Middle School no. 1, Kim Jong Suk Sanatorium, Kim Jong Suk Creche, and many other units were named after her.    \r\n\r\n"
        },
        {
            "title": "Last-ditch effort of those doomed to ruin",
            "url": "http://kcna.co.jp/item/1997/9711/news11/21.htm#6",
            "content": "Gen.Secy. Kim Jong Il, great leader of world socialist movement\r\n  Pyongyang, November 21 (KCNA) -- Sh. D. Shabdolov, Chairman of the Central Committee of the Communist Party of Tajikistan and deputy to the Supreme Soviet of Tajikistan, had an interview with the resident KCNA correspondent in Russia on the occasion of the historical event in which Kim Jong Il was elected as General Secretary of the Workers' Party of Korea.\r\n   He said that the election of Kim Jong Il as General Secretary of the WPK reflects the iron faith and will of the Korean party, army and people to defend and accomplish the socialist cause.\r\n   With his election, he stressed, the Democratic People's Republic of Korea, a large socialist family, will valiantly frustrate any moves of outsiders and surmount temporary difficulties caused by natural disasters, and the Korean party, army and people will further consolidate and accomplish the true socialist system, more closely united around him in one mind.\r\n   He further said:\r\n   \"General Secretary Kim Jong Il is the great leader who leads Korean socialism and the world socialist movement to advance along the correct road of struggle.\r\n   \"His immortal famous works 'the historical lesson in building socialism and the general line of our party', 'On the Fundamentals of Revolutionary Party Building', 'Socialism is a Science' and 'Giving Priority to Ideological Work is Essential for Accomplishing Socialism' are Encyclopedia for the World Socialist Movement.\r\n   \"He is a great statesman who leads the world socialist cause along the straight road and a distinguished leader who most creditably performs the international duty of communists.\r\n   \"Guided by him, the cause of socialism and communism will triumphantly advance worldwide\".     \r\n\r\n"
        }
    ]
}