{
    "date": "1997-06-05",
    "url": "http://kcna.co.jp/item/1997/9706/970605.htm",
    "articles": [
        {
            "title": "\"Security\" for war",
            "url": "http://kcna.co.jp/item/1997/9706/news6/05.htm#1",
            "content": "\"Security\" for war\r\n   Pyongyang, June 5 (KCNA) -- The South Korean puppet Defence Minister, Kim Tong Jin, at a \"monthly meeting\" on June 2 incited a war fever by crying for \"establishment of a strict military discipline\" and \"maximum efforts for land defence\", a Seoul-based radio said.\r\n   Some time ago, he issued \"letter No. 3\", taking issue with north Korea and calling for \"looking squarely at the realities of state security as a whole\".\r\n   His blast, which is meant to cause a fierce confrontation between the north and south of Korea and render the situation on the Korean Peninsula strained, represents a premeditated criminal move to unleash a war against north Korea under any circumstances.\r\n   The \"land defence\" and \"state security\" on the lips of the puppets, part of their argument about \"coping with the event of contingency on the Korean Peninsula\", which assumes offensive characters, are a camouflage to justify their war preparations.\r\n   Under the cloak of \"security\", the puppets go on to introduce mass destruction weapons from the United States and other countries, staging frantic military manoeuvres almost everyday. Their clamour for \"security\" becomes a green light for a war on the Korean Peninsula.\r\n   Clear is what they seek in crying for \"security\".\r\n   Kim Young Sam, who is in the grip of the most serious ruling crisis caused by the Hanbo loan scandal and the controversial \"Presidential Election\" funds is trying to prolong his remaining days with the slogan of \"security\", but in vain.\r\n   History and the people have already sentenced him to political death. The desperate efforts of the Kim Young Sam group will only precipitate their self-destruction. \r\n\r\n"
        },
        {
            "title": "Memorial committees for President Kim Il Sung formed in Denmark and Guyana",
            "url": "http://kcna.co.jp/item/1997/9706/news6/05.htm#2",
            "content": "Memorial committees for President Kim Il Sung formed in Denmark and Guyana\r\n Pyongyang, June 5 (KCNA) -- Committees for honoring the memory of President Kim Il Sung on his third death anniversary were formed in Denmark and Guyana.\r\n   An inaugural meeting of the Danish Memorial Committee was held in Copenhagen on May 29. \r\n   Eric Peterson, member of the leadership of the Danish Workers' Party, common cause and Chairman of the Copenhagen District Committee of the Party, was elected Chairman of the memorial committee and Anders Kristensen, Chairman of the Denmark-DPRK Friendship Association, its vice chairman.\r\n   At an inaugural meeting held in Georgetown on May 22, leader of the Good Green Guyana Hamilton Green was elected Honorary Chairman of the Guyanese Memorial Committee and Chairman of the Guyanese National Committee for the study of the Juche idea of President Kim Il Sung Robert Williams, its chairman.\r\n   The meetings discussed programmes of events to be held in the memorial period. \r\n\r\n"
        },
        {
            "title": "Floral baskets laid before President Kim Il Sung's statues to mark anniversary of Pochonbo Battle",
            "url": "http://kcna.co.jp/item/1997/9706/news6/05.htm#3",
            "content": "Floral baskets laid before President Kim Il Sung's statues to mark anniversary of Pochonbo Battle\r\n Pyongyang, June 5 (KCNA) -- Baskets of flowers were laid before the statues of President Kim Il Sung at a Pochonbo Revolutionary Battle Site and the Monument to the Victorious Pochonbo Battle on Wednesday to mark the 60th anniversary of the victory in the Pochonbo Battle.\r\n   Attending the ceremonies of laying the baskets were Secretary of the Workers' Party of Korea Central Committee Kim Jung Rin, Vice Marshal of the Korean People's Army Paek Hak Rim, First Secretary of the C.C., the Kim Il Sung Socialist Youth League Choe Ryong Hae, and other officials. \r\n   A floral basket was laid in the joint name of the WPK Central Committee, the DPRK Central People's Committee and the Administration Council and baskets and bunches of flowers in the name of party and power bodies, administration and economic organs, working people's organizations, scientific, educational, cultural and art, public health and press organs, industrial establishments and co-op farms in the Ryanggang Province and Pochon county. \r\n\r\n"
        },
        {
            "title": "S. Korean puppet prosecution flailed",
            "url": "http://kcna.co.jp/item/1997/9706/news6/05.htm#4",
            "content": "S. Korean puppet prosecution flailed\r\n Pyongyang, June 5 (KCNA) -- The south Korean puppet prosecution reportedly issued one order after another for the suppression of the South Korean Federation of University Student Councils (Hanchongryon) on June 3.\r\n   The public prosecutor general ordered the prosecution throughout south Korea to immediately arrest the leading officials of \"Hanchongryon\", saying that the arrest should be made mercilessly, though the detainees number several hundreds.\r\n   The puppet supreme prosecutor's office gave instructions to \"analyse the ideological tendency of Hanchongryon\", describing the leadership of the organisation as \"pro- north\".\r\n   All this clearly shows that Kim Young Sam group are running amuck to repress the patriotic-minded students who are fighting for the democratisation of south Korean society and the independent reunification of Korea and to stifle \"Hanchongryon\", their legal organisation, regarding them as the thorn in the flesh.\r\n   Last year the Kim Young Sam group plunged Yonsei University into a bath of blood, branding the national reunification movement of the south Korean students as \"leftist pro-communism\". This year they called out tens of thousands of riot police to crack down upon the students who were going to a venue of the inaugural meeting of \"Hanchongryon\", an annual and peaceful event, with a view to \"blocking it at the initial stage\".\r\n   A riot policeman died, hit by an armoured tear gas launcher during the bloody suppression. The fascist clique are intensifying the suppression of the patriotic students with this as an occasion.\r\n   Developments are indicative of the last-ditch effort of the Kim Young Sam group upset by the struggle of the students and the forces for reunification and democracy to overthrow the decadent \"civilian\"-veiled \"Government\" which is gaining momentum with the June resistance anniversary drawing nearer and struck with fear for their anti- democratic, anti-reunifciation crimes. \r\n \r\n"
        },
        {
            "title": "Police death caused by teargas launcher",
            "url": "http://kcna.co.jp/item/1997/9706/news6/05.htm#5",
            "content": "Police death caused by teargas launcher\r\n Pyongyang, June 5 (KCNA) -- A Seoul-based radio reported that the south Korean fascist regime tried in vain to use the death of a policeman for crackdown on student protests.\r\n   It has been brought to light that the policeman died after being run over by a teargas launching vehicle of riot police.\r\n   Radio No. 1 of south Korea on Tuesday said the platoon leader and colleagues of the dead policeman admitted this fact.\r\n   The \"Hankook Ilbo\" newspaper quoted witnesses as saying that while in an operation to put down student protests near Hanyang University on Monday, a teargas launching vehicle of police suddenly drove back, running over four riot policemen. One of them was not taken to hospital in time by his colleagues. He was lying unconscious for hours before citizens took him to hospital, where he died.\r\n   In a bid to make an excuse for crackdown on the South Korean Federation of University Student Councils, the fascist regime argued he was beaten to death by student protesters. \r\n\r\n"
        },
        {
            "title": "Prelude to new fascist offensive",
            "url": "http://kcna.co.jp/item/1997/9706/news6/05.htm#6",
            "content": "Prelude to new fascist offensive \r\n Pyongyang, June 5 (KCNA) -- Rodong Sinmun today comments on the Kim Young Sam fascist regime's suppression of students under the South Korean Federation of University Student Councils (Hanchongryon).\r\n   The analyst says:\r\n   The puppet clique mobilized large riot police force armed with teargas launchers and iron pipes to prevent students from holding the inaugural ceremony of the fifth-term \"Hanchongryon.\" In a few days, hundreds of students were taken to police and many others injured. Teargas canisters directly hit some of them, breaking their heads or limbs.\r\n   In the meantime, a policeman died, run over by a teargas launching vehicle. But the authorities alleged that he was beaten to death by students. This was a prelude to a new repressive campaign to obliterate \"Hanchongryon.\"\r\n   The Kim Young Sam regime describes \"Hanchongryon\" as an \"outlawed, violent group\" and an \"organisation benefiting the enemy\" in a bid to divert public resentment elsewhere a remain in power.\r\n   \"Hanchongryon\" and other patriotic pro-democracy forces in south Korea must not allow their attempt.\r\n   Unless Kim Young Sam, the murderer and traitor, is removed, no one in south Korea can live in peace and avoid misfortune. \r\n\r\n"
        },
        {
            "title": "Perfunctory trial",
            "url": "http://kcna.co.jp/item/1997/9706/news6/05.htm#7",
            "content": "Perfunctory trial \r\nPyongyang, June 5 (KCNA) -- Rodong Sinmun today comments on the Kim Young Sam clique's recent trial for those involved in the Hanbo financial scandal.\r\n   The news analyst says:\r\n   At the trial, some criminals were sentenced to imprisonment, though the truth behind the Hanbo incident was not clarified and the chief culprit was not punished.\r\n   Such a perfunctory trial cannot convince anyone today. It is no use holding such a trial a hundred times.\r\n   Kim Young Sam should have been brought to trial and sentenced to death as the chief culprit.\r\n   The recent trial was a mockery of and an insult to the south Korean people who call for probe into the truth behind the Hanbo incident and punishment of the chief culprit.\r\n   Kim Young Sam has a lot of crimes to confess and atone for before the south Korean people. He must confess his spending in the 1992 \"Presidential Election\" and return the large amount of money he misappropriated through the Hanbo incident. \r\n\r\n"
        },
        {
            "title": "Korean Student Committee on repression of students in s. Korea",
            "url": "http://kcna.co.jp/item/1997/9706/news6/05.htm#8",
            "content": "Korean Student Committee on repression of students in s. Korea \r\n Pyongyang, June 5 (KCNA) -- The Korean Student Committee issued a statement on Wednesday accusing the Kim Young Sam regime of recklessly trying to obliterate the South Korean Federation of University Student Councils (Hanchongryon).\r\n   The Kim Young Sam regime blocked the inaugural ceremony of the fifth-term \"Hanchongryon\" which had been slated for May 31 and issued warrants of arrest in advance for seventeen leaders of the organisation and warrants of search for seven universities including Hanyang University which it thought might be the venue of the ceremony.\r\n   Over 20,000 police of 180 companies were posted around Hanyang and Yonsei Universities, Seoul station and other places to search for ceremony participants and walked away nearly 600 guiltless students.\r\n   The statement of the Korean Student Committee bitterly denounces this brutal repression in the name of all the northern students.\r\n   The committee expresses full support to \"Hanchongryon\" determined to carry out the ceremony at any cost and manifests belief that the south Korean students would courageously fight till independence and democracy are achieved in south Korean society and the country is reunified. \r\n\r\n \r\n"
        },
        {
            "title": "Press review",
            "url": "http://kcna.co.jp/item/1997/9706/news6/05.htm#9",
            "content": "Press review \r\nPyongyang, June 5 (KCNA) -- Papers here today report that Secretary Kim Jong Il thanked scientists, technicians, officials and working people for setting examples in carrying out their revolutionary tasks.\r\n   Given in Rodong Sinmun is words of the south Korean people under the title \"The future of the Korean nation is bright under the leadership of leader Kim Jong Il\".\r\n   Committees for honoring the memory of President Kim Il Sung on his third death anniversary were formed in Yugoslavia, Guyana and Denmark and by the Federation of Korean Nationals in China, says the press.  \r\n   Seen in the papers is news that baskets of flowers were laid before the statues of President Kim Il Sung at the Pochonbo Revolutionary Battle Site and the monument to the victorious Pochonbo Battle and an evening gala of youth and students in Hyesan, Ryanggang Province was held to mark the 60th anniversary of the victory in the Pochonbo Battle.\r\n    Under the fixed title \"The great leader comrade Kim Il Sung will always be with us\" Rodong Sinmun carries a Graphic painting portraying President Kim Il Sung and Comrade Kim Jong Suk calling on bereaved children and an article headlined \"our father and mother have come \".\r\n   Papers edit articles calling for accomplishing the revolutionary cause of Juche without fail true to the noble desire \"aim high\" of the indomitable revolutionary fighter Kim Hyong Jik on his 71st death anniversary.\r\n   \"Faith is the first index of a revolutionary\" is the title of an article of Minju Joson.\r\n   Papers observe the day of navy.\r\n   The rice-transplanting is being stepped up by the concerted efforts of soldiers and people, says the press.\r\n   Carried in the press is a statement published by the Korean Student Committee denouncing the Kim Young Sam group for the crackdown upon the South Korean Federation of University Student Councils (Hanchongryon).\r\n   Papers also print the information of the Central Committee of the National Democratic Front of South Korea (NDFSK) concerning its emergency meeting which discussed its activities confronting the present turning situation of south Korea toward the end of Kim Young Sam and slogans of struggle to overthrow Kim Young Sam and an appeal to all the people which were discussed and passed at the meeting.\r\n   Rodong Sinmun comments on the the south Korean puppet clique's crackdown upon Hanchongryon and formal trial of those involved in the Hanbo scandal.\r\n   A commentary of Minju Joson says that Kim Young Sam should open to public the 1992 \"Presidential Election\" funds and step down from power.\r\n   \"Korean style socialism will never perish\" is the title of a Rodong Sinmun article and \"The aggressive nature of imperialists cannot be changed\" is the title of a Minju Joson article. Minju Joson marks the \"World environment day\". \r\n\r\n\r\n"
        },
        {
            "title": "Overthrow of Kim Young Sam called for",
            "url": "http://kcna.co.jp/item/1997/9706/news6/05.htm#10",
            "content": "Overthrow of Kim Young Sam called for\r\n Pyongyang, June 5 (KCNA) -- An emergency meeting of the Central Committee of the National Democratic Front of South Korea (NDFSK) in Seoul on June 2 had discussions on the agenda item \"On immediate action programme of NDFSK to postively cope with the tense situation of south Korea\".\r\n   Chief Ri Jong Sang of the Pyongyang mission of the NDFSK at a press conference on June 4 introduced an information on the meeting, fighting slogans and an appeal.\r\n   The information says the meeting bitterly denounced Kim Young Sam for trying to conceal his crimes, defending himself and fleeing from the responsibility even at the time when an increasing number of people are calling for a probe into the truth behind the 1992 \"Presidential Election\" funds.\r\n   The meeting declared Kim Young Sam's \"victory in the Presidential Elections\" null and void, and deliberated on and approved the fighting slogans, an appeal, etc. of the NdFSK Central Committee for his immediate resignation.\r\n   The fighting slogans call for the overthrow of Kim Young Sam who has left no stone unturned to avoid the responsibility for the Hanbo loan scandal and the 1992 \"Presidential Election\" funds.\r\n   They also call for overthrowing Kim Young Sam, the criminal of corrupt \"Elections\", and the \"civilian\" dictatorship with concerted efforts.\r\n   The appeal says the overthrow of the dictator Kim Young Sam is the unanimous demand of the people, and calls for courageously turning out in a sacred nation-wide struggle for his overthrow.\r\n    It notes that the dictator still remains in power because of the behind-the-scene backing from the U.S., calling upon all the people to smash the U.S. moves for interference and support to the dictator. \r\n\r\n"
        },
        {
            "title": "Servicemen, fishermen faithful to leaders",
            "url": "http://kcna.co.jp/item/1997/9706/news6/05.htm#11",
            "content": "Servicemen, fishermen faithful to leaders\r\n Pyongyang, June 5 (KCNA) -- Another example of devotedly defending the leader was set in Korea, deeply moving people.\r\n   Servicemen and fishermen who were aboard the fishing boat \"8115\" belonging to the Korean People's Security Forces (KPSF) saved portraits of President Kim Il Sung and Secretary Kim Jong Il under unexpected circumstances, defending their revolutionary faith and obligation to the last moment of their lives.     \r\nSince the boat left Nampo port on the West Sea of Korea on April 3, its whereabouts had been unknown.\r\n   On May 2, fishermen of the Roha Cooperative Farm, Sonchon county, North Phyongan Province, happened to find a bag floating off Sinmi island.\r\n   Contained in the bag, wrapped water-tight in a vinyl sheet, were portraits of President Kim Il Sung and Secretary Kim Jong Il, a logbook and a letter.\r\n   It is by the logbook and letter that their heroic death has become known to the people.\r\n   When the boat was sailing back, it was wrecked by a typhoon at around 2 a.m. April 13. The servicemen and crew made desperate efforts to save the boat, but to no avail.\r\n   What they worried about just before the boat was submerged was not themselves but the portraits.\r\n   They wrapped the portraits, which had been hung in the cabin, in a clean vinyl sheet, put them into a bag and set afloat the bag tied with a life belt.\r\n   The letter says that, at the last moment, they sang the song \"No motherland without you\" praising Secretary Kim Jong Il, looking up to the sky above Pyongyang.\r\n   Secretary Kim Jong Il sent gifts to their families and honored them with certificates of bereaved family of a Martyr.\r\n   KPSF officers Kim Jong Gun and Hong Kyong Il were awarded titles of the DPRK hero and the master of the boat, Yun Chun Gyong, and seven others the order of National Flag First Class.\r\n   Their heroic death shows well how steadfast the servicemen and people of Korea are in the spirit of devotedly defending the leader, becoming human bombs and making suicide attack. \r\n\r\n"
        },
        {
            "title": "World Environment Day observed",
            "url": "http://kcna.co.jp/item/1997/9706/news6/05.htm#12",
            "content": "World Environment Day observed\r\nPyongyang, June 5 (KCNA) -- Minju Joson today observes the \"World Environment Day\". Although various measures have been taken for environmental protection in different countries of the world, humankind still face grave environmental issues, a signed article of the paper says, and goes on:\r\n   The worsening ecological environment is attributable not only to natural circumstances, but to indifference to environmental protection.\r\n   Environment is seriously polluted by monopoly capitalists in Western countries, who operate polluting factories only for profits without taking any measure against pollution.\r\n   Environment is destroyed by an enomrous amount of radioactivity resulting from continuous nuclear testing, nuclear weapons manufacturing and nuclear war exercises.\r\n   The DPRK has achieved great success in the environmental protection of the country by establishing the Korean-style socialism centred on the popular masses and by enforcing a popular policy for environmental protection.  \r\n\r\n"
        },
        {
            "title": "Victorious Pochonbo Battle celebrated",
            "url": "http://kcna.co.jp/item/1997/9706/news6/05.htm#13",
            "content": "Victorious Pochonbo Battle celebrated\r\nPyongyang, June 5 (KCNA) -- Youth and Students held celebrations of the 60th anniversary of the historic victory in Pochonbo Battle personally organized and commanded by President Kim Il Sung in the period of the anti- Japanese revolutionary struggle (June 4, 1937).\r\n   Choe Ryong Hae, First Secretary of the Central Committee of the Kim Il Sung Socialist Youth League, at a bonfire gathering of youth and students which was held in Pochonbo on June 3, called upon youth and students to deeply grasp the immortal feats of President Kim Il Sung and vigorously fight to accomplish the revolutionary cause of Juche.\r\n    Paek Hak Rim, an anti-Japanese revolutionary fighter, said in his speech that all younger generation should hold Secretary Kim Jong Il in high esteem as the Centre of Unity and Glorify the Socialist Fatherland of Juche established by the President.\r\n   And then young people praised the immortal feats of the President in their poems and songs.\r\n   An evening gala of youth and students was held in Hyesan city, Ryanggang Province, on June 4.\r\n   The participants demonstrated their iron will and spirit to hold President Kim Il Sung in high esteem as the eternal sun of Juche and to firmly rally around Secretary  Kim Jong Il to accomplish the revolutionary cause which began on Mt. Paektu.\r\n   Present were Secretary of the Central Committee of the Workers' Party of Korea Kim Jung Rin, Vice-Marshal of the Korean People's Army Paek Hak Rim, and other officials. \r\n\r\n"
        },
        {
            "title": "Paper urges Kim Young Sam to resign",
            "url": "http://kcna.co.jp/item/1997/9706/news6/05.htm#14",
            "content": "Paper urges Kim Young Sam to resign\r\nPyongyang, June 5 (KCNA) -- Minju Joson today demands Kim Young Sam clearly see the trend of the times, open to the public the \"Presidential Election\" funds and step down at once.\r\n   The news analyst says:\r\n   Kim Young Sam's \"special statement to the people\" over the 1992 \"Presidential Election\" funds is still under fire among south Korean people and public figures.\r\n   The \"statement\" was designed to conceal his crimes and avoid punishment. He failed to open to the public the campaign funds not because he had no account book or much time had flown but because he feared that if he confessed the fabulous amount, his \"victory in the Presidential Election\" would become null and void.\r\n   His \"statement\" is a mockery of and a challenge to the south Korean public.\r\n   The south Korean people will fight it out till they throw Kim Young Sam, the chieftain of corruption, swindler and political charlatan, into the dustbin of history. \r\n\r\n"
        },
        {
            "title": "U.S. troops, source of wrath in s. Korea",
            "url": "http://kcna.co.jp/item/1997/9706/news6/05.htm#15",
            "content": "U.S. troops, source of wrath in s. Korea\r\nPyongyang, June 5 (KCNA) -- The U.S. troops in south Korea reportedly have become a source of the wrath of inhabitants from all walks of life.\r\n   In south Korea there are now 40,000 U.S. troops and above 120 bases in 98 places, which occupy an area of over 100 million pyong (one pyong is equal to 3.954 sq. yard).\r\n   The Kim Young Sam puppet clique has offered wide areas of land as \"U.S. military bases\".\r\n   In Tongduchon city of Kyonggi Province, 51 percent of the city area has been used as the U.S. military base.\r\n   Environmental pollution by such bases is getting worse.\r\n   According to the analysis of the soil of the U.S. military bases, it contains 24 times as much lead and seven times as much cadmium as other areas.\r\n   The United States has appropriated a large sum of fund for purification establishments built in its bases in Japan, Germany and other regions. However, it has built no proper purification establishment in south Korea though it is producing several thousand tons of poisonous waste every year.\r\n   Over the past 50 years crimes by American soldiers totaled more than 100,000 cases according to the official statistics published by the Kim Young Sam \"Government\" in 1995.\r\n   So, it is quite natural that the south Korean people are demanding an immediate withdrawal of the U.S. troops, the source of national misfortune. \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}