{
    "date": "1997-02-19",
    "url": "http://kcna.co.jp/item/1997/9702/970219.htm",
    "articles": [
        {
            "title": "Floral basket to Secy. Kim Jong Il from Pakistani Prime Minister",
            "url": "http://kcna.co.jp/item/1997/9702/news2/19.htm#1",
            "content": "\r\n\r\nPast news \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Press review",
            "url": "http://kcna.co.jp/item/1997/9702/news2/19.htm#2",
            "content": "Floral basket to Secy. Kim Jong Il from Pakistani Prime Minister\r\n   Pyongyang, February 19 (KCNA) -- Malik Miraj Khalid, Prime Minister of Pakistan, sent a floral basket to the DPRK embassy in Islamabad on the occasion of the 55th birthday of Secretary Kim Jong Il. \r\n  The floral basket was handed to the DPRK Ambassador on February 15.\r\n\r\n"
        },
        {
            "title": "Trick to evade responsibility",
            "url": "http://kcna.co.jp/item/1997/9702/news2/19.htm#3",
            "content": "Press review\r\n   Pyongyang, February 19 (KCNA) -- Papers here today say that Secy. Kim Jong Il, Supreme Commander of the Korean People's Army, sent thanks to servicemen who devotedly saved people and their property.\r\n   It is reported in the press that on the occasion of the birthday of Secretary Kim Jong Il, Pakistani Prime Minister Malik Miraj Khalid sent a floral basket to the Korean embassy. Secretary Kim Jong Il also received floral baskets and gifts from the Chairman of the International Association of Democratic Lawyers and the Chinese no.1 Motor Group Company.\r\n   Under the fixed headline \"They always worked together for the people\" Rodong Sinmun carries an article entitled \"Dignity and honor of Juche Korea will shine for all ages\" illustrated by a picture of President Kim Il Sung and Secretary Kim Jong Il. \r\n   A monument to on-site guidance of President Kim Il Sung and Secretary Kim Jong Il has been erected at a KPA unit, says the press.\r\n   Appearing in Rodong Sinmun is an article entitled \"the respected Secretary Kim Jong Il is the great sun of the nation\" and an article marking the 23rd anniversary of the publication of his celebrated work which deals with the issue of modelling the whole society on the Juche idea.\r\n   Given in the press is news that events took place in different countries and foreign news media carried articles to celebrate Secretary Kim Jong Il's birthday.\r\n   Papers carry a letter sent to Secretary Kim Jong Il by the coordinator (leader) of the National Executive Committee of the Mexican Workers' Party on behalf of the participants in the \"seminar of political parties on the building of a new society\", an account of the seminar held in Mexico city and a joint statement adopted there to support peace and reunification of Korea.\r\n  \r\n\r\n"
        },
        {
            "title": "War exercise against north",
            "url": "http://kcna.co.jp/item/1997/9702/news2/19.htm#4",
            "content": "Trick to evade responsibility\r\n   Pyongyang, February 19 (KCNA) -- Some press media of the United States and Japan are obstrusively interfering in the issue of the Korean Peninsula, which must be solved between the DPRK and the U. S., saying that it is necessary for the U.S. to \"actively cooperate\" with someone in solution to this issue, according to a report.\r\n   The diplomatic authority of the United States also expressed the willingness for \"cooperation\" and plans to discuss with someone about this issue in a few days.\r\n   Commenting on this, Rodong Sinmun today says that utterances of the united states styling itself \"only superpower\" about someone's \"influence\" and \"cooperation\" are a poor trick to evade its obligation as the very one who is directly responsible for the issue of the Korean Peninsula.\r\n   The analyst of the paper further says:\r\n   Ridiculous is the view of the united states that someone's \"influence\" will work on the DPRK.\r\n   In solving our own matters, we do not read other's face. \r\n   Our people resolutely oppose any attempt to interfere in our internal affairs.\r\n   It is our principled stand that the DPRK and the United States should solve the issue of the Korean Peninsula in a responsible way. Such a stand of ours will never change.  We will deal only with the United States in the solution to the issue of the Korean Peninsula.\r\n   If anyone tries to poke his nose into the Korean question, taken in by the U.S. trick, it will be a mistake and hurt our feelings unwillingly.\r\n   The United States would be well advised to stop unreasonable acts and sincerely implement its obligations.\r\n\r\n"
        },
        {
            "title": "Sixth \"Paektusan Prize\" int'l figure skating tourney closes",
            "url": "http://kcna.co.jp/item/1997/9702/news2/19.htm#5",
            "content": "War exercise against north\r\n   Pyongyang, February 19 (KCNA) -- The civilian - veiled warmongers of South Korea announced that they would stage a joint air-defense exercise of the three services of the puppet army in Seoul and central and northern part  of Kyonggi Province on Tuesday.\r\n   They said that a large-scale tactical exercise would be staged with tens of thousands of army soldiers, tanks, armored vehicles and other equipment in Inchon, southwestern area of Kyonggi Province and on the west coast of Korea from Feb. 17-22.\r\n   They, who have continuously staged criminal war exercises against the north, steadily increasing the tension in the Korean Peninsula, will be bitterly denounced by the nation.\r\n\r\n"
        }
    ]
}