{
    "date": "1997-10-19",
    "url": "http://kcna.co.jp/item/1997/9710/971019.htm",
    "articles": [
        {
            "title": "Kim Jong Il's election welcomed abroad",
            "url": "http://kcna.co.jp/item/1997/9710/news10/19.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Events held abroad to celebrate Kim Jong Il's election",
            "url": "http://kcna.co.jp/item/1997/9710/news10/19.htm#2",
            "content": "Kim Jong Il's election welcomed abroad \r\nPyongyang, October 19 (KCNA) -- Political parties, public organisations and personages of different countries issued statements in celebration of the great leader general Kim Jong Il's election as General Secretary of the Workers' Party of Korea.\r\n   In a joint congratulatory statement, the National Council of the Communist Party of India and other political parties, public organisations and personages of India described his election as an event of historic importance for which the progressives around the world had long waited.\r\n   The people of the world aspiring after justice, peace and socialism are very lucky to be under the outstanding leader Kim Jong Il, who will lead the 21st century along the road of independence, the statement said.\r\n   The Communist Party of Nepal (UML) and other political parties and public organisations of Nepal issued an appeal October 10 to the progressive political parties and public organisations of different countries.\r\n   The appeal noted that the progressives of the world today highly praise General Secretary Kim Jong Il and respect and revere him as the great leader who will guide the 21st century.\r\n   It called on the progressive political parties and public organisations around the world to organise worldwide events to celebrate his election.\r\n   The Ghanaian National Institute of the Juche Idea issued a statement October 10, expressing belief that the Workers' Party of Korea and the Korean people will make greater achievements in the struggle to smash the anti-socialist, anti-DPRK campaign of the imperialists, defend man-centred socialism and reunify the country, closely united around General Secretary Kim Jong Il. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il's election hailed in Guinea",
            "url": "http://kcna.co.jp/item/1997/9710/news10/19.htm#3",
            "content": "Events held abroad to celebrate Kim Jong Il's election\r\nPyongyang, October 19 (KCNA) -- Events were held in different countries in celebration of the great leader general Kim Jong Il's election as General Secretary of the Workers' Party of Korea.\r\n   Celebration Meetings Were Held In Mexico, Nepal, Angola, Mongolia, Mali, Zambia, Togo, Jordan, Bangladesh, Pakistan, Egypt, Britain, Cambodia, Peru and Sweden.\r\n   Such events as film show, photo exhibition, \"Evening of Culture\" and explanation session was organised in Malaysia, Ethiopia, India, Yugoslavia, Italy, Senegal, Guyana and other countries.\r\n   The participants in the events praised General Secretary Kim Jong Il as the great leader  of the people who has intense loyalty to socialism, unshakable faith and tested art of leadership.\r\n   They said he is not only the future of Korea but the future and destiny of humankind. They expressed hope that he will wisely lead the building of socialism in Korea, the efforts for Korea's reunification and the communist movement of the world.\r\n   Congratulatory messages to him were adopted at the events. \r\n\r\n"
        },
        {
            "title": "Nuclear-free zone in northeast Asia called for",
            "url": "http://kcna.co.jp/item/1997/9710/news10/19.htm#4",
            "content": "Kim Jong Il's election hailed in Guinea\r\nPyongyang, October 19 (KCNA) -- The Guinean Preparatory Committee met in Conakry on October 8 for events to welcome the great leader general Kim Jong Il's election as General Secretary of the Workers' Party of Korea.\r\n   Moussa Solano, Chairman of the preparatory committee and First Secretary for Administration of the Guinean Party for Unity and Progress, said comrade Kim Jong Il's election is a very happy and important event that meets the unanimous desire of the Korean, Guinean and other peoples of the third world countries.\r\n   He praised General Secretary Kim Jong Il as the outstanding leader of the Korean people and the peoples of the third world and nonaligned countries, as he made distinguished contributions to the world revolution with brilliant ideological and theoretical activities.\r\n   He outlined the program of welcome events and propaganda. \r\n\r\n"
        },
        {
            "title": "Jordanian organisation demands repatriation of POW from s. Korea",
            "url": "http://kcna.co.jp/item/1997/9710/news10/19.htm#5",
            "content": "Nuclear-free zone in northeast Asia called for\r\nPyongyang, October 19 (KCNA) -- Takako Doi, Leader of the Japan Social-Democratic Party, in a lecture at Harvard University on October 15 during her visit to the U.S. called for establishing a nuclear-free zone in northeast Asia for stability on the Korean Peninsula.\r\n   She reportedly said her call would be feasible if there is active cooperation from the United States. \r\n\r\n"
        },
        {
            "title": "Paper on prospects of Korean nation under great leader",
            "url": "http://kcna.co.jp/item/1997/9710/news10/19.htm#6",
            "content": "Jordanian organisation demands repatriation of POW from s. Korea\r\nPyongyang, October 19 (KCNA) -- The Jordan-Korea Friendship Association issued a statement October 12, demanding the repatriation of unconverted long-term prisoners in south Korea.\r\n   The statement said that to arrest or persecute people because they do not give up their ideology and faith is an unethical outrage and a wanton violation of international law on prisoners of war.\r\n   It urged the south Korean authorities to apologize to the international community in no time for their inhuman acts and send the unconverted long-term prisoners back home as they wish. \r\n\r\n"
        },
        {
            "title": "Imperialism is not monstre",
            "url": "http://kcna.co.jp/item/1997/9710/news10/19.htm#7",
            "content": "Paper on prospects of Korean nation under great leader\r\nPyongyang, October 19 (KCNA) -- Rodong Sinmun today says that with General Kim Jong Il as General Secretary of the Workers' Party of Korea, all the Korean people are full of great national pride and confidence in the bright future of the new era.\r\n   The paper says in a signed article:\r\n   The respected comrade Kim Jong Il is the top brain of the nation who embodies and defends national identity and quality and indicates the path of the nation's destiny with scientific guiding idea, strategy and tactics that meet the nation's desire and demand for independence.\r\n   He has imbued the people with the Korean-nation-first spirit, turned Korea into a country with strong ideology and independent politics based on the Juche idea and the spirit of national independence, foiled the challenges and hostile campaign of the allied forces of imperialism and placed the position of the Korean nation on the highest peak in the world.\r\n   He is the centre of great leadership who leads the nation's cause of independence straight to victory with his extraordinary and outstanding leadership and correct strategy and tactics.\r\n   He has turned the DPRK into a country with powerful economic potentials, a powerful military state no big power dare provoke and a solid base for the cause of national reunification and independence.\r\n   The Korean nation are confident of a bright future as they are under a great man who leads the Juche cause, the cause of national independence, to victory without any mistake or error in policy in the fast-changing international situation.\r\n   He is the tenderhearted father of the nation and the centre of national unity that embraces all the fellow countrymen with his noblest virtues through benevolent, magnanimous politics based on love and trust.\r\n   His deep care and favors for our fellow countrymen emanate from his broad mind, magnanimity and rare personality. He wins everything with love and moves the world with trust.\r\n   With him as WPK General Secretary and the leader of the nation, the prestige of Kim Il Sung's nation are demonstrated still further and the prospects for national reunification and independence are brighter. \r\n\r\n"
        }
    ]
}