{
    "date": "1997-01-26",
    "url": "http://kcna.co.jp/item/1997/9701/970126.htm",
    "articles": [
        {
            "title": "Overseas Koreans favor joint editorial",
            "url": "http://kcna.co.jp/item/1997/9701/news1/26.htm#1",
            "content": "Overseas Koreans favor joint editorial\r\n   Pyongyang, January 26 (KCNA) -- Chairmen of the United \r\nConfederations of Koreans in Uzbekistan, Kazakhstan and \r\nKirghizstan recently issued statements in support of the \r\njoint new year editorial of the newspapers of the Party, the \r\narmy and the youth league of the DPRK.\r\n   The editorial indicates what the Koreans should do this \r\nyear, they said, and expressed full support to the part of \r\nthe editorial dealing with national reunification.\r\n   They vowed to decorate 1997 as the most significant year \r\nin promoting the cause of national reunification under the \r\nwise leadership of the respected General Kim Jong Il.\r\n   They resolved to rally broad segments of Koreans closely \r\naround the organisations and arouse them to the patriotic \r\nmovement for reunification. \r\n\r\n\r\n"
        },
        {
            "title": "Koreans in China call for return of pows",
            "url": "http://kcna.co.jp/item/1997/9701/news1/26.htm#2",
            "content": "Koreans in China call for return of pows\r\n   Pyongyang, January 26 (KCNA) -- The Headquarters of \r\nKoreans in China of the National Alliance for the Country's \r\nReunification convened a presidium meeting on Jan. 20 to \r\ndiscuss measures for the repatriation of Kim In So, Kim Yong \r\nThae and Ham Se Hwan, unconverted long-term prisoners, from \r\nsouth Korea.\r\n   The meeting participants said the three old men should \r\nhave been sent back to the north of Korea where they have \r\ntheir hometowns and families in accordance with the Korean \r\narmistice agreement and the international law on human \r\nrights as they are prisoners of war.\r\n   The Koreans in China accused the south Korean authorities \r\nof detaining them in south Korea.\r\n   A measure committee of Koreans in China for the \r\nrepatriation of unconverted long-term prisoners from south \r\nKorea was inaugurated at the meeting. \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean economy on brink of total bankruptcy",
            "url": "http://kcna.co.jp/item/1997/9701/news1/26.htm#3",
            "content": "S. Korean economy on brink of total bankruptcy\r\n   Pyongyang, January 26 (KCNA) -- The worst crisis of the \r\nsouth Korean economy is an outcome of the Kim Young Sam \r\nregime's treacherous economic policy, Rodong Sinmun Saturday \r\nquotes Prof. and Dr. Son Jong Chol as saying.\r\n   In an article Son Jong Chol analyses the traitor Kim \r\nYoung Sam's treacherous and deceptive \"economic policy.\"\r\n   The article says:\r\n   Kim Young Sam's \"globalization\" campaign has brought the \r\nsouth Korean economy to the brink of total bankruptcy.\r\n   The incredible increase in foreign debt is a graphic \r\nexample of the critical situation of the south Korean \r\neconomy.\r\n   South Korea's foreign debt has snowballed since Kim Young \r\nSam took office and now exceeds dlrs 100 billion by far.\r\n   In November last year, the puppet board of finance and \r\neconomy announced that the foreign debt totalled more than \r\ndlrs 100 billion. If loans and overseas bonds are included \r\nin the estimate, south Korea's foreign debt amounts to dlrs \r\n150 billion.\r\n   The snowballing of foreign debt is mainly attributable to \r\nmassive infiltration of foreign capital and rapid growth of \r\ntrade deficit following market opening.\r\n   The south Korean economy is a typical example of export-\r\noriented deformed colonial dependent economy. So, the trade \r\ndeficit is an index indicative of the crisis of south \r\nKorea's economy.\r\n   Even according to the underestimated data announced by \r\nthe puppets, south Korea's trade deficit last year was a \r\nrecord high of dlrs 23 billion, or 2.3 times the 1995 \r\nfigure. \r\n   The south Korean economy, saddled with heavy foreign \r\ndebts, has extreme financial and marketing difficulties, \r\nwith businesses going to ruin in succession.\r\n   According to data issued by a south Korean bank, 37 \r\nenterprises went bankrupt on a daily average last year. The \r\nyear witnessed the bankruptcy of a total of some 100 big \r\nbusinesses and more than 10,000 minor ones.\r\n   The south Korean people will never pardon Kim Young Sam, \r\nwho has driven the economy to the brink of total bankruptcy \r\nand made them live a hard life as \"servants in debt.\" \r\n\r\n\r\n"
        },
        {
            "title": "Letter to s. Korean workers",
            "url": "http://kcna.co.jp/item/1997/9701/news1/26.htm#4",
            "content": "Letter to s. Korean workers\r\n   Pyongyang, January 26 (KCNA) -- The Trade Union Committee \r\nof the Sung.I General Motor works in the north of Korea sent \r\na letter to the trade union and workers of the Kia Motors \r\ncorp. of south Korea. The letter came as the struggle of the \r\nsouth Korean workers and other people to nullify the \"labour \r\nlaw\" and the \"law on the agency for national security \r\nplanning\" was growing in scope in defiance of the vicious \r\nsuppression by the puppet clique.\r\n   The struggle of the south Korean workers for the \r\nabrogation of the fascist laws is an absolutely natural and \r\njust struggle to defend the inviolable vital rights and \r\nfreedom of man, the letter said, and noted:\r\n   The only way for the south Korean workers is to \r\nbring the traitor Kim Young Sam to the tribunal of history. \r\n   The letter expressed the belief that the trade union and \r\nworkers of the Kia Motors corp. will undauntedly fight till \r\nthe day of the final victory. \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean workers' strikes supported worldwide",
            "url": "http://kcna.co.jp/item/1997/9701/news1/26.htm#5",
            "content": "S. Korean workers' strikes supported worldwide \r\n   Pyongyang, January 26 (KCNA) -- World public circles have \r\nextended solidarity to the south Korean workers in the \r\nstrikes demanding the re-amendment of the \"labour laws\" and \r\nthe \"law on the agency for national security planning\".\r\n   The Revolutionary Socialist Party of Peru in a statement \r\non Jan 18 said that the retrogressive revision of the \"laws \r\non labour affairs and the ANSP\" was aimed at saving the \r\nSeoul puppet government from the political and economic \r\ncrisis.\r\n   The statement expressed solidarity for the struggle of \r\nthe south Korean working people, in the belief that they \r\nwill continue the struggle till the Kim Young Sam \r\ndictatorial regime surrenders.\r\n   The Christian Arab Democratic Party of Jordan in a \r\nstatement on January 19 bitterly denounced the south Korean \r\nfascist clique's suppression of the strikers and expressed \r\nsupport and solidarity for their righteous struggle.\r\n   The Labour Congress of Thailand, the General Trade Union \r\nfor Building and Wood Industries Workers of Egypt and the \r\nDemocratic Youth League of Ghana in their letters of protest \r\nto the traitor Kim Young Sam demanded that the south Korean \r\nauthorities abrogate the trouble-making \"laws\" immediately, \r\nstop the suppression of the strikers and set free the \r\narrested people unconditionally and at once.\r\n   The Madagascar-Korea Friendship Association and the \r\nMalagasy Solidarity Committee in a joint statement on Jan. \r\n20 extended support and solidarity to the south Korean \r\nworkers and other people in the just struggle for the \r\nnullification of the retrogressively revised \"law on the \r\nansp\" and \"labour laws\" and for freedom, democracy and the \r\nright to existence.\r\n   The Bulgaria-Korea Friendship Association and the France-\r\nKorea Friendship Association in their statements exposed the \r\nreactionary  and anti-social nature of these laws. The \r\nstatements said that it is only too natural for the south \r\nKorean workers and other people to oppose the retrogressive \r\nrevision of the fascist \"laws\" by the puppet clique and that \r\ntheir struggle is just. \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean organisations call for re-amendment of \"labour laws\"",
            "url": "http://kcna.co.jp/item/1997/9701/news1/26.htm#6",
            "content": "S. Korean organisations call for re-amendment of \"labour laws\" \r\n   Pyongyang, January 26 (KCNA) -- The \"National Council of \r\nParents of Students for True Education\" and six other \r\neducation-related organisations of south Korea published a \r\nstatement on January 23 urging the re-amendment of the \r\n\"labour laws\" to suit the international standards, a Seoul-\r\nbased radio report said.\r\n   The statement denounced the fascist clique for cracking \r\ndown upon the just struggle of trade unionists against the \r\nretrogressively revised \"labour laws\" and demanded an \r\nimmediate withdrawal of \"legal action\" on more than 400 \r\nunionists.  \r\n\r\n\r\n"
        },
        {
            "title": "Japanese government is to blame",
            "url": "http://kcna.co.jp/item/1997/9701/news1/26.htm#7",
            "content": "Japanese government is to blame \r\n   Pyongyang, January 26 (KCNA) -- A Japanese newspaper \r\nrecently gave an account of the \"dietmen's council for reply \r\nto spirits\" in which 190 liberal-democratic members of both \r\nhouses of the diet are enlisted. The first and foremost task \r\nof the council is reported to \"promote\" official visit of \r\nthe prime minister and other cabinet members to the \r\n\"Yasukuni Shrine.\" a news analyst of Rodong Sinmun today says:\r\n   The visit to the \"shrine\" is a touchstone showing what \r\nattitude the Japanese government authorities take toward the \r\npast acts of aggression and which way Japan will go in \r\nfuture.\r\n   The Japanese authorities have claimed that a few rightist \r\nindividuals and organisations call for visiting the \r\n\"Yasukuni Shrine.\"\r\n   However, it has been brought to light that the Prime \r\nMinister and most of the government members belong to the \r\n\"dietmen's council for reply to spirits,\" a shock brigade in \r\nthe agitation for militarism. This indicates that the \r\nJapanese government is directly involved in, and \r\nmanipulates, the activities to whitewash and justify the \r\npast aggression.\r\n   The Japanese government defines it as a state policy to \r\ndeny and justify the past crimes and realise the old dream \r\nof \"Greater East Asia Co-Prosperity Sphere.\"\r\n   Japan is the only country in the world that has not \r\nfrankly admitted, reflected on and atoned for the past \r\naggression.\r\n   If Japan is to enjoy confidence of the international \r\ncommunity, it must honestly admit, reflect on and atone for \r\nits past crimes, instead of whitewashing the past acts of \r\naggression and justifying militarism. \r\n\r\n\r\n"
        },
        {
            "title": "Compromise with dictators is poison",
            "url": "http://kcna.co.jp/item/1997/9701/news1/26.htm#8",
            "content": "Compromise with dictators is poison \r\n   Pyongyang, January 26 (KCNA) -- Rodong Sinmun today \r\nbrands the recent \"talks between ruling and opposition party \r\nleaders\" in south Korea as a political deal characterised \r\nby Kim Young Sam's unilateral outrage to justify, defend and \r\nenforce fascist laws. The \"talks\" were outwardly aimed at \r\n\"rewriting the disputed laws on the agency for national \r\nsecurity planning and labor affairs through negotiation and \r\ncompromise between the ruling and opposition parties.\"\r\n   The news analyst says:\r\n   At the \"talks\" the traitor Kim Young Sam argued that the \r\n\"laws passed through parliament legitimately can never be \r\nannulled.\" this was the height of shamelessness and an \r\nunbearable challenge to the people calling for unconditional \r\nrepeal of the fascist laws.\r\n   The Kim Young Sam regime's call for \"rewriting the laws \r\nthrough ruling-opposition negotiation\" is a trick to play \r\nfor time, overcome the political and economic confusion and \r\ndestroy labor unions one by one.\r\n   The south Korean opposition parties are now taken in by \r\nthe \"negotiation card\" of the \"New Korea Party.\" this \r\ncompels people to suspect that the opposition are bent on \r\nfishing in troubled waters through a political bargaining \r\nwith the authorities, rather than speaking for the interests \r\nof workers.\r\n   Struggle is the only way out for the workers. Only when \r\nthe south Korean workers, peasants, students, intellectuals, \r\nreligionists and other people join in the already-started \r\nnationwide struggle against Kim Young Sam and fascist laws, \r\nwill the bulwark of fascism collapse and a democratic new \r\nsociety be built. \r\n\r\n\r\n"
        },
        {
            "title": "Papers observe day of proclamation of Republic of India",
            "url": "http://kcna.co.jp/item/1997/9701/news1/26.htm#9",
            "content": "Papers observe day of proclamation of Republic of India \r\n   Pyongyang, January 26 (KCNA) -- Papers here today observe \r\nthe day of the proclamation of the Republic of India.\r\n   The proclamation of the Republic was a significant event \r\nin the social and political life of the Indian people who \r\nwere freed from the imperialist colonial rule, a signed \r\narticle of Rodong Sinmun says, and goes on:\r\n   The path traversed by the Indian people after the \r\nfoundation of the republic was a course of proud struggle to \r\nconsolidate the national independence and achieve the \r\nindependent development and modernization of the country.\r\n   The Korean people sincerely congratulate the Indian \r\npeople on the achievements they made in the struggle to \r\nbuild a prosperous new society.\r\n   India, a founder-state of the non-aligned movement, is \r\nactively striving for the strengthening and development of \r\nthe movement.\r\n   The Korean people value the friendly and cooperative \r\nrelations with the Indian people and will in the future make \r\nactive efforts to further develop these relations in the \r\npolitical, economic, cultural and other fields.\r\n   A by-lined article of Minju Joson wishes the Indian \r\npeople greater success in the work for the progress and \r\nprosperity of the country. \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}