{
    "date": "1997-11-23",
    "url": "http://kcna.co.jp/item/1997/9711/971123.htm",
    "articles": [
        {
            "title": "Foreign Ministry spokesman on upcoming \"Four-Party Talks",
            "url": "http://kcna.co.jp/item/1997/9711/news11/23.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Continued struggle declared in S. Korea",
            "url": "http://kcna.co.jp/item/1997/9711/news11/23.htm#2",
            "content": "Foreign Ministry spokesman on upcoming \"Four-Party Talks\r\n Pyongyang, November 23 (KCNA) -- The spokesman for the Foreign Ministry of the Democratic People's Republic of Korea made the following remarks in an interview with KCNA today:\r\n   The third four-party preliminary meeting held in New York on November 21 agreed to hold the \"Four-Party Talks\" in Geneva on December 9.\r\n   We have so far made sincere efforts for the holding of the \"Four-Party Talks\" since we clarified our principled position to participate in the talks with a view to preserving a lasting peace and stability on the Korean Peninsula.\r\n   Thanks to our sincere efforts, confidence and political atmosphere for the \"Four-Party Talks\" have been created considerably and it has been promised that the talks will focus on the U.S. troop pullout and the conclusion of a peace agreement between the DPRK and the U.S., as we have demanded. That is why we agreed to hold the talks.\r\n   We will do all we can to make the talks contribute to peace and stability on the Korean Peninsula. And we hope that all the other parties to the talks will sincerely approach the talks to find a substantial solution to the issues.    \r\n\r\n"
        },
        {
            "title": "Postcard with picture of Gen. Secy. Kim Jong Il distributed in s. Korea",
            "url": "http://kcna.co.jp/item/1997/9711/news11/23.htm#3",
            "content": "Continued struggle declared in s. Korea\r\nPyongyang, November 23 (KCNA) -- The Federation of Hospital Trade Unions in south Korea called a press conference on November 20 and declared that it would continue its struggle until unionists of Hanyang University Hospital who had been walked away are released and reinstated, according to a radio report from Seoul.\r\n   It denounced the \"government\"-backed management side of the hospital for asking police to walk away strikers in violation of its promise with unionists and repeatedly declared that it would more stubbornly fight to make the demands of the Hospital Trade Union met.    \r\n\r\n"
        },
        {
            "title": "R.S. on remarks of colonial stooge",
            "url": "http://kcna.co.jp/item/1997/9711/news11/23.htm#4",
            "content": "Postcard with picture of Gen.Secy. Kim Jong Il distributed in s. Korea\r\nPyongyang, November 23 (KCNA) -- Copies of a postcard carrying a picture of  General Kim Jong Il were distributed to residential quarters in Songdong district, Seoul, the Seoul-based radio Voice of National Salvation quoted the Seoul City Committee of the National Democratic Front of South Korea as saying.\r\n   The picture shows General Kim Jong Il sitting on a horse with the caption \"Kim Jong Il, the most brilliant General in the world.\"\r\n   The people were excited and pleased to see the picture, the committee said.    \r\n \r\n"
        }
    ]
}