{
    "date": "1997-12-01",
    "url": "http://kcna.co.jp/item/1997/9712/971201.htm",
    "articles": [
        {
            "title": "S. Korean authoriities blasted for false report",
            "url": "http://kcna.co.jp/item/1997/9712/news12/01.htm#1",
            "content": "S. Korean authoriities blasted for false report\r\n   Pyongyang, December 1 (KCNA) -- The \"civilian\"-veiled fascist clique of South Korea held a trial for Kang Wi Won who was the chairman of the fifth-term South Korean Federation of University Student Councils (Hanchongryon) at the puppet Kwangju district court on November 25 and sentenced him to a prison term of six years and suspension of qualification of three years, a South Korean newspaper said.\r\n   The fascist clique arrested him in July, claiming that he organised the inaugural meeting of the fifth-term Hanchongryon and took the lead in the struggle for independence, democracy and reunification. \r\n   This clearly shows what desperate efforts the Kim Young Sam regime of murderers and anti-reunification elements is making to obliterate Hanchongryon.    \r\n\r\n"
        },
        {
            "title": "University professor arrested in S. Korea",
            "url": "http://kcna.co.jp/item/1997/9712/news12/01.htm#2",
            "content": "University professor arrested in S. Korea\r\n Pyongyang, December 1 (KCNA) -- The South Korean fascist clique detained Prof. Pak Ji Dong, rector of the Press Graduate School of Kwangju University, on November 28 on the charge of violation of the notorious \"National Security Law\", according to a radio report from Seoul.\r\n   Pak authored and published \"method on true understanding and discourse\", a textbook for high school and university students, in April last year, in which he vindicates the Juche idea.\r\n   Earlier, on the 27th, he was brought to the puppet Kwangju district court for questioning.\r\n   The professor said the charge the prosecution imposed on him was an unjustifiable \"application of law\" and that he would take a strong counteraction against the authorities' suppression.    \r\n\r\n"
        },
        {
            "title": "Japanese wives send letter to G.S. Kim Jong Il",
            "url": "http://kcna.co.jp/item/1997/9712/news12/01.htm#3",
            "content": "Japanese wives send letter to G.S. Kim Jong Il\r\nPyongyang, December 1 (KCNA) -- A letter was sent to General Secretary Kim Jong Il by the members of the first home-visiting group of Japanese-Korean women and other Japanese wives in Korea on Nov. 28 after they were invited to a banquet arranged by him at the Mokran House on Nov. 25.\r\n   In the letter the old women expressed deep thanks to General Kim Jong Il, who let them visit their hometowns in Japan, sent them a reply bearing his august name and arranged a grand banquet for them.\r\n   They said the General has reared the people admirably and embraced Japanese wives as members of his family and that they broke with Japan long ago and became citizens of the glorious Democratic People's Republic of Korea.\r\n   They also said they have nothing more to want and they will only repay the respected general's benevolence until their last moment.\r\n   They vowed to always remain young in venerating him and do anything to help him, who guides the state affairs singlehandedly.\r\n   The letter said:\r\n   We have deeply felt that man should live with faith and conscience, not with money and goods.\r\n   We will prepare our sons and daughters to uphold you with a strong faith and pure conscience.    \r\n \r\n"
        },
        {
            "title": "Noble revolutionary comradeship of Kim Jong Suk",
            "url": "http://kcna.co.jp/item/1997/9712/news12/01.htm#4",
            "content": "Noble revolutionary comradeship of Kim Jong Suk\r\n  Pyongyang, December 1 (KCNA) -- Kim Jong Suk, a great communist revolutionary fighter, always treasured and loved her revolutionary colleagues.\r\n   Stories about her comradeship are still told among people.\r\n   It was in June Juche 28 (1939) when she was treating a sick woman guerrilla in a deep forest.\r\n   At that time, she had neither medicines nor a simple medical instrument. Though, under such difficult conditions, she devoted herself to treating the patient= she collected gum from trees and applied it to the patient's arm and the back of her hand two or three times a day. And she cooked the patient's favourite dishes with a few edibles left by the unit. Furthermore, she mounted rough ridges to pick the wild vegetables the patient liked to eat.\r\n   With her warm care and devoted service, the patient recovered her health to join the revolutionary ranks again.\r\n   Kim Jong Suk used to skip her meals for her colleagues.\r\n   One day Juche 24 (1935) she cooked, with last emergency ration, cakes flavoured with pine endodermis. \r\n   Back from battles, guerrillas were very glad to take cakes. So, she gave her own share to them and took thin gruel of pine endodermis only as her supper.\r\n   One day after the large-unit circling operation was launched, the unit was camping in a forest.  Guerrillas fell asleep at campfires, but Kim Jong Suk looked after younger guerrillas from head to foot one by one. And she spent the rest time, patching their uniforms and mending and drying their shoes over the fire.\r\n   She gave her only cloth for winter suit to another guerrilla and tried to relieve colleagues of their burdens during the march. When a newcomer lost his rifle in a fierce battle,  she broke through the enemy-controlled line to take it back.\r\n   Indeed, Kim Jong Suk thought more of colleagues than herself in any difficult and trying circumstances and deemed it her happiness and joy to devote her all to them. \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on political backwardness of s. Korea",
            "url": "http://kcna.co.jp/item/1997/9712/news12/01.htm#5",
            "content": "Rodong Sinmun on political backwardness of S. Korea\r\n  Pyongyang, December 1 (KCNA) -- Rodong Sinmun today comes out with a signed article on political backwardness of South Korea.\r\n   The author of the article says:\r\n   The world people say that South Korea is the \"worst backward country in politics\" at the end of the 20th century.\r\n   Above all, this is illustrated by the fact that South Korea is the last colony when the 20th century is coming to an end.   \r\n   Changes of regime have taken place in South Korea since a \"government\" appeared after the country's liberation on August 15, 1945. But, none of them has never been built as intended by the South Korean people. The South Korean regimes have worked out \"policies\" on the instructions and decisions of the united states and executed them under its supervision and inspection.\r\n   The economic lifeline of south Korea is in the hands of U.S., Japanese and other foreign monopoly capital. Worse still, the prerogative of the supreme command of its army is in the possession of the U.S. forces.\r\n   Its political backwardness finds its expression in that even the nominal independence of the legislature, the executive and judicature allegedly symbolic of modern bourgeois politics is not ensured and the one-man and one-party dictatorships and clan government are dominant in South Korea.\r\n   After the defeat in the \"election of bosses of local autonomous bodies,\" the traitor Kim Young Sam renamed the ruling party the \"New Korea Party\" for \"National Assembly Election\". Then, he mobilized all government powers and squandered huge amounts of money to win in the election. \r\n   However, the election resulted in the ruling-minority and the opposition-majority. In a bid to gain the upperhand of his party in the \"national assembly\", he employed every conceivable means including threats, plots and swindles to win opposition and independent elects over to his ruling party and thus realised the ambition for the ruling-majority and the opposition-minority.\r\n   \"Bills\" have been railroaded through the \"National Assembly\" by the ruling parties in South Korea on 45 occasions since the appearance of the second-term \"National Assembly\" in 1952. Twentythree cases of them, or more than half, have been committed since Kim Young Sam became the \"President\" of the ruling party and \"President\" of the present regime.\r\n   The former Seoul mayor satirically compared the current South Korean government with the power-based government which had existed at the end of the Ri dynasty. \r\n   The fact that the medieval clan government still exists in South Korea in the era of civilization in which the 21st century is in sight is an ample evidence showing that it is the worst, politically backward land in the world.\r\n   Its political backwardness also finds its expression in the fact that it is a theatre of political rowdyism in which a handful of reactionary forces are engaged in tip-off politics and fascist, murderous and repressive politics.\r\n   The \"Agency for National Security Planning\" in South Korea is empowered with supra-constitutional privileges. The total sum of its budgets and the number of its staff members are top secrets to all people. Even the \"National Assembly\" and the \"board of audit and inspection\" are not allowed to control it.\r\n   In South Korea, barbaric tortures and murder, the worst human rights violations of medieval type, are institutionally inspired and tolerated by law.\r\n   The Kwangju massacre 17 years ago and the august 15 bloodshed of last year are anti-people crimes without an equal in the world, which concentrically reveal the anti-people, fascist and barbaric nature of the South Korean ruling system.\r\n   Its political backwardness is fully revealed by the fact that the kingpin of thieves acts as \"President\" and his clan is indulged in illegal and corrupted politics.\r\n   Roh Tae Woo's secret fund scandal and Kim Young Sam's Hanbo financial scandal are enough to show how corrupt the South Korean ruling system is.\r\n   Kim Young Sam is a special-class violator of the election law who became the \"president\" by squandering two trillion won of election funds including the political fund donated by Roh Tae Woo and slush funds from the business groups.\r\n   It is only too natural that the world people brand South Korea as a politically underdeveloped country without an equal in the world, a \"political infant\" and a \"society below third class\".\r\n   It is the historical truth that the government based on absolute power and currupt politics is sure to collapse.\r\n   The reactionary regime of South Korea based on sword-brandishing and corruption will never last long and its ruin is inevitable.    \r\n\r\n"
        },
        {
            "title": "Industrial damage revealed in S. Korea",
            "url": "http://kcna.co.jp/item/1997/9712/news12/01.htm#6",
            "content": "Industrial damage revealed in S. Korea \r\n  Pyongyang, December 1 (KCNA) -- A South Korean newspaper said that industrial damage rate of 0.88 percent last year published by the puppet Ministry of Labour is a false and curtailed figure.\r\n   The newspaper continued:\r\n   The figure is far lower than the rate of 3.21 percent of the U.S. and the rate of 4.67 percent of Germany in a recent year.\r\n   The two countries put all companies and firms into the rating, but the South Korean authorities limited the rating to business bodies of five persons or more, a large number of those of four persons or less not included.\r\n   The injuries of workers, bank clerks and \"government\" officials of some 864,000 minor business bodies and those hired by the army were excluded from the rating. \r\n   Statistics of the \"government\" are fraught with considerable problems.\r\n   South Korea's accidental death rate of 3.27 percent is higher than in the U.S., Germany and Japan. The figure, when involving minor business bodies, will be much higher in fact.           \r\n   Such being the case,  the \"civilian\"-veiled regime is amending the \"labour laws\" to worsen the plight of the workers.     \r\n\r\n"
        },
        {
            "title": "The 21st century and leader Kim Jong Il's idea",
            "url": "http://kcna.co.jp/item/1997/9712/news12/01.htm#7",
            "content": "The 21st century and leader Kim Jong Il's idea \r\n  Pyongyang, December 1 (KCNA) -- Seoul-based radio Voice of National Salvation broadcast an article \"the 21st century and leader Kim Jong Il's idea\" written by Jong Kyong Hak, a research worker of the 21st Century Study Committee of South Korea.\r\n   Today the world people call the 21st century the century of Kim Jong Il, the era of Kim Jong Il, the article says, and goes on: this is not a prediction and prophecy but a scientific judgement and conviction based on the realistic recognition of  Kim Jong Il's idea and its revolutionary role.\r\n   The idea of leader Kim Jong Il is the Juche idea. He is the great master of the Juche idea who comprehensively enriched the Juche idea and systematized it in an integral way and has glorified it as the guiding idea in the era of independence, the eternal guiding idea of humankind with his extraordinary intelligence and energetic ideological and theoretical activities.\r\n   Today the world people absolutely follow his idea and theory, calling them Kimjongilism, which comes not merely from logical thinking.\r\n   Groups and centres for the study of Kimjongilism were formed and are active in many countries of the six continents, which is given attention as an expression of the unanimous aspiration and will of the progressive humankind to win the final victory of human liberation according to the idea and will of the leader Kim Jong Il.\r\n   His idea is rapidly disseminated on a worldwide scale, sweeps the era and leads the ideological and mental change of humankind and the change of the world. This means that his idea firmly holds the position of the guiding idea that illumines and leads the era and that the glorious era of Kim Jong Il, a new era, has already started, in which the world is transformed and history advances, guided by his idea.\r\n   The whole humankind will, no doubt, sing of freedom and live in happiness in an independent new world freed from domination and subjugation, aggression and war, in the 21st century when the idea of the leader Kim Jong Il, the sun of the 21st century, whom history and humankind acclaim, will be applied comprehensively and will come into bloom.    \r\n\r\n"
        },
        {
            "title": "Dismantlement of concrete wall urged by world public",
            "url": "http://kcna.co.jp/item/1997/9712/news12/01.htm#8",
            "content": "Dismantlement of concrete wall urged by world public \r\n  Pyongyang, December 1 (KCNA) -- World public has strongly urged early dismantlement of the concrete wall symbolic of the separation of the Korean nation and the north-south confrontation, saying that reunification and peace of Korea cannot be realized with the wall left alone.\r\n   The association of democratic lawyers of Zimbabwe sent an appeal to the democratic lawyers and peace-loving peoples of the world.\r\n   The appeal urged the removal of the concrete wall saying that the South Korean authorities have refused to pull down the concrete wall, turning aside from desire of all the Korean people and trend of the time, and still worse, they are hell bent on war exercises for invading the DPRK with backing of outside forces to strain the situation of the Korean Peninsula to the utmost.\r\n   The National Committee of the Youth of the Togolese People's Rally published a statement saying that the concrete wall is a starting base for attacking the north any moment. Its responsibility fully devolves on the south Korean authorities who built the wall and the U.S. that shields them, it noted, adding:\r\n    Now that the DPRK-U.S. agreed framework and the north-south agreement promising non-aggression were adopted, they must take a drastic measure to dissolve the wall at an early date if they are really interested in security of the Korean Peninsula and confidence building.\r\n   The Nepal-Korea Friendship Association and the Nepal Committee for Supporting Korea's Reunification issued a joint statement noting that the concrete wall is not for \"defense\" as the U.S. advertises but for attack at the DPRK and it only keeps the Korean Peninsula divided indefinitely and increases tension. \r\n   The Egyptian paper Egyptian Gazette in an article said that the concrete wall keeps families, relatives and friends separated into the north and south, imposing intolerable sufferings on the Korean people.    \r\n \r\n"
        },
        {
            "title": "Greetings to Prime Minister of Poland",
            "url": "http://kcna.co.jp/item/1997/9712/news12/01.htm#9",
            "content": "Greetings to Prime Minister of Poland \r\nPyongyang, December 1 (KCNA) -- Hong Song Nam, acting Premier of the Administration Council, sent a message of greetings to Jerzy Buzek upon his appointment as Prime Minister of Poland.\r\n   The message wished him great success in his responsible work and expressed the belief that the traditional relations of friendship and cooperation between the two countries would continue to strengthen and develop in common interests of the two peoples.\r\n   Foreign Minister Kim Yong Nam sent a message of greetings to  Bronislaw Geremek upon his appointment as Foreign Minister of Poland. \r\n\r\n"
        },
        {
            "title": "Heavy penalty sentenced to former Hanchongryon chairman",
            "url": "http://kcna.co.jp/item/1997/9712/news12/01.htm#10",
            "content": "Heavy penalty sentenced to former Hanchongryon chairman\r\n   Pyongyang, December 1 (KCNA) -- The \"civilian\"-veiled fascist clique of South Korea held a trial for Kang Wi Won who was the chairman of the fifth-term South Korean Federation of University Student Councils (Hanchongryon) at the puppet Kwangju district court on November 25 and sentenced him to a prison term of six years and suspension of qualification of three years, a South Korean newspaper said.\r\n   The fascist clique arrested him in July, claiming that he organised the inaugural meeting of the fifth-term Hanchongryon and took the lead in the struggle for independence, democracy and reunification. \r\n   This clearly shows what desperate efforts the Kim Young Sam regime of murderers and anti-reunification elements is making to obliterate Hanchongryon.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}