{
    "date": "1997-09-21",
    "url": "http://kcna.co.jp/item/1997/9709/970921.htm",
    "articles": [
        {
            "title": "Seminar on President Kim Il Sung's revolutionary activities",
            "url": "http://kcna.co.jp/item/1997/9709/news9/21.htm#1",
            "content": "Seminar on President Kim Il Sung's revolutionary activities \r\n   Pyongyang, September 21 (KCNA) -- A seminar was held Saturday to mark the 60th anniversary of President Kim Il Sung's historic advancement into Sinhung, South Hamgyong Province, and Phungsan, Ryanggang Province.\r\n   In September 1937 President Kim Il Sung advanced into Sinhung area to guide the activities of political workers there. He gave tasks to turn this area into an invisible powerful fortress for guerrillas' advancement deep into homeland as well as a forefront for taking control over central Korea.\r\n   Then he went to Phungsan and took a revolutionary measure of building the area into a stronghold for expanding organizations of the association for the restoration of the fatherland among Chondoists in northern areas of the country.\r\n   It was stressed at the seminar that with his advancement into Sinhung and Phungsan, the areas were turned into invisible fortresses where ARF and other revolutionary organizational network was spread rapidly while party organizations were strengthened to guide it in a monolithic way and their guiding role was considerably enhanced.\r\n   The seminar also confirmed that the advancement brought about a new turn in rapidly expanding and developing the anti-Japanese armed struggle on a nationwide scale.\r\n   Speakers referred to the enduring feats comrade Kim Jong Suk, an indomitable communist revolutionary fighter, performed while being active in these areas on the President's instruction. \r\n\r\n"
        },
        {
            "title": "Best prize to Kimjongilia",
            "url": "http://kcna.co.jp/item/1997/9709/news9/21.htm#2",
            "content": "Best prize to Kimjongilia\r\n Pyongyang, September 21 (KCNA) -- Kimjongilia, an immortal flower, won the best prize at the Jilin Flower Exhibition, China, held from August 8 to 18.\r\n   The flower was presented by the Yanbian Korean Autonomous Region.\r\n   Exhibited there were some 12,000 flowers, visual aid materials, sand tables, etc. presented by Changchun, Jilin, Yanji, Tonghua and other cities and counties of Jilin Province.\r\n   The exhibition was seen by many Chinese people, Koreans in China, foreigners and tourists.\r\n   The jury members said they could get a better knowledge of the beautiful Kimjongilia through the exhibition and that the exhibition marked an important occasion in widely introducing the flower. \r\n\r\n\r\n"
        },
        {
            "title": "National Student Art Festival",
            "url": "http://kcna.co.jp/item/1997/9709/news9/21.htm#3",
            "content": "National Student Art Festival\r\n Pyongyang, September 21 (KCNA) -- A national student art festival was held here recently.\r\n   Participating in the festival, devided into instrumental and vocal music, narration and dance sections, were teams which passed through provincial and district preliminaries.\r\n   The participants displayed their talents and skills which they trained through extracurricular art activities while studying to their heart's content under deep care of Secretary Kim Jong Il. They showed well the revolutionary and optmistic life of versatile Korean students.\r\n   The team of railway universities and colleges placed first in total points in the festival. \r\n\r\n"
        },
        {
            "title": "Wholesale withdrawal from \"New Korea Party\"",
            "url": "http://kcna.co.jp/item/1997/9709/news9/21.htm#4",
            "content": "Wholesale withdrawal from \"New Korea Party\"\r\nPyongyang, September 21 (KCNA) -- Thirteen district committee heads of south Korea's \"New Korea Party\" including Yu Song Hwan and two former \"assemblymen\" met on Friday and announced that they would bolt from the \"NKP\", a Seoul-based radio said.\r\n   They have followed Rhee In Je, former \"governor\" of Kyonggi Province, who left the \"NKP\" for a \"Presidential Bid\", challenging the Kim Young Sam-Lee Hoi Chang camp. They said they would join a new party Rhee would form to compete with the \"NKP\".\r\n   That day, Rhee's spokesman said there would be another withdrawal from the \"NKP\". \r\n\r\n"
        },
        {
            "title": "Chemical warfare drill in s. Korea",
            "url": "http://kcna.co.jp/item/1997/9709/news9/21.htm#5",
            "content": "Chemical warfare drill in s. Korea\r\nPyongyang, September 21 (KCNA) -- The south Korean \"civilian\" regime staged another chemical warfare drill on Friday, according to a Seoul-based radio report.\r\n   The drill, which was carried out with combat flying corps No. 18 of the air force as the pivote, involved units under the first fleet command of the navy and units of the army.\r\n   The warmongers, in the hope of covering up their criminal colors, alleged that the drill was aimed at preventing \"the north's invasion\".\r\n   But the participation of the combat flying corps indicated that the purpose of the drill is quite different from what they said.\r\n   The warmongers have frequently staged such military drills for the purpose of making a forestalling attack on the north with flying corps carrying chemical weapons and launching an allround offensive on the ground and sea. \r\n\r\n\r\n"
        },
        {
            "title": "Hanchongryon's determination expressed",
            "url": "http://kcna.co.jp/item/1997/9709/news9/21.htm#6",
            "content": "Hanchongryon's determination expressed\r\n Pyongyang, September 21 (KCNA) -- Central executive members of the fifth-term Hanchongryon (South Korean Federation of University Student Councils) recently sent letters to their fellow students who were undauntedly fighting in prisons throughout south Korea, a south Korean newspaper said.\r\n   The letters said one million students were joining Hanchongryon Chairman Kang Wi Won and other prisoners of conscience in their fasting for the defence of Hanchongryon.\r\n   They vowed to check \"amnesty\" for Chun Doo Hwan and Roh Tae Woo, that is, a treacherous act, and defend and strengthen Hanchongryon, smashing moves to disintegrate it.\r\n   They said that Hanchongryon would continue taking the lead in the struggle of the one million students and encouraged the prisoners in fasting. \r\n\r\n\r\n"
        },
        {
            "title": "Guidelines for peaceful climate of reunification",
            "url": "http://kcna.co.jp/item/1997/9709/news9/21.htm#7",
            "content": "Guidelines for peaceful climate of reunification\r\nPyongyang, September 21 (KCNA) -- Rodong Sinmun today says in an article that creating a peaceful climate in Korea is essential for national reunification.\r\n   The daily says:\r\n   Secretary Kim Jong Il, in his famous work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\", said inter-Korean relations should be turned to relationship of trust and reconciliation from that of distrust and confrontation and that the countries concerned should sincerely play a positive role helpful towards Korean reunification.\r\n   What is important for the relationship of trust and reconciliation is that the south Korean authorities stop depending on outsiders, join hands with the fellow countrymen in the north and pursue a policy of shaping the destiny of the country and the nation with them, seeking the independence of the nation.\r\n   To remove the political and military confrontation between the north and the south is the primary task in improving ties between them.\r\n   If a peaceful climate for Korean reunification is to be created, the countries responsible for the Korean issue should take a sincere stand and play a positive role for Korean reunification.\r\n   The United States should conclude a Peace Agreement with the DPRK and agree to establish a new peace mechanism, instead of insisting on the old, useless armistice system.\r\n   It is indispensable for the improvement of the DPRK-U.S. ties and a peaceful solution to the Korean issue that the United States makes a fundamental change in its anachronistic Korea policy and stops obstructing the independent and peaceful reunification of Korea.\r\n   If Japan honestly repents of its past doings, renounce a hostile policy towards the DPRK and refrain from encouraging the south Korean puppets to the divisive moves and obstructing Korean reunification, the abnormal relations between the DPRK and Japan would be improved and the improved ties would affirmatively affect the issue of Korean reunification. \r\n\r\n"
        },
        {
            "title": "Foreign Ministry spokesman on second preliminary meeting for \"four-way talks\"",
            "url": "http://kcna.co.jp/item/1997/9709/news9/21.htm#8",
            "content": "Foreign Ministry spokesman on second preliminary meeting for \"four-way talks\"\r\nPyongyang, September 21 (KCNA) -- The spokesman of the Foreign Ministry of the Democratic People's Republic of Korea had an interview with KCNA today as the second preliminary meeting for \"four-way talks\" which was recently held in New York came to a stalemate.\r\n   He told KCNA:\r\n   The two rounds of preliminary meeting make the DPRK wonder whether the United States wants to hold \"four-way talks\" truly for the establishment of a lasting peace system on the Korean Peninsula or it seeks another political purpose through the talks.\r\n   We acceded to the preliminary meeting, taking into account the U.S. explanation that the \"four-way talks\" are aimed at establishing a lasting peace-keeping mechanism on the Korean Peninsula. Out of our consistent position to hold the talks for that purpose, we proposed from the beginning to include in the agenda of the talks the U.S. troop pullout from south Korea and its vicinity, the conclusion of a Peace Agreement between the DPRK and the U.S. and the discontinuation of north and south Korea's import of military hardware from outside.\r\n   At the second preliminary meeting, too, the U.S. side insisted on opening the full-dress talks while ignoring these fundamental issues, to our regret.\r\n   As a result, the second preliminary meeting could not make progress in the debate on the agenda of the \"four-way talks.\"\r\n   The process of the meeting compelled the DPRK to strongly suspect that the U.S. side aims to disarm the DPRK through the \"four-way talks.\"\r\n   As for the conclusion of a Peace Agreement between north and south Korea which was proposed by the United States at the recent preliminary meeting, it reveals the U.S. intention to evade its responsibility now after its long-standing deep interference in the Korean issue and to meddle in the internal affairs of the Korean nation.\r\n   In view of the relations among the participants in the meeting, the United States should have shown good will at least so that we could discuss the matters on an equal footing.\r\n   It does not make sense that we discuss the preservation of peace with the United States amid the continued economic sanctions, a graphic expression of the U.S. hostile policy toward the DPRK.\r\n   The united states should take substantial measures to ease the sanctions in order to show its will to change its policy toward the DPRK, even if it does not totally normalise its diplomatic relations with the DPRK at present.\r\n   We intended that if the U.S. clearly promised food supply to the DPRK, we would regard it as good will of the U.S. and show flexibility in the debate on the agenda of the \"four-way talks.\" \r\n   The argument of the U.S. at the meeting was very far from our expectation and clearly proved its intention to open the \"four-way talks\" first and then get political concessions from the DPRK in the discussion of matters, using food as a weapon.\r\n   All this shows that although the U.S. sits face to face with the DPRK, it does not have a clear position to discuss peace and security on the Korean Peninsula with sincerity.\r\n   Whether talks for a lasting peace on the Korean Peninsula are opened or not depends entirely on how the U.S. rectifies its policy toward the DPRK.\r\n   We will watch the future behavior of the United States.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}