{
    "date": "1997-08-02",
    "url": "http://kcna.co.jp/item/1997/9708/970802.htm",
    "articles": [
        {
            "title": "Veto on Pomchonghakryon-sponsored reunification festival denounced",
            "url": "http://kcna.co.jp/item/1997/9708/news8/02.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. hawks criticised for balderdash",
            "url": "http://kcna.co.jp/item/1997/9708/news8/02.htm#2",
            "content": "Veto on Pomchonghakryon-sponsored reunification festival denounced\r\nPyongyang, August 2 (KCNA) -- The General Student Council of Seoul National University in south Korea recently opposed the Pan-National Rally and the Grand Reunification Festival of the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon) and  urged the resignation of the executives of \"Hanchongryon\" (the South Korean Federation of University Student Councils).\r\n   In this connection the Student Committee of Kim Il Sung University published a statement Friday. \r\n   The statement said opposition to Pomchonghakryon's reunification festival and withdrawal from \"Hanchongryon\" are an abandonment of independence, democracy and reunification, for which south Korean students have vigorously struggled for many years, and a betrayal to fellow students and seniors who placed their lives on the altar of patriotism.\r\n   This betrayal, the statement said, is being made by some dishonest students who have thrown away conscience and obligation to do harm to their organization, enticed and bribed by the puppet Agency for National Security Planning.\r\n   It went on:\r\n   \"We express the belief that the entire fellow students in the south including those of Seoul National Univeristy, who have so far struggled for reunification all together in support of and solidarity with each other, will sharpen their vigilance against the 'ANSP's' destructive moves against 'Hanchongryon' and resolutely defend their proud achievements made in the struggle for independence, democracy and reunification.\r\n   \"We also believe that they will defend the 'Hanchongryon' from 'ANSP's' intrigues and pressure and scathingly cut off the dirty 'ANSP's' tentacles with struggles.\"\r\n\r\n"
        },
        {
            "title": "Institution of Juche Era and the Day of Sun welcomed",
            "url": "http://kcna.co.jp/item/1997/9708/news8/02.htm#3",
            "content": "U.S. hawks criticised for balderdash\r\n  Pyongyang, August 2 (KCNA) -- The United States is more persistently pursuing the policy of strength against the Democratic People's Republic of Korea.\r\n   Rodong Sinmun today, commenting on their more undisguised moves to stifle the DPRK, says:\r\n   The bellicose elements of the U.S. military are nowadays crying for \"tough reaction\", contenting that there is much possibility of north Korea's provoking a war. The U.S. house of representatives in a secret report called for confrontation with the DPRK, reiterating a rehashed version of \"north Korea's possession of nuclear arms\".\r\n   The U.S. conservative hardliners' allegation that the DPRK is to blame for tensions on the Korean Peninsula is part of their schemings to obstruct the peaceful reunification of Korea and provoke a war of aggression.\r\n   The situation on the Korean Peninsula is going from bad to worse. This is attributable to the U.S. moves to unleash another war in Korea. The U.S. and the south Korean puppets stage frantic military manoeuvres on simulated condition of a real war for a surprise attack on the DPRK almost every day. Sophisticated combat equipment is continually shipped into south Korea and more aggressor troops are amassed in and around the Korean Peninsula.\r\n   The U.S. conservative hardliners are guided by the idea that their military strength is enough to do what they want. They are seriously mistaken, however.\r\n   The DPRK is ready for both dialogue and war.\r\n   The U.S. conservative hardliners should ponder over all the consequences of their military adventure and stop pursuing the policy of stifling the DPRK. \r\n\r\n"
        },
        {
            "title": "Special mobile corps against demonstration formed in s. Korea",
            "url": "http://kcna.co.jp/item/1997/9708/news8/02.htm#4",
            "content": "Institution of Juche Era and the Day of Sun welcomed\r\nPyongyang, August 2 (KCNA) -- Ranoharison Eusebe, President of the National Executive Committee of the Federation of Trade Unions of the Malagasy Revolutionary Workers and Chairman of the Madagacar-Korea Friendship Association, in a statement on July 25 said that the resolution of Korea on instituting the Juche Era and  the Day of Sun is a significant resolution which reflects the desire not only of the Korean people but also of all the progressives of the world deeply respecting and revering President Kim Il Sung.\r\n   He continued: \r\n   \"His name meaning the sun, his sunny image, his sunny smile and his brilliant feats for the Korean people and humankind will be cherished forever in the hearts of the world progressive people.\r\n   \"The friendship association and the federation of trade unions will celebrate April 15 as the Day of Sun..\"\r\n   Zafar Bakhtawari, Chairman of the Pakistan-Korea Friendship Association, in a statement dated July 27 said that the friendship association will celebrate the Day of Sun every year as the most significant event and more broadly introduce the great idea and feats of President Kim Il Sung among the Pakistani people. \r\n\r\n"
        },
        {
            "title": "Press review",
            "url": "http://kcna.co.jp/item/1997/9708/news8/02.htm#5",
            "content": "Special mobile corps against demonstration formed in s. Korea\r\nPyongyang, August 2 (KCNA) -- The puppet Seoul district police office on July 30 formed a \"special mobile corps to cope with demonstrations\", a Seoul-based radio report said.\r\n   This criminal repressive tool consists of 10 companies of more than 1,500 policemen who are specially trained to cope with \"violent demonstrations\".\r\n   This is part of desperate efforts of those in a tight corner. They continue expanding and intensifying the repressive tools, branding the patriotic advance of the people aspiring after independence, democracy and reunification as \"violent act\".\r\n\r\n\r\n"
        },
        {
            "title": "Kim Young Sam group hit for brutal suppression of \"Hanchongryon\"",
            "url": "http://kcna.co.jp/item/1997/9708/news8/02.htm#6",
            "content": "Press review\r\nPyongyang, August 2 (KCNA) -- Papers here today frontpage a report that Secretary  Kim Jong Il sent thanks to officials, working people and technicians in Jagang Province for building many medium-and small-size power stations.\r\n   Rodong Sinmun gives an account of a symposium of the DPRK history society on Secretary Kim Jong Il's famous work \"On Preserving the Juche Character and National Character of the Revolution and Construction\" held in Pyongyang.\r\n   The paper dedicates a signed article to the 23rd anniversary of the publication of Secretary Kim Jong Il's famous work on modelling the whole society on the Juche idea by fundamentally improving and strengthening the Party work.\r\n   Papers inform the readers of activities of the DPRK youth delegation participating in the 14th World Youth and Student Festival.\r\n   Printed in Rodong Sinmun is a statement published by the spokesman for the Korean Student Committee on the decision made in south Korean to exclude the South Korean Federation of University Student Councils (Hanchongryon) and the south headquarters of the National Alliance for the Country's Reunification from the pro-reunification events slated for August 15 this year.\r\n   Carried in the daily is a statement issued by the Student Committee of Kim Il Sung University demanding stop to the campaign in south Korea calling for withdrawal from    and dissolution of \"Hanchongryon\" manipulated by the \"Agency for National Security Planning\".\r\n   The paper comments on the fact that former President of Sogang Univiersity Pak Hong, who groundlessly linked the Labour Union of the South Korean Telecommunication Corporation with the north, was urged by a judicial ruling to make compensation.\r\n   The daily in a commentary denounces war maniacs of the U.S. military for calling for \"strong U.S. reaction\" to \"possibility of war by the north\".\r\n   Minju Joson carries a commentary on the disclosed fact that the Japanese imperialists buried two million chemical bombs in Asian countries before their defeat in world war II.\r\n   Rodong Sinmun observes the 25th anniversary of the establishment of diplomatic relations between the DPRK and Uganda.\r\n   Carried in the paper is an article entitled \"crafty moves of imperialists against socialism.\"\r\n\r\n"
        },
        {
            "title": "International solidarity with Korean people expressed",
            "url": "http://kcna.co.jp/item/1997/9708/news8/02.htm#7",
            "content": "Kim Young Sam group hit for brutal suppression of \"Hanchongryon\"\r\n  Pyongyang, August 2 (KCNA) -- Minju Joson today comments on the vicious and base manoeuvrings of the Kim Young Sam group to disorganise and stifle the South Korean Federation of University Student Councils (Hanchongryon).\r\n   A few days ago, the puppet Ministry of Education threatened to cut next year's  \"financial assistance\" to any university whose student council refuses to defect from \"Hanchongryon,\" considering that the university is lazy in the guidance over the students. \r\n   Earlier, the puppet prosecution sent to the houses of leading officials of university student councils a notice calling for the defection from \"Hanchongryon\" and threatened to take a legal action from this month against those who refuse to break with the organisation on charges of \"joining in an enemy-benefiting organisation\". \r\n    The news analyst says:\r\n    Such outrage of the Kim Young Sam group is a crafty plot to divide and disorganise \"Hanchongryon\" from within, a fascist action designed to throw patriotic-minded students behind bars and a reactionary offensive to block the struggle of champions of reunification and democracy.\r\n   \"Hanchongryon\" is a legitimate democratic autonomous organisation of the one million students of south Korea. The organisation aspires after independence, democracy and reunification all the south Koreans long for.\r\n   With a view to stifling \"Hanchongryon\" the Kim Young Sam group called police out to suppress the inauguration of the fifth-term \"Hanchongryon\", let the \"Agency for National Security Planning\" and the \"defence security command\" play a \"farce of murder\", put a price on the heads of students and put pressure upon universities and colleges.\r\n   With nothing can they stifle the just cause of \"Hanchongryon\".\r\n\r\n"
        },
        {
            "title": "Stop to armed provocation of s. Korean authorities called for",
            "url": "http://kcna.co.jp/item/1997/9708/news8/02.htm#8",
            "content": "International solidarity with Korean people expressed\r\nPyongyang, August 2 (KCNA) -- Events took place in different countries from July 23 to 26 during the month of international solidarity with the Korean people.\r\n   Solidarity meetings were held in Nepal, Mongolia and Finland, Korean photo exhibition, film show and lecture on three major pillars and charters of national reunification in Nepal, Egypt and Tanzania.\r\n   Present there were political and public figures of these countries.\r\n   Foreign Minister of Nepal Kamal Thapa in his speech said that the most urgent problem at the present is the reunification question of Korea. The Nepalese Government and people are actively supporting the Korean people in their struggle for the independent and peaceful reunification of the country, he noted.\r\n   Dr. G. Lubsantseren, Secretary General of the Asian Buddhist Conference for Peace,  expressed full support and solidarity for the Korean people in their struggle for peace and reunification on the Korean Peninsula. \r\n\r\n"
        },
        {
            "title": "Deserved punishment for \"ANSP\" dog",
            "url": "http://kcna.co.jp/item/1997/9708/news8/02.htm#9",
            "content": "Stop to armed provocation of s. Korean authorities called for\r\n Pyongyang, August 2 (KCNA) -- The Malagasy Solidarity Committee made public a statement on July 25 in support of the statements of spokesmen for the DPRK Foreign Ministry and the Panmunjom mission of the Korean People's Army dated July 18.\r\n   The solidarity committee demanded that the south Korean authorities totally discontinue grave armed provocations and war manoeuvres in conformity with the unanimous desire of the Korean people and the peace-loving people.\r\n   It called for the demolition of the concrete wall built by the United States and the south Korean authorities in the area south of the Military Demarcation Line, for immediate withdrawal of the U.S. troops and military equipment from south Korea and for dismantlement of U.S. military facilities there.\r\n   It also demanded that the United States and the south Korean authorities replace the old armistice system with a new peace-keeping system in Korea and make efforts to create circumstances in favour of peace and reunification of Korea. \r\n\r\n\r\n"
        },
        {
            "title": "Japan's atonement for past brooks no further delay",
            "url": "http://kcna.co.jp/item/1997/9708/news8/02.htm#10",
            "content": "Deserved punishment for \"ANSP\" dog\r\n Pyongyang, August 2 (KCNA) -- The \"Seoul district court\" of south Korea recently gave a decision that Pak Hong, ex-president of Sogang University, should pay compensation of 70 million won (about 80,000 dollars) to the Trade Union of the Telecommunication Corporation for his false statement linking it with the north.\r\n   It is a deserved punishment for the evil anti-communist element, Rodong Sinmun stresses in a commentary today.\r\n   The news analyst says:\r\n   Pak Hong is a special-class hunting dog of \"Chongwadae\" and an \"educationist\" veiled running dog of the \"Agency for National Security Planning\". In late July 1994, he made false propaganda about \"Juche idea followers\" so as to provide the fascist clique with a pretext for scorched-earth offensive against the patriotic forces for reunification and democracy.\r\n   In June 1995 when a general strike was staged by the Trade Union of the Telecommunication Corporation, he made groundless arguments that unionists' sit-ins at Myongdong Cathedral and Jogye Temple were \"manipulated by the north\".\r\n   The judgement on him shows that south Korean people are not allowing the anti-DPRK smear campaign and fascist military rule of the Kim Young Sam group. \r\n\r\n"
        }
    ]
}