{
    "date": "1997-08-29",
    "url": "http://kcna.co.jp/item/1997/9708/970829.htm",
    "articles": [
        {
            "title": "Sankei Shimbun will have to pay for anti-DPRK propaganda",
            "url": "http://kcna.co.jp/item/1997/9708/news8/29.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Medical checkup and treatment for O Ik Je",
            "url": "http://kcna.co.jp/item/1997/9708/news8/29.htm#2",
            "content": "Sankei Shimbun will have to pay for anti-DPRK propaganda \r\n  Pyongyang, August 29 (KCNA) -- The Japanese Sankei Shimbun on August 26 carried a groundless anti-DPRK report quoting Kitakyushu city's health and medical department's announcement.\r\n   The paper said, \"cholera was found in a women in the city who returned home after visiting north Korea in mid-August\".\r\n   The report is nothing but another foolish propaganda aimed at hurting the DPRK.\r\n   Sankei Shimbun has made itself infamous with anti-DPRK propaganda.\r\n   Each time it carried a false report against the DPRK for money, we hit hard at it. But it has escalated the smear campaign.\r\n   Sankei Shimbun, in a bid to make its report sound real, quoted the city's health and medical department as saying \"she was possibly infected with cholera in north Korea\". But their allegation is against common sense.\r\n   From the medical point of view, the incubation period of cholera is two or three days, five or six days at maximum.\r\n   But she is said to have been found infected with cholera more than ten days after she left the DPRK. if cholera was really found in her, she must have been infected with the germ not in the DPRK but in other place.\r\n   The fact that she was well during her stay in the DPRK proves that the paper's report is a lie.\r\n   A large number foreigners come to the DPRK every year. \r\nNone of them, however, has been infected with cholera.\r\n   Sankei Shimbun has desperately engaged in smear campaign against the DPRK, but to no effect.\r\n   We make clear again that it will have to pay for its anti-DPRK propaganda. \r\n\r\n"
        },
        {
            "title": "Young people pay homage to President Kim Il Sung",
            "url": "http://kcna.co.jp/item/1997/9708/news8/29.htm#3",
            "content": "Medical checkup and treatment for O Ik Je\r\n Pyongyang, August 29 (KCNA) -- O Ik Je, former leader of the central headquarters of Chondoism in south Korea, went through several medical checkups to be treated at the branch of the Korean Red Cross General Hospital. \r\n   O Ik Je, who was also permanent advisor to the \"National Congress for New Politics\" and advisor to the national congress for independent and peaceful reunification in south Korea, was examined at internal treatment, nerve, dentistry, ophthalmic, otorhinolaryngological, urinary and other special sections. And he underwent comprehensive checkups such as x-ray checkup, checkup by magnetic resonance reflection diagnosis instrument, heart checkup by supersonic waves, electrocardiogram checkup, cerebral checkup and abdominal examination by supersonic waves.\r\n   He is now receiving medical treatment free of charge on the basis of the checkup results.\r\n   His health has become better than when he arrived in Pyongyang for denizenship in the DPRK. In particular, his blood pressure, which was in serious movement at the time of his arrival, has been kept in normal state.\r\n   He expressed high admiration at the best socialist health system, the popular free medical care system, saying it is the first time in his lifetime he received free medical service based on advanced technology, which is beyond imagination in south Korea. \r\n\r\n"
        },
        {
            "title": "Youth Day celebrated in Korea",
            "url": "http://kcna.co.jp/item/1997/9708/news8/29.htm#4",
            "content": "Young people pay homage to President Kim Il Sung\r\nPyongyang, August 29 (KCNA) -- Youth league officials and members and young soldiers visited the Kumsusan Memorial Palace Thursday to pay homage to President Kim Il Sung on the occasion of the 70th anniversary of the Young Communist League of Korea and the 6th anniversary of Youth Day.\r\n   Amid the sounding of the immortal revolutionary hymn \"Song of General Kim Il Sung\" the visitors expressed deep reverence before the Statue of President Kim Il Sung.\r\n   Then they made deep bows to the President who lies in state at the palace and saw round a train car he used for on-site guidance and foreign trip and a motor car he used in his last days of life.\r\n   On the same day, youth league officials, young soldiers and youths and students across the country laid floral baskets before the Statue of President in different areas. \r\n\r\n\r\n"
        },
        {
            "title": "Press review",
            "url": "http://kcna.co.jp/item/1997/9708/news8/29.htm#5",
            "content": "Youth Day celebrated in Korea\r\n Pyongyang, August 29 (KCNA) -- Colorful events were held in Korea on August 28, the 70th anniversary of the founding of the Young Communist League of Korea and the 6th anniversary of the Youth Day.\r\n   Pak Song Chol, Kim Yong Nam, Jon Pyong Ho, Han Song Ryong, So Yun Sok and other senior party and Government officials went out to industrial establishments and universities across the country to congratulate the young people on their holiday.\r\n   The cadres spent the holiday, talking and playing sports and amusement games with them.\r\n   They said that all the young people should uphold the idea and guidance of Secretary Kim Jong Il with loyalty and filial piety, dynamically advance full of confidence and optimism for the accomplishment of the Juche revolutionary cause and become honorable victors in the \"Arduous March\".\r\n   A gala evening was held at Kim Il Sung square to celebrate the youth day.\r\n   Students and youths from all walks life in the capital, together with young Koreans overseas and foreign friends, danced dances at the evening.\r\n   The members of the youth league under the Ministry of Public Security held an evening of youth on August 27.\r\n   On August 28, the first national basketball tournament of youth and students for \"August 28 Youth Cup\" opened in Pyongyang and a swimming game of students and schoolchildren was held to cross the Taedong River .\r\n\r\n"
        },
        {
            "title": "\"The youth movement of Juche and the tasks of young people\" off the press",
            "url": "http://kcna.co.jp/item/1997/9708/news8/29.htm#6",
            "content": "Press review\r\n Pyongyang, August 29 (KCNA) -- Papers here today frontpage a report that Secretary Kim Jong Il sent telegrams to foreign state and party leaders in reply to their messages of greetings and solidarity to mark the 44th anniversary of the victory in the fatherland liberation war and the month of international solidarity with the Korean people.\r\n   Also frontpaged in Rodong Sinmun is a report that Secretary Kim Jong Il, Supreme Commander of the Korean People's Army, sent thanks to officials and working people for sincerely assisting the People's Army.\r\n   Papers convey news that \"The Youth Movement of Juche and the Tasks of Young People\", a collection of works of Secretary Kim Jong Il, was brought out by the Workers' Party of Korea Publishing House.\r\n   Conspicuous in papers are words of people hailing and supporting the idea of national reunification indicated by Secretary Kim Jong Il in the August 4 work.\r\n   Figuring large in the press are reports that youth league officials and members and young soldiers visited the Kumsusan Memorial Palace to pay respects to President Kim Il Sung and laid floral baskets before his statues across the country to mark the 70th anniversary of the foundation of the Young Communist League of Korea and the 6th Youth Day.\r\n   Papers devote much space to accounts of ceremonies in Korea on this occasion.\r\n   Under the title \"great loving care that wrought miracles in human life\" Rodong Sinmun carries an article on the love and benevolence shown for the incarnation of faith and will, Ri In Mo. \r\n   The paper gives an account of talks held here between the delegations of the Workers' Party of Korea and the Mongolian social-democratic party.\r\n   Minju Joson introduces swimming in Korea which is being popularized and made part of everyday life.\r\n   Rodong Sinmun runs a commentary denouncing the United States for insisting on the exception of the Korean Peninsula in the ban on the use of anti-personnel mines.    \r\n   An article of the paper says the \"New Korea Party\" in south Korea is on the verge of disorganisation with the \"Presidential Election\" to be held at the end of the year.\r\n   The paper comes out with an article saying that the \"Ulji Focus Lens\" joint military exercises are bringing into bolder relief the U.S. double-dealing policy and aggressive nature against the DPRK. \r\n\r\n\r\n"
        },
        {
            "title": "Gift to Secy. Kim Jong Il from Mongolian party delegation",
            "url": "http://kcna.co.jp/item/1997/9708/news8/29.htm#7",
            "content": "\"The youth movement of Juche and the tasks of young people\" off the press\r\n Pyongyang, August 29 (KCNA) -- \"The Youth Movement of Juche and the Tasks of Young People\", a collection of famous works of Secretary Kim Jong Il, was brought out by the Workers' Party of Korea Publishing House.\r\n   Carried in it are 27 works which consummate the outstanding idea, theory and lines indicating the road of the youth movement and young people among his works which were published from 1964 to early 1997.\r\n   The works give an exposition of all the questions arising in strengthening and developing the youth movement and the work with young people including the essence and importance of the youth movement of Juche and the mission and tasks the young people have assumed for the times and the revolution.\r\n   Secretary Kim Jong Il said in the works that the youth movement is a component of the revolutionary movement to realize the independence of the popular masses, that the young people are a main force of the revolution for its materialisation and that it is an important question to educate and fully prepare the young people, the heirs to the revolution and the representatives of the future.\r\n   \"The present times and the tasks facing young people\", Let us exalt the brilliance of comrade Kim Il Sung's idea on the youth movement and the achievements made under his leadership\" and other works set forth in detail the tasks facing the young people at present and the ways for their realisation.\r\n   And other works in the collection clarify the question for the youth league to constantly strengthen the ideological work among the young people including the education in loyalty, education in revolutionary traditions, education in patriotism, education in class consciousness, education in anti-revisionism, education in communist morality and education in Korean-nation-first idea, the question of building the youth league into a vibrant and militant organisation and enhancing its role, the question of bringing up the young Korean people in Japan to be the reliable heirs to the patriotic cause and the question of doing well the work with the young people in different countries of the world. \r\n\r\n"
        },
        {
            "title": "Defection is my choice, says O Ik Je",
            "url": "http://kcna.co.jp/item/1997/9708/news8/29.htm#8",
            "content": "Gift to Secy. Kim Jong Il from Mongolian party delegation \r\nPyongyang, August 29 (KCNA) - Secretary Kim Jong Il received a gift from the visiting delegation of the Mongolian social-democratic party.\r\n   The gift was handed to Choe Thae Bok, alternate politburo member and Secretary of the Workers' Party of Korea Central Committee, by L. Byambajargal, MSDP General Secretary who is leading the delegation. \r\n\r\n"
        },
        {
            "title": "Kim Young Sam group urged to stop anti-reunification acts",
            "url": "http://kcna.co.jp/item/1997/9708/news8/29.htm#9",
            "content": "Defection is my choice, says O Ik Je \r\nPyongyang, August 29 (KCNA) -- O Ik Je, former leader of The central headquarters of Chondoism of south Korea, said Here today that his defection was not motivated by an Impulse of the moment or by chance but was an implementation of what he had long wanted.\r\n   \"I make clear that I have come here by myself and of my own accord, not by others' help or intervention,\" he declared.\r\n   O, who was also a permanent advisor to south Korea's \"National Congress for New Politics\" and advisor to the national congress for the independent and peaceful reunification, arrived here on August 15.\r\n   In today's press conference for local and foreign reporters, he explained the motive of his defection for permanent residence in the north.\r\n   He said:\r\n   \"I defected the south because it was impossible to conduct free activities for reunification there and also because I had been under the authorities' surveillance and persecution.\"\r\n   \"Deeply moved by the fellow countrymen in the north dynamically advancing towards national reunification, undaunted by the west's blockade, I became convinced that I could engage in activities for national reunification only in the north led by the respected general Kim Jong Il, true to the great leader President Kim Il Sung's instructions.\"\r\n   \"It is also the motive of my defection that patriotism and justice cannot be seen in the south and its prospect is gloomy but the north is replete with patriotism and justice and guarantees the prospect of the nation.\"\r\n   \"National independence is unimaginable in the south, a U.S. colony.\"\r\n   \"Now in the south national emotion and feelings and national interests have been obliterated and even the commonness of the nation has disappeared. Patriotism can never be found in the south.\"\r\n   O Ik Je further said:\r\n   \"My defection is mainly attributable to the fact that there is no leader I wanted to follow in the south but the north has the sagacious leader of the nation.\"\r\n   \"I have long respected President Kim Il Sung and the leader Kim Jong Il. I, a Chondoist and a politician, always venerated the president and is still revering him. \" \r\n   \"The leader Kim Jong Il is a great man who has realised Juche, independence, self-reliance and self-support in national defence in the north, carrying forward the cause of the President, and has pursued all-embracing politics based on love. He is also an outstanding leader who has made the United States loosen anti-north sanctions and blockade by itself.\"\r\n   \"My defection was motivated only by national conscience and political awareness. It was prompted by national interests and desire, not by my own benefit or desire.\"\r\n   \"Coming here, I have been pleased with my defection, though it was late.\"\r\n   \"Witnessing the reality of the north, i am convinced that the north will surely win success and prosper because there are patriotism and justice there.\" \r\n   O Ik Je answered questions raised by reporters. \r\n\r\n"
        },
        {
            "title": "Secy. Kim Jong Il's work welcomed",
            "url": "http://kcna.co.jp/item/1997/9708/news8/29.htm#10",
            "content": "Kim Young Sam group urged to stop anti-reunification acts\r\n Pyongyang, August 29 (KCNA) -- The spokesman for the National Democratic Front of South Korea released a statement on August 26 denouncing the \"civilian\"-veiled clique of traitors for hatching up vicious plots over the permanent residence in the DPRK of O Ik Je, permanent advisor to the \"National Congress for New Politics\" and former leader of the central headquarters of Chondoism of south Korea, the Seoul-based radio Voice of National Salvation reported.\r\n   The statement said:\r\n   The \"civilian\"-veiled group have been engrossed in \"secret investigation\" into Chondoist circles, dissident figures and opposition parties, \"search of funds\" and \"long-term investigation\", alleging that O Ik Je's defection to the north was ascribable to mediation or help by someone. Not content with this, they are stretching out the tentacles of suppression even to the Korean-American community.\r\n   In such dirty tricks and frantic anti-reunification suppresion, the Kim Young Sam group seek a criminal purpose to block the tendency toward great national unity and reunification which is daily growing among our people, foster antagonism and division among the Korean residents in the United States and incite anti-north feelings among them and thus frustrate the nationwide reunification movement which is being intensified day by day.\r\n   They would be well advised to throw away the foolish design to escape from the crisis and put an immediate end to the brutal suppression of pro-reunification forces at home and abroad. \r\n\r\n"
        },
        {
            "title": "UAWPK Chairwoman vows to implement line of national reunification",
            "url": "http://kcna.co.jp/item/1997/9708/news8/29.htm#11",
            "content": "Secy. Kim Jong Il's work welcomed \r\n  Pyongyang, August 29 (KCNA) -- Chief Ri Jong Sang of the Pyongyang mission of the National Democratic Front of South Korea released a statement on August 27 in support of the famous work of Secretary Kim Jong Il \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\".\r\n   He said:\r\n   \"The work is a platform for national reunification and an immortal encyclopedia which arouses people to the nation-wide struggle for the reunification of the country.\"\r\n   \"The work is a great one which can be worked out only by the respected general Kim Jong Il, who has inherited President Kim Il Sung's great idea for reunification and noble patriotism, and performs undying exploits by wisely leading the movement of national reunification.\"\r\n   \"General Kim Jong Il is the great lodestar of national reunification and the centre of great national unity, as President Kim Il Sung was.\"\r\n   \"We will firmly adhere to the three principles of national reunification, the 10-Point Programme of the Great Unity of the Whole Nation and the proposal for founding the Democratic Confederal Republic of Koryo, which were bequeathed by President Kim Il Sung for our nation and which are supported by the entire nation. We will mobilise the south Korean people in the nation-wide struggle to found a unified state of the nation\". \r\n\r\n"
        },
        {
            "title": "Support for Hanchongryon called for",
            "url": "http://kcna.co.jp/item/1997/9708/news8/29.htm#12",
            "content": "UAWPK Chairwoman vows to implement line of national reunification\r\nPyongyang, August 29 (KCNA) -- Choe Song Suk, Chairwoman of the Central Committee of the Union of Agricultural Working People of Korea, published a statement on August 28 hailing and supporting \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\", a work of Secretary Kim Jong Il.\r\n   The work is a great platform for reunification to decisively shatter all sorts of challenges and obstructions of the separatists at home and abroad and open a turning phase in improving the inter-Korean relations and achieving the reunification, she said, and noted:\r\n   Secretary Kim Jong Il indicated the broad-minded idea of great national unity that we will join hands with those who take the road of national reunification with national conscience, regardless of their ideas and religious beliefs, and even if they are capitalists, army generals or high authorities, and as for those who have committed crimes against the nation in the past, if they repent of their mistakes and come round to the side of the nation, we will cross off all their past, treat them with generosity and unite with them. This is a bright beacon illumining the road of great national unity and reunification.\r\n   All the agricultural working people in the northern half of Korea will thoroughly defend and implement the idea and line of national reunification of Secretary Kim Jong Il and wage a vigorous struggle to further exalt the Korean-style socialism centred on the popular masses with increased output of grain. \r\n\r\n"
        },
        {
            "title": "FM meets German visitor",
            "url": "http://kcna.co.jp/item/1997/9708/news8/29.htm#13",
            "content": "Support for Hanchongryon called for\r\nPyongyang, August 29 (KCNA) -- The International Liaison Committee for Reunification and Peace in Korea published a statement on August 12 calling upon the progressive youth, students and peaceloving people all over the world to extend support and solidarity to the struggle of the South Korean Federation of University Student Councils (Hanchongryon).\r\n   The statement said:\r\n   The south Korean authorities completely blocked the August 15 reunification festival and meetings of students and are frantically trying to obliterate Hanchongryon in violation of the elementary freedom of assembly and association.\r\n   This is an infringement upon human rights and democratisation and an unpardonable challenge to pro-reunification patriotic forces.\r\n   The south Korean authorities must immediately stop the frantic suppression of students.\r\n   We fully support all the Korean youths, students and pro-reunification patriotic forces in the north, the south and overseas in their nationwide struggle to achieve the reunification of their country under the banner of the three major pillars and charters of Korea's reunification formulated by his excellency Secretary Kim Jong Il.\r\n   Our international liaison committee calls upon the progressive youths, students and peace-loving people all over the world to vehemently denounce the fascist outrage by the south Korean authorities and express support and solidarity to the struggle of Hanchongryon. \r\n\r\n"
        },
        {
            "title": "Kim Yong Sun meets Japanese guest",
            "url": "http://kcna.co.jp/item/1997/9708/news8/29.htm#14",
            "content": "FM meets German visitor\r\n Pyongyang, August 29 (KCNA) -- Vice-Premier and Foreign Minister Kim Yong Nam today met and had a friendly talk with Werner Adam, Editor-in-Chief of the Foreign Policy of the German paper \"Frankfurter Allgemeine\", on a visit to Korea. \r\n\r\n\r\n"
        },
        {
            "title": "DPRK officials meet Zambian Ambassador",
            "url": "http://kcna.co.jp/item/1997/9708/news8/29.htm#15",
            "content": "Kim Yong Sun meets Japanese guest\r\n Pyongyang, August 29 (KCNA) -- Kim Yong Sun, Chairman of the Korean Asia-Pacific Peace Committee and Secretary of the Central Committee of the Workers' Party of Korea, today met and had a friendly talk with the delegation of the Central Council of the Kyoto Prefectural Agricultural Mutual Aid Cooperatives of Japan led by Yasuhiro Nakagawa, its Chairman and Vice-Chairman of the Central Council of the National Agricultural Mutual Aid Cooperatives of Japan, on a visit to Korea, at the Mansudae Assembly Hall.\r\n   Chairman of the Korea-Japan Friendship Association Song Ho Gyong was present. \r\n\r\n"
        },
        {
            "title": "Gift to Secy. Kim Jong Il from Jordanian guest",
            "url": "http://kcna.co.jp/item/1997/9708/news8/29.htm#16",
            "content": "DPRK officials meet Zambian Ambassador\r\nPyongyang, August 29 (KCNA) -- Vice-President of the DPRK Pak Song Chol today met and had a talk with Zambian Ambassador to Korea Moses Musonda, who paid a farewell call on him, at the Mansudae Assembly Hall.\r\n   Vice-Minister of Foreign Affairs Pak Gil Yon was present.\r\n   Kim Yong Nam, Vice-Premier and Minister of Foreign Affairs, also met the Zambian Ambassador. \r\n\r\n\r\n"
        },
        {
            "title": "Ill-intentioned utterances",
            "url": "http://kcna.co.jp/item/1997/9708/news8/29.htm#17",
            "content": "Gift to Secy. Kim Jong Il from Jordanian guest\r\nPyongyang, August 29 (KCNA) - Secretary Kim Jong Il received a gift from under Secretary-General of the Al Ansar Jordan Arab Party Marwan Sudah on a visit to Korea.\r\n   The gift was conveyed to an official concerned by Marwan Sudah. \r\n\r\n"
        }
    ]
}