{
    "date": "1997-04-15",
    "url": "http://kcna.co.jp/item/1997/9704/970415.htm",
    "articles": [
        {
            "title": "NDFSK delegation pays homage to President Kim Il Sung",
            "url": "http://kcna.co.jp/item/1997/9704/news4/15.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Preparatory committees for President Kim Il Sung's birthday formed in Tanzania, Belgium",
            "url": "http://kcna.co.jp/item/1997/9704/news4/15.htm#2",
            "content": "NDFSK delegation pays homage to President Kim Il Sung\r\n  Pyongyang, April 15 (KCNA) -- A delegation of the National Democratic Front of South Korea headed by Kim Kwang Min climbed Mansu Hill here on April 12 to lay bouquets and bow before the statue of President Kim Il Sung.\r\n   It also went to the revolutionary martyrs' cemetery on Mt. Taesong and laid bouquets before the bust of comrade Kim Jong Suk, an anti-Japanese heroine and indomitable communist revolutionary fighter, before observing a moment's silence in tribute to her. \r\n   The delegation arrived here on the day. \r\n\r\n"
        },
        {
            "title": "Secy. Kim Jong Il sends educational aid fund, stipends to Koreans in Japan",
            "url": "http://kcna.co.jp/item/1997/9704/news4/15.htm#3",
            "content": "Preparatory committees for President Kim Il Sung's birthday formed in Tanzania, Belgium\r\n  Pyongyang, April 15 (KCNA) -- The Tanzanian and Belgian preparatory committees for the commemoration of the 85th birth anniversary of President Kim Il Sung were inaugurated.\r\n   The acting Secretary General of the Youth Union of the Revolutionary Party of Tanzania (RPT) told the inaugural meeting that President Kim Il Sung was a genius of ideology, master of leadership, ever-victorious iron-willed brilliant commander and the tender-hearted father of the people.\r\n   His cause is being successfully carried forward by Secretary Kim Jong Il, he said.\r\n   The chairman of the Dar Es Salaam regional committee of the RPT was elected its honorary chairman and the acting Secretary General of the youth union its chairman.\r\n   Meanwhile, the members of the Belgian preparatory committee include chairman Ludo Martens and General Secretary Nadine Rosa Rosso of the Belgian Labour Party Central Committee. \r\n\r\n"
        },
        {
            "title": "Floral basket from Palestinian President",
            "url": "http://kcna.co.jp/item/1997/9704/news4/15.htm#4",
            "content": "Secy. Kim Jong Il sends educational aid fund, stipends to Koreans in Japan\r\n Pyongyang, April 15 (KCNA) - Secretary Kim Jong Il sent 120 million yen of educational aid fund and stipends for the democratic national education of the General Association of Korean Residents in Japan (Chongryon) on the occasion of the 85th birth anniversary of President Kim Il Sung.\r\n   The 137 instalments of educational aid fund and stipends sent by the great leaders total 43,169,532,433 yen. \r\n\r\n"
        },
        {
            "title": "Talks between Korean, Bangladeshi parties",
            "url": "http://kcna.co.jp/item/1997/9704/news4/15.htm#5",
            "content": "Floral basket from Palestinian President\r\n  Pyongyang, April 15 (KCNA) -- A floral basket was sent by Yasser Arafat, President of Palestine, in commemoration of the birth anniversary of President Kim Il Sung.\r\n   Palestinian Ambassador Shaher Mohammed and other Embassy staffers here placed it before the Statue of President Kim Il Sung on Mansu Hill on Monday. \r\n\r\n"
        },
        {
            "title": "Ri Jong Ok meets Czechy-Morava, Brazilian Party delegations",
            "url": "http://kcna.co.jp/item/1997/9704/news4/15.htm#6",
            "content": "Talks between Korean, Bangladeshi parties\r\n   Pyongyang, April 15 (KCNA) -- A delegation of the Workers' Party of Korea (WPK) had talks with the visiting delegation of the Socialist Party of Bangladesh (SPB) at the Mansudae Assembly Hall on Monday.\r\n   The sides introduced their parties' activities and discussed the development of bilateral friendly relations and other matters of common concern.\r\n   The talks were attended by Kye Ung Thae, politburo member and Secretary of the WPK Central Committee, officials concerned and the members of the delegation led by A. S. M. Abudur Rob, General Secretary of the SPB Central Committee. \r\n\r\n"
        },
        {
            "title": "Portraits of President Kim Il Sung, Secretary Kim Jong Il seen in UNDP mission",
            "url": "http://kcna.co.jp/item/1997/9704/news4/15.htm#7",
            "content": "Ri Jong Ok meets Czechy-Morava, Brazilian Party delegations \r\n  Pyongyang, April 15 (KCNA) -- Vice-President Ri Jong Ok, who is also politburo member of the Workers' Party of Korea (WPK) Central Committee, met with delegations of the Czechy-Morava Communist Party and the October 8 Revolutionary Movement of Brazil separately at the Mansudae Assembly Hall on Monday.\r\n   Ylastimil Balin, First Vice-Chairman of the C.C., the Czechy-Morava Communist Party, who is heading the delegation, said that through the visit to Korea he had seen \r\ntremendous achievements made in socialist construction by the WPK and the Korean people under the wise guidance of Secretary Kim Jong Il. He voiced the belief that the Korean people would surely emerge victorious.\r\n   Claudio Campos, General Secretary of the Brazilian Party, who is leading the delegation, said the achievements registered by the Korean people in political, economic and cultural fields under the wise guidance of the great leaders President Kim Il Sung and Secretary Kim Jong Il gave him fresh strength and courage. \r\n\r\n"
        },
        {
            "title": "Foreigners lay floral baskets before Presidential Statue",
            "url": "http://kcna.co.jp/item/1997/9704/news4/15.htm#8",
            "content": "Portraits of President Kim Il Sung, Secretary Kim Jong Il seen in UNDP mission \r\n Pyongyang, April 15 (KCNA) -- Portraits of President Kim Il Sung and Secretary Kim Jong Il were hung at the Pyongyang mission of the United Nations development programme with due ceremony on Monday.\r\n   The ceremony, which took place on the occasion of President Kim Il Sung's birth anniversary, April 15, was attended by the mission's staffers including the resident representative, Christian Lemaire, and officials concerned.\r\n   After the portraits were hung on the wall of the office, a floral basket was placed beneath them in the name of the mission.\r\n   The resident representative said he was very pleased to have the ceremony in commemoration of President Kim Il Sung's birth anniversary. \r\n\r\n"
        },
        {
            "title": "WPK Central Committee gives banquet",
            "url": "http://kcna.co.jp/item/1997/9704/news4/15.htm#9",
            "content": "Foreigners lay floral baskets before Presidential Statue \r\n  Pyongyang, April 15 (KCNA) -- Foreign Embassy officials here laid floral baskets and bouquets and bowed before the Statue of President Kim Il Sung on Mansu Hill on Monday, a day before his birth anniversary.\r\n   Seen among them were Indian Ambassador Jagjit Singh Sapra, Iranian Ambassador Seyed Morteza Mirheidari, Vietnamese Ambassador Le Xuan Vinh and the charge d'affaires ad interim of the Yemeni Embassy Ahmed Gaber.\r\n   The military attaches' corps here also laid a floral basket before the Statue.\r\n   On the same day, a floral basket sent jointly by the International Institute of the Juche Idea, the Japan Society for the Study of Kimilsungism and the Japan National Liaison Council of Societies for the Study of Kim Jong Il's Works was also placed before the Statue. \r\n\r\n"
        },
        {
            "title": "Letter to Secy. Kim Jong Il from C.C., NDFSK",
            "url": "http://kcna.co.jp/item/1997/9704/news4/15.htm#10",
            "content": "WPK Central Committee gives banquet \r\n  Pyongyang, April 15 (KCNA) -- The Central Committee of the Workers' Party of Korea (WPK) arranged a banquet on Monday in commemoration of President Kim Il Sung's birth anniversary.\r\n   Invited to the banquet were visiting delegations of foreign parties and other foreign guests. In his speech Kye Ung Thae, politburo member and secretary of the C.C., WPK, said the life of President Kim Il Sung, who was acclaimed by the Korean people for the first time in their history of 5,000 years, is shining with great ideas, leadership and virtue as well as his motto -- believing in the people as in heaven.\r\n   Having Secretary Kim Jong Il in the van of the revolution is the greatest happiness, glory and fortune for the Korean people, he said. The WPK, under his wise leadership, will as ever strengthen solidarity and bonds with the world's progressive people under the banner of socialism, the banner of independence and anti-imperialism.\r\n   Hamadeh, member of the regional leadership of the Arab Socialist Baath Party of Syria and director of the youth and sports department of the party, who is heading the Party's delegation, said in his speech that a new history of Socialist Korea started after the birth of President Kim Il Sung and that the great day is commemorated by all humankind as a special event of the 20th century.\r\n   \"The Syrian Party and people hope that Secretary Kim Jong Il will achieve new great achievements by successfully guiding the Korean people's efforts for advancing the socialist cause and reunifying the country,\" he said.\r\n   Claudio Campos, General Secretary of the October 8 Revolutionary Movement of Brazil, who is heading the Party's delegation, said President Kim Il Sung's brilliant life showed the world that the leader is the supreme representative of the interests of the popular masses.\r\n   \"The enduring exploits he performed for humankind are now being successfully exalted by comrade Kim Jong Il,\" he added. \r\n\r\n"
        },
        {
            "title": "Letter to Secy. Kim Jong Il from Chongryon",
            "url": "http://kcna.co.jp/item/1997/9704/news4/15.htm#11",
            "content": "Letter to Secy. Kim Jong Il from C.C., NDFSK \r\n  Pyongyang, April 15 (KCNA) -- A letter was sent to Secretary Kim Jong Il by the Central Committee of the National Democratic Front of South Korea (NDFSK) today, the 85th birth anniversary of President Kim Il Sung.\r\n   The letter says President Kim Il Sung was a peerless man and hero who performed feats greater than those made by all the great men known in history and was also the greatest leader of the people with outstanding ideas, leadership and virtue which can be matched by nothing.\r\n   The brilliant feats performed by him, devoting his whole life and all efforts to the sacred cause for the country, the nation and the people will shine for all ages along with his august name, it notes, and stresses:\r\n   \"Though he passed away, he enjoys an eternal life as the sun of Juche and the father of all the people and his glorious and brilliant revolutionary history continues with Korea of Juche vigorously advancing, holding the red flag high, under your leadership, Secretary Kim Jong Il.\r\n   \"You are an outstanding leader and the great, faithful successor to the leader and his cause. You are also the sun that inspires the Korean nation and other humankind with faith in sure victory, happiness and bright future.\"\r\n   The letter wholeheartedly wishes Secretary Kim Jong Il good health and long life. \r\n\r\n"
        },
        {
            "title": "President Kim Il Sung's birthday marked throughout Korea",
            "url": "http://kcna.co.jp/item/1997/9704/news4/15.htm#12",
            "content": "Letter to Secy. Kim Jong Il from Chongryon \r\n  Pyongyang, April 15 (KCNA) - Secretary Kim Jong Il received a letter on Tuesday from the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) on the occasion of the birth anniversary of President Kim Il Sung.\r\n   The Koreans in Japan, on the April spring holiday in a solemn year, the third year of the death of the president, extend the noblest respect and the greatest glory to him who devoted his 80-odd-year life solely to the country and the people and performed immortal feats for the Korean nation and humankind, and pray for his immortality, the letter says. On this occasion, it also wholeheartedly extends the greatest glory to Secretary Kim Jong Il, who is leading the Juche cause pioneered by the President to brilliant accomplishment and exalting the President's immortal feats, as wished by the Korean nation and the progressive humankind. \r\n   The great Generalissimo Kim Il Sung was the saviour of the destiny of the overseas Koreans and their affectionate father who took warm care of them and enabled them to enjoy the glory of the Korean nation and lead a worthy patriotic life, not forgetting them even a day and a moment from the first days of his revolutionary activities to the last day of his great life, the letter says.\r\n   Today the people are holding the President in higher esteem as the eternal sun of Juche than when he was alive, recalling that they have lived a worthy life, led by him and more keenly feeling his greatness and benevolence. This is because General Kim Jong Il is immortalizing the President unprecedentedly in history, says the letter.\r\n   \"We will hold the president in high esteem for all ages, closely rally all compatriots including the third and fourth generations under the banner of the Juche idea, develop the movement of the Koreans in Japan onto a new higher stage and thus exalt Chongryon as an overseas patriotic organisation of the president through generations, true to the noble intention of you, the general,\" the letter notes. \r\n\r\n"
        },
        {
            "title": "Press observes President Kim Il Sung's birthday",
            "url": "http://kcna.co.jp/item/1997/9704/news4/15.htm#13",
            "content": "President Kim Il Sung's birthday marked throughout Korea\r\n Pyongyang, April 15 (KCNA) -- Meetings were held in all provinces, municipalities, cities, counties, districts, complexes and army units on Monday to mark the 85th birth   anniversary of President Kim Il Sung.\r\n   Reports were made by senior officials at the meetings.\r\n   The reporters described the birth of the President as the rise of the sun of the nation and a historic event that lighted the path of humankind for independence.\r\n   They said the President was the savior of the nation and the father of socialist Korea who shaped the destiny of the country and the people and opened a heyday of prosperity in this country for the first time in its history of five thousand years.\r\n   Today the Korean people and KPA soldiers fight courageously to complete socialism, upholding the President as an eternal symbol of all victory and glory, because Secretary Kim Jong Il stands in the van of the Workers' Party of Korea and the revolution, they said.\r\n   They emphasized that Secretary Kim Jong Il's tested leadership, the people intensely loyal to their party and the leader, the socialist system and the solid economic potentials guarantee the prosperity of socialist Korea and the completion of the Juche cause, the President's revolutionary cause. \r\n\r\n"
        },
        {
            "title": "Talks held between Korean, Belgian Party delegations",
            "url": "http://kcna.co.jp/item/1997/9704/news4/15.htm#14",
            "content": "Press observes President Kim Il Sung's birthday\r\n  Pyongyang, April 15 (KCNA) -- Today marks the 85th birth anniversary of President Kim Il Sung.\r\n   Papers here devote all pages to events in Korea and articles that commemorate this anniversary.\r\n   Rodong Sinmun and Minju Joson carry editorials respectively titled \"let us fight staunchly under party's leadership as soldiers of President Kim Il Sung\" and \"let us hand down the revolutionary exploits of President Kim Il Sung.\"\r\n   Seen in the press are an account of a grand national meeting held in Pyongyang to mark the President's birth anniversary, a report of Kim Yong Nam, politburo member of the Workers' Party of Korea Central Committee and Vice-Premier of the Administration Council, and a speech of Ho Jong Man, Chief Vice-Chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon).\r\n   Papers inform the readers that meetings were held at civilian and military units throughout Korea to mark the anniversary.\r\n   Printed in Rodong Sinmun and Minju Joson are articles respectively titled \"I will always be with our people in the future, too\" and \"sun shines all over the world\" as well as a color picture of the president.\r\n   The Workers' Party of Korea Central Committee gave a dinner for visiting foreign party delegations and guests, says the press.\r\n   Palestinian President Yasser Arafat sent a floral basket to the President's Statue, according to the press.\r\n   It is reported in the press that a joint national meeting of the Korean Children's Union (KCU) was held and schoolchildren of the Mangyongdae Revolutionary School met with model members of the KCU.\r\n   Secretary Kim Jong Il sent educational aid fund and stipends to Korean children in Japan and gave gold rings to maternal heroes and unassuming people of meritorious services, says the press.\r\n   Seen in the press are letters to Secretary Kim Jong Il from the Central Committee of the National Democratic Front of South Korea and the Central Standing Committee of Chongryon marking the President's birth anniversary. \r\n\r\n"
        },
        {
            "title": "Gifts to Secy. Kim Jong Il from foreign Party leaders and Party delegation",
            "url": "http://kcna.co.jp/item/1997/9704/news4/15.htm#15",
            "content": "Talks held between Korean, Belgian Party delegations\r\n  Pyongyang, April 15 (KCNA) -- Talks were held between delegations of the Workers' Party of Korea and the Belgian Labor Party here on Monday.\r\n   The sides informed each other of their parties' activities and exchanged views on some matters of common concern.\r\n   The talks were attended by Kim Yang Gon, Department Director of the C.C., WPK, officials concerned and the members of the Belgian Party delegation headed by Chairman of the Central Committee Ludo Martens. \r\n\r\n"
        },
        {
            "title": "Editorials mark birth anniversary of President Kim Il Sung",
            "url": "http://kcna.co.jp/item/1997/9704/news4/15.htm#16",
            "content": "Gifts to Secy. Kim Jong Il from foreign Party leaders and Party delegation\r\n Pyongyang, April 15 (KCNA) -- Secretary Kim Jong Il received gifts from foreign party leaders and party delegation.\r\n   The gifts are from Samdech Norodom Ranariddh, Chairman of the Funcinpec Party and First Premier of the Royal Government of Cambodia= the visiting delegation of the LAO People's Revolutionary Party headed by Oudom Khattiya, politburo member of the Party Central Committee and Chairman of the Central Committee of the LAO National Construction Front= Hamadeh, member of the regional leadership of the Arab Socialist Baath Party of Syria and director of the Youth and Sports Department of the Party, who is heading the visiting delegation of the party= and Hardial Bains, national leader of the Communist Party of Canada (Marxist-Leninist). \r\n   Visiting Chat Nhalyvoud, member of the Steering Committee of the Funcinpec Party and deputy mayor of Phnom Penh, carried the gift of Norodom Ranariddh.\r\n   The gifts were handed to Kye Ung Thae, politburo member and secretary of the Central Committee of the Workers' Party of Korea, and other officials concerned. \r\n\r\n"
        },
        {
            "title": "DPRK-KEDO negotiations held",
            "url": "http://kcna.co.jp/item/1997/9704/news4/15.htm#17",
            "content": "Editorials mark birth anniversary of President Kim Il Sung \r\n   Pyongyang, April 15 (KCNA) -- Rodong Sinmun and Minju Joson today carry editorials titled \"let us fight staunchly under party's leadership as soldiers of       President Kim Il Sung\" and \"let us hand down the revolutionary exploits of President comrade Kim Il Sung\" on the occasion of his birthday.\r\n   On this significant April 15, the party members, officers and men of the people's army and other people renew their resolution to remain soldiers and disciples of the leader through generations, rallied around Secretary Kim Jong Il in one mind, the editorial of Rodong Sinmun says, and goes on:\r\n   President Kim Il Sung was the saviour of the Korean people, the founder of prospering socialist Korea and the benefactor of all people.\r\n   The Korean people waged a glorious revolutionary struggle closely rallied around him, whom they regard as their father.\r\n   As a great father, a great man and a great comrade, he took care of them, and loved, trusted and led them as his revolutionary soldiers. \r\n   The noble virtues of the President resulted in the growth of millions of party members, the building of matchless revolutionary armed forces and the singlehearted unity based on the high sense of revolutionary comradeship and obligation.\r\n   Today the Korean people under the guidance of Secretary Kim Jong Il are working hard to glorify the honor of being the soldiers and disciples of the president forever.\r\n   They are adding lustre to the revolutionary idea of the President generation after generation, also as the soldiers and disciples of Secretary Kim Jong Il.\r\n   Secretary Kim Jong Il is steadily developing and enriching the Juche idea, the revolutionary idea of the President. Secretary Kim Jong Il's idea and theories make the Korean people have firm confidence in the final victory of t e revolutionary idea of the President.\r\n   The Korean people are the soldiers faithful to the party, who cherish ardent fidelity to the great leaders down through generations.\r\n   It is their unshakable creed to remain unfailingly loyal to Secretary Kim Jong Il in the \"arduous march\" and in any adversity.\r\n   They are making revolution as the President did. \r\n   Today the Korean people and army are making progress and winning victories in the fight against formidable imperialism, thanks to Secretary Kim Jong Il's spirit, and Strategy. \r\n   The Korean people who are faithful to the guidance of Secretary Kim Jong Il will never tarnish the honor of being his revolutionary soldiers, but will discharge their duties as the President's sons and daughters.\r\n    They will keep their pledge to the President and stubbornly fight as the soldiers and disciples of Secretary Kim Jong Il, come what may. \r\n\r\n"
        },
        {
            "title": "Mass gymnastic display performed",
            "url": "http://kcna.co.jp/item/1997/9704/news4/15.htm#18",
            "content": "DPRK-KEDO negotiations held \r\n Pyongyang, April 15 (KCNA) -- High-level negotiations of experts between the Democratic People's Republic of Korea and the Korean Peninsula Energy Development Organisation (KEDO) took place at the light water reactor project site from April 10 to 14.\r\n   Discussed at the negotiations were detailed technical matters which should be solved before the start of the project, in line with the LWR-delivery agreement and protocols signed between the DPRK and KEDO.\r\n   The KEDO experts' delegation went back today by ship.\r\n\r\n"
        },
        {
            "title": "DPRK's senior officials pay homage to President Kim Il Sung",
            "url": "http://kcna.co.jp/item/1997/9704/news4/15.htm#19",
            "content": "Mass gymnastic display performed \r\n  Pyongyang, April 15 (KCNA) -- The mass gymnastic display \"The leader will always be with us\" was performed by 50,000 schoolchildren in Pyongyang Kim Il Sung Stadium today, the 85th birth anniversary of President Kim Il Sung. It was seen by Vice-Presidents Ri Jong Ok, Pak Song Chol and Kim Pyong Sik and other senior party and state officials anti-Japanease revolutionary veterans, chiefs of party and government bodies and public organizations, servicemen and working people in the city.\r\n   Also enjoying the performance were foreign delegations and delegates staying here to commemorate President Kim Il Sung's birth anniversary, and foreign diplomatic envoys and guests and artistes who are participating in the 15th Spring Friendship Art Festival.\r\n   Seen among the spectators were the delegation of the National Democratic Front of South Korea, delegations of Korean residents in Japan and other countries and compatriots from different countries.\r\n   The performance showed the President's history of the revolutionary struggle associated with distinguished ideological and theoretical activities and great revolutionary practice, and his enduring feats.\r\n   It also demonstrated the Korean people's faith and will to accomplish the revolutionary cause of Juche without fail under the guidance of Secretary Kim Jong Il, venerating the President as the eternal leader of the Korean revolution. \r\n   It was acclaimed by the spectators for its high ideological and artistic value and for the performers' well-trained gymnastic movements and good ensemble. \r\n\r\n"
        }
    ]
}