{
    "date": "1997-09-28",
    "url": "http://kcna.co.jp/item/1997/9709/970928.htm",
    "articles": [
        {
            "title": "Secy. Kim Jong Il's work supported",
            "url": "http://kcna.co.jp/item/1997/9709/news9/28.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Arms buildup of U.S. and s. Korean authorities denounced",
            "url": "http://kcna.co.jp/item/1997/9709/news9/28.htm#2",
            "content": "Secy. Kim Jong Il's work supported \r\n  Pyongyang, September 28 (KCNA) -- The Ministry of Foreign Affairs and Interantional Cooperation of Cambodia, on behalf of the Government, sent a note to the Korean Embassy on September 23 supporting Secretary Kim Jong Il's immortal famous work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\".\r\n   The note says that the roy1l Government of Cambodia expresses full support for the work of Secretary Kim Jong Il.\r\n   It extends solidarity to the Korean people in their struggle to reunify the country on the principles laid down in the July 4 Joint Statement, and presses for the conclusion of a Peace Agreement for a durable peace and security on the Korean Peninsula. \r\n\r\n"
        },
        {
            "title": "Indefinite sit-in in s. Korea",
            "url": "http://kcna.co.jp/item/1997/9709/news9/28.htm#3",
            "content": "Arms buildup of U.S. and s. Korean authorities denounced\r\nPyongyang, September 28 (KCNA) -- Ri Jong Sang, Chief of the Pyongyang mission of the National Democratic Front of South Korea (NDFSK), made public a statement on September 27 supporting the memorandum of the DPRK Government accusing the United States and the south Korean authorities of their massive arms buildup behind the scene of talks.\r\n   The statement said:\r\n   \"The memorandum reflects the requirements of obtaining situation on the Korean Peninsula and aspirations of south Korean people for independence, democracy and reunification and raises very just demands for peace and stability of the country and world peace.\r\n   \"The United States must clearly see the aspirations and will of our people, stop reinforcing armaments and aggravating the situation in south Korea and withdraw its troops from it at an early date.\r\n   \"The Kim Young Sam group must no longer try to plunge our nation into the holocuast of war but stop the arms buildup at once and resign at an early date.\"\r\n   \"The NDFSK and the people in the south will more daringly fight, upholding the three principles of national reunification -- independence, peaceful reunification and great national unity\". \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun says Secy. Kim Jong Il is peerless patriot",
            "url": "http://kcna.co.jp/item/1997/9709/news9/28.htm#4",
            "content": "Indefinite sit-in in s. Korea\r\n Pyongyang, September 28 (KCNA) -- Some 100 members of the National Federation of Auto Indutrial Workers Unions and the National Democratic Federation of Taxi Drivers Unions in south Korea have started an indefinite sit-in strike at the Myongdong Cathedral in Seoul on September 25 in demand of the prompt solution of the chain bankruptcy of related enterprises and the taxi situation, according to a radio report from Seoul.\r\n   The headquarters of the struggle for stabilized employment and democratisation of the economy under the South Korean Confederation of Trade Unions at a press conference declared that workers of the KIA Motor Company and over 17,000 related enterprises would stop work and stage street demos from September 29 in case the Government refuses to accept their just demands.\r\n   It also complained that the puppet authorities refuse to enforce complete wage system for taxi drivers.\r\n   It declared that members of taxi drivers unions across south Korea would return their licenses to the authorities till September 29 and wage struggles including car demonstrations. \r\n\r\n"
        },
        {
            "title": "Tangun's nation reunification council formed",
            "url": "http://kcna.co.jp/item/1997/9709/news9/28.htm#5",
            "content": "Rodong Sinmun says Secy. Kim Jong Il is peerless patriot\r\n Pyongyang, September 28 (KCNA) -- Rodong Sinmun today says that it is the greatest fortune of the Korean nation to have the leader of the Party and the revolution in the person of Secretary Kim Jong Il, the peerless patriot  who, with the noblest patriotism, has devotedly worked to make the country and the nation most powerful and dignified in the world.\r\n   The author of a signed article of the paper says:\r\n   The General has comprehensively effloresced and developed the advantages of the Korean nation.\r\n   He has directed the revolution and construction, regarding it as his noble mission to find advantages of the nation, highly display its honor and hand them down to posterity as treasures of eternal value.\r\n   The noble advantages of the nation in our time are illustrated by the spirit of singlehearted unity of the entire people around the Party and the leader, their revolutionary faith in Juche-based socialism, their unbounded devotion to the country and the revolution, the revolutionary spirit of self-reliance and hard struggle, the revolutionary optimism and the revolutionary obligation and comradeship prevailing in the whole of society in which people help and lead each other forward.\r\n   The General has trained the Korean people to have such a strong national character  that they do not fear any moves of the imperialists and they constantly create new advantages of the nation in all domains of politics, economy and culture.\r\n   The General is a distinguished leader who has directed the revolution and construction with the most steadfast nation-first stand, a peerless patriot who works for the prosperity and development of the nation with tireless patriotic devotion and a great defender of the nation who, with iron will and uncompromising struggle, resolutely frustrates any moves of obliterating the national character.\r\n   Today's Korean people trained by the General are a great people who are determined to defend the dignity and spirit of Kim Il Sung's nation at the cost of their lives.\r\n   They will never allow anyone to violate their dignity even a little. \r\n\r\n"
        },
        {
            "title": "Korean exhibition awarded supreme commendation",
            "url": "http://kcna.co.jp/item/1997/9709/news9/28.htm#6",
            "content": "Tangun's nation reunification council formed\r\n Pyongyang, September 28 (KCNA) -- A Tangun's nation reunification council was formed on September 24.\r\n   It is intended to exalt the undying exploits of President Kim Il Sung and Secretary Kim Jong Il, who discovered Tangun, the founder of the Korean nation, and set the long-standing history of the nation to rights, demonstrate the homogeneity and advantages of the Korean nation by preserving its Juche character and national identity and accelerate the independent and peaceful reunification through great national unity.\r\n   The first meeting of the council elected Ryu Mi Yong, chairperson of the Central Committee of the Chondoist Chongu Party and the Central Guidance Committee of the Korean Chondoist Association, as its chairperson. \r\n\r\n"
        }
    ]
}