{
    "date": "1997-06-25",
    "url": "http://kcna.co.jp/item/1997/9706/970625.htm",
    "articles": [
        {
            "title": "Mozambican Independence Day marked",
            "url": "http://kcna.co.jp/item/1997/9706/news6/25.htm#1",
            "content": "Mozambican Independence Day marked\r\nPyongyang, June 25 (KCNA) -- A lecture meeting was held here Tuesday under the sponsorship of the Korea-Mozambique Friendship Association to mark the 22nd anniversary of the Independence of Mozambique and the foundation of its republic.\r\n   Vice-Chairman of the C.C., the General Federation of Trade Unions of Korea Ri Jin Su, who is vice-chairman of the association, gave a lecture on the subject of \"Developing Mozambique\". \r\n \r\n"
        },
        {
            "title": "Unreasonable act of s. Korean supreme prosecutor's office",
            "url": "http://kcna.co.jp/item/1997/9706/news6/25.htm#2",
            "content": "Unreasonable act of s. Korean supreme prosecutor's office\r\nPyongyang, June 25 (KCNA) -- The Public Peace Department of the puppet Supreme Prosecutor's Office of south Korea is these days making investigation into some dissident organisations on the suspicion that they did not entrust \"donations for assistance to the north\" to the puppet Red Cross, according to a radio report from Seoul.\r\n   It decided to punish them by law on charges of \"embezzlement\" if the suspicion turned out to be true.\r\n   This is an anti-national behaviour intended to hamper the assistance of south Korean people to the north.\r\n   How to dispose of the donations collected for the purpose of aiding the north is a matter which must be dealt with by the sponsor organisations as desired by the people. \r\nAccordingly, the prosecutor's office is not entitled to poke its nose into the matter.\r\n   If the prosecutor's office had had an iota of reason, it should have buckled down to the work of punishing Kim Young Sam and his clan, big thieves.\r\n   Even according to conservative estimate, they pocketed an astronomical amount of 4-5 trillion won only through the Hanbo financial incident.\r\n   Turning a blind eye to this fact, however, the prosecutor's office is hell bent on the crackdown upon dissident organisations which committed no crime.\r\n   It must be thrown into the dustbin of history together with Kim Young Sam. \r\n\r\n"
        },
        {
            "title": "U.N. under-Secretary General entertained",
            "url": "http://kcna.co.jp/item/1997/9706/news6/25.htm#3",
            "content": "U.N. under-Secretary General entertained\r\n Pyongyang, June 25 (KCNA) -- The DPRK Government gave a reception in honor of the U.N. under-Secretary General and his entourage at the Mansudae Assembly Hall on Tuesday.\r\n   Invited to the reception were U.N. under-Secretary General for Humanistic Affairs Yasushi Akashi and his entourage, Resident Representative of the UNDP in Korea Christian Lemaire and the Acting Representative of the U.N. Children's Fund.\r\n   Present were Vice-Premier and Foreign Minister Kim Yong Nam, Chairman of the State Agricultural Commission Han Ik Hyon, Vice-Minister of Foreign Affairs Choe Su Hon and officials concerned.\r\n   Speeches were made at the reception. \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on s. Korean fascist clique's gag on press",
            "url": "http://kcna.co.jp/item/1997/9706/news6/25.htm#4",
            "content": "Rodong Sinmun on s. Korean fascist clique's gag on press\r\nPyongyang, June 25 (KCNA) -- Some time ago, the Defence Security Command of the south Korean pupppet army accused the south Korean newspaper \"Hangyore Shinmun\" and monthly magazine \"MAL\" of carrying articles exposing its dastardly surveillance over campuses.\r\n   Commenting on this high-handed act, a news analyst of Rodong Sinmun today says:\r\n   When conscientious publications of south Korea carry unbiased and true reports according to their obligation for society, they cannot be criminalized under any circumstances.\r\n   The two publications had printed articles laying bare the dastardly plot and scheme of the puppet Defence Security Command lurking behind the campaign to stifle the South Korean Federation of University Student Councils (Hanchongryon).\r\n   Now, the Kim Young Sam fascist clique are trying to put gags of fascism on press media which offend their feelings. \r\nThis is a bestial act violating even elementary democratic freedom and rights of the press and a fascist warning to the press. \r\n   The Kim Young Sam fascist clique must immediately stop brutal suppression of \"Hanchongryon\" and conscientious press media. \r\n \r\n"
        },
        {
            "title": "Press review",
            "url": "http://kcna.co.jp/item/1997/9706/news6/25.htm#5",
            "content": "Press review\r\n Pyongyang, June 25 (KCNA) -- Rodong Sinmun today frontpages news that Secretary Kim Jong Il thanked the working people of the Songjin Steel Complex for laying a material foundation for steel production on their own strength.\r\n   47 years ago today the U.S. imperialists ignited war in Korea. \r\n   To mark this day papers carry editorials calling for preventing the danger of war and defending peace of the country by great national unity.\r\n   Under the title \"Invincible are Korean people and army led by Secretary Kim Jong Il, the great brilliant commander,\" Rodong Sinmun introduces heroic exploits performed by soldiers of the People's Army during the period of the fatherland liberation war.\r\n   Minju Joson edits an article entitled \"The invincible commander who saved and defended the country's destiny\", illustrated by a Korean painting showing President Kim Il Sung inspecting a battle hill during the period of the Fatherland Liberation War.\r\n   Papers report that public circles of different countries brand the U.S. imperialists as the igniter of the Korean War.\r\n   Under the fixed title \"They always worked together for the people\" Rodong Sinmun carries an article entitled \"Glory and pride of the nation generation after generation\", illustrated by a picture of President Kim Il Sung and Secretary Kim Jong Il discussing the affairs of the state (Sep. 1988).\r\n   Under the title \"People and army on farm field\" a political essay of the paper tells stories on the Wonhwa Cooperative Farm in Phyongwon county, South Phyongan Province, which has President Kim Il Sung and Secretary Kim Jong Il as its honorary farmers.\r\n   The paper gives an account of efforts of people and servicemen in weeding.\r\n   Minju Joson carries an article titled \"It is greatest happiness of the Korean people to have the respected comrade Kim Il Sung as the eternal father of the nation.\"\r\n   The press informs the readers of achievements made by the Korean people for the last three years in their efforts to carry out the behests of President Kim Il Sung.\r\n   Given in papers is an account of the sojourn of a U.N. under-Secretary General and his entourage in the DPRK.\r\n   Rodong Sinmun in a commentary denounces the Kim Young Sam group for repressing the south Korean paper \"Hangyore\" and monthly \"MAL\".\r\n   Minju Joson discloses the criminial acts of Kim Young Sam, who has driven the north-south relations to the worst phase.\r\n   An article of Rodong Sinmun warns that the U.S. war maniacs should be mindful of their miserable defeat in the past Korean War. \r\n\r\n"
        },
        {
            "title": "Papers underscore safeguarding peace in Korea",
            "url": "http://kcna.co.jp/item/1997/9706/news6/25.htm#6",
            "content": "Papers underscore safeguarding peace in Korea \r\nPyongyang, June 25 (KCNA) -- Today's edition of papers carry editorials 47 years after the U.S. imperialists lighted the fuse of war of aggression against the northern half of Korea by instigating the south Korean puppet clique.\r\n   The Korean War unleashed by the U.S. imperialists on June 25, 1950 was a brigandish war of aggression and a criminal war aimed at turning the whole of Korea into a colony and materializing their ambition for domination over Asia and the rest of the world, says Rodong Sinmun in an editorial.\r\n   The editorial continues:\r\n   The military armistice system has become ineffective in the Korean Peninsula due to the U.S. hawks and the south Korean puppet clique. The situation requires that a new peace mechanism be established between the DPRK and the United States in order to curb the arms buildup and pecurrence of war and to ensure durable peace and security.\r\n   Replacement of the obsolete armistice system with a new peace mechanism should be done by the DPRK and the U.S. authorities, who are signatories to the armistice agreement and the very ones capable of guaranteeing peace in Korea.\r\n   If the U.S. is truely desirous of peace on the Korean Peninsula it should implement the DPRK-U.S. framework agreement with sincerity, thereby putting an end to its hostile relations with the DPRK and replacing the obsolete armistice agreement with a new peace mechanism. For the present, the U.S. should accede to the DPRK's initiative for signing an interim agreement to that effect.\r\n   This is the only way to bring undoubtful and durable peace to the Korean Peninsula.\r\n   The enemies' scheme to make a preemptive attack on the DPRK is rapidly moving to a practical stage. \r\n   The Korean People's Army, whose honourable mission is to creditably guarantee the security of the socialist fatherland and the people with arms, is keeping a sharp eye on every move of the war-mongers who are outwardly calling for \"four-way talks\" to secure peace and security while waiting for a chance to trigger a war of aggression against the north.\r\n   As long as the enemies do not provoke a war, we will press ahead with peace process on the Korean Peninsula through dialogues and negotiations.\r\n   The newspaper Minju Joson stresses: if the U.S. and the south Korean ruling quarters persist in military confrontation with the north, we will not mind the final battle with them. \r\n \r\n"
        },
        {
            "title": "Ideo-theoretical exploits of President Kim Il Sung",
            "url": "http://kcna.co.jp/item/1997/9706/news6/25.htm#7",
            "content": "Ideo-theoretical exploits of President Kim Il Sung \r\nPyongyang, June 25 (KCNA) -- Works of President Kim Il Sung continue to be brought out in the Democratic People's Republic of Korea.\r\n   Typical is \"Complete collection of Kim Il Sung's works\", which carries works of the President in chronological order. \r\nVols. 1-17 of the collection have already been released. The book continues to be published.\r\n    The publication of \"Kim Il Sung's works\" consisting of 50 volumes, started in 1979 and was completed last April.\r\n   The works authored by President Kim Il Sung are ideological and theoretical wealth for humankind and they fully display his writing ability.\r\n   The President wrote over 1,860 important works until July 1994 since his work \"Down with Imperialism\" in October 1926.\r\n   Busy as he was leading the arduous Korean revolution, he personally wrote the works.\r\n   No other thinker-theoreticians in the world wrote so many works as the President.\r\n   That is why statesmen and theoreticians of different countries have praised President Kim Il Sung as the outstanding thinker and theoretician who opened a new stage in the development of human ideological history, saying he showed the road of the times and revolution with his gifted wisdom and distinguished ideological and theoretical activities.\r\n   His immortal ideological and theoretical feats are, indeed, the eternal foundation for the Korean revolution as well as the common revolutionary wealth for humankind. \r\n\r\n"
        },
        {
            "title": "Legalized KCTU demanded",
            "url": "http://kcna.co.jp/item/1997/9706/news6/25.htm#8",
            "content": "Legalized KCTU demanded \r\nPyongyang, June 25 (KCNA) -- The Council of the International Labour Organization urged the \"civilian government\" of south Korea to ensure teachers and civil servants the right to organisation and legalize the \"Korean Confederation of Trade Unions\" (KCTU), a radio report from Seoul said.\r\n   Making this demand, the council criticised the Kim Young Sam group for refusing to accept \"KCTU's\" application for legitimation and denying the teachers and civil servants the right to organise.\r\n   The \"KCTU\" on June 13 presented to the ILO a complaint about the \"civilian government's\" crackdown upon labour unions' independent activities. The ILO accepted it and sent its message to the \"Government.\"  \r\n  \r\n"
        },
        {
            "title": "Rodong Sinmun reminds U.S. of its shameful defeat",
            "url": "http://kcna.co.jp/item/1997/9706/news6/25.htm#9",
            "content": "Rodong Sinmun reminds U.S. of its shameful defeat \r\nPyongyang, June 25 (KCNA) -- The U.S. warmongers are hell-bent on war preparations in the Korean Peninsula, oblivious of the lesson from their shameful defeat in the last Korean War. \r\n   In this connection, Rodong Sinmun today says:\r\n   The U.S. imperialists urged the Syngman Rhee puppet clique to start a surprise attack on the infant DPRK on June 25, 1950.\r\n   The U.S. mobilized for the war some two million troops and vast quantities of war equipment including one third of its army, one fifth of its air force, most of its pacific fleet, troops of fifteen satellite nations and the south Korean puppet army.\r\n   But it suffered great defeat unprecedented in war history in the three years of Korean War. \r\n   Fussing about \"provocation and military threat\" by the DPRK, the U.S. warmongers are massively reinforcing aggression forces in south Korea and its vicinity and staging frantic war exercises against the DPRK.\r\n   We do not want war but are not afraid of it.\r\n   If the U.S. warmongers unleash war, we will first annihilate the U.S. imperialist aggression forces and then wipe out their followers. \r\n   It is a foolish act to try to stifle the DPRK by force.\r\n   The U.S. should rather remember the fate of the provokers of the Korean War.  \r\n\r\n"
        },
        {
            "title": "Achievements in film production",
            "url": "http://kcna.co.jp/item/1997/9706/news6/25.htm#10",
            "content": "Achievements in film production\r\nPyongyang, June 25 (KCNA) -- A new turn is being brought about in the Korean cinematographic art in the nineties.\r\n   Hundreds of feature films have been produced over the five years since the publication of Secretary Kim Jong Il's work \"Let Us Bring About a New Turn in the Development of Literature and Art on the Basis of the Successes in the Production of the Multi-Part Feature Film the Nation and Destiny'\" (May 1992).\r\n   42 parts of the film \"The Nation and Destiny\" have been released up to now. Based on the idea of the song \"My Country is Best\" it shows dramatic lives of men who have different and chequered careers. The film vividly shows the truth that the destiny and bright future of the nation rely on a great leader. \r\n   Many other films with innovated contents and forms have been released on the basis of the successes in the prodution of the multi-part film.\r\n   Among them are the feature films \"Young Chief of Staff\" (parts 1-2), \"Political Commissar of the 8th Regiment\" (parts 1-2), \"Shield\" (parts 1-2) and \"Lightning and Thunder\" (parts 1-2).\r\n   The feature film \"Young Chief of Staff\" well reflects demands of the times and is highly praised as a successful film of military theme. The film tells the truth that the Juche-motivated war methods put forward by the Supreme Commander are the source of invincibility through the story about Pak Yong Dok, who commanded Kumchon area battle as the chief of staff of the front headquarters during the Fatherland Liberation War. \r\n   \"Political Commissar of the 8th Regiment\" shows activities of Kim Il, a famous activist of the Party and state, in the middle of 1970s.\r\n   The films \"My Father\", \"An Obliging Girl\", \"Sisters\", \"Daughter of War Veteran\" and \"Young People Bloom Their Native Land\" depict noble-minded contemporary people who devote themselves to society and the collective. \r\n   The feature film \"Japanese Invasion in 1592\" is based on historical events. It tells a story of Kwak Jae U, an aristocrat, who formed a volunteer army with commoners irrespective of discrimination in social status and led it to bravely fight against the Japanese invaders.\r\n   There are also comic films including \"Young People\", \"A Bride Comes From Town\" and \"People We Met on Taedong River.\"\r\n   These films are enriching the Juche film art. \r\n\r\n"
        },
        {
            "title": "U.S. can never frighten Korean people",
            "url": "http://kcna.co.jp/item/1997/9706/news6/25.htm#11",
            "content": "U.S. can never frighten Korean people\r\nPyongyang, June 25 (KCNA) -- World public circles lay bare the fact that the U.S. imperialists provoked war of aggression in Korea as part of their moves for world domination, and condemn them for trying to ignite new war in Korea.\r\n   The Russian paper patriot said in an article titled \"How Americans prepared war in Korea\" that the U.S. occupied south Korea after the 2nd world war and regarded the Korean Peninsula as a bridgehead to occupy the Asian continent and an important strategic base against the national liberation movement and socialism.   \r\n   After occupying south Korea, the U.S. began to build a base for conquering the whole of Korea, defined \"northward invasion\" as an urgent task and prepared the war plan, the paper added.\r\n   The paper noted that the U.S. planned to spread false reports about \"invasion by the north Korean army\" after the south Korean puppet army ignited the war on June 25, 1950 and raise this problem to the U.N. and organize the \"U.N. forces\" in a bid to legalize the military actions of the U.S. forces in the Korean War under the flag of the U.N.\r\n   The Indian magazine Brisar Mail noted in an article that the U.S. mobilized some 2 million troops including those from 15 satellite countries and south Korean puppets under the cloak of \"U.N. forces\" in Korea and spent d165 billion as military funds and 73 million tons of military supplies in order to occupy the whole of Korea at once. But the U.S. was defeated in the Korean War and the myth about its \"mightiness\" was shattered.\r\n   The Mozambican Committee for Friendship with the Korean People said in a statement titled \"The U.S. is the provoker of the Korean War\" that the U.S. premeditatedly unleashed the Korean War in the 1950's and tried to deceive the world.\r\n   Noting that the U.S. can never frighten the Korean people, the statement stressed that if the U.s. ignites another war in Korea, it will suffer the same disgrace and defeat as in the 50's. \r\n\r\n"
        },
        {
            "title": "70,000 tons of food delivered to Korea",
            "url": "http://kcna.co.jp/item/1997/9706/news6/25.htm#12",
            "content": "70,000 tons of food delivered to Korea\r\n Pyongyang, June 25 (KCNA) -- 70,000 tons of food was delivered to the northern half of Korea as of June 21 in accordance with a decision of the Chinese Party and Government to deliver it free of charge over the flood damage.\r\n   The Chinese Government decided to donate an additional 20 million yuan (Chinese currency) in the form of free aid for the flood damage in Korea. \r\n\r\n \r\n   \r\n\r\n\r\n"
        }
    ]
}