{
    "date": "1997-04-14",
    "url": "http://kcna.co.jp/item/1997/9704/970414.htm",
    "articles": [
        {
            "title": "Secy. Kim Jong Il enjoys art performance",
            "url": "http://kcna.co.jp/item/1997/9704/news4/14.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Title of DPRK Labour Hero awarded to two veterans",
            "url": "http://kcna.co.jp/item/1997/9704/news4/14.htm#2",
            "content": "Secy. Kim Jong Il enjoys art performance\r\n   Pyongyang, April 14 (KCNA) - Secretary Kim Jong Il, Supreme Commander of the Korean People's Army (KPA), enjoyed a performance given by the art propaganda squad of KPA combined unit no. 671 on Sunday.\r\n   The audience included KPA Vice Marshal Jo Myong Rok, Director of the KPA General Political Department= KPA Vice Marshal Kim Yong Chun, Chief of the KPA General Staff= KPA Vice Marshal Kim Il Chol, First Vice Minister of the People's Armed Forces= and other commanding officers of the KPA.\r\n   Secretaries of the Workers' Party of Korea Central Committee Kye Ung Thae, Kim Kuk Thae and Kim Yong Sun were also present.\r\n   A narrative and chorus \"Military Parade of Victory\" and a female quartet \"The General is Crack Shot, We are Hits\" were typical numbers of the program.\r\n   The performers vividly represented the indomitable spirit and firm belief of KPA soldiers.\r\n   Secretary Kim Jong Il expressed great satisfaction and highly praised the squad members for successfully performing art pieces of various forms, militant-spirited, appealing, impressive and attractive.\r\n   All the art propaganda squads of the three services of the KPA fully reflect the revolutionary life of soldiers and perform in a militant manner as befits the character of art organisations of the revolutionary army, he said, urging all the other art troupes to follow their example. \r\n\r\n"
        },
        {
            "title": "Talks between Korean, Laotian Party delegations",
            "url": "http://kcna.co.jp/item/1997/9704/news4/14.htm#3",
            "content": "Title of DPRK Labour Hero awarded to two veterans\r\n Pyongyang, April 14 (KCNA) -- Marshal Ri Ul Sol and Vice Marshal Paek Hak Rim of the Korean People's Army were awarded the title of the DPRK Labour Hero on the occasion of the 85th birth anniversary of President Kim Il Sung and the 65th KPA birthday.\r\n   The DPRK Central People's Committee on Sunday issued a decree on awarding the title to them.\r\n   The decree noted that Ri and Paek took part in the anti-Japanese armed struggle, supporting the Juche-based line of the Korean revolution advanced by President Kim Il Sung, and contributed to liberating the country.  \r\n   For many years after the liberation they, at major military posts, have worked hard to defend the brilliant revolutionary traditions of the Workers' Party of Korea and implement the party's military line, making a great contribution to the revolutionary cause of Juche, the decree said. \r\n\r\n"
        },
        {
            "title": "KPA commanding officers promoted",
            "url": "http://kcna.co.jp/item/1997/9704/news4/14.htm#4",
            "content": "Talks between Korean, Laotian Party delegations\r\n  Pyongyang, April 14 (KCNA) -- Talks were held here Sunday between the delegations of the Workers' Party of Korea and the Lao People's Revolutionary Party.\r\n   Present there on the WPK side were Kye Ung Thae, politburo member and Secretary of the Party Central Committee, officials concerned and on the opposite side were the members of the delegation led by Oudom Khattiya, politburo member of the Party Central Committee and Chairman of the C.C., The Lao National Construction Front.\r\n   At the talks both sides informed each other of their parties' activities and discussed the matter of developing bilateral friendly and cooperative relations.\r\n   The Laotian Party delegation arrived here Saturday. \r\n\r\n"
        },
        {
            "title": "Talks between Korean, Rwandan Party delegations",
            "url": "http://kcna.co.jp/item/1997/9704/news4/14.htm#5",
            "content": "KPA commanding officers promoted\r\n   Pyongyang, April 14 (KCNA) -- Secretary Kim Jong Il, Supreme Commander of the Korean People's Army, on Sunday issued an order of raising military ranks of KPA commanding officers on the occasion of the 85th birth anniversary of  President Kim Il Sung and the 65th anniversary of the heroic KPA.\r\n   According to the order, Kim Il Chol, Jon Jae Son, Pak Ki So and Ri Jong San were promoted to KPA vice marshals, Jong Chang Ryol to General, eight others to col. generals, 37 to lieu. generals and 73 to Maj. Generals. \r\n\r\n"
        },
        {
            "title": "Talks between Korean, Cambodian Party delegations",
            "url": "http://kcna.co.jp/item/1997/9704/news4/14.htm#6",
            "content": "Talks between Korean, Rwandan Party delegations\r\n Pyongyang, April 14 (KCNA) -- Talks were held here Sunday between delegations of the Workers' Party of Korea and the Rwandan Patriotic Front.\r\n   Present there on the WPK side were Choe Thae Bok, alternate politburo member and Secretary of the Party Central Committee, officials concerned and, on the opposite side, was the delegation led by Denis Polisi, Vice-Chairman of the Front.\r\n   At the talks the two sides informed each other of their parties' activities and discussed the development of bilateral relations of friendship and other issues of common concern. \r\n\r\n"
        },
        {
            "title": "Talks between Korean, Syrian Party delegations",
            "url": "http://kcna.co.jp/item/1997/9704/news4/14.htm#7",
            "content": "Talks between Korean, Cambodian Party delegations\r\n   Pyongyang, April 14 (KCNA) -- Talks were held here Sunday between delegations of the Workers' Party of Korea and the Funcinpec Party of Cambodia.\r\n   Present there on the Korean side were Kim Yang Gon, Department Director of the Party Central Committee, officials concerned and on the opposite side was the delegation led by Chat Nhalyvoud, member of the Steering Committee of the Party and deputy mayor of Phnom Penh.\r\n   At the talks the sides informed each other of their parties' activities and discussed a series of matters of common concern. \r\n\r\n"
        },
        {
            "title": "Talks between Korean and Czechy-Morava Party delegations",
            "url": "http://kcna.co.jp/item/1997/9704/news4/14.htm#8",
            "content": "Talks between Korean, Syrian Party delegations\r\n  Pyongyang, April 14 (KCNA) -- Talks were held here Sunday between delegations of the Workers' Party of Korea and the Arab Socialist Baath Party of Syria.\r\n   Present there on the WPK side were Kye Ung Thae, politburo member and secretary of the Party Central Committee, officials concerned and on the opposite side was the delegation led by said Hamadeh, member of the regional leadership of the Party and Director of the Youth and Sports Department of the Party, and the charge d'affaires ad interim of the Syrian Embassy in Korea.\r\n   At the talks both sides informed each other of their parties' activities and discussed matters of common concern including the development of the friendly relations between the two parties.\r\n   The Syrian Party delegation arrived here Saturday. \r\n\r\n"
        },
        {
            "title": "Talks between Korean, Dominican Party delegations",
            "url": "http://kcna.co.jp/item/1997/9704/news4/14.htm#9",
            "content": "Talks between Korean and Czechy-Morava Party delegations\r\n Pyongyang, April 14 (KCNA) -- talks were held here Sunday between delegations of the Workers' Party of Korea and the Czechy-Morava Communist Party.\r\n   The sides introduced their parties' activities and discussed the matter of developing the friendly relations between the two parties.\r\n   Present at the talks on the WPK side were Department Director of the Party Central Committee Won Tong Gu and officials concerned, and on the opposite side was the delegation led by First Vice-Chairman of the Party Central Committee Vlastimil Balin. \r\n\r\n"
        },
        {
            "title": "Talks between Korean, Canadian Party delegations",
            "url": "http://kcna.co.jp/item/1997/9704/news4/14.htm#10",
            "content": "Talks between Korean, Dominican Party delegations\r\n Pyongyang, April 14 (KCNA) -- Talks were held here Sunday between delegations of the Workers' Party of Korea and the Dominican Workers' Party.\r\n   Attending the talks on the Korean side were Department Director of the Party Central Committee Won Tong Gu and officials concerned, and on the opposite side was the delegation led by Chairman of the Party Central Committee Ivan Rodriguez.\r\n   Both sides discussed developing the friendly and cooperative relations between the two parties and exchanged views on a series of issues of common concern. \r\n\r\n"
        },
        {
            "title": "Talks between Korean, Brazilian Party delegations",
            "url": "http://kcna.co.jp/item/1997/9704/news4/14.htm#11",
            "content": "Talks between Korean, Canadian Party delegations\r\n  Pyongyang, April 14 (KCNA) -- Talks were held here Sunday between delegations of the Workers' Party of Korea and the Communist Party of Canada (Marxist-Leninist).\r\n   Present there on the Korean side were department director Kim Yang Gon of the Party Central Committee and officials concerned and on the opposite side was the delegation led by national leader of the party Hardial Bains.\r\n   At the talks both sides informed each other of their parties' activities and discussed matters of common concern. \r\n\r\n"
        },
        {
            "title": "Repression of teachers in s. Korea denounced",
            "url": "http://kcna.co.jp/item/1997/9704/news4/14.htm#12",
            "content": "Talks between Korean, Brazilian Party delegations\r\n Pyongyang, April 14 (KCNA) -- Talks were held here Sunday between delegations of the Workers' Party of Korea and the October 8 Revolutionary Movement of Brazil.\r\n   The sides discussed the matter of further developing relations of friendship and cooperation between the two parties and exchanged views on issues of common concern.\r\n   Present at the talks on the Korean side were alternate politburo member and Secretary of the WPK Central Committee Choe Thae Bok and officials concerned and on the opposite side were members of the delegation headed by General Secretary of the Movement Claudio Campos. \r\n\r\n"
        },
        {
            "title": "There is nothing to gain with strong arm",
            "url": "http://kcna.co.jp/item/1997/9704/news4/14.htm#13",
            "content": "Repression of teachers in s. Korea denounced\r\n  Pyongyang, April 14 (KCNA) -- Some time ago, the \"chairmen of the disciplinary committees for teachers\" in south Korea met to take measures against the National Teachers' Union (Jongyojo).\r\n   They decided to investigate the recent activities of the union and take disciplinary actions such as dismissal and suspension against its leader Kim Kwi Sik and Seoul, Pusan, Taegu, Inchon and three other city branch heads, by invoking the \"national public service law\".\r\n   In this connection, a spokesman for the central committee of the union of educational and cultural workers of Korea issued a statement to the press Saturday, which said: \r\nThis unprecedentedly repressive measure against Jongyojo reveals the intention of the fascist clique to highhandedly crack down upon all the labour organizations in south Korea including the confederation of trade unions.\r\n   The teachers' union activities can in no case be suppressed as illegal, the statement stressed, and said:\r\n   The south Korean puppet clique's disciplinary actions are an outrageous challenge to teachers' democratic freedom and rights.\r\n   Their repressive moves against Jongyojo are no more than a futile attempt of those on their deathbed.\r\n   Any repressive moves by the Kim Young Sam group will not save the catastrophic situation prevailing in south Korea but precipitate their destruction. \r\n\r\n"
        },
        {
            "title": "Kim Il Sung's complete works off the press",
            "url": "http://kcna.co.jp/item/1997/9704/news4/14.htm#14",
            "content": "There is nothing to gain with strong arm\r\n Pyongyang, April 14 (KCNA) -- The U.S. Defense Secretary, William Cohen, and the Chairman of the U.S. Joint Chiefs of Staff, John Shalikashvili, recently discussed with Japan and south Korean puppets \"military preparations\" and \"joint defense posture\" against the DPRK, branding it as \"factor of instability\" and \"potential invader\".\r\n   Commenting on this fact, Rodong Sinmun today says:\r\n   The fact reveals their attempt to contain the DPRK militarily hand in glove with Japan and the south Korean puppets= it is getting on nerves of the army and people of Korea and evoking their precautions.\r\n   A series of contacts and negotiations are underway between the DPRK and the United States for the implementation of the DPRK-U.S. agreed framework and the improvement of bilateral relations.\r\n   If the United States is really interested in the implementation of the agreed framework and the improvement of bilateral ties, it would be well advised to take practical steps favourable  to removing distrust and building confidence between the two countries.\r\n   If the United States does not try to take such steps beyond words in relations with the DPRK, we would not feel it necessary to continue dealing with the United States any longer but be left with no other choice than taking  countermeasures.\r\n   We have a  right to take a choice and measures to  take for the defence of the sovereignty, interests and security of the country. In case the United States persistently resorts to adventurous military threat to the DPRK with double-dealing tactics, we will increase the military strength and power and take a strong countermeasure.\r\n   The United States must take a correct view of our patience and  self-control.\r\n   If the United States takes a double-faced and strong-arm attitude without sincerity in relations with the DPRK, there will be nothing but unfavourable results. \r\n\r\n"
        },
        {
            "title": "Commemorative stamps issued",
            "url": "http://kcna.co.jp/item/1997/9704/news4/14.htm#15",
            "content": "Kim Il Sung's complete works off the press\r\n Pyongyang, April 14 (KCNA) -- Vols. 16 and 17 of \"Kim Il Sung's Complete Works\" were brought out by the Workers' Party of Korea Publishing House.\r\n   Contained in the volumes in chronological order are 102 historic writings -- reports, speeches and  talks -- by President Kim Il Sung.\r\n   Vol. 16 covers the period from August 1953 to April 1954, the historic period when the postwar rehabilitation and construction were under way after the Korean people's \r\nvictory in the Fatherland Liberation War, and vol. 17 the period from May 1954 to March 1955.\r\n   Typical of the works are \"Everything for the Postwar Rehabilitation and Development of the National Economy\", \"Let us rehabilitate the Kangson Steel Plant by ourselves\", \"on consolidating the victory in the Fatherland Liberation War and increasing the fighting capacity of the people's army\" and \"Let us train large numbers of competent technical personnel on our own\". \r\n\r\n"
        },
        {
            "title": "Book praising President Kim Il Sung published in s. Korea",
            "url": "http://kcna.co.jp/item/1997/9704/news4/14.htm#16",
            "content": "Commemorative stamps issued\r\n  Pyongyang, April 14 (KCNA) -- Stamps, postcards and envelopes were issued in Korea to commemorate the 85th birth anniversary of President Kim Il Sung.\r\n   Among the stamps are two small sheets carrying pictures of President Kim Il Sung  with broad smile standing among flowers against Mt. Paektu and  finding himself among the people of different sectors who are united into a big family.\r\n   Printed in them are letters \"the 85th birth anniversary of the great leader comrade Kim Il Sung. 1912-1997\" and \"April 15\".\r\n   There are also three kinds of stamps portraying the President's old home in Mangyongdae, and \"warship rock\" and \"sliding rock\", the relics associated with his childhood.\r\n   A postcard and an envelope depicting the old home in Mangyongdae with the sun for the background were also released. \r\n\r\n"
        },
        {
            "title": "Book \"the leader and anecdotes\" published",
            "url": "http://kcna.co.jp/item/1997/9704/news4/14.htm#17",
            "content": "Book praising President Kim Il Sung published in s. Korea\r\n   Pyongyang, April 14 (KCNA) -- The April 15 fellowship Society published the book \"The Eternal Sun\", which deals with the greatness of President Kim Il Sung, according to the Seoul-based radio voice of national salvation quoting information of the Taegu City Committee of the National Democratic Front of South Korea.\r\n   Printed in the book are a portrait of President Kim Il Sung beaming with a smile and letters reading \"The Respected President Kim Il Sung Will Always Be With Us\" \r\nagainst the Kumsusan Memorial Palace.\r\n   The book consisting of five chapters carries articles entitled \"the great revolutionary\", \"the great iron-willed man\", \"the father of humankind\", \"the immortal exploits\" and \"the eternal heaven of the nation\". \r\n\r\n"
        },
        {
            "title": "Korea, Russia cooperate in science and technology",
            "url": "http://kcna.co.jp/item/1997/9704/news4/14.htm#18",
            "content": "Book \"the leader and anecdotes\" published\r\n Pyongyang, April 14 (KCNA) -- The Working People's Organizations Publishing House brought out the book \"the Leader and Anecdotes\" (2) on the threshold of the 85th birth anniversary of President Kim Il Sung.\r\n   The book consists of four chapters -- \"instructions of the great teacher\", \"under the wise leadership\", \"love all over the universe\" and \"odour of the great man reaches thousands of miles\". \r\n   It deals with anecdotes  telling the greatness and noble virtues of President Kim Il Sung, who was  a great thinker, statesman and historian with  clairvoyant insight,  distinguished farsightedness, outstanding art of leadership and rich knowledge, and devoted himself to the people. \r\n\r\n"
        },
        {
            "title": "Mangyongdae in April",
            "url": "http://kcna.co.jp/item/1997/9704/news4/14.htm#19",
            "content": "Korea, Russia cooperate in science and technology\r\n  Moscow, April 12 (KCNA) -- A protocol of the first meeting of the standing subcommittee for scientific and technological cooperation between the DPRK and the Russian Federation was signed in Moscow on April 10.\r\n   It was signed by vice-chairman of the state commission of science and technology of the DPRK Han Sang Phyo, who is heading the Korean government scientific and technological delegation, and Vice-Minister of Science and Technology of Russia Genadi Tsereshenra. \r\n\r\n"
        },
        {
            "title": "Performance by schoolchildren",
            "url": "http://kcna.co.jp/item/1997/9704/news4/14.htm#20",
            "content": "Mangyongdae in April\r\n  Pyongyang, April 14 (KCNA) -- Nowadays, an increasing number of people are visiting time-honored Mangyongdae around April 15, the birth anniversary of  President Kim Il Sung.\r\n   Their number amounts to more than 30,000 on a daily average.\r\n   Mangyongdae is blessed with the old home of President Kim Il Sung,  the Revolutionary Museum, the Triumphant Return Ferry, the wrestling site, the study site and others.\r\n   It is located about 12.5 kilometres southwest of the central part of Pyongyang.\r\n   The old home is an ordinary low-roofed straw-thatched house which could be seen everywhere in Korea before the country was liberated.\r\n   It is preserved in its original state at the foot of Mangyong Hill.\r\n   There, the President was born and cultivated a great ambition for national liberation.\r\n   He was a legendary hero who embarked upon the road of the revolution in his teens, achieved the historic cause of national liberation in his thirties and defeated the U.S. imperialist aggressors styling themselves the \"strongest\" in the world and built a powerful socialist state in Korea in his forties.\r\n   So, the world revolutionary people as well as the Korean people have steadily visited Mangyongdae with deep respect for him.\r\n   In the first seven years of the 1990s,  more than 1,231,800 people of over 100,000 organisations including 11,400 foreigners' groups have visited the place.\r\n   Foreigners were deeply moved to see Mangyongdae. They said that it is a good place for revolutionary education.\r\n   Revolutionary relics of the President occupy more than 40 hectares of land in Mangyongdae. \r\n\r\n"
        },
        {
            "title": "Japan blasted for trying to revive militarism",
            "url": "http://kcna.co.jp/item/1997/9704/news4/14.htm#21",
            "content": "Performance by schoolchildren\r\n Pyongyang, April 14 (KCNA) -- A national art festival of schoolchildren was performed Sunday in Pyongyang to commemorate the 85th birth anniversary of the respected father generalissimo Kim Il Sung.\r\n   It was appreciated by Vice-President Pak Song Chol and senior party and government officials.\r\n   Invited to the performance were foreign party delegations and delegates and other foreigners on a visit to Korea, diplomatic representatives and embassy officials in Pyongyang, a delegation of Japan-resident Koreans and other overseas Koreans.\r\n   The performers gave a fresh representation of the excellent art pieces seen by the generalissimo in his lifetime, including the dances \"toward the bosom of the general\" and \"little musician\". \r\n   The male solo, gymnastic dance and other colourful programmes represented well the happiness of the Korean school children who are learning to their heart's content and growing up with nothing to envy in the world, full of optimism, confidence and hope. \r\n\r\n\r\n"
        },
        {
            "title": "National meeting marking 85th birth anniversary of President Kim Il Sung",
            "url": "http://kcna.co.jp/item/1997/9704/news4/14.htm#22",
            "content": "Japan blasted for trying to revive militarism\r\n  Pyongyang, April 14 (KCNA) -- Minju Joson here today carries a commentary accusing the Japanese Chief Cabinet secretary of defending Japanese Ministers' visit to the \"Yasukuni  Shrine\".    The commentary says:\r\n   The move is very dangerous because it is connected with ambitions of the Japanese reactionaries for adventurous overseas expansion.\r\n   The Japanese reactionaries are trying to  imbue Japanese people with militarist idea  and encourage them to overseas expansion by making  visit to the shrine regular ceremony.\r\n   It will apparently bring irreparable disasters to the Asian and other world  people.\r\n    This is why  they are strongly denouncing the moves of the Japanese reactionaries as an open challenge  to the humankind and reckless acts to  revive militarism.\r\n   The Japanese reactionaries' moves for repeating the history of aggression will only precipitate their doom.  \r\n\r\n\r\n"
        },
        {
            "title": "Joint performances begin in art festival",
            "url": "http://kcna.co.jp/item/1997/9704/news4/14.htm#23",
            "content": "National meeting marking 85th birth anniversary of President Kim Il Sung\r\n  Pyongyang, April 14 (KCNA) --A national meeting took place at the Pyongyang Indoor Stadium on Monday with a large attendance to commemorate the 85th birth anniversary of  President Kim Il Sung.\r\n   Placed on the platform of the meeting place was a portrait of President Kim Il Sung against the background of the red flag.\r\n   Present at the meeting were vice-presidents Ri Jong Ok and Pak Song Chol, who are politburo members of the Workers' Party of Korea Central Committee= Vice-President Kim Pyong Sik, Chairman of the Korean Social Democratic Party Central Committee= senior officials of the party, the state and the army, officials of the party and power bodies and the administrative and economic organs and public organisations, anti-Japanese revolutionary veterans, soldiers of the Korean People's Army and working people in the city.\r\n   Ho Jong Man, Chief Vice-Chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), and other overseas Koreans were also on hand.\r\n   Present on invitation were delegations and delegates from different countries on a visit to Korea on the occasion of the President's birthday and foreign diplomatic envoys here. Kim Yong Nam, politburo member of the WPK Central Committee and Vice-Premier of the Administration Council, made a report at the meeting.\r\n   The birth of the President was  a happy event of humankind, the reporter said, noting that he is recognized by humankind as an outstanding leader of the era of independence  and an elder of the world revolution.\r\n   His revolutionary activities are characterized by protracted and victorious struggle through thick and thin, the reporter said, and went on:\r\n   In this period the eternal cornerstone of the Korean revolution has been firmly cemented and much experience and precious revolutionary assets have been made in the struggle of the popular masses for independence.\r\n   The immortal Juche idea is the most precious ideological heritage left over by the President to the Korean people and humankind.\r\n   The President founded the Juche idea to establish the man-centred world outlook for the first time in human history and developed the revolutionary struggle of the popular masses for independence onto a new higher stage.\r\n   The Juche idea is the revolutionary political philosophy and the most scientific world outlook. This idea exerts a great influence on the development of the revolutionary movement of our era which creates a new, independent world.\r\n   The President founded the Workers' Party of Korea and closely rallied the popular masses around the party. This was a historic feat in consolidating the driving force of the Korean revolution as firm as a rock.\r\n   He, basing himself on strengthening the WPK, consolidated the people's power and trained the revolutionary armed forces into a matchlessly strong army.\r\n   He built Juche socialism in Korea, which is independent, self-supporting and self-reliant in national defence. Today Korea has become a fortress of socialism which can never be pulled down by the imperialists and reactionaries with any desperate manoeuvres. The Korean people are firmly convinced of the validity and future of the socialist cause of Juche which was chosen by themselves and promoted by their own efforts. \r\n   The President made immortal historic contributions to laying a firm foundation for the reunification of the Korean people.\r\n   All the Koreans in the north, the south and overseas are working to achieve national unity and reunification  in the noble idea of independence, peaceful reunification and great national unity and further expanding and developing the pan-national reunification movement.\r\n   He consistently called on the world people advocating independence to unite  and conducted energetic activities to revive and rebuild the world's socialist movement and strengthen and develop the non-aligned movement.\r\n   He traveled more than 520,000 kilometres on state visits to a total of some 80 countries on over 50 occasions and met with more than 70,000 foreigners from 136 countries.\r\n   For his absolute authority and feats in the cause of anti-imperialism independence and socialism in the world he was deeply respected and praised by the progressives of the five continents as an elder statesman of the world, the most experienced and famous political leader.\r\n   He provided a firm guarantee for carrying forward the Juche revolutionary cause through generations. Today the Korean people are advancing full of confidence in certain victory because they have Secretary Kim Jong Il in the van of the party and the revolution.\r\n   Secretary Kim Jong Il is the great successor and distinguished leader who has led the Workers' Party of Korea and the revolution to a brilliant victory.\r\n   Invincible is the Korean revolution as long as Secretary Kim Jong Il stands in the van of the WPK and the revolution and as long as the people, officers and men of the people's army and youths unfailingly loyal to the party and the leader are defending the headquarters of the Korean revolution at the risk of their lives. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Joint national meeting of KCU organisations",
            "url": "http://kcna.co.jp/item/1997/9704/news4/14.htm#24",
            "content": "Joint performances begin in art festival\r\n Pyongyang, April 14 (KCNA) -- Joint performances of the 15th April Spring Friendship Art Festival have begun after separate and group performances.\r\n   The joint performances include many art pieces created by foreign artistes, wishing  President Kim Il Sung an eternal life and deeply respecting and praising the respected General Kim Jong Il.\r\n   A Madagascan vocal soloist, Ralai Narivo Noel Harvey, in a song he wrote and composed, sang of President Kim Il Sung's beaming smile and great life which have been kept in the mind of all the people.\r\n   A Laotian vocal soloist, Saysavath sing Nam Yong, in the song \"Pyongyang, city of friendship\", emphasized that President Kim Il Sung always remains alive as the sun of humankind and that Pyongyang, the capital of Korea, is ever prospering.\r\n   Mongolians sang in Korean \"Looking up to the Kumsusan Memorial Palace\", \"Brilliant commander Kim Jong Il\" and other songs created by themselves.\r\n   Cyprian musicians created for the festival \"Hymn to comrade Kim Jong Il\", \"Our Father\" and \"Heart of Mt. Paektu\".\r\n   A Cyprian composer said he creaed the song \"Our Father\" with the belief that General Kim Jong Il is not only the tender-hearted father of the Korean people but the father of the world people.\r\n   A Syrian vocal soloist, Mohamed Naim Gwider, who participated in several festivals in the past, sang the song \"Anyone would be happy to see him\" written and composed by himself, praising Secretary Kim Jong Il as the great lodestar of the era of independence. \r\n\r\n\r\n"
        },
        {
            "title": "China donates food to DPRK",
            "url": "http://kcna.co.jp/item/1997/9704/news4/14.htm#25",
            "content": "Joint national meeting of KCU organisations\r\n  Pyongyang, April 14 (KCNA) -- A joint national meeting of the organisations of the Korean Children's Union (KCU) was held at the Mangyongdae Revolutionary School on April 14 to commemorate the 85th birth anniversary of President Kim Il Sung.\r\n   Present on the occasion were representatives of provincial organisations of the KCU from across the country and schoolchildren in Pyongyang.\r\n    Vice-President Pak Song Chol, member of the political bureau of the Central Committee of the Workers' Party of Korea, and other senior party and state officials were on hand.\r\n   Invited there were overseas Koreans and foreign guests.\r\n   At a ceremony, KCU members made salutations to the flags of portraits of the great leaders President Kim Il Sung and Secretary Kim Jong Il.\r\n   Choe Ryong Hae, First Secretary of the Central Committee of the Kim Il Sung Socialist Youth League, said in his report at the meeting that generalissimo Kim Il Sung's was a brilliant life of the great father and the illustrated communist revolutionary who did all he could for the happiness of the KCU members  his deep love and solicitude for the KCU members are felt more deeply under the benevolent care of General Kim Jong Il, who is possessed of the noblest outlook on posterity, the reporter noted.\r\n   He called for actively learning from the noble examples the generalissimo showed in his childhood and always preparing themselves under the motto \"Let us always be ready for the respected General Kim Jong Il !\"\r\n   Then followed a ceremony of accession of new members to the Korean Children's Union. \r\n\r\n\r\n"
        }
    ]
}