{
    "date": "1997-02-28",
    "url": "http://kcna.co.jp/item/1997/9702/970228.htm",
    "articles": [
        {
            "title": "Korea's valuable scientist",
            "url": "http://kcna.co.jp/item/1997/9702/news2/28.htm#1",
            "content": "korea's valuable scientist\r\n   Pyongyang, February 28 (KCNA) -- Korean scientists have registered achievements in researches for the prosperity of the country, regarding it as their motto that science has no border but the scientists have their homeland.\r\n   Among them is a corresponding member of the academy, prof.  and dr. Yu Suk Gun, who is a section chief of the Institute of Medical Biology of the Academy of Medical Science under the national academy of sciences.\r\n   She, 76, has devoted all her life to researches in microbiological science.\r\n   Several years ago her research team made a reagent for diagnosis of b hepatitis by means of cell engineering and has introduced it in prophylactic treatment.\r\n   Over the past five decades, she has made many kinds of diagnosis reagents and prophylactic drugs, greatly contributing to preventing infectious diseases.\r\n   During the fatherland liberation war (1950-1953), she made a great contribution to protecting lives from the germ warfare by the U.S. imperialists, while working for the prevention of specially dangerous infectious diseases.\r\n   Associated with her efforts are vaccination against typhus, typhoid, Japanese encephalitis and other infectious diseases and diagnosis reagents.\r\n   In 1965 she succeeded in making anti-measles vaccination.\r\n   She has reared several doctors and some twenty masters of science and written many valuable books and textbooks including \"complete book on prevention of epidemics\", \"guide of prevention of epidemics\" and \"the measles\", \"study of infectious diseases\".\r\n   President Kim Il Sung highly praised her as a true patriot and valuable scientist of korea, saying his desire to free the Korean people from all kinds of infectious diseases had been materialized by her.\r\n   Secretary Kim Jong Il sent her up-to-date experimental facilities necessary for her researches and showed deep loving care for her, who has devoted all her life to scientific researches for protecting the people's lives and promoting their health.\r\n   Yu Suk Gun told her friends that she could attain her goal under the care of President Kim Il Sung, who believed in the people as in heaven, and General Kim Jong Il with the same motto.\r\n   She, who is a deputy to the Supreme People's Assembly, winner of the \"Order of Kim Il Sung\", Labor Heroine of the DPRK and people's scientist, is still putting her heart and soul into scientific researches. \r\n\r\n"
        },
        {
            "title": "Kim Kwang Jin dies",
            "url": "http://kcna.co.jp/item/1997/9702/news2/28.htm#2",
            "content": "Kim Kwang Jin dies\r\n   Pyongyang, February 28 (KCNA) -- Vice Marshal of the Korean People's Army Kim Kwang Jin died of an incurable disease on February 27, 1997 at the age of 69.\r\n   He was a member of the Workers' Party of Korea Central Committee, member of the Party Central Military Commission, member of the National Defence Commission of the Democratic People's Republic of Korea and First Vice-Minister of the People's Armed Forces.\r\n   The WPK Central Committee, the Party Central Military Commission and the DPRK National Defence Commission published an obituary on his death Thursday.\r\n   The obituary said:\r\n   Working for a long time as an officer of the people's army at important posts of a military educational institution and the ministry of the People's Armed Forces, Kim Kwang Jin devoted all his wisdom and energy to strengthening and developing the people's army politically and militarilly.\r\n   Until the last moment of his life, he was intensely loyal to the WPK and the revolution and energetically worked to carry out the military line and policy of the party.\r\n   He was active as vice-minister and First Vice-Minister of the People's Armed Forces from December 1984.\r\n   He was awarded the title of Vice Marshal of the KPA in April 1992.\r\n   For his contributions to victory in the Fatherland Liberation War and strengthening of the Korean revolutionary armed forces, he was awarded the \"Order of Kim Il Sung\" twice, the title of the DPRK Hero, several orders of National Flag the First Class and many other orders and medals.\r\n   The funeral of Kim Kwang Jin will be held in the form of a state funeral.\r\n   The state funeral committee consists of Ri Ul Sol, Jo Myong Rok, Kim Yong Chun and other senior officials in the People's Army.\r\n   The bier of the deceased is lying at the Sojang club in Pothonggang district, Pyongyang.\r\n   The coffin will be carried out at eight a.m. March 1. \r\n\r\n"
        },
        {
            "title": "Party on National Day of Bulgalia",
            "url": "http://kcna.co.jp/item/1997/9702/news2/28.htm#3",
            "content": "Party on National Day of Bulgalia \r\n   Pyongyang, February 28 (KCNA) -- Bulgarian Ambassador to Korea Yordan Mutafciev Thursday gave a party at the embassy on the occasion of the national day of his country.\r\n   Invited to the party were chairman of the State Education Commission Choe Ki Ryong, who is also Chairman of the Korea-Bulgaria Friendship Association, and officials concerned.\r\n   Speeches were exchanged at the party. \r\n\r\n\r\n"
        },
        {
            "title": "Some 160 cases of aerial espionage",
            "url": "http://kcna.co.jp/item/1997/9702/news2/28.htm#4",
            "content": "Some 160 cases of aerial espionage \r\n   Pyongyang, February 28 (KCNA) -- The U.S. Forces committed more than 160 cases of aerial espionage on the Democratic People's Republic of Korea in February, some ten more cases over January, according to military sources. \r\n   Among them, the number of aerial espionage by U-2 high-altitude strategic reconnaissance plane was above 30 and that by E-3 AWACS plane more than 10.\r\n   The number of aircraft involved in the espionage increased day by day, nine on Feb. 1 and 5, ten on Feb. 12 and 24, and twelve on Feb. 19. \r\n\r\n"
        },
        {
            "title": "Pres. Kim Il Sung's portrait hung in Mongolia",
            "url": "http://kcna.co.jp/item/1997/9702/news2/28.htm#05",
            "content": "Pres. Kim Il Sung's portrait hung in Mongolia \r\n   Pyongyang, February 28 (KCNA) -- A ceremony for hanging the portrait of  President Kim Il Sung was held at the trade company of Mongolia on the occasion of the 55th birthday of Secretary Kim Jong Il.\r\n   The portrait of President Kim Il Sung was hung at an office of the company and a floral basket was laid before it.    \r\n   The director of the company said in his speech that the great leader of the Korean people comrade Kim Il Sung, a close friend of the Mongolian people, had made great contributions to developing friendly relations between the two countries. \r\n\r\n"
        },
        {
            "title": "Schoolchildren longing for spring",
            "url": "http://kcna.co.jp/item/1997/9702/news2/28.htm#06",
            "content": "Schoolchildren longing for spring \r\n   Pyongyang, February 28 (KCNA) -- Children of the Mangyongdae Revolutionary School in Pyongyang long for warm spring from the snowy New Year's Day.\r\n   On the morning of that day, Secretary Kim Jong Il visited the school.\r\n   He has noble fidelity to the revolutionary comrades as well as the revolutionary outlook on life that man should live for tomorrow. He often visits the school and looks after the schoolchildren as their parents would do them so that they carry forward the revolutionary cause of Juche which their parents left unfinished.\r\n   He visited the school on nearly 50 occasions and gave teachings for it on some 150 occasions. He has shown infinite loving care for them.\r\n   He spent a long time with the schoolchildren on the New Year's Day, and, before leaving the school, posed for a photograph with the teachers and schoolchildren, which was what they longed for awake or asleep.\r\n   He felt sorry to see the schoolchildren standing without their overcoats.\r\n   He said that they must have felt cold, and criticised officials for making the schoolchildren put off their overcoats.\r\n   After having a photograph taken, he told children that he would come again some warm spring day for another picture.\r\n   That moment, children raised a storm of cheers. \r\n   Since then they have longed for a warm spring day. \r\n\r\n"
        },
        {
            "title": "Secy. Kim Jong Il sends wreath to bier of Kim Kwamg Jin",
            "url": "http://kcna.co.jp/item/1997/9702/news2/28.htm#07",
            "content": "Secy. Kim Jong Il sends wreath to bier of Kim Kwamg Jin\r\n   Pyongyang, February 28 (KCNA) -- Secretary Kim Jong Il, Chairman of the National Defence Commission of the Democratic People's Republic of Korea and Supreme Commander of the Korean People's Army, today sent a wreath to the bier of Vice Marshal of the KPA Kim Kwang Jin, member of the Workers' Party of Korea Central Committee, the party Central Military Commission, the DPRK National Defence Commission and First Vice-Minister of the People's Armed Forces, expressing deep condolences over his death. \r\n\r\n"
        },
        {
            "title": "DPRK Foreign Ministry spokesman on Japan's position towards TMD system",
            "url": "http://kcna.co.jp/item/1997/9702/news2/28.htm#08",
            "content": "DPRK Foreign Ministry spokesman on Japan's position towards TMD system\r\n   Pyongyang, February 28 (KCNA) -- The spokesman for the Foreign Ministry of the Democratic People's Republic of Korea today responded to a question of KCNA over Japan's position towards the Theatre Missile Defense (TMD) system, which endangers the peace and stability of the Korean Peninsula and the Asian region.  He said:\r\n   Recently, the Vice Minister of the Defence Agency of Japan, commenting on a U.S. media report that Japan would not participate in the establishment of the TMD system now under discussion between the United States and Japan, said that there cannot be such a decision at present.\r\n   His remarks means that Japan would continue accelerating the TMD system.\r\n   His insistence on the reckless TMD system in defiance of the continued opposition by the DPRK and other neigbhours, clearly shows again what Japan really wants.\r\n   As was already reported, the TMD system has been prompted by the Japanese conservatives' dangerous military plan to push ahead with military modernization with the help of U.S. military technology, groundlessly charging the DPRK with \"possible missile attack\".\r\n   The Japanese authorities' persistently seeking arms buildup reveals their real intention to convert the country into a military power at the risk of wrecking the peace and stability of the region.\r\n   It is public understanding that the TMD system, the U.S. and Japanese conservatives invented only for their egoistical goal, does so harm but not any good. \r\n   If Japan continues going ahead with the scheme, the military buildup and arms race will be inevitably facilitated in northeast Asia.\r\n   The Japanese authorities had better ponder over the grave consequences to be entailed by their act threatening the peace and security of the region. \r\n\r\n\r\n\r\n"
        }
    ]
}