{
    "date": "1997-07-10",
    "url": "http://kcna.co.jp/item/1997/9707/970710.htm",
    "articles": [
        {
            "title": "Secy. Kim Jong Il sees memorial art performance",
            "url": "http://kcna.co.jp/item/1997/9707/news7/10.htm#1",
            "content": "Secy. Kim Jong Il sees memorial art performance\r\nPyongyang, July 10 (KCNA) - Secretary Kim Jong Il saw a memorial art performance \"Wholehearted Songs with Longing for the Leader\" given by the merited choir of the Korean People's Army (KPA) song and dance ensemble to mark the third death anniversary of President Kim Il Sung.\r\n   The audience included KPA Vice Marshal Kim Yong Chun, Chief of the KPA General staff, and KPA generals Hyon Chol Hae and Pak Jae Gyong and other generals.\r\n   Secretaries of the Workers' Party of Korea (WPK) Central Committee Kye Ung Thae, Choe Thae Bok, Kim Kuk Thae, Kim Ki Nam and Kim Yong Sun, First Secretary of the Kim Il Sung Socialist Youth League Central Committee Choe Ryong Hae, Chairman of the DPRK Radio and TV Broadcasting Committee Jong Ha Chol, First Vice Department Directors of the WPK Central Committee Ri Yong Chol, Mun Song Sul, Pak Song Bong and Jang Song Thaek and other senior officials of the WPK Central Committee were also present.\r\n   Secretary Kim Jong Il expressed great satisfaction and highly praised the artistes of the choir for graphically depicting the glorious revolutionary history of the President through a wonderful performance.\r\n   He said that over the last three years, the Party, the army and the people had pulled through manifold difficulties and brought about a new great upswing in the Korean revolution, overcoming the indescribable sorrow with staunch will.\r\n   He added that the sacred Korean revolution is invincible and Kim Il Sung's Korea will prosper endlessly on the strength of the great Party, army and socialist system, a precious heritage of the President, and the excellent people trained by him. \r\n   Secretary Kim Jong Il expressed the belief that the heroic Korean People's Army, the main force and elite of the Korean Revolution, will remain unfailingly loyal to the Party, leader, country and people and guarantee by force of arms the completion of the Paektu revolutionary cause pioneered by the President. \r\n\r\n"
        },
        {
            "title": "President Kim Il Sung and Secy. Kim Jong Il praised by south Koreans",
            "url": "http://kcna.co.jp/item/1997/9707/news7/10.htm#2",
            "content": "President Kim Il Sung and Secy. Kim Jong Il praised by south Koreans\r\n Pyongyang, July 10 (KCNA) -- Leaflets praising President Kim Il Sung and Secretary Kim Jong Il were distributed by members of the Sun Society in Seoul to mark the third anniversary of the President's death, said the Seoul-based radio voice of national salvation.\r\n   They put up a placard reading \"July 8 is the third death anniversary of President Kim Il Sung, the eternal sun of the nation. Let us all pray for his eternal life\" in Seoul on June 29 and scattered a large number of leaflets in the name of the society at Namsan Park on the same day.\r\n   Written on the front of the leaflets are big letters reading \"The eternal life, Kim Il Sung\" and \"President Kim Il Sung, an extraordinary hero and peerless great man, is always with our people\" together with a painting of the Kumsusan Memorial Palace.\r\n   On the back are a painting of Lake Chon of Mt. Paektu with the sun rising and magnificent Jong Il Peak and letters reading \" The Juche cause started by President Kim Il Sung is being creditably accomplished by general Kim Jong Il, the son of Mt. Paektu. Let us all uphold and follow general Kim Jong Il, a saviour of the nation and a lodestar of national reunification and the sun of leadership, with loyalty and filial piety in one mind. Long live general Kim Il Sung !. Long live general Kim Jong Il !.\"\r\n   The leaflets were reportedly scattered in a metro station and around a department store in Seoul. \r\n\r\n\r\n"
        },
        {
            "title": "President Kim Il Sung's work and reminiscences published abroad ",
            "url": "http://kcna.co.jp/item/1997/9707/news7/10.htm#3",
            "content": "President Kim Il Sung's work and reminiscences published abroad\r\nPyongyang, July 10 (KCNA) -- President Kim Il Sung's famous work \"10-Point Programme of the Great Unity of the Whole Nation for the Reunification of the Country\" was published in booklet by a publishing house in Zambia on July 4.\r\n   Vol. 7 (continuing edition) of part 1 the anti-Japanese revolution from President Kim Il Sung's reminiscences \"With the Century\" was brought out by the Paleya Publishing House of Russia on July 4 to mark the third anniversary of his death.\r\n\r\n\r\n"
        },
        {
            "title": "Foreigners visit Korean embassies on third death anniversary of President Kim Il Sung",
            "url": "http://kcna.co.jp/item/1997/9707/news7/10.htm#4",
            "content": "Foreigners visit Korean embassies on third death anniversary of President Kim Il Sung\r\nPyongyang, July 10 (KCNA) -- Chaudhry Nisar Ali Khan, Pakistani Minister for Water and Power, visited the Korean Embassy in his country as a special envoy of the Government on July 2 on the occasion of the third anniversary of the death of President Kim Il Sung.\r\n   He laid a floral basket in the name of the Government before the portrait of the President and observed a moment silence.\r\n   The Chairman of the Executive Council of the Central Committee of the Communist Party of Bulgaria (Marxist) and members of the leadership, the Chairman of the Central Committee of the Unitary Communist Party of Bulgaria and members of the leadership, the Assistant Secretary and Director of Protocol of the Pakistani Foreign Ministry, the General Director in Charge of Asia-Pacific Region and the Chief of the general staff of the Army of Pakistan, the Chairman of the Jordan-Korea Friendship Association visited Korean embassies in their countries to lay floral baskets before the portraits of the President and pay respect for him and the General Secretary of the Central Committee of the Communist Party of Jordan and members of the leadership visited the Korean Embassy to express condolences. \r\n\r\n\r\n"
        },
        {
            "title": "Chosun Ilbo should apologize to nation and explode itself",
            "url": "http://kcna.co.jp/item/1997/9707/news7/10.htm#5",
            "content": "Chosun Ilbo should apologize to nation and explode itself\r\nPyongyang, July 10 (KCNA) -- The Central Committee of the Korean Journalists Union (KJU) issued a statement on July 9 denouncing Chosun Ilbo of south Korea for making public an \"editorial\" against the north.\r\n   The statement said:\r\n   The people and pressmen in the northern half of Korea are getting angrier day by day at the vicious provocation committed by the treacherous group of Chosun Ilbo to slander and insult the dignified political system in the north.\r\n   In fact, Chosun Ilbo pulled the trigger of war against the north, agitating for \"overthrow of the system of the north.\" This let the people and People's Army in the north renew their will to revenge and annihilate the enemy.\r\n   The KJU Central Committee regards the grave provocation committed by the treacherous group of Chosun Ilbo according to a scenario of the \"Agency for National Security Planning\" (ANSP) as an open declaration of war against the north and denounces this, representing the retaliatory will of all the pressmen in the north. \r\n   Pressmen must be able to see the situation and discriminate between justice and injustice.\r\n   The north's political system is rooted in the 20 odd years of arduous anti-Japanese war for the country's liberation and is based on the harmonious whole of the leader, the Party and the masses established in the heroic efforts for the country's freedom and independence and socialism for more than 50 years. The system is a symbol of happiness and prosperity and a benevolent system to which the people entrust their destinies.\r\n   Contrary to this, the ruling system in south Korea, which writers of Chosun Ilbo are praising to the skies, is a system against the nation and people.\r\n   Successive rulers of south Korea are, without exception, pro-Japanese and pro-American traitors and reactionaries, who have trampled down independence and democracy in society and obstructed national reunification. No one can deny this.\r\n   Chosun Ilbo has been known as a venal newspaper against the country and nation.\r\n   Behind the facade of a press organ Chosun Ilbo has served as a waiting maid of the south Korean rulers forsaken by the country and nation. And under the patronage of \"Chongwadae\" and \"ANSP\" the newspaper has become a branch office of the \"ANSP\" and a big business group by racketeering with encroaching on the interests of other dailies.\r\n   Removing Chosun Ilbo means removing a branch office of \"ANSP\" and liquidating war maniacs.\r\n   Chosun Ilbo as well as \"ANSP\", the anti-reunification group, is disqualified from discussing national affairs and none of the newspaper staff will be allowed to enter the territory of the north in case dialogue and contact are made between the north and the south.\r\n   Chosun Ilbo should apologize to the nation and explode itself.\r\n   If it is not willing to do so, the nation will bury it without mercy.\r\n   The people in the north will revenge a thousandfold upon the treacherous group of Chosun Ilbo who dared slander and insult the north's political system, the northern people's life and dignity.\r\n   We express the conviction that the pressmen in south Korea will fight to reject not only Kim Young Sam and \"ANSP\" but also Chosun Ilbo and to remove the newspaper from press circles, regarding its existence among their ranks as a shame. \r\n\r\n\r\n"
        },
        {
            "title": "Chosun Ilbo should be blown up without delay",
            "url": "http://kcna.co.jp/item/1997/9707/news7/10.htm#6",
            "content": "Chosun Ilbo should be blown up without delay \r\nPyongyang, July 10 (KCNA) -- The south Korean people from all walks of life denounce Chosun Ilbo for slandering the political system in the northern half of Korea, the Seoul-based radio voice of National Salvation said.\r\n   Ri Jong Su, a worker of the Kajwa Industrial Complex in Inchon, said with indignation:\r\n   \"The north is a true society in which workers and peasants like us are masters.\"\r\n   \"So, people in the south and all people around the world admire and yearn for the north.\"\r\n   \"Chosun Ilbo as a dog of the 'Agency for National Security Planning' (ANSP) has taken the lead in the anti-communist, anti-north moves for national confrontation on the orders of 'ANSP'.\"\r\n   \"We workers will bring down a sledge hammer on the heads of Kim Young Sam, 'ANSP' and its trumpeter Chosun Ilbo, trouble-makers within the nation, in order to defend our hope, the north, and the security of the nation.\" \r\n   Kim Chol Min, a professor of political science at a university in Seoul, said it is quite natural that the north denounced Chosun Ilbo for slandering its dignified system and declared that it will retaliate on the newspaper.\r\n   He said: \r\n   \"Although the north is going through extreme difficulties caused by the imperialist allied forces' challenge and subversive move and repeated natural disasters, it is defending its sovereignty and vigorously overcoming all kinds of difficulties through firm unity of the leader and the people. This is a pride and honor of our nation. \"\r\n   \"Those who try to slander this society are traitors to the nation and reactionaries to history.\"\r\n   A dissident figure under the National Alliance for Democracy and Reunification, Hwang Jong Min, said that Chosun Ilbo has long abandoned its duty as a guide of society and a mouthpiece of justice and conscience.\r\n   \"The north's recent condemnation and warning against Chosun Ilbo's provocative propaganda is very natural,\" he said, and continued:\r\n   \"Chosun Ilbo is inciting distrust and confrontation within the nation as a group of hackwriters, a venal trumpeter of dictatorship, a waiting maid of power and a spokesman for 'ANSP'. It must be blown up without delay.\" \r\n\r\n\r\n"
        },
        {
            "title": "Party given for overseas Koreans",
            "url": "http://kcna.co.jp/item/1997/9707/news7/10.htm#7",
            "content": "Party given for overseas Koreans \r\n Pyongyang, July 10 (KCNA) -- A party provided by Secretary Kim Jong Il for overseas Koreans was given at the Moknan House on Wednesday on the occasion of the third death anniversary of President Kim Il Sung.\r\n   Present there were Kim Yong Sun, Chairman of the Reunification Policy Committee of the Supreme People's Assembly and Secretary of the Central Committee of the Workers' Party of Korea, officials concerned, members of the memorial delegation of Koreans in Japan headed by Han Tok Su, Chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), and other overseas Koreans' delegations, home-visiting groups and other compatriots.\r\n   Speaking at the party, Kim Yong Sun said that Secretary Kim Jong Il spent the last three years devoting his heart and soul to the President's immortality. \r\nThe ardent desire of the Korean people for the immortality of the President has been realized under the guidance of the general, the supreme incarnation of loyalty and filial piety, he noted.\r\n   Then followed speeches of So Man Sul, Vice-Chairman of the Chongryon Central Standing Committee, Choe Hong Hui, President of the International Taekwondo Federation, Rim Min Sik, Secretary General of the National Alliance for the Country's Reunification (Pomminryon) and Director of the Secretariat of the Overseas Headquarters of Pomminryon, Yang Yong Dong, Chairman of the Federation of Korean Nationals in China, Jong Il Sim, a Korean resident in Russia, Choe Jong Ryol, a Korean Resident in the United States, and other overseas Koreans.\r\n   The speakers said that only when the great general is upheld, will the President be immortal and the nation prosper for all ages.\r\n   They expressed the determination of overseas compatriots to defend the general at the risk of their lives in the same spirit and the same stamina with the people in the homeland at all times, and to remain loyal and devoted to him in one mind come what may, in the belief that they will win as guided by him. \r\n   The President will be alive in the hearts of the Korean nation as the eternal father and leader as ever, they said, adding: \"The future of the country and the nation will be brighter as guided by general Kim Jong Il, who is identical to President Kim Il Sung.\"\r\n   They vowed to successfully discharge their noble mission to reunify the country as soon as possible as the President wished.  \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on China's sincere aid to the DPRK",
            "url": "http://kcna.co.jp/item/1997/9707/news7/10.htm#8",
            "content": "Rodong Sinmun on China's sincere aid to the DPRK \r\n Pyongyang, July 10 (KCNA) -- The Chinese Party and Government, expressing deep respect and reverence for President Kim Il Sung, decided to offer 80,000 tons of food free to the DPRK to mark July 8, the third anniversary of his death. This reflects the determination of the Chinese people to develop the DPRK-China friendship, maintain the excellent tradition of helping each other in the trying period and highly display its vitality, says Rodong Sinmun today in a signed article entitled \"Good Tradition, Sincere Assistance\".\r\n   The author of the article says:\r\n   The peoples of the DPRK and China, which are linked by rivers and mountains, have shared bitters and sweets and supported and closely cooperated each other since long ago.\r\n   After the DPRK suffered from floods, the Chinese Party and Government gave grants to the DPRK time and again -- 30 million yuan (rmb) in 1995, 120,000 tons of food last year and 70,000 tons of food and 20 million yuan this year already.\r\n   The Chinese Government sincerely organised the food supply to the DPRK, with the result that each time the total amount of food envisaged arrived in Korea in time.\r\n   Their food assistance is a great encouragement to the Korean people who are struggling to defend and advance socialism. \r\n\r\n\r\n"
        },
        {
            "title": "Press review",
            "url": "http://kcna.co.jp/item/1997/9707/news7/10.htm#9",
            "content": "Press review \r\n Pyongyang, July 10 (KCNA) -- Papers here today dedicate the front pages to the resolution \"On exalting the great leader comrade Kim Il Sung's revolutionary life and immortal exploits for all ages\" issued by the Workers' Party of Korea Central Committee and Central Military Commission and the DPRK National Defense Commission, Central People's Committee and Administration Council on July 8.\r\n   Conspicuous in the press is news that Secretary Kim Jong Il saw a memorial art performance \"Wholehearted songs with longing for the leader\" given by the merited choir of the Korean People's Army (KPA) song and dance ensemble.\r\n   Papers carry a letter Secretary Kim Jong Il received from Ri In Mo, incarnation of faith and will, on the eve of the third death anniversary of President Kim Il Sung. \r\n   They carry news that a monument to on-site guidance of President Kim Il Sung and Secretary Kim Jong Il was erected at a KPA unit.\r\n   They come out with a revolutionary anecdote saying that the KPA soldiers owe their high sense of patriotism to Secretary Kim Jong Il. \r\n   Rodong Sinmun introduces the novel \"Immortality\", one of the series of novels \"Immortal History\", which deals with the revolutionary activities of President Kim Il Sung in 1994, the last year of his brilliant life.\r\n   Papers give an account of a party for overseas compatriots and carry an article by Zhang Jinquan, son of Zhang Wei-Hua, on the great love and noble sense of obligation of the President on the occasion of his third death anniversary. \r\n   Rodong Sinmun informs the readers that commemorative events were held in different countries to mark the anniversary.\r\n   Carried in the press are articles on the revolutionary activities and immortal feats of Kim Hyong Jik, an indomitable revolutionary fighter, on the occasion of his 103rd birth anniversary.\r\n   Rodong Sinmun prints an article stressing that the decision made by the Chinese Party and Government to offer 80,000 tons of food to Korea free of charge gives encouragement to the struggle of the Korean people.\r\n   The paper runs a statement of the north headquarters of the National Alliance of Youth and Students for the Country's Reunification denouncing the Kim Young Sam group's repressive moves against youth and students in south Korea.\r\n   The paper reports that international solidarity with the struggle of the Korean people was expressed in different countries.\r\n   Printed in Minju Joson is an article on the strife for arms market between the U.S. and the EU countries.\r\n   Rodong Sinmun observes the Independence Day of Belarus and Minju Joson marks the anniversary of the victory of the Mongolian People's Revolution. \r\n\r\n"
        },
        {
            "title": "National art show held",
            "url": "http://kcna.co.jp/item/1997/9707/news7/10.htm#10",
            "content": "National art show held \r\n Pyongyang, July 10 (KCNA) -- A national art show on the subject of \"The great leader comrade Kim Il Sung will always be with us\" is open at the Korean Art Gallery.\r\n   Exhibited there are more than 100 art pieces portraying President Kim Il Sung.\r\n   The art pieces exhibited in chronological order reflect the glorious revolutionary activities, noble traits and undying feats of President Kim Il Sung.\r\n   Many art pieces portraying the president have been produced in Korea.\r\n   The oil painting \"Torch in Pochonbo\" was the first to portray the President in Korea.\r\n   The well-known painting drawn in 1955 depicts the President in military uniform speaking with his clenched fist held up before the cheering people. \r\n   It was followed by the Korean paintings \"a protracted, bloody anti-Japanese struggle\" and \"always mixing with the people\", an oil painting \"on the road of advance\", a germ-painting \"greeting spring in alien land\" and many other works.\r\n   Most of them show the President among the people.\r\n   In the last three years the creators and artists of the Mansudae Art Studio produced hundreds of works portraying the President.\r\n   Scores of Korean, oil and graphic paintings were created in the 100-day mourning period from July 9, 1994.\r\n   The continuous production of art pieces depicting the President proves that the President is alive as the eternal sun in the hearts of the Korean people.\r\n\r\n"
        },
        {
            "title": "Month of solidarity with Korean people opens",
            "url": "http://kcna.co.jp/item/1997/9707/news7/10.htm#11",
            "content": "Month of solidarity with Korean people opens \r\n Pyongyang, July 10 (KCNA) -- Meetings for opening the month of international solidarity with the Korean people were held in Guinea, Guyana and Ethiopia from June 25 to 30.\r\n   The meetings called for actively conducting solidarity movement to support the Korean people in their efforts to force the U.S. troops out of south Korea, remove the concrete wall and establish a new peace mechanism on the Korean Peninsula.\r\n   Solidarity letters and messages to Secretary Kim Jong Il were adopted at the meetings. \r\n\r\n\r\n"
        },
        {
            "title": "Great love, noble obligation",
            "url": "http://kcna.co.jp/item/1997/9707/news7/10.htm#12",
            "content": "Great love, noble obligation\r\nPyongyang, July 10 (KCNA) -- A Chinese, Zhang Jinquan said that the brilliant life and noble moral obligation of President Kim Il Sung is everlasting.\r\n   He came here on the occasion of the third anniversary of President. \r\n   He is a son of an internationalist martyr Zhang Weihua, who helped the President and revolutionaries of Korea both materially and morally during the period of the anti-\r\nJapanese revolutionary struggle.\r\n   He recalled that he was received in audience by the President several times and spent unforgettable, happy days in Korea.\r\n   He said:\r\n   The President told the descendants of the martyr that he was their father and showed them loving care. \r\n   If there is a worry, it is how they will live up to this love of the President. \r\n   The descendants of martyr Zhang Weihua will uphold the noble intention of the President to the end, holding Secretary Kim Jong Il in high esteem, true to the behests of the President.\r\n   The great leader, an elder brother of our father, will always be with us. \r\n\r\n\r\n"
        },
        {
            "title": "Personality of great man",
            "url": "http://kcna.co.jp/item/1997/9707/news7/10.htm#13",
            "content": " Personality of great man\r\nPyongyang, July 10 (KCNA) -- A picture of President Kim Il Sung with a broad smile on his face is hung on the front wall of the Kumsusan Memorial Palace, the sacred temple of Juche.\r\n   The picture, copies of which can be seen everywhere in Korea, was cherished in the hearts of people three years ago when they were paying the last farewell to him along the 40-km odd route of Pyongyang.\r\n   The President with the same smile turned adversity into favourable condition, misfortune into blessings all the time in his lifetime. \r\n   Many people dispelled their prejudice, suspicion and antagonism, once they were received by him. After Korea was liberated from the colonial rule of Japanese imperialism (August 1945), even those who put on superior airs with different isms, political views and religious beliefs called on the President and entrusted their destinies to him. \r\n Politicians of south Korea including Kim Ku and Kim Kyu Sik who had been opposed to communism all their lives took the patriotic road of alliance with communism, fascinated by the President's personality.\r\n   Many elder statesmen and public figures of the world became friends of Korea, charmed with the President's simple and open-hearted manner. Among them are former Yugoslav President Josip Broz tito, former Japanese deputy Prime Minister Shin Kanemaru, U.S. religious leader Billy Graham and other people with different ideas and political views.\r\n   Former U.S. President Jimmy Carter said after his visit to Pyongyang in June 1994 that he was fully fascinated by President Kim Il Sung and felt the President was a peace-loving person the moment he met with him.\r\n   A great number of foreigners visited the Kumsusan Memorial Palace and said unanimously that President Kim Il Sung will be immortal in the hearts of the Korean and world people as the eternal sun. \r\n\r\n\r\n"
        },
        {
            "title": " Wreaths laid before statues and grave of Kim Hyong Jik",
            "url": "http://kcna.co.jp/item/1997/9707/news7/10.htm#14",
            "content": "Wreaths laid before statues and grave of Kim Hyong Jik\r\n Pyongyang, July 10 (KCNA) -- Senior Party and Government officials, citizens, servicemen abd school youths and children visited the statue in Ponghwari and the grave in Mangyongdae of Kim Hyong Jik, an indomitable revolutionary fighter and an outstanding leader of the Korean national liberation movement against the Japanese imperialism, this morning to commemorate his 103rd birth anniversary.\r\n   Placed before the statue and the grave were wreaths sent by Secretary Kim Jong Il.\r\n   Attending the wreath-laying ceremonies were vice-presidents Ri Jong Ok and Pak Song Chol, Secretary of the Workers' Party of Korea Central Committee Kye Ung Thae and Chairman of the Supreme People's Assembly Yang Hyong Sop. \r\n   Amid the playing of the wreath-laying music, wreaths were laid before the Statue and the grave in the name of the WPK Central Committee, the DPRK Central People's Committee, the Administration Council (AC), the Commissions of the AC, national institutions, KPA units, educational and public health organs, and Party and power bodies, administrative and economic organs, enterprises and co-op farms in the capital city of Pyongyang.\r\n   Also today, wreaths were laid before his statues in Sakju county, North Phyongan Province, and Junggang county, Jagang Province. \r\n\r\n"
        },
        {
            "title": "Kim Hyong Jik, indomitable revolutionary",
            "url": "http://kcna.co.jp/item/1997/9707/news7/10.htm#15",
            "content": "Kim Hyong Jik, indomitable revolutionary\r\nPyongyang, July 10 (KCNA) -- Today is the 103rd birth anniversary of Kim Hyong Jik, who was an outstanding leader of the Korean national liberation movement and an indomitable revolutionary fighter.\r\n   The Korean people are now recollecting his brilliant life (July 10, 1894-june 5, 1926). He started revolutionary activities in his early years with \"Aim High\" and staunchly fought until his last moments of life for the country's liberation and the people's happiness.\r\n   Born into a poor but revolutionary family in Mangyongdae, he grew up, enjoying patriotic education from his parents. From his childhood, he had been straightforward and had a strong sense of justice and fraternity and an ardent desire for learning.\r\n   Studying at the Sunhwa school in Mangyongdae, he keenly felt the deploring situation of the nation and the sufferings of the 20 million fellow countrymen from the lost country. He embarked on the road of revolution in his early years with a goal of achieving national liberation.\r\n   Since then, he, with a strong sense of patriotism, had devotedly fought against the imperialist aggressors and for the independence of the country and the liberation of the nation.\r\n   It might be impossible without his tremendous contributions that the anti-Japanese national liberation movement advanced convincingly along the road of independent development in Korea and the national liberation movement made a switchover to the communist movement from the nationalist movement.\r\n   He always adhered to the idea of national independence in putting the national liberation movement onto a higher stage, the idea that the Japanese imperialist aggressors should be defeated with the nation's efforts and a new society ensuring the interests of the proletarian masses be built. He also put forward the idea of rejecting flunkeyist and treacherous ideas and maintaining the spirit of independence, a policy of defeating the armed enemy only with arms, a policy of combining various ways and methods of struggle in the liberation movement and other policies. He gained precious experience, made great achievements and set a shining example in the efforts for their implementation.\r\n   Thanks to his energetic activities, a new history started in the ruined country and the liberation movement entered a new stage of development.\r\n   Indeed, his was a brilliant life of an ardent patriot who devoted himself to the independence of the country and the prosperity of all generations to come. It was also a precious life of a revolutionary full of indomitable will, inexhaustible zeal and the conviction of the future.\r\n   The Korean people will convey long his patriotic life to posterity.\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}