{
    "date": "1998-11-24",
    "url": "http://kcna.co.jp/item/1998/9811/981124.htm",
    "articles": [
        {
            "title": "Foreign Ministry spokesman on Pyongyang negotiation about underground facility",
            "url": "http://kcna.co.jp/item/1998/9811/news11/24.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of signing of Korea-China intergovernmental agreement marked",
            "url": "http://kcna.co.jp/item/1998/9811/news11/24.htm#2",
            "content": "Foreign Ministry spokesman on Pyongyang negotiation about underground facility \r\n \r\n   Pyongyang, November 24 (KCNA) -- The spokesman for the DPRK Foreign Ministry granted an interview to KCNA today over the Pyongyang negotiation about an underground facility.\r\n   He told KCNA:\r\n   As already reported, a negotiation between the DPRK and the U.S. about an underground facility took place in Pyongyang between November 16 and 17 and the next negotiation will be held in New York in early December.\r\n   At the Pyongyang negotiation, the U.S. side described the underground facility in Kumchang-ri, Taegwan county, North Phyongan Province, as a nuclear one and asked to inspect the facility.\r\n   Our side resolutely rejected the suspicion of \"underground nuclear facility\" as groundless and informed the U.S. side of our consistent position of principle.\r\n   Since the adoption of the 1994 DPRK-U.S. framework agreement, we have faithfully implemented it. Accordingly, there is no other underground nuclear facility in the DPRK than those frozen in the Nyongbyon area.\r\n   We do not conceal the fact that owing to the specific conditions of the situation of Korea, there are many underground facilities and tunnels in the DPRK.\r\n   As for the underground facility suspected by the U.S. side, it has nothing to do with nuclear activity.\r\n   The United States, however, demands to inspect our underground facility, groundlessly branding it as nuclear one. This is as good as asking for searching other's house. \r\nThis is a grave violation of and insult to our sovereignty and dignity. We can never accept their demand.\r\n   We have no obligation to allow inspection merely because they \"suspect\" our underground facility.\r\n   There is no such obligation specified in the DPRK-U.S. framework agreement.\r\n   Moreover, it is inconceivable that we allow a hostile nation to inspect our facility so that it can verify its information.\r\n   However, we have made clear our position that if the United States makes adequate compensation for its insult to us, we may examine the issue of allowing it to visit the place only once as an exception, taking into account the DPRK-U.S. relations.\r\n   If it demands to inspect this or that, abusing our magnanimous position, that means interference in our internal affairs and the nature of the problem will change totally. In that case, we cannot allow it to see even the object we are going to examine the issue of showing.\r\n   After the Pyongyang negotiation, the United States argues that the existence of the framework agreement is at stake if unconditional access to our underground facility is not allowed.\r\n   At the same time, it insists it cannot make compensation.\r\n   If the U.S. wants to break the framework agreement while having no idea of making compensation merely because we do not show them the underground facility, we no longer need to observe the agreement inconveniently.\r\n   Our implementation of the agreement is unthinkable without considering sovereignty, our lifeblood.\r\n   We have always thought of how to respond in case the framework agreement breaks down. Now we are more watchful.\r\n\r\n\r\n"
        },
        {
            "title": "Brisk dissemination of Juche idea ",
            "url": "http://kcna.co.jp/item/1998/9811/news11/24.htm#3",
            "content": "Anniversary of signing of Korea-China intergovernmental agreement marked\r\n\r\n   Pyongyang, November 24 (KCNA) -- The Ministries of Foreign Trade and Culture gave a party on Monday on the occasion of the 45th anniversary of the signing of an agreement on economic and cultural cooperation between the governments of the DPRK and China.\r\n   Invited to the party were Chinese ambassador to Korea Wan Yongxiang and embassy officials.\r\n   Present were vice-President Yang Hyong Sop of the presidium of the Supreme People's Assembly, vice-Minister of Foreign Affairs Choe Su Hon, vice-Minister of Foreign Trade Kim Pong Ik, vice-Minister of Culture Jo Chan Gu and others.\r\n   Speeches were made there. \r\n\r\n"
        },
        {
            "title": "Anti-\"government\" struggle of teachers in S. Korea",
            "url": "http://kcna.co.jp/item/1998/9811/news11/24.htm#4",
            "content": "Brisk dissemination of Juche idea \r\n Pyongyang, November 24 (KCNA) -- The interests and expectation of the world progressive people for the Juche idea are growing higher with each passing day.\r\n  In recent years scores of Juche idea study organizations were  formed in different countries. As a result, over 1,100 organizations are active in the five continents of the world.\r\n  The Juche idea and its encyclopedia, works of General Secretary Kim Jong Il have been widely studied and disseminated all over the world while political parties of different countries are actively applying the Juche idea in their activities.   \r\n   More than 150 symposiums on the Juche idea were held  this year.\r\n  Among them were the international seminar on the Juche idea for independence and peace in the present world and the international seminar on the Juche idea for the unity of Latin America in the struggle for independence, which were held in India and Venezuela with a large attendance of political and public figures.\r\n   In Japan there were the national seminar on the Juche idea for celebrating the 56th birthday of General Secretary Kim Jong Il and the national seminar on independence of Okinawa, Japan and Asia.\r\n  The seminars emphasized the validity, originality and advantages of the Juche idea.\r\n   Press media of many countries have  translated and published Kim Jong Il's works in booklet to widely disseminate them. \r\n\r\n\r\n"
        },
        {
            "title": "Anti-\"government\" struggle of teachers in S. Korea",
            "url": "http://kcna.co.jp/item/1998/9811/news11/24.htm#5",
            "content": "Anti-\"government\" struggle of teachers in S. Korea\r\n Pyongyang, November 24 (KCNA) -- The federation of teachers' organizations in South Korea called a \"general meeting of teachers\" against the authorities' unreasonable measure in Seoul on Saturday with the attendance of over 30,000 teachers, a South Korean newspaper said.\r\n   At the meeting, teachers called for the withdrawal of the \"government's\" step to shorten the term of their service, branding it as an act of depriving them of vital rights.\r\n   They staged a demonstration of protest after the meeting. \r\n\r\n"
        },
        {
            "title": "Imperialists' dominationist design will not change",
            "url": "http://kcna.co.jp/item/1998/9811/news11/24.htm#6",
            "content": "Anti-\"government\" struggle of teachers in S. Korea\r\n Pyongyang, November 24 (KCNA) -- Of late the South Korean authorities examined a \"bill of defence budget\" for next year at a \"National Assembly\" session.\r\n    Minju Joson today, commenting on this, warns that if they rush headlong along the road of unleashing a war, they will get nothing but destruction.\r\n   The South Korean bellicose elements, laying a main emphasis on \"replenishment and completion of combat power,\" increased the \"defence budget\" for next year to more than 13,749 billion won, of which the \"expenditure for improved defence capacity\" rose by 60,100 million won and the \"fund for war preparations\" by 35,300 million won as compared with this year.\r\n   The news analyst says:\r\n   The \"defence budget\" for next year is a military budget to step up the modernization of the \"army\" and reinforce armed forces and a war budget for unleashing a war against the north and ensuring human and material resources necessary for killing the fellow countrymen.\r\n   The South Korean authorities, clean indifferent to difficult living conditions of the people, are squandering a huge amount of money collected through taxes on arms buildup and confrontation with the north. Theirs is a traitorous criminal act.\r\n   We are closely watching every movement of the South Korean authorities. \r\n\r\n"
        },
        {
            "title": "Poems on Mt. Paektu created in S. Korea",
            "url": "http://kcna.co.jp/item/1998/9811/news11/24.htm#7",
            "content": "Imperialists' dominationist design will not change\r\n  Pyongyang, November 24 (KCNA) -- Since the Cold War structure between the east and the west collapsed, the imperialists have engaged themselves in diplomacy through  \"partnership,\" \"aid\" and \"cooperation,\" pretending that they have changed their dominationist design, stresses Rodong Sinmun today.\r\n   A signed article of the paper says:\r\n   What the imperialists seek through such methods is to thrust their aggressive and interventionist claws deeply into many countries and regions of the world and attain their dominationist purpose.\r\n   No matter how the international situation may change, the dominationist design of the imperialists will not change.\r\n   The reason for this is that the nature of the imperialists remains unchanged.\r\n   Their nature is aggression and plunder. \"Development\" and \"prosperity\" on their lips are what they have made through aggression and plunder of other countries and nations.\r\n   Another reason is that the jungle law is their mode of existence.\r\n   While refraining from worsening  their relations with big countries, the imperialists are trying to dominate and control small and weak countries by coercive means and make them meekly obey their dictates. Particularly, they occupy these countries through open military aggression and intervention and deprive them of their treasure and assets freely.\r\n   Examples were the Japanese imperialists' military invasion of Korea and harsh colonial rule and plunder and the U.S. armed invasion of Grenada and Panama in the 1980s.\r\n   The imperialists will never give up their mode of existence based on the jungle law.\r\n   This is eloquently proved by the present realities= the imperialists are openly imposing their will and policies upon other countries, availing themselves of their superior military and economic power= and they are unhesitatingly perpetrating strong-arm and extra-territorial practices such as the use of armed forces and sanctions.\r\n   The imperialists are zealously trying to cover up their dominationist design and nature with clumsy art of disguise.\r\n   However, theirs is nothing but foolish attempts. \r\n\r\n  \r\n"
        },
        {
            "title": "Building programs promoted",
            "url": "http://kcna.co.jp/item/1998/9811/news11/24.htm#8",
            "content": "Poems on Mt. Paektu created in S. Korea\r\n\r\n    Pyongyang, November 24 (KCNA) -- Popular poets in Seoul published \"We climb up Mt. Paektu,\" a collection of poems on Mt. Paektu, Seoul-based radio Voice of National Salvation said.\r\n   The collection consists of the prologue, epilogue and poems titled \"Sunrise of Mt. Paektu,\" \"On the top of mountain at sunrise,\" \"Red Mt. Paektu,\" \"Acknowledgement\" and \"We live, looking forward to the morning of Mt. Paektu.\"\r\n   It describes Mt. Paektu as a holy mount they longed for so earnestly all the year round, a mother mount kept in mind all the time and a mount which cleared the sky of dark clouds.\r\n   It also describes sunrise of Mt. Paektu as the sunrise as bright as a ruby, which cannot be seen in the south, saying that Jeju island, Pusan and Seoul are under the sunrise of Mt. Paektu.\r\n   It sings of the great man who gave a guarantee for the sunrise of Mt. Paektu illumining the world, adding that the sunrise of Marshal Kim Jong Il shines forever in the sky above the homeland of the sun.\r\n   Likening red to love for the country and nation, it calls for following the marshal, the son of Mt. Paektu, who is considered to be the whole world, and says that Mt. Halla should turn red like Mt. Paektu.\r\n   It sings of the warm love for holy Paektu mount which has filled all Korea with national spirit and trained the people to be true human beings, and expresses the determination to adore Mt. Paektu, the whole of destiny, as reunification and homeland.\r\n   It says there is a bright morning of the fellow countrymen which will soon break in the south, because the sun shines above Mt. Paektu and that though there are dark clouds hanging over the south, the South Koreans live, looking forward to the morning of Mt. Paektu. \r\n\r\n"
        },
        {
            "title": "Foreign Minister meets new Algerian ambassador ",
            "url": "http://kcna.co.jp/item/1998/9811/news11/24.htm#9",
            "content": "Building programs promoted\r\n Pyongyang, November  24 (KCNA) -- Construction is going on rapidly in industrial areas of the Rajin-Sonbong economic and trade zone.\r\n  This year witnessed the completion of the Chonggye and Anhwa reservoirs, the Rajin-Sonbong Market, the Rajin and Sonbong Mobile Communications Centres, the Pipha Power-Transmission and Transformer Substations and the Rajin Heliport.\r\n   The projects for the Jindallae Company, the International Peace Group and friendship clinic and kindergarten are accelerated towards completion.\r\n   Along with them, the construction of an international transport company, the Rajin International Club, the Rajin-Wonjong tourist road, the Pipha tourist road, the Pipha five-star hotel, the Golden Triangle Trading Company, the Rajin City People's Hospital and 70 other companies, infrastructures and customs offices is under way. \r\n \r\n\r\n"
        },
        {
            "title": " Agreement of 12th meeting of Korea-Russia Fishery Joint Committee signed",
            "url": "http://kcna.co.jp/item/1998/9811/news11/24.htm#10",
            "content": "Foreign Minister meets new Algerian ambassador \r\n   Pyongyang, November 24 (KCNA) -- Paek Nam Sun, Foreign Minister of the DPRK, today met and had a talk with Ahmed Amine Kherbi, new ambassador extraordinary and plenipotentiary of the Democratic and People's Republic of Algeria to Korea, who paid a courtesy call on him. \r\n\r\n"
        },
        {
            "title": "Release of Hwang Son called for",
            "url": "http://kcna.co.jp/item/1998/9811/news11/24.htm#11",
            "content": "Agreement of 12th meeting of Korea-Russia Fishery Joint Committee signed\r\n\r\n   Pyongyang, November 24 (KCNA) -- An agreement of the 12th meeting of the Korea-Russia Fishery Joint Committee on Cooperation in Fisheries was signed here today.\r\n   Present at the signing ceremony were members of Korean and Russian delegations to the committee.  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "WFDY calls for release of Hwang Son",
            "url": "http://kcna.co.jp/item/1998/9811/news11/24.htm#12",
            "content": "Release of Hwang Son called for \r\n \r\n    Pyongyang, November 24 (KCNA) -- The Coordinating Council of the World Federation of Democratic Youth made public a letter to Kim Dae Jung, chief executive of South Korea, on November 16 in regard of Hwang Son, a delegate of Hanchongryon (the South Korean Federation of University Student Councils) which represents the south headquarters of the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon), who was arrested by the \"Agency for National Security Planning\" in charge of violating the \"National Security Law\" upon returning to the south after visiting Pyongyang.\r\n   The letter says:\r\n   \"Although, even after inauguration of your 'government of the people' which proclaimed 'to actively pursue reconciliation and cooperation between the south and north,' all reunification-related peaceful activities of young people in South Korea are incriminated by 'National Security Law' and student activists are still target of suppression.\"\r\n   \"WFDY  considers that Hwang's arrest is clear contradiction of your announcement that 'inter-Korean relations must be developed on the basis of reconciliation and cooperation as well as the settlement of peace' and 'the Cold War style of  south-north relations for over a half century must be liquidated as soon as possible.'\"\r\n   \"WHDY takes note that Hanchongryon's participation in those events held in Panmunjom is purely dedicated to make contribution in Korea's reunification along with their fellow in the north and it should not be, in any cases, subject of persecution.\"\r\n   \"WFDY strongly denounces her arrest as a severe violation of basic human rights to freedom of opinion, expression, peaceful assembly and association.\"\r\n   \"WFDY demands H.E. to exercise your influence over release of Hwang immediately thus guaranteeing free contact, meeting and dialogue between young people in the north and south.\"\r\n   \"WFDY urges H.E. to intervene to stop suppression of Hanchongryon and its pro-reunification activities and therefore, abolish \"National Security Law\" which incriminates any contacts with the north by young people who \"are the nation's hope as well as strength.\" \r\n\r\n"
        }
    ]
}