{
    "date": "1998-03-17",
    "url": "http://kcna.co.jp/item/1998/9803/980317.htm",
    "articles": [
        {
            "title": "Separatist should be ousted",
            "url": "http://kcna.co.jp/item/1998/9803/news03/17.htm#1",
            "content": "Separatist should be ousted\r\n Pyongyang, March 17 (KCNA) -- The appointment of Kang In Dok, a thorough-paced anti-reunification element, as \"Minister of National Unification,\" has drawn public criticism in South Korea.\r\n   He is well known as a traitor who, with a long intelligence career in South Korea, has played a principal role in hampering reconciliation and dialogue between the north and the south.\r\n   Even after the \"civilian\" regime came to an end, he continued maliciously abusing the political system of the north, the other party to dialogue, revealing that he is an ultra-right conservative persistently seeking anti-north confrontation.\r\n   Being such a veteran anti-communist buglar, he himself registered surprise at his appointment as \"Minister of National Unification.\"\r\n   His appointment, which came at the turning point in the efforts for the country's reunification, has sparked public consternation and given misgivings about the new regime's willingness for dialogue and reunification.\r\n   The new regime of South Korea has pledged to let the \"Ministry of National Unification\" take full charge of the reunification issue. With such an anti-communist, anti-reunification element as Kang appointed as its head, however, the nation, ardently desirous of the country's reunification, can see no progress in inter-Korean dialogue but greater disappointment.\r\n   If dialogue, cooperation and exchange for national reunification are not to exist only in words but prove successful, such separatists as Kang, who has been engaged in anti-communist, anti-north and anti= reunification regarding the north as the bitterest enemy, should be outsted from the reunification-related ministry.    \r\n  \r\n"
        },
        {
            "title": "\"ANSP\" should be dissolved unconditionally",
            "url": "http://kcna.co.jp/item/1998/9803/news03/17.htm#2",
            "content": "\"ANSP\" should be dissolved unconditionally\r\nPyongyang, March 17 (KCNA) -- The secretariat of the Committee for the Peaceful Reunification of the Fatherland issued information bulletin no. 758 denouncing the South Korean authorities for scheming to intensify the puppet \"Agency for National Security Planning\" (ANSP).\r\n   The bulletin dated March 15 said that South Korea plans to make ANSP powerful and solidify the substantiality of the ANSP under the cloak of \"reform\".\r\n   The ANSP, from its predecessor the \"Central Intelligence Agency,\" has committed indelible crimes against the nation as a tool for the successive puppet ruling quarters' security of power and as a headquarters of fascism and anti-north confrontation policy, the bulletin said, and continued:\r\n   At this time when the ANSP should be dissolved without delay for reconciliation, unity and reunification of the north and the south, their attempt to intensify the ANSP cannot be construed otherwise than an attempt to repeat the past.\r\n   If South Korea wants to improve inter-Korean relations and promote reconciliation and cooperation, it should abolish the \"National Security Law\" and dissolve the \"ANSP\" unconditionally.    \r\n     \r\n\r\n"
        },
        {
            "title": "Films portraying mother Kim Jong Suk",
            "url": "http://kcna.co.jp/item/1998/9803/news03/17.htm#3",
            "content": "Films portraying mother Kim Jong Suk\r\n Pyongyang, March 17 (KCNA) -- The Korean Film Studio has produced many films portraying the revolutionary fighter mother Kim Jong Suk.\r\n   The feature film \"Bloody Marks\" (two parts) shows the revolutionary activities of mother Kim Jong Suk in a guerrilla base during the anti-Japanese revolutionary struggle.\r\n   The guerrilla base is in the grip of famine and diseases owing to the brutal offensive of the Japanese imperialists ro stifle the base, a strong bulwark of the revolution at that time, in its cradle.\r\n   Mother Kim Jong Suk, chief of the young communist league in the guerrilla zone, takes the lead in the struggle to tide over hard difficulties and trials.\r\n   She makes 300 bombs with members of the young communist league and contributes to defeating the punitive operations of the enemy, running up and down  fields in defence of the guerrilla base. And she goes into an enemy-controlled area to obtain food at the risk of her life.\r\n   Meanwhile, serial parts of the multi-part feature film \"Forest Rustles\" have been released.\r\n   The first and second parts of the film show the paramount revolutionary faith and indomitable will of mother Kim Jong Suk, a heroine of the anti-Japanese war, who resolutely defends the line and policies of the anti-Japanese armed struggle put forward by President Kim Il Sung.\r\n   The Korean documentary film studio produced a documentary film \"Gun Shot by Mother Will Be Everlasting.\"\r\n   It shows that mother Kim Jong Suk remained a bodyguard with a pistol in hand not only in the period of the anti-Japanese revolutionary struggle when she won fame as a master shot, but also at the time when the Korean people were building a new country after the liberation.\r\n   \"The Bodyguard\" and \"Wait for Me\" and other feature films show her boundless devotion to the leader and the revolutionary cause, her ardent love for the motherland and the people and her warm comradeship.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun calls for withdrawal of U.S. troops",
            "url": "http://kcna.co.jp/item/1998/9803/news03/17.htm#4",
            "content": "Rodong Sinmun calls for withdrawal of U.S. troops\r\n Pyongyang, March 17 (KCNA) -- Rodong Sinmun in a signed article today calls for the withdrawal of the U.S. troops from South Korea.\r\n   The U.S. military occupation of South Korea is anachronistic= it should no longer be continued, the daily says, and goes on:\r\n   The faster the U.S. troops withdraw from South Korea, the better. This will, first of all, open a phase decisively favourable for achieving peace in Korea and its independent reunification.\r\n   The withdrawal of the U.S. troops will be good for ensuring peace and security in Asia and the rest of the world, too. \r\n   If a war breaks out in Korea, its flames will spread to a broad area beyond the boundary of Korea. In this case peace and security in Asia and the world as well as peace in Korea will be exposed to grave threats. If the U.S. troops withdraw from South Korea, the hotbed for a war will be removed and a new phase of world peace and security will be opened.\r\n   The faster the U.S. troops withdraw, the less  humanpower and financial burden the United States itself will bear and the more favourable condition for political stability will be created in Korean Peninsula.\r\n \r\n"
        },
        {
            "title": "Cultural inheritances in Kanggye",
            "url": "http://kcna.co.jp/item/1998/9803/news03/17.htm#5",
            "content": "Cultural inheritances in Kanggye\r\n Pyongyang, March 17 (KCNA) -- There are a lot of cultural inheritances with long history in Kanggye city, the seat of Jagang Province in the northwestern part of Korea.\r\n   Among them are inphung and mangmi pavilions and Kanggye public office.\r\n   They show peculiar national character and architecture.\r\n   Inphung pavilion is situated on the River Jangja in the centre of Kanggye city. \r\n   The wooden pavilion was built in harmony with its mission and landscape.\r\n   In old times it was regarded as one of eight beauty spots in the northwestern part of Korea and now it has turned into a cultural recreation place for the people.\r\n   Mangmi pavilion on a granite cliff has ten rounded columns. \r\n   At that time, the pavilion was used as a military command post.\r\n   Kanggye public office has the exterior of its main building and the archery place still preserved.\r\n   The building, conducive to the study of the nation's architectural history, is now the Kanggye History Museum.\r\n   In the city there are also relics of the bronze age including ruined houses and stone coffin graves. \r\n   The relics offer valuable data to the study of the people's living at that time.    \r\n \r\n\r\n"
        },
        {
            "title": "True looks of Korean socialism",
            "url": "http://kcna.co.jp/item/1998/9803/news03/17.htm#6",
            "content": "True looks of Korean socialism \r\n Pyongyang, March 17 (KCNA)--  Rodong Sinmun today tells about the true looks of Korean socialism which has fully met the aspiration and demand of the working class.\r\n   The Workers' Party of Korea has put forward the working class consistently as the leading class of revolution in the building of socialism and regarded its aspiration and demand as the starting point of all the lines and policies, the article stresses, and goes on:\r\n   With a dynamic campaign for assimilating the whole society to the working class under the leadership of the party, the working-class character of our society is being steadily pronounced and every aspect of the society successfully transformed on the pattern of the working class.   \r\n   Korean socialism centering on the masses of the people is, indeed, the genuine society of the working class, socialism which has fully met its aspiration and demand.\r\n   The whole country is seething with enthusiasm to live and work in a revolutionary way, following the signal fire which was lighted by workers at the Songjin Steel Complex. This is a clear demonstration of the might of Korean socialism which has been thoroughly carrying into practice the aspiration and demand of the working class.\r\n   The true looks of Korean socialism is that the leading position and role of the working class are firmly ensured in all aspects of social life, that its spirit and morality, working style and culture prevail in the whole society, and that the revolutionary principle of the working class has been strictly adhered to in all aspects of social life.\r\n   As it fully meets the aspiration and demand of the working class, Korean socialism enjoys unquestioned support and trust from all the people, the article stresses.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Chaebols hoard 30 billion dollars abroad",
            "url": "http://kcna.co.jp/item/1998/9803/news03/17.htm#7",
            "content": "S. Korean Chaebols hoard 30 billion dollars abroad\r\nPyongyang, March 17 (KCNA) -- South Korean comprador business conglomerates (chaebol) hoarded d30 billion abroad from 1993 to the end of last year, a South Korean newspaper reported.\r\n   According to the \"Bank of Korea,\" some five billion dollars flew out of South Korea from January to November last year.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}