{
    "date": "1998-06-09",
    "url": "http://kcna.co.jp/item/1998/9806/980609.htm",
    "articles": [
        {
            "title": "Kim Jong Il inspects model barracks",
            "url": "http://kcna.co.jp/item/1998/9806/news06/09.htm#1",
            "content": "Kim Jong Il inspects model barracks\r\n Pyongyang, June 9 (KCNA) -- Supreme Commander Kim Jong Il of the Korean People's Army inspected newly built model barracks.\r\n   He, who is also General Secretary of the Workers' Party of Korea and Chairman of the DPRK National Defence Commission, was accompanied by Director of the KPA General Political Department Jo Myong Rok, Chief of the KPA general staff Kim Yong Chun and KPA general officers.\r\n   Going round the interior and exterior of the barracks, he expressed great satisfaction with the well-furnished headquarters office, education room, bedroom, dining hall, etc.\r\n   He highly praised the servicemen of KPA unit no. 462 who performed heroic feats in socialist economic construction and in the construction of military establishments in the past and built the barracks in a short span of time and in a qualitative way and extended thanks to them.\r\n   He said it is a noble duty and moral obligation of the officials to offer all conveniences to soldiers.\r\n   \"A new culture of our era should be created in all army posts,\" he said. \"All the KPA units should fully discharge their duty as the army of the revolution, the army of the people.\"\r\n   Pointing out that providing soldiers with better living conditions is a crucial matter for increasing the unit's combat power, Kim Jong Il specified important tasks for improving supply service in the army.    \r\n    \r\n  \r\n"
        },
        {
            "title": "Korean people's cause of national reunification supported",
            "url": "http://kcna.co.jp/item/1998/9806/news06/09.htm#2",
            "content": "Korean people's cause of national reunification supported\r\n Pyongyang, June 9 (KCNA) -- Ugandan President Yoweri Kaguta Museveni said that the Ugandan government has always supported the reunification of Korea and will continue to support it in the future, too, when he received credentials from the newly appointed Korean ambassador e.p. To his country  on June 4.\r\n   Chairman N. Enkhbayar of the Mongolian People's Revolutionary Party, when he met the Korean ambassador to his country,  said that just is the stand of the Workers' Party of Korea and the DPRK government to realize peaceful reunification of Korea by means of confederacy on the basis of tolerating the social systems existing in the north and the south of Korea.\r\n    The five-point policy of great national unity put forward by Kim Jong Il, General Secretary of the Workers' Party of Korea,  is justifiable, he stressed.    \r\n\r\n        \r\n\r\n"
        },
        {
            "title": "Statement on home visit of Japanese-Korean women",
            "url": "http://kcna.co.jp/item/1998/9806/news06/09.htm#3",
            "content": "Statement on home visit of Japanese-Korean women\r\nPyongyang, June 9 (KCNA) -- The spokesman for the central committee of the Red Cross Society of the DPRK issued a statement on June 7 accusing the Japanese side of creating artificial hurdles in the way of the third-round home visit of Japanese-Korean women.\r\n   Two rounds of home visits of Japanese Korean women  were held from November last year. This is the result of the magnanimous politics, benevolent politics of the Workers' Party of Korea and the DPRK government and a fruition of the humanitarian spirit displayed by the red cross organisations of the two nations, respecting elementary human morality, the statement said and continued:\r\n   However, the home visit, which had made a good start, has failed to continue on a desired level owing to inhuman acts of the Japanese side. The third round of the home visit of Japanese-Korean women was not made as planned.\r\n   The Japanese side has continuously laid artificial hurdles in the way of home visits, branding Japanese-Korean women as those who \"abandoned their nationalities.\"\r\n   Their visit to hometowns is an undertaking to organise meetings of families and relatives separated long ago. \r\n   Accordingly, our consistent stand is to proceed with this work in the spirit of red cross humanitarianism and in accordance with the agreement reached between the red cross organisations of the two nations.\r\n   We will follow their future attitude, considering that the Japanese side should take necessary measures so that the home visits of Japanese-Korean women can be made in the noble spirit of humanitarianism.    \r\n\r\n"
        },
        {
            "title": "Declaration on inauguration of 6th-term Hanchongryon published",
            "url": "http://kcna.co.jp/item/1998/9806/news06/09.htm#4",
            "content": "Declaration on inauguration of 6th-term Hanchongryon published\r\n Pyongyang, June 9 (KCNA) -- A declaration on the inauguration of the South Korean Federation of University Student Councils (Hanchongryon) was published at the inaugural ceremony of the 6th-term Hanchongryon held at Seoul National University on May 29 in the teeth of fascist suppression, according to a news report.\r\n   The declaration said that one million students would daringly turn out in a righteous struggle, resolutely defending the banner of Hanchongryon with the noble faith and will as they did in the past for independence, democracy and reunification.\r\n   The 6th-term Hanchongryon will direct all its efforts to anti-U.S. struggle to terminate the U.S. unjustifiable interference in the internal affairs and oppose the U.S. troops' occupation of South Korea and its economic aggression, the declaration noted, adding:\r\n   It will also uphold the slogan demanding the dissolution of the \"Agency for National Security Planning\" and the abrogation of the \"National Security Law\" and unyieldingly conduct patriotic activities against the present regime hell bent on the brutal suppression of Hanchongryon.\r\n   It declared that it would support the activities of workers to realize their just demands for measures against unemployment and abrogation of the lay-off system and conduct extensive solidarity struggles.    \r\n\r\n"
        },
        {
            "title": "S. Korean authorities urged to stop suppression of labour movement",
            "url": "http://kcna.co.jp/item/1998/9806/news06/09.htm#5",
            "content": "S. Korean authorities urged to stop suppression of labour movement\r\n Pyongyang, June 9 (KCNA) -- The Union of Communist Parties-Communist Party of the Soviet Union and the international committee of the \"for the union of people and fraternal friendship\" made public a joint statement on June 5 denouncing the South Korean fascist clique's brutal suppression of the labour movement.\r\n   The fierce struggle of workers which are taking place in all parts of South Korea for the abrogation of the lay-off system and vital rights is a just struggle to retake the lost dignity and the right to existence, the statement said.\r\n   It strongly urged that the South Korean authorities put an immediate end to the fascist suppression of the labour movement and abandon the dependence upon outsiders and the anti-social labour policies at once.\r\n   The chairman of the trade unions front of Madagascar in a statement on June 2 extended full support and firm solidarity to the South Korean workers and people bravely fighting for freedom, democracy and vital rights.    \r\n \r\n\r\n"
        },
        {
            "title": "Brilliant life of hero",
            "url": "http://kcna.co.jp/item/1998/9806/news06/09.htm#6",
            "content": "Brilliant life of hero \r\nPyongyang, June 9 (KCNA) -- Kim Kwang Chol, the first hero of the DPRK in the '90s, has been highly praised as model of the times.\r\n   General Kim Jong Il, some time ago, sent a commendation and gifts to his parents and family and gifts to the schools he had attended.\r\n   He also sent gifts to the then school masters and teachers in charge of the hero's class. \r\n   Kim Kwang Chol was a platoon leader of the Korean People's Army. He covered a handgrenade with his body at a critical moment to save soldiers  on military duty at the cost of his life.\r\n   In May General Kim Jong Il visited the hero Kim Kwang Chol Company and praised him for unhesitatingly dedicating his life to comrades-in-arms. \r\n   Such noble self-sacrificing spirit could come from ardent patriotism and warm comradeship, the Supreme Commander said.\r\n     The company to which he belonged is now called hero Kim Kwang Chol Company and the senior middle school he attended Kim Kwang Chol senior middle school. And a bust of the hero has been erected at his alma mater.\r\n   In the meantime \"eternal moment\", a feature film dealing with his military service, was produced to encourage the younger generations to feats.\r\n   His parents sent his younger brother to serve in the company to which he had belonged.\r\n   The Supreme Commander met with the younger brother serving as a platoon leader at the hero Kim Kwang Chol Company and showed high appreciation for his parents' deed. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on national dignity and sovereignty",
            "url": "http://kcna.co.jp/item/1998/9806/news06/09.htm#7",
            "content": "Rodong Sinmun on national dignity and sovereignty\r\n Pyongyang, June 9 (KCNA) -- The South Korean people should further intensify the anti-u.s., anti-fascist struggle for independence and democracy they have already begun and retake the lost dignity and sovereignty of the nation at any cost, says Rodong Sinmun today in a signed article dedicated to the 72nd anniversary of the anti-Japanese June 10 independence demonstration of Korean people.\r\n  The author of the article says:\r\n   If outsiders' domination of and interference in the internal affairs of South Korea are not terminated and traitors to the nation hand in glove with them are not removed, South Korea will not extricate itself from colonial enslavement for an indefinite period.\r\n   The June 10 demonstration of 1926 was an  eruption of the wrath and resentment of the Korean people against the Japanese imperialists who had tightened their colonial rule over Korea with cunning and vicious methods and a massive anti-Japanese patriotic struggle for the national sovereignty and the independence of the country.\r\n   More than half a century has passed since the country was liberated, but South Korea remains a colony of outside forces.\r\n   As a result, the national dignity and sovereignty are being ruthlessly violated nationwide.\r\n   The U.S. have trampled underfoot the dignity and sovereignty of the Korean people for more than 50 years of colonial fascist rule over South Korea. And the successive South Korean rulers have obstructed independent and democratic development of South Korean society and country's reunification, currying favour with outsiders.\r\n   Invariable is the will of the Korean people to achieve the national reunification and realise the independence of the nation on a nationwide scale by putting an end to the outsiders' domination and interference in the internal affairs of South Korea and removing the traitors to the nation through the concerted struggle of the entire nation.\r\n \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Korea's reunification through confederacy",
            "url": "http://kcna.co.jp/item/1998/9806/news06/09.htm#8",
            "content": "Rodong Sinmun on Korea's reunification through confederacy\r\nPyongyang, June 9 (KCNA) -- Rodong Sinmun today comes out with a signed article calling for achieving the reunification of Korea by means of confederacy.\r\n   Referring to the possibility of proposal for reunification through confederacy, the author of the article says:\r\n   The most reasonable way of smoothly solving the question of reunification in keeping with the specific condition of Korea in which different ideas and systems exist in the north and the south is to achieve the reunification of the country on the basis of the proposal for founding the Democratic Confederal Republic of Koryo advanced by President Kim Il Sung.\r\n   The country can be reunified by means of confederacy.\r\n   The reason is that a confederal state is based on the national independence and that functions and roles of a central government and two regional governments can be harmonized so that they do not conflict with each other and the sovereignty of a confederal state belongs to the entire nation.\r\n   A unified state of homogeneous nation can be established when the systems and governments in the north and the south, although they conflict with each other in class, make joint efforts in the idea of reunification regardless of their differences.\r\n   If the present South Korean rulers truly want to achieve the reunification of the country, there cannot be any excuse for them not to affirmatively accept the DPRK's proposal for reunification through confederacy.    \r\n \r\n\r\n\r\n"
        },
        {
            "title": "Indian political figure hails statement of DPRK Foreign Ministry spokesman",
            "url": "http://kcna.co.jp/item/1998/9806/news06/09.htm#9",
            "content": "Indian political figure hails statement of DPRK Foreign Ministry spokesman\r\n Pyongyang, June 9 (KCNA) -- Binodo Tiwari, Secretary General of the Delhi State Committee of the Socialist Party of India,  released a statement on June 2 in support of the statement of a spokesman for the DPRK Foreign Ministry dated May 27 concerning Japanese reactionaries' practical  movements of overseas expansion designed for military power under the manipulation of the United States.\r\n   The recent moves of Japan show its ambition  for military domination over  the whole of Asia remains unchanged and its militarization is being stepped up with the backing of the U.S. ,  he noted, adding:\r\n   Japan should apologize for its past crimes against the Korean people and world's people and give up its anachronistic ambition for reinvasion.     \r\n\r\n\r\n"
        },
        {
            "title": "Meaningful aster plot on Mt. Ryongak",
            "url": "http://kcna.co.jp/item/1998/9806/news06/09.htm#10",
            "content": "\r\nBACK\r\nHOME\r\n\r\n"
        }
    ]
}