{
    "date": "1998-06-05",
    "url": "http://kcna.co.jp/item/1998/9806/980605.htm",
    "articles": [
        {
            "title": "Why is Saito fidgety?",
            "url": "http://kcna.co.jp/item/1998/9806/news06/05.htm#1",
            "content": "Why is Saito fidgety?\r\n Pyongyang, June 5 (KCNA) -- A photo exhibition was reportedly opened in Washington on June 1 as regards the \"comfort women\" issue.\r\n   It, cosponsored by the Washington Regional Measure Committee for Comfort Women, the subcommittee on human rights of the U.S. Congress, the Committee for Rights of Women, etc. Shows the immoral crime committed by Japan, which reduced some 200,000 Korean and other Asian women to sex slaves during the period of its colonial rule.\r\n   It is a good occasion for the United States to get a better knowledge of the crime committed by Japan, an enemy state in the war and its junior ally now.\r\n   Through the exhibition, people will deeply feel that the historical truth can never be covered up nor distorted.\r\n   In this sense, it, though belated, reflects the irresistable trend and demand of history.\r\n   What is strange, however, is the remark made by Japanese ambassador to the United States Kunihiko Saito at a press conference before the opening of the exhibition.\r\n   He said he hoped that the exhibition would reflect facts as correctly as possible and that facts should not be distorted and Japan should not be criticized unilaterally through the exhibition.\r\n   His ambiguous remark, which is illustrative of Japan-style diplomacy, revealed his uneasiness and fidget over Japan's crime.\r\n   Why is he fidgety?\r\n   In actuality, the \"comfort women\" issue has become the focus of discussion in not only Asian nations but in the international arena including the united nations. It is only waiting for Japan's state apology and compensation.\r\n    Through the final purpose of the exhibition clarified by the sponsors, we can know why he feels irritated.\r\n   They said the final purpose is to urge the Japanese government to make a formal apology and compensation to the victims.\r\n   Saito's fidget is viewed as uneasiness caused by the despicable diplomacy of Japan, which has persistenly refused to admit the universally recognized crime and is trying to avoid a state apology and compensation.    \r\n   \r\n  \r\n  \r\n"
        },
        {
            "title": "Murderous \"regime\"",
            "url": "http://kcna.co.jp/item/1998/9806/news06/05.htm#2",
            "content": "Murderous \"regime\"\r\n Pyongyang, June 5 (KCNA) -- The U.S. Defense Department in a recently-published \"annual report on defense\" murmured again about \"threats\" from the DPRK in a bid to justify the permanent presence of 100,000 U.S. soldiers in East Asia and Pacific basin and declared that it would stage \"bilateral and multilateral military drills\" with neighbouring Asian nations.\r\n   Commenting on this, a news analyst of Rodong Sinmun today says:\r\n   What the United States seeks in this is to step up war preparations to execute the aggressive Korea strategy, Asia strategy under the pretext of \"coping with threats by someone.\"\r\n   Intensive deployment of armed forces and increased war exercises are aimed at aggression.\r\n   It is not secret that the United States has worked out a war scenario \"new operation plan 5027\" with the South Korean puppets. The U.S. intensive deployment of armed forces and increased war exercises are in every way to put the war scenario into practice. \"bilateral and multilateral war exercises\" are preliminary manoeuvres and ones for real war intended to form u.s.-led multinational forces and quickly hurl them into the Korean front.\r\n   The United States would be well advised to give up its military suffocation moves and dominationist design.\r\n   If it defiantly ignites a war, only death and defeat will go to it.    \r\n\r\n        \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on U.S. reckless military moves",
            "url": "http://kcna.co.jp/item/1998/9806/news06/05.htm#3",
            "content": "Rodong Sinmun on U.S. reckless military moves\r\n Pyongyang, June 5 (KCNA) -- The U.S. Defense Department in a recently-published \"annual report on defense\" murmured again about \"threats\" from the DPRK in a bid to justify the permanent presence of 100,000 U.S. soldiers in East Asia and Pacific basin and declared that it would stage \"bilateral and multilateral military drills\" with neighbouring Asian nations.\r\n   Commenting on this, a news analyst of Rodong Sinmun today says:\r\n   What the United States seeks in this is to step up war preparations to execute the aggressive Korea strategy, Asia strategy under the pretext of \"coping with threats by someone.\"\r\n   Intensive deployment of armed forces and increased war exercises are aimed at aggression.\r\n   It is not secret that the United States has worked out a war scenario \"new operation plan 5027\" with the South Korean puppets. The U.S. intensive deployment of armed forces and increased war exercises are in every way to put the war scenario into practice. \"bilateral and multilateral war exercises\" are preliminary manoeuvres and ones for real war intended to form u.s.-led multinational forces and quickly hurl them into the Korean front.\r\n   The United States would be well advised to give up its military suffocation moves and dominationist design.\r\n   If it defiantly ignites a war, only death and defeat will go to it.    \r\n\r\n"
        },
        {
            "title": "War mobilisation law to be enacted in S. Korea",
            "url": "http://kcna.co.jp/item/1998/9806/news06/05.htm#4",
            "content": "War mobilisation law to be enacted in S. Korea\r\n Pyongyang, June 5 (KCNA) -- The South Korean puppet clique schemes to manufacture a \"law on national mobilisation\" aimed at unleashing a new war against the north, a Seoul-based radio reported.\r\n   The  Ministry of National Defense announced the plan on May 31 and said that it was intended to mobilise \"civilian human and material resources in case of emergency.\"\r\n   The puppet clique intends to replace the existing law with a more bellicose wartime mobilisation law in order to extensively and effectively mobilize human and material resources of South Korea in war against the north.\r\n   the Ministry of National Defense said that it would work out the \"law on national mobilisation\" as the present \"law on management of resources for  contingencies\" was outdated.\r\n   Besides, the puppet clique decided to revise scores of anti-national wartime laws including the \"law on homeland reserve forces\" for the purpose of igniting a war against the north.\r\n   All facts show that the \"people's government\" is getting overheated with frantic preparations for a war against the north as the preceding anti-social, anti-national puppet regimes did.    \r\n\r\n"
        },
        {
            "title": "World environment day observed",
            "url": "http://kcna.co.jp/item/1998/9806/news06/05.htm#5",
            "content": "World environment day observed\r\n  Pyongyang, June 5 (KCNA) -- Minju Joson today dedicates a signed article to the World Environment Day.\r\n   The article says issues of various themes concerning environmental protection have been raised worldwide and efforts made for their settlement after the institution of the World Environment Day.\r\n   It goes on:\r\n   The theme of the world environment day for this year is \"Let us protect our seas for living things on the globe\", and, judging from the importance of the environmental protection of seas,  the united nations set this year as the \"international maritime year\".\r\n   The environmental protection of seas for the present is an issue which awfully needs the settlement by humankind.\r\n   The Democratic People's Republic of Korea has gained successes in environmental protection amidst great concern of the Workers' Party of Korea and the state and under their loving care.\r\n   The superior environmental protection law was adopted with the government of the dprk pursuing policies for the sake of the people. The rivers and streams of the country are filled with pure and clean water and fishes and other marine resources are increasing in the seas thanks to the nationwide efforts for the environmental protection of seas.\r\n   The Korean people will as ever push ahead with the work for environmental protection with redoubled efforts and further increase  the scope of international cooperation and exchange in the work.    \r\n \r\n\r\n"
        },
        {
            "title": "International Friendship Exhibition, treasure-house  of Korea",
            "url": "http://kcna.co.jp/item/1998/9806/news06/05.htm#6",
            "content": "International Friendship Exhibition, treasure-house  of Korea \r\n  Pyongyang, June 5 (KCNA) -- The International Friendship Exhibition at the foot of world-famous Mt. Myohyang of Korea has recently been built on an expansion basis.\r\n   This makes it possible to put all gifts on display properly and preserve them forever.\r\n   Housed in the International Friendship Exhibition are hundreds of thousands of gifts to President Kim Il Sung and General Kim Jong Il from party and state leaders and prominent public figures of some 160 countries around the world.\r\n   The gifts on display are classified by continents and countries.\r\n   Among the gifts are works in gold and silver and other industrial art objects, valuables, stuffed specimens of various animals, silk banners and congratulatory messages.\r\n   The gifts mirror the feelings of reverence of the world people for the two leaders of Korea.\r\n   The exhibition was opened to the public in August Juche 67 (1978).\r\n   It is a green tile-roofed building with gable eaves built in good harmony with the circumstances.\r\n   It is colorfully painted, which is peculiar to the Korean-style building.\r\n   Timber was not used in the building of the exhibition.\r\n   The exhibition has no windows, but makes an impression as if it had windows. The light, temperature and humidity within the exhibition can be regulated automatically.\r\n   Over the past 20 years millions of Koreans and foreigners visited the exhibition.\r\n   While looking round the exhibition which was recently built on an expansion basis, Kim Jong Il learned about how the gifts were displayed, preserved and managed. He expressed great satisfaction over the excellent building of the exhibition.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Tourism booms",
            "url": "http://kcna.co.jp/item/1998/9806/news06/05.htm#7",
            "content": "Tourism booms\r\nPyongyang, June 5 (KCNA) -- A large number of tourists visited the Rajin-Sonbong area on some 80 occasions during the first four months this year. This shows a 38 percent increase in the frequency of visits and a 26 percent increase in the number of tourists over the first six months last year.\r\n   In summer, the number of tourists is expected to increase.\r\n \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Results of search for missing published",
            "url": "http://kcna.co.jp/item/1998/9806/news06/05.htm#8",
            "content": "Results of search for missing published\r\n Pyongyang, June 5 (KCNA) -- The spokesman for the DPRK Red Cross Society central committee today published results of search made by the society out of the desire to render humanitarian assistance as much as possible in finding out Japanese missing persons.\r\n   The spokesman said:\r\n   The DPRK Red Cross Society carried out an intensive search for five months from early 1998, taking into account the earnest request made by Japan through various channels.\r\n   Asked by the Red Cross Society, the Ministry of Public Security and other authoritative institutions of the DPRK took charge of the search.\r\n   Though DPRK-Japan relations remained abnormal, they dealt with the issue carefully and carried out the work in a responsible way from the humanitarian point of view.\r\n   Throughout the DPRK territory, they fully investigated and reaffirmed the backgrounds of entry into the DPRK of foreign citizens who take up permanent or temporary residence and naturalized people, and their family members overseas.\r\n   As for those above 30 who came to the DPRK from Japan and other countries after 1970, the dead included, their birth date, sex, birthplace, name before immigration, locality of residence, parentage were compared minutely with identities of ten persons sent by Japan.\r\n   Regrettably, however, none of the ten sought by Japan was found out.\r\n   The results of the search finally proved that the persons wanted by Japan do not exist in the DPRK territory and that they never entered nor temporarily stayed here.\r\n   During the search, the Red Cross Society was requested by many people to find out their family members and relatives who were taken away for labor, military service and sexual service by Japan during its colonial rule more than half a century ago.  In this course, it got a deep understanding of their sufferings. So, it expresses the hope that it can receive cooperation from the Japanese Red Cross Society in alleviating their sufferings.    \r\n \r\n\r\n\r\n"
        },
        {
            "title": "Church services for national reunification to be held in North, South Korea",
            "url": "http://kcna.co.jp/item/1998/9806/news06/05.htm#9",
            "content": "Church services for national reunification to be held in North, South Korea\r\n Pyongyang, June 5 (KCNA) -- A co-chairman of the South Korean National Council of Christian Churches and his party visited Pyongyang from May 26 to June 2, Juche 87 (1998) at the invitation of the central committee of the Korean Christian Federation.\r\n   During the stay, they visited Mangyongdae, the cradle of revolution, the International Friendship Exhibition and various places of Pyongyang.\r\n   The Christian organizations of the north and the south discussed matters of common concern and adopted an agreement.\r\n   The agreement reaffirms the three principles of national reunification -- independence, peaceful reunification and great national unity -- agreed upon by the north and the south in the July 4 joint statement. It also expresses the willingness to promote national reconciliation, co-existence, co-prosperity and common interests, recognizing each other's different ideology and system, visit each other, have contacts and dialogue and conduct solidarity activities with the desire for great national unity and the reunification of the country.\r\n   The sides agreed to have church services for national reunification separately on Sunday just before August 15 this year.     \r\n   \r\n\r\n\r\n"
        }
    ]
}