{
    "date": "1998-02-09",
    "url": "http://kcna.co.jp/item/1998/9802/980209.htm",
    "articles": [
        {
            "title": "G.S. Kim Jong Il's birthday celebrated in Moscow",
            "url": "http://kcna.co.jp/item/1998/9802/news02/09.htm#1",
            "content": "G.S. Kim Jong Il's birthday celebrated in Moscow\r\n Moscow, February 7 (KCNA) -- A soiree was held in Moscow on February 4 by the Moscow Municipal Committee of the Communist Party of the Russian Federation to celebrate the 56th birthday of General Secretary Kim Jong Il.\r\n   Sergei Shubalob, a buro member of the committee, said there that the birthday of General Secretary Kim Jong Il to be greeted for the first time after the historical event in which he was elected General Secretary of the Workers' Party of Korea, is of weighty significance for the progressive humankind and it is a holiday of the world.\r\n   General Kim Jong Il, who is a great personifier of iron will and logic and the great leader of the WPK, performed truly great feats for the victory of the Korean revolution and socialism and the global cause of socialism and communism after the collapse of the Soviet Union and other socialist states, especially after the death of President Kim Il Sung, the speaker stressed.\r\n   Vitaly Semyonob, leading official of the Kuntsebo district, Moscow, Committee of the Communist Party of the Russian Federation, hoped that the Korean people under the guidance of General Kim Jong Il would achieve the victory of the Juche idea and win a greater victory in the sacred struggle for the accomplishment of the cause of global independence.    \r\n  \r\n"
        },
        {
            "title": "Greetings to deputy Prime Minister of Equatorial Guinea",
            "url": "http://kcna.co.jp/item/1998/9802/news02/09.htm#2",
            "content": "Greetings to deputy Prime Minister of Equatorial Guinea\r\n  Pyongyang, February 9 (KCNA) -- Kim Yong Nam, vice-Premier and Minister of Foreign Affairs, sent a telegram of greetings to Miguel Oyono Ndong Mifumu, deputy Prime Minister for Foreign Affairs and cooperation of Equatorial Guinea, on the occasion of the 29th anniversary of the establishment of the DPRK-Equatorial Guinea diplomatic relations.\r\n   In the telegram Kim expressed the belief that the friendly and cooperative relations between the two countries will continue to develop on good terms in the interests of the two peoples.    \r\n     \r\n\r\n"
        },
        {
            "title": "Korean-Malaysian intergovernmental agreement signed",
            "url": "http://kcna.co.jp/item/1998/9802/news02/09.htm#3",
            "content": "Korean-Malaysian intergovernmental agreement signed\r\nPyongyang, February 9 (KCNA) -- a DPRK-Malaysian intergovernmental agreement on promotion and protection of investment was signed in Kuala Lumpur on February 4.\r\n   The agreement was signed by Korean Ambassador to Malaysia Kim Jin Ok and Malaysian Secretary General of the Ministry of International Trade and Industry Tan Sri Ahmad \r\nKamaruddin.    \r\n\r\n"
        },
        {
            "title": "Lay-off system rejected in S. Korea",
            "url": "http://kcna.co.jp/item/1998/9802/news02/09.htm#4",
            "content": "Lay-off system rejected in S. Korea\r\n Pyongyang, February 9 (KCNA) -- If the system of allowing companies to lay off workers is enacted in South Korea, it will throw two or four million people out of work, driving the economy to a worse crisis.\r\n   The chairman of the South Korean Confederation of Trade Unions said this in his lecture at a university in Los Angeles of the United States on February 5, according to a Seoul-based radio report.\r\n   He said he is opposed to the puppet clique's moves to \"legislate\" the system at the \"National Assembly.\"    \r\n\r\n"
        },
        {
            "title": "Repatriation of POWS urged",
            "url": "http://kcna.co.jp/item/1998/9802/news02/09.htm#5",
            "content": "Repatriation of POWS urged\r\n Pyongyang, February 9 (KCNA) -- The Pan-American Solidarity Committee for Support to the Struggle of the National Democratic Front of South Korea and the South Korean people recently made public a statement urging the repatriation of unconverted long-term prisoners in South Korea.\r\n   The South Korean authorities, with the U.S. backing, have put Kim In So, Kim Yong Thae and Ham Se Hwan, prisoners of war who should have been sent back to the DPRK under the Korean Armistice Agreement, behind bars for 30 odd years, putting them to persecution and tortures and are still repressing them, the statement pointed out.\r\n   This is the violation of the Geneva agreement, the Hague convention, the world declaration on human rights and other international norms, it noted, and said:\r\n   Any government has no right to restrict and repress freedom of people though they have different faith and religions.\r\n   The Pan-American Solidarity Committee, scathingly denounces the behaviour of the South Korean authorities mercilessly trampling down upon the elementary human rights and strongly urges them to immdediately send POWS back to the DPRK in conformity with the international norms.    \r\n \r\n\r\n"
        },
        {
            "title": "Supreme commander and soldier's family",
            "url": "http://kcna.co.jp/item/1998/9802/news02/09.htm#6",
            "content": "Supreme commander and soldier's family \r\n Pyongyang, February 9 (KCNA) -- Bonds of kinship between the leader and soldiers in korea are deepening as the days go by.\r\n   Emotional stories of Supreme Commander Kim Jong Il's relationship with soldiers are flowering during his inspection to army units. \r\n   He met with a young woman soldier called Son Kyong Sil, when he visited a women's coastal battery of the Korean People's Army (KPA) at the end of November last year.\r\n   He had a talk with her and had a photograph taken with her. \r\n   A few days later he inspected a large combined unit of the KPA and called her parents. \r\n   He informed them of news of their daughter and learned about their military service and family life. And he said he wanted to see the parents of a soldier because they brought up their children well to carry forward the revolution generation after generation and placed them at the posts of defending the country.\r\n   They told him that they sent their son to the people's army following their daughter and had the intention to make the last daughter serve in the army. \r\n   He highly praised their family for readiness to defend the Korean revolution with arms before posing for a photograph with them. Leaving the unit, he repeatedly asked officials to arrange a meal for them and give them gifts when they go back. \r\n   Afterwards he said they were good people, who sent their daughter to the women's coastal battery.      \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Artistes' activities in Korea",
            "url": "http://kcna.co.jp/item/1998/9802/news02/09.htm#7",
            "content": "Artistes' activities in Korea\r\nPyongyang, February 9 (KCNA) -- Korean artistes are playing an important part in accelerating the forced march for socialism.\r\n   A large number of artistes' squads were formed to visit major sectors of the national economy and encourage the working people in production and construction.\r\n   Artistes of the Phibada Opera Troupe are arousing colliers to increased production with songs of revolution and struggle.\r\n   Those of the Mansudae Art Troupe are conducting various art and agitating activities among electric power producers.\r\n   They disseminate new songs and give mobile performances at breaks. \r\n   Members of the railway ministry art propaganda group, divided into ten squads, are arousing railway workers and officials to performing fresh merits.\r\n   Inspired by their art activities, railway workers are daily effecting innovations in haulage, thus contributing to relaxation of strain in transport.\r\n   Activities by state art groups dispatched to the metal industry domain, too, are helpful to increasing iron and steel production.\r\n   Provincial art troupes and mobile art propaganda teams from industrial establishments are conducting art activities in the pilot domains of the national economy.\r\n   Encouraged by art activities, working people in all fields of the national economy are bringing about innovations in production and construction.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK rejects U.S. \"annual report on human rights\"",
            "url": "http://kcna.co.jp/item/1998/9802/news02/09.htm#8",
            "content": "DPRK rejects U.S. \"annual report on human rights\"\r\n Pyongyang, February 9 (KCNA) - The spokesman for the Foreign Ministry of the Democratic People's Republic of Korea (DPRK) commented on the \"annual report on human rights\" the U.S. State Department made public on Jan. 30 taking issue with various countries over their \"human rights records\" and abusing the DPRK groundlessly.\r\n   The U.S. attempt to force the DPRK to \"change the system\" and put pressure on it under the pretext of the non-existent \"human rights problem\" is as foolish and reckless as trying to sweep the sea with a broom, the spokesman said in an interview with KCNA today.\r\n   The spokesman said:\r\n   It is foolish of the united states, which is unable to mind its own business, to act a \"judge of human rights.\"\r\n   As soon as the report was issued, various countries ridiculed and categorically rejected its unilateral abuses of their \"human rights records\".\r\n   The report was motivated by the U.S. never-to-be-attained intention to put the world under its control by interfering in other nations' internal affairs willfully and forcing the \"American-style view of value\" on them.\r\n   The Korean socialism, based on the Juche idea and centred on the masses of the people, is the best social system in the world which fully ensures the masses' rights on the highest level.\r\n   The American conception of human rights never works on the DPRK. The U.S. intention to pressurize the DPRK with \"human rights problem\" is only a daydream.\r\n   The more loudly the U.S. talks about the DPRK's \"human rights problem\", the more strongly the Korean people are determined to always defend their genuine socialist system. \r\n   \r\n\r\n\r\n"
        },
        {
            "title": "DPRK Red Cross Society on smear campaigns in Japan",
            "url": "http://kcna.co.jp/item/1998/9802/news02/09.htm#9",
            "content": "DPRK Red Cross Society on smear campaigns in Japan\r\nPyongyang, February 9 (KCNA) -- The spokesman for the central committee of the Red Cross Society of the Democratic People's Republic of Korea issued a statement to the press today accusing Japanese rightwing reactionaries of their smear campaigns against Japanese-Korean women on a visit to their hometowns.\r\n   The statement said:\r\n   Some reactionary mass media in Japan recently carried false reports on sincere exchanges of goods between Japanese-Korean women and their relatives and friends in Japan during their visit to their hometowns, branding acceptance of Japanese-Korean women as \"making up for deficiencies.\"\r\n   We cannot repress our indignation at such senseless and inhumanitarian act.\r\n   It is a general and natural practice to exchange gifts or goods between relatives and friends after many years of separation. This is considered to be a fine practice in all countries, and conforms with resolutions of the International Red Cross Conference.\r\n   To make matters worse, unidentified hooligans showed up near the lodging of Japanese-Korean women and insulted them with vulgar words.\r\n   This is contradictory to an agreement between Red Cross organisations of the two countries on ensuring their safety during their hometown visits.\r\n   We are very regrettable for such misbehaviours in Japan styling itself a \"law-governed\" state.\r\n   Underlying them are the scheme of the Japanese rightwing reactionaries to use the noble humanitarian work for their sinister political purpose.\r\n   The Japanese government and Red Cross Society are liable for them.\r\n   If the Japanese side continues to insult and pose threats to the safety of dignified citizens of the DPRK in the future, too, it will create a great obstacle in the way of humanitarian visits of Japanese-Korean women to their hometowns.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}