{
    "date": "1998-03-04",
    "url": "http://kcna.co.jp/item/1998/9803/980304.htm",
    "articles": [
        {
            "title": "U.S. hit for \"expansion strategy\"",
            "url": "http://kcna.co.jp/item/1998/9803/news03/04.htm#1",
            "content": "U.S. hit for \"expansion strategy\"\r\n  Pyongyang, March 4 (KCNA) -- The \"expansion strategy\" made by the U.S. after the Cold War is, in essence, to turn the world into the world of American and western style for its monopolistic domination over the world, Rodong Sinmun says in a signed commentary today.\r\n   The news analyst goes on:\r\n   The U.S. attempt to turn the world into a \"large family\" of \"democratic states with market economy\" is part of its strategy of westernising the world.\r\n   The U.S. claims that poor progress in some countries and their difficulties and hardships are attributable to the lack of the western-style market economy and \"democracy\", in a bid to make them introduce political and economic mode of American and western style.\r\n   As its reactionary \"expansion strategy\" invites precaution worldwide, the U.S. describes it as a \"strategy of participation in expansion\".\r\n   The U.S. is trying to use the western powers for preventing the revival of socialism in some European countries where capitalism revived and for bringing a wind of \"democracy\" to Africa and Latin America.\r\n   It is egging Japan to lead Asian countries to \"democracy\" and \"democratize\" the Asian region.\r\n   The U.S. \"expansion strategy\" brings the reactionary nature of the largest dominationist ever in the world and its shameless design into bolder relief.\r\n   Its design to draw all the countries around the world into a \"large family\" where it holds sway is an anachronistic pipe-dream.    \r\n  \r\n"
        },
        {
            "title": "Film show given to mark Zhou Enlai's 100th birthday",
            "url": "http://kcna.co.jp/item/1998/9803/news03/04.htm#2",
            "content": "Film show given to mark Zhou Enlai's 100th birthday\r\nPyongyang, March 4 (KCNA) -- A film show and a party were given by Wan Yongxiang, Chinese Ambassador to Korea, at the Pyongyang Koryo Hotel on Mar. 3 to commemorate the 100th birth anniversary of Zhou Enlai.\r\n   Invited to the film show and party were Vice-premier of the Administration Council and Foreign Minister Kim Yong Nam, who is a politburo member of the Workers' Party of Korea (WPK) Central Committee, alternate politburo member and Secretary of the C.C., WPK Choe Thae Bok and officials concerned.\r\n   Wan Yongxiang said in his speech at the film show that comrade Xhou Enlai was a well-known friend of the Korean people as he, together with comrade Mao Zedong and comrade Kim Il Sung, established and cultivated the great Sino-Korean friendship.\r\n   Zhou Enlai met with President Kim Il Sung several times and had wide-ranging exchanges of views, and intimate ties were sealed between the two great comrades-in-arms, Wan said.\r\n   To continue developing the Sino-Korean friendship is what Zhou Enlai wished and an invariable policy of the Chinese party and government, he added.\r\n   Kim Yong Nam said in his speech that Zhou Enlai was a revolutionary comrade-in-arms very close and unforgettable to the Korean people.\r\n   He forged intimacy with President Kim Il Sung long ago, deeply venerated him and performed remarkable exploits in strengthening the Korea-China friendship, Kim Yong Nam said, and added:\r\n   \"Precious feats of comrade Zhou Enlai who dedicated himself to the development of the korea-china friendship remain in the hearts of the Korean people and shine on this land. \r\n   \"The Korean people will strive to consolidate the bonds of friendship and solidarity with the fraternal Chinese people, as intended by General Secretary Kim Jong Il\".\r\n   The Chinese documentary film on Zhou Enlai's distinguished diplomacy was screened at the film show.     \r\n     \r\n\r\n"
        },
        {
            "title": "Press conference at Russian embassy",
            "url": "http://kcna.co.jp/item/1998/9803/news03/04.htm#3",
            "content": "Press conference at Russian embassy\r\n Pyongyang, March 4 (KCNA) -- Russian Ambassador to Korea Valery Denisov called a press conference at the embassy on March 3. \r\n   He reaffirmed that Russia would make efforts to develop good-neighbour relations with the DPRK in accordance with its external policy strategy.\r\n   Russia hopes that tensions on the Korean Peninsula will be eased, the peninsula be turned into a nuclear-free zone and Korea be reunified in a peaceful and democratic way, he added.\r\n   The press conference was informed of a recent annual letter sent by the Russian President to the Federal Assembly.     \r\n\r\n"
        },
        {
            "title": "Film show on national day of Bulgaria",
            "url": "http://kcna.co.jp/item/1998/9803/news03/04.htm#4",
            "content": "Film show on national day of Bulgaria\r\n  Pyongyang, March 4 (KCNA) -- The Korea-Bulgaria Friendship Association arranged a film show on March 3 on the National Day of Bulgaria.\r\n   A Bulgarian feature film was screened.\r\n   Present on invitation at the film show were Georgi Yanchev, charge d'affaires ad interim of the Bulgarian embassy here. Present were Vice-Chairman of the Committee for Cultural Relations with Foreign Countries Ri Song Ho who is also Vice-Chairman of the friendship association, and other officials and working people in the city.    \r\n\r\n"
        },
        {
            "title": "S. Korea urged to respond to DPRK's appeal",
            "url": "http://kcna.co.jp/item/1998/9803/news03/04.htm#5",
            "content": "S. Korea urged to respond to DPRK's appeal\r\n Pyongyang, March 4 (KCNA) -- Foreign organisations and public figures expressed support to the letter to the South Korean political parties and organisations which was adopted at the joint meeting of the political parties and organisations held in the DPRK on February 18.\r\n   The Russian association for friendship and cultural cooperation with the DPRK and the East European Centre for solidarity and support for the DPRK in a joint statement on February 24 said that the letter is a very important document calling for forwarding discussions on the question of Korea's reunification.\r\n   The statement fully supported the proposals noted in the letter and expressed the conviction that the Korean people will make success in achieving the reunification of the country, the most important task of the nation.\r\n   Yhe Peruvian committee for support to the independent and peaceful reunification of Korea in a decision on Feb. 23 said that Korea should be reunified by the efforts of the Korean people themselves in accordance with the three principles of national reunification, the proposal for founding the Democratic Confederal Republic of Koryo and the ten-point programme of the great unity of the whole nation for the reunification of the country.\r\n   The decision noted that the South Korean authorities should make sincere efforts for the implementation of the north-south agreement and open the door of dialogue with the north.\r\n   H. Mahadevan, deputy secretary general of the All-India Trade Union Congress, Binodo Tiwari, Secretary General of the Delhi State Committee of the Socialist Party of India, Hanan Mollah, a parliamentarian of India, in press statements said that the political parties and organisations in South Korea should keep step with the appeal of the political parties and organisations in the DPRK to turn the present acute situation on the Korean Peninsula into a way of reunification.    \r\n \r\n\r\n"
        },
        {
            "title": "Thinking of great man",
            "url": "http://kcna.co.jp/item/1998/9803/news03/04.htm#6",
            "content": "Thinking of great man \r\nPyongyang, March 4 (KCNA) -- Thinking is needed for creation. Think, think and think. -- this is General Secretary Kim Jong Il's motto and philosophy of creation.\r\n   He has always creatively solved theoretical and practical problems arising in the times and the revolution.\r\n   It happened one day of January several years ago that a social scientist was given his valuable teachings in his office room.\r\n   The scientist took a glance at books on his desk in spare moments.\r\n   There are some underlines, question marks, exclamation marks and his letters \"one-sideness\", \"way is unclear\", \"not fit in reality\", \"clarification need \" in lines of the books he was reading. \r\n   General Kim Jong Il, reading admiration in his face, said that if he writes what he thought while reading a book, he remembers it clearly and is lost in contemplation when he reads it again and that thinking should be creative.\r\n   His earnest and creative thinking is continuing even in a running car and while on telophone call and talking.\r\n   Some time he thinks of two or three matters at the same time, gives sagacious analysis of the situation and writes profound works, which requires long time, in a short time, startling officials.\r\n   In recent years, he made public a lot of celebrated works including \"Socialism is a Science\", \"The Historical Lesson in Building Socialism and the General Line of Our Party\" and \"On Preserving the Juche Character and National Character of the Revolution and Construction\", which indicate the road ahead of humankind at present with originality, truth and scientific accuracy.\r\n   He brought a signal success in the socialist economic and cultural construction and in the building of national defence, demonstrating the greatness of Korea.\r\n   All the ideological, mental and material wealth is a precious fruition of the outstanding creative thinking of General Kim Jong Il.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "New kind of bull trout",
            "url": "http://kcna.co.jp/item/1998/9803/news03/04.htm#7",
            "content": "New kind of bull trout\r\n Pyongyang, March 4 (KCNA) -- A new kind of bull trout lives in Lake Chon on the top of Mt. Paektu in Korea. The fish is called Chonjiensis Kim.\r\n   The fish is adapted and habituated to ecological circumstances peculiar to Lake Chon (384 meters deep) of Mt. Paektu 2,200 metres above sea level.\r\n   The fish is 40 to 50 centimetres long on an average, more than 70 centimetres to the maximum.\r\n   The fish lays 600 to 700 eggs on an average, 1,000 eggs to the maximum.\r\n   These figures show that the fish is 2 to 3 times the size and the spawning capacity of ordinary bull trout.\r\n   As the fish lives in deep, wide lake without the current of water, its head is long and its mouth protruding. \r\n   The fish intensively takes food in July and August, when food resources are abundant under the climate pertaining to Lake Chon. The number of its gill slit and intestines is changing.\r\n   The marine resources protection society of the Korean environmental conservation union is going to get the fish placed under the special care of MAB.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Sudanese Minister of external relations",
            "url": "http://kcna.co.jp/item/1998/9803/news03/04.htm#8",
            "content": "Greetings to Sudanese Minister of external relations\r\n Pyongyang, March 4 (KCNA) -- Foreign Minister Kim Yong Nam sent a message of greetings to Mustafa Osman Ismail upon his appointment as minister of external relations of the Republic of Sudan.\r\n   The message expressed the belief that the friendly relations between the two countries would continue to develop on good terms in the future, too, and wished him success in his responsible work.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean Christian delegation leaves for Australia",
            "url": "http://kcna.co.jp/item/1998/9803/news03/04.htm#9",
            "content": "Korean Christian delegation leaves for Australia\r\n Pyongyang, March 3 (KCNA) -- The delegation of the Korean Christian Federation led by Kang Yong Sop, Chairman of its central committee, left here for Australia today.         The delegation was seen off at the airport by Ri Chon Min, Secretary General of the central committee of the federation.\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}