{
    "date": "1998-04-19",
    "url": "http://kcna.co.jp/item/1998/9804/980419.htm",
    "articles": [
        {
            "title": "Letter of thanks to G.S. Kim Jong Il from participants in festival",
            "url": "http://kcna.co.jp/item/1998/9804/news04/19.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Secretary Kim Yong Sun meets Spanish delegation",
            "url": "http://kcna.co.jp/item/1998/9804/news04/19.htm#2",
            "content": "Letter of thanks to G.S. Kim Jong Il from participants in festival\r\nPyongyang, April 19 (KCNA) - General Secretary Kim Jong Il received a letter of thanks from the participants in the 16th April Spring Friendship Art Festival on April 18.\r\n   The letter says:\r\n   The festival participated in by art organisations from  the five continents of the world was a great international art festival, which fully demonstrated the aspirations and desire of the world progressive artistes to promote friendship and solidarity and develop cooperation and exchange among countries through true art activities on the stage.\r\n   With great satisfaction at characteristic and high-level festival which greatly contributed  to the development of human culture, the festival participants pay noble respects to General Kim Jong Il for  showing deep concern and  loving care for the good achievements of the festival the letter says.\r\n   \"We, who value the idea of independence, peace and friendship,  will always stand on the side of the friendly Korean people and take an active part in the annual April Spring Friendship Art Festival to add lustre to the festival stage.\"    \r\n  \r\n"
        },
        {
            "title": "National Reunification Prize awarded to patriots",
            "url": "http://kcna.co.jp/item/1998/9804/news04/19.htm#3",
            "content": "Secretary Kim Yong Sun meets Spanish delegation\r\n Pyongyang, April 19 (KCNA) -- Kim Yong Sun, Secretary of the Central Committee of the Workers' Party of Korea, met and had a friendly conversation with the visiting delegation of the Spanish Association for Friendship and Solidarity with the Korean People headed by Chairman Luis Perez Lara at the Mansudae Assembly Hall on April 18.\r\n   Present was Ryang Tal Ju, Vice-Chairman of the Korean Society for Cultural Relations with Foreign Countries.    \r\n     \r\n\r\n"
        },
        {
            "title": "Impressions of novel \"Immortality\" given",
            "url": "http://kcna.co.jp/item/1998/9804/news04/19.htm#4",
            "content": "National Reunification Prize awarded to patriots\r\n Pyongyang, April 19 (KCNA) -- The National Reunification Prize was awarded to patriotic figures who greatly contributed to the sacred struggle for the sovereignty of the nation and for the independent and peaceful reunification of the country in the north, the south and abroad under the uplifted banner of independence, peaceful reunification and great national unity. \r\n   According to a decree of the Central People's Committee of the Democratic People's Republic of Korea issued on April 18 on the occasion of the 50th anniversary of the convocation of the north-south joint conference, the prize was awarded to 27 people including Kim Ki Hyon, Jo Nam Jin, Ryo Yon Gu and Phyo Mu Won.    \r\n\r\n"
        },
        {
            "title": "11th National Festival of Students and Schoolchildren for Loyalty",
            "url": "http://kcna.co.jp/item/1998/9804/news04/19.htm#5",
            "content": "Impressions of novel \"Immortality\" given\r\n Pyongyang, April 19 (KCNA) -- Officials of national institutions got together on April 18 to express their impressions of the novel \"immortality\" from the cycle of novels \"Immortal History\" to commemorate Sun's Day.\r\n   The novel vividly describes the revolutionary activities of President Kim Il Sung in Juche 83 (1994),  the last period of  his life. \r\n   It was written by Song Sang Won, novelist of the April 15  Writing  Group.\r\n   Speakers at the meeting said that the paternal leader remains immortal as the sun of all people thanks to General Kim Jong Il.\r\n   They keenly realised what a great and distinguished man the Korean people had as their leader, they said, and added \"We'll uphold the leadership of General Kim Jong Il  with loyalty true to the instructions of the paternal leader.\"  \r\n    \r\n"
        },
        {
            "title": "Exhibition performance of synchronized swimming",
            "url": "http://kcna.co.jp/item/1998/9804/news04/19.htm#6",
            "content": "11th National Festival of Students and Schoolchildren for Loyalty\r\n Pyongyang, April 19 (KCNA) -- The 11th National Festival of Students and Schoolchildren  for Loyalty has closed. \r\n    The festival opened on the occasion of the significant February holiday and lasted till Sun's Day.\r\n   The festival was held divided into political, economic, art and sports festivals.\r\n   It showed the unshakable faith and will of students and schoolchildren to hold  President Kim Il Sung in high esteem as the eternal sun of Juche and follow the leadership of General Kim Jong Il with loyalty and filial piety and devotedly defend him in the van.\r\n   A closing ceremony took place on April 18.\r\n   Prizes were awarded to excellent organisations.     \r\n \r\n\r\n"
        },
        {
            "title": "Press interview by NDFSK delegation",
            "url": "http://kcna.co.jp/item/1998/9804/news04/19.htm#7",
            "content": "Exhibition performance of synchronized swimming \r\nPyongyang, April 19 (KCNA) -- An exhibition performance of synchronized swimming was given on April 18 to commemorate Sun's Day.\r\n   The performance showed well boundless reverence for President Kim Il Sung who performed undying feats for the country and the people, the times and history.\r\n   It vividly represented the invincible spirit of the Korean people who are vigorously advancing with revolutionary confidence and optimism, leaving deep impressions upon  audiences.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Party on Iranian Army Day",
            "url": "http://kcna.co.jp/item/1998/9804/news04/19.htm#8",
            "content": "Press interview by NDFSK delegation\r\n Pyongyang, April 19 (KCNA) -- The visiting delegation of the National Democratic Front of South Korea (NDFSK) had  an interview with reporters at the NDFSK Pyongyang mission on April 18 to commemorate Sun's Day. \r\n   Jo Il Min, head of the delegation, told the reporters that President Kim Il Sung, who  put forward tens of millions of people as masters of an independent state and trained them to be fighters for independence, is the  eternal teacher and eternal father of the nation.\r\n   General Kim Jong Il is wholeheartedly  worshipped by the South Korean people who  are fighting for  independence and reunification, he said.\r\n   \"We, regarding the immortal Juche idea as the immutable faith, will wage a vigorous struggle for independence, democracy and reunification against flunkeyism and  subjugation, fascism and division under the banner of the three charters of national reunification\", he stressed.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Awarding ceremony of Pyongyang Festival",
            "url": "http://kcna.co.jp/item/1998/9804/news04/19.htm#9",
            "content": "Party on Iranian Army Day\r\n Pyongyang, April 19 (KCNA) -- Military attache of the Iranian embassy in Pyongyang Mohammad Hassan Nami gave a party on Apr. 18 to mark the 19th Army Day of the Islamic Republic of Iran.\r\n   Invited to the party were lt. general Pak Sung Won, other generals and officers of the Korean People's Army as well as diplomatic envoys and  military attaches of foreign embassies here.\r\n   Speeches were made at the party.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Joint friendship gathering",
            "url": "http://kcna.co.jp/item/1998/9804/news04/19.htm#10",
            "content": "Awarding ceremony of Pyongyang Festival\r\n Pyongyang, April 19 (KCNA) -- An awarding ceremony of the 16th April Spring Friendship Art Festival took place at the April 25 House of Culture on April 18.\r\n   Group prizes, private prizes, art prizes, prizes of creation and  prizes of meritorious service were awarded to art troupes and artistes for their fine artistic ability.\r\n   Group prizes were conferred on the Russian army song and dance ensemble named after Alexandrov, the Mongolian army song and dance ensemble, a Chinese art troupe and an art troupe of Koreans in China, and private prizes on Antonio  Straga Pede, a songstress of an Italian art troupe, Elisabeth Raftl Attl, a conductress of Austria, Choe Jae Dok, a soloist of an art troupe of Koreans in Japan and 51 others.\r\n   Art prizes were also awarded to the chorus and orchestra \"Song of General Kim Il Sung\" and \"Kalinka\" by the Russian army song and dance ensemble named after Alexandrov, choruses \"Song of General Kim Jong Il\" and \"the Spirit of Our Army\" by the Mongolian army song and dance ensemble, a mixed duet of Kazakhstan \"Song of Toast\"  from the opera \"Trabiata\" and 12  other songs, an instrumental quintet \"Best Wishes\"  by the French saxophone group and three other items of instrumental music, a dance \"Tolkach\" by the Belarus Bliskavitsa song and dance ensemble and 21 other dances and \"stunts on unicycle\" by a Swedish circus troupe and 17 other circuses.\r\n   Prizes of creation were conferred on a Malagasy vocal soloist Ralai Narivo Noel Harvey and seven others and prizes of meritorious service on Mitsuko Ogasawara of the art troupe of the Japan-Korea music and art interchange society and seven others.\r\n   Prize certificates, cups, prizes, gold and silver medals were awarded to the prize winners.    \r\n\r\n\r\n"
        },
        {
            "title": "Papers call for accelerating national reunification",
            "url": "http://kcna.co.jp/item/1998/9804/news04/19.htm#11",
            "content": "Joint friendship gathering\r\nPyongyang, April 19 (KCNA) -- A joint friendship gathering of the participants in the 16th April Spring Friendship Art Festival and Korean artistes in Pyongyang took place on April 18.\r\n   The participants in the friendship gathering conversed with each other about the recent festival which significantly adorned Sun's Day and sang and danced, deepening the feelings of friendship.     \r\n\r\n\r\n\r\n"
        }
    ]
}