{
    "date": "1998-11-15",
    "url": "http://kcna.co.jp/item/1998/9811/981115.htm",
    "articles": [
        {
            "title": "Solidarity with Korean people in struggle for national reunification",
            "url": "http://kcna.co.jp/item/1998/9811/news11/15.htm#1",
            "content": "Solidarity with Korean people in struggle for national reunification \r\n \r\n    Pyongyang, November 15 (KCNA) -- A meeting of the Presidential Council of the World Federation of Trade Unions (WFTU) which was held in Vietnam  on November 8 adopted a statement supporting the just cause of the Korean people.\r\n   The statement bitterly denounced the provocative anti-DPRK campaign mounted by Japan in the wake of the DPRK's launch of artificial satellite and the U.S. manoeuvres which are bringing the situation on the Korean peninsula to the extreme pitch of strain, and expressed full support for the struggle of the Korean people for reunifying the country.\r\n   The Presidential Council of the WFTU calls upon all the working people, trade unions and the peaceloving people of the world to continue expressing firm fraternal solidarity with the Korean people in their struggle for defending the gains of socialism and following them up, it said.\r\n   The general secretary of the Trade Unions International of Public Employees, the secretary general of the All-India Trade Union Congress, the general secretary of the General Federation of Labour Unions of Syria, the President of the Lao Federation of Trade Unions, the secretary of the Centre of the Cuban Workers and others, who participated in the 8th Congress of the Vietnam General Confederation of Labor and the meeting of the Presidential Council of the WFTU, released a joint statement supporting the just cause of the Korean people.\r\n   In the statement they vehemently denounced the U.S., Japan and those who join in a campaign to put political, military, economic and diplomatic pressure on and apply all sorts of sanctions against the DPRK, considering them reactionaries of history. \r\n   They called for smashing the attempts of the imperialists to isolate and stifle the DPRK and for conducting a large-scale international campaign of trade unions for solidarity with the Korean people. \r\n\r\n"
        },
        {
            "title": "Palestinian people's just cause supported",
            "url": "http://kcna.co.jp/item/1998/9811/news11/15.htm#2",
            "content": "Palestinian people's just cause supported\r\nPyongyang, November 15 (KCNA) -- Papers here today observe the 10th anniversary of the proclamation of the State of Palestine.\r\n   The Palestinian people have waged an unremitting struggle for national liberation and the independence of the country after the proclamation of the state, a signed article of Rodong Sinmun says, and goes on:\r\n   They have struggled against Israel, which pursues the policy of territorial expansion, refusing the peace-for-land principle.\r\n   The Palestinian national authority and people are now making efforts to expand self-ruled area and retake the legitimate national rights including the right of founding an independent state with kuds as its capital.\r\n   The progressive people of the world hope that the Palestinian  problem will fairly be solved in the interests of the Palestinian people and in conformity with the demand for peace in the Mideast region.\r\n   The Korean people will invariably and fully support the Palestinian people's just cause of struggle to retake their legitimate national rights.\r\n   A signed article of Minju Joson stresses that the just cause of the Palestinian people will surely win victory. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il's work published in Dominican Republic",
            "url": "http://kcna.co.jp/item/1998/9811/news11/15.htm#3",
            "content": "Kim Jong Il's work published in Dominican Republic\r\n\r\n   Pyongyang, November 15 (KCNA) -- Kim Jong Il's work \"Let Us Reunify the Country Independently and Peacefully through the Great Unity of the Entire Nation\" was published in booklet in the Dominican Republic on October 8. \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean authorities' moves for institution of \"Law on Human Rights\" condemned",
            "url": "http://kcna.co.jp/item/1998/9811/news11/15.htm#4",
            "content": "S. Korean authorities' moves for institution of \"Law on Human Rights\" condemned\r\n Pyongyang, November 15 (KCNA) -- The \"bill on human rights\" published by the South Korean authorities is, in fact, a deceptive drama to mislead South Korean people's mind and the world public condemning their brutal violations of human rights.\r\n   Rodong Sinmun says this in a signed commentary today.\r\n   The \"bill\" stipulates that a \"people's human rights committee\" shall be set up, allegedly to \"watch and \"control\"  all human rights violations, including illegal arrest, torture, inspection of postal matters and wiretapping by the \"Agency for National Security Planning\" (ANSP) as well as discriminative acts of giving disadvantages by reason of sexes, races, political views and native places.\r\n   The daily goes on:\r\n   The \"committee\" should include nongovernmental human rights organisations. But it consists of only those who are \"recommended\" by the \"Minister of Justice\" and \"appointed\" by the chief executive.\r\n   This reveals their criminal intention to make the organ a waiting maid of the fascist power and, through it, legitimately trample underfoot the human rights of the people who are aspiring after independence, democracy and reunification.\r\n   The allegation that the committee under the government watches and controls the \"ANSP's\" violations of human rights is as foolish as a rat fights against a cat.\r\n   In the conclusion, the authorities' moves for institution of the \"Law on Human Rights\" proceed from their criminal attempt to cover up their crimes of having turned South Korea into a worst graveyard of human rights in the world, win the favour of the people and, furthermore, more mercilessly suppress the patriotic, pro-reunification forces under the signboard of \"protection of human rights.\" \r\n\r\n"
        },
        {
            "title": "Frenzied racket for invading north over Iraqi crisis",
            "url": "http://kcna.co.jp/item/1998/9811/news11/15.htm#5",
            "content": "Frenzied racket for invading north over Iraqi crisis\r\n\r\n   Pyongyang, November 15 (KCNA) -- South Korean \"Defence Minister\" Chon Yong Thaek at a meeting of the \"Ministry of Defence\" and the joint chiefs of staff headquarters on Nov. 13 said that the \"winter operation posture\" should be completed and full preparations should be made for \"military posture\" with increasing possibility of the U.S. military intervention in Iraq,  a Seoul-based radio reported.\r\n   This is an undisguised revelation of their attempt to ignite a second war against the north, in case a gun shot sounds in the middle east any moment, taking advantage of the U.S. imperialists' moves for aggression on Iraq. \r\n   The fact shows how recklessly the \"government for the people\" and Chon Yong Thaek, an anti-national element who described North Korea as the \"sworn enemy\" some time ago, are hellbent on the moves for invading the north. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}