{
    "date": "1998-08-20",
    "url": "http://kcna.co.jp/item/1998/9808/980820.htm",
    "articles": [
        {
            "title": "First session of 10th SPA to be convened",
            "url": "http://kcna.co.jp/item/1998/9808/news08/20.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "KPA Panmunjom mission issues statement",
            "url": "http://kcna.co.jp/item/1998/9808/news08/20.htm#2",
            "content": "First session of 10th SPA to be convened \r\nPyongyang, August 20 (KCNA) -- The first session of the 10th Supreme People's Assembly of the Democratic People's Republic of Korea will be convened in Pyongyang on September 5 Juche 87 (1998).\r\n   That is announced in a decision dated August 19 of the standing committee of the SPA of the DPRK. \r\n\r\n\r\n"
        },
        {
            "title": "KPA will answer enemies' war of aggression with revolutionary war",
            "url": "http://kcna.co.jp/item/1998/9808/news08/20.htm#3",
            "content": "KPA Panmunjom mission issues statement\r\n Kaesong, August 19 (KCNA) -- The Panmunjom mission of the Korean People's Army (KPA) issued a statement on August 19 denouncing the U.S.-South Korea joint military exercise codenamed Ulji Focus Lens now being staged throughout South Korea.\r\n   The statement says:\r\n   The large-scale exercise is a war game for preemptive attack on the DPRK. No one can predict when it will develop into real war.\r\n   The U.S. and the South Korean authorities must remember that the Korean peninsula is in a state of temporary cease-fire and that the DPRK and the U.S. are technically at war.\r\n   If the U.S. and the South Korean authorities want to solve the problem through military means, not through dialogue, we will exercise our right to military option. And we are fully prepared to counter any military provocation.\r\n   The Korean People's Army will answer the enemies' war of aggression with revolutionary war. \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean regime's fascist suppression denounced",
            "url": "http://kcna.co.jp/item/1998/9808/news08/20.htm#4",
            "content": "KPA will answer enemies' war of aggression with revolutionary war\r\nKaesong, August 19 (KCNA) -- The Panmunjom mission of the Korean People's Army (KPA) issued a statement on August 19 denouncing the U.S.-South Korea joint military exercise codenamed Ulji Focus Lens now being staged throughout South Korea.\r\n   The statement says:\r\n   The large-scale exercise is an aggressive, provocative war game for preemptive attack on the DPRK in view of its scale, content and nature.\r\n   Involved in the exercise are three services of the South Korean army, police, civilian forces and administrative institutions as well as U.S. troops in South Korea and from the U.S. mainland, Hawaii, Guam and other bases in the Pacific.\r\n   As seen above, the Ulji Focus Lens is a replica of the Team Spirit joint military maneuvers. No one can predict when it will develop into real war.\r\n   The U.S. and the South Korean authorities must remember that the Korean peninsula is in a state of temporary cease-fire and that the DPRK and the U.S. are technically at war.\r\n   In Korea today, huge armed forces of the two sides stand against each other with the Military Demarcation Line in between.\r\n   For the U.S. and the South Korean authorities to stage a large-scale military exercise against the other party in this situation is a military provocation and threat to the DPRK and a grave criminal act that disturbs security on the Korean peninsula.\r\n   We cannot remain a passive onlooker to the adventurous military exercise which is being staged at a time when general-level officers' meeting has opened and measures to prevent military conflict on this peninsula should be discussed.\r\n   If the U.S. and the South Korean authorities want to solve the problem through military means, not through dialogue, we will exercise our right to military option. And we are fully prepared to counter any military provocation.\r\n   The Korean People's Army will answer the enemies' war of aggression with revolutionary war.\r\n   If the enemies dare infringe on an inch of land and a blade of grass in our motherland, our army will uproot the source of war lest our posterity should suffer from war, and we will achieve national reunification, the Korean people's cherished desire.\r\n   The U.S. and the South Korean authorities must act with discretion and stop the provocative war game at once. \r\n\r\n"
        },
        {
            "title": "Reception for overseas Koreans",
            "url": "http://kcna.co.jp/item/1998/9808/news08/20.htm#5",
            "content": "S. Korean regime's fascist suppression denounced\r\nPyongyang, August 20 (KCNA) -- The south headquarters of the National Alliance for the Country's Reunification (Pomminryon) published an appeal to the reunification movement forces of South Korea on August 17 denouncing the South Korean authorities for arresting permanent chairman Kang Hui Nam and presidium members of the south headquarters of Pomminryon for the August 15 pro-reunification events.\r\n   The appeal said:\r\n   The south headquarters of Pomminryon will undauntedly struggle till the day when the country will be reunified.\r\n   It will wage an active struggle of various forms including publication of statements denouncing the present regime's suppression, visit of protest and  a campaign for release of pro-reunification patriots and launch  a strike for an indefinite  period.\r\n   The present regime must apologize to the people for doggedly obstructing the independent and peaceful reunification of the country, the unanimous desire of the entire fellow countrymen, and arresting pro-reunification patriots, and step down at once. \r\n\r\n\r\n"
        },
        {
            "title": "Hanchongryon vows to take the lead in struggle",
            "url": "http://kcna.co.jp/item/1998/9808/news08/20.htm#6",
            "content": "Reception for overseas Koreans\r\n Pyongyang, August 20 (KCNA) -- A reception was arranged by General Secretary Kim Jong Il for officials of the federation of Korean nationals in China at the Mansudae Art Theatre on August 19.\r\n   Present there were Kim Yong Sun, secretary of the Central Committee of the Workers' Party of Korea, and officials concerned.\r\n   Yang Yong Dong, chairman of the federation, said in his speech that they will become true loyal subjects sharing destiny with General Secretary Kim Jong Il, come what may.\r\n   He stressed that they will firmly build up the federation into an overseas Koreans' organisation of Juche and actively turn out in the struggle to reunify the country at an early date and accomplish the revolutionary cause of Juche under the leadership of Kim Jong Il.\r\n   An art performance was given at the reception. \r\n\r\n\r\n"
        },
        {
            "title": "Cocktail party at Hungarian embassy",
            "url": "http://kcna.co.jp/item/1998/9808/news08/20.htm#7",
            "content": "Hanchongryon vows to take the lead in struggle\r\nPyongyang, August 20 (KCNA) -- As already reported, the South Korean newspaper Hangyore August 11 carried the fighting program of  the executive committee of the 6th-term Hanchongryon (South Korean Federation of University Student Councils).\r\n   The program called for getting the U.S. forces, the biggest stumbling block to peace on the Korean peninsula and its peaceful reunification and disseminator of all evils and crimes, withdrawn from South Korea and for achieving peaceful reunification.\r\n   \"We will inform all the people that confederation is the only reunification proposal, most reasonable, scientific and feasible,  and that Hanchongryon will take the lead in the struggle for reunification,\" it said.\r\n   It urged the present regime, styling itself \"people's government,\"  to abolish the \"law observance oath\", a sort of ideological conversion  system, and release all the prisoners of conscience at once.\r\n   The present regime must withdraw the lay-off system and renegotiate with the International Monetary Fund, the program said, and stressed: the lay-off system is a treacherous and murderous one which deprives workers and other people of their jobs and which gives benefits to the United States and foreign monopoly capitalists. \r\n\r\n   \r\n"
        },
        {
            "title": "Japan regional headquarters of Pomminryon issues statement",
            "url": "http://kcna.co.jp/item/1998/9808/news08/20.htm#8",
            "content": "Cocktail party at Hungarian embassy\r\n Pyongyang, August 20 (KCNA) -- Charge d'affaires ad interim of the Hungarian embassy here Ferenc Ratkai gave a cocktail party at the embassy on August 19 on the National Day of Hungary.\r\n   Invited there were Kim Chang Ryong, vice-Minister of Foreign Affairs, and officials concerned.\r\n   Speeches were made at the party. \r\n\r\n"
        },
        {
            "title": "Preparatory committee for August 15 festival publishes statement",
            "url": "http://kcna.co.jp/item/1998/9808/news08/20.htm#9",
            "content": "Japan regional headquarters of Pomminryon issues statement\r\n Pyongyang, August 20 (KCNA) -- The Japan regional headquarters of the National Alliance for the Country's Reunification (Pomminryon) made public a statement on August 19 denouncing the South Korean authorities for the suppression of the south headquarters of Pomminryon and Hanchongryon (South Korean Federation of University Student Councils), according to a news report.\r\n   The statement said:\r\n   Permanent chairman Kang Hui Nam of the south headquarters of Pomminryon and other dissidents and students under Hanchongryon were arrested when they were heading for Panmunjom, a venue of pro-reunification events on August 15. \r\n   We can hardly repress the surging indignation at Kim Dae Jung regime's suppression of pro-reunification,  patriotic forces.\r\n   The regime has ruthlessly trampled underfoot the pro-reunification, patriotic forces by invoking the  separatist \"National Security Law.\" \r\n   The statement strongly urged the regime to abolish the \"NSL,\" unconditionally set free all the pro-reunification patriots and thus fully ensure free reunification movement. \r\n\r\n"
        },
        {
            "title": "Brisk extracurricular activities of schoolchildren",
            "url": "http://kcna.co.jp/item/1998/9808/news08/20.htm#10",
            "content": "Preparatory committee for August 15 festival publishes statement\r\n Pyongyang, August 20 (KCNA) -- The preparatory committee for the \"Grand Festival for National Reconciliation, Unity and Reunification\" published a statement on August 19 as regards the successful holding of the August 15 grand pro-reunification festival.\r\n   The statement recalled that delegates of 68 political parties and organisations and individual figures from all walks of life in the north, south and abroad, more than 2,000, all told, participated in the festival, and said that the festival is an event of great significance in promoting national reconciliation and unity and achieving the reunification of the country.\r\n   The statement said:\r\n   The participation in the festival of Kim Tae Won and Hwang Son, delegates of Hanchongryon (South Korean Federation of University Student Councils), which represents the south headquarters of Pomchonghakryon (National Alliance of Youth and Students for the Country's Reunification), and a group of priests of the South Korean Catholic Priests' Council for Justice reflected the aspirations of the fellow countrymen for reunification and the desire of the nation= it greatly contributed to strengthening the north, south and overseas solidarity for national reunification.\r\n   Many organisations, delegates and officials could not take part in the festival owing to the obstructions of the South Korean authorities.\r\n   The South Korean authorities took away those related to Pomminryon (National Alliance for the Country's Reunification) and students under Hanchongryon while brutally cracking down on pro-reunification events. This shows well that they are indeed a hideous anti-reunification murderous group.\r\n   The statement bitterly denounced their fascist suppression as an anti-reunification, anti-national criminal act intended to throw a wet blanket over the aspirations and desire of all the fellow countrymen for reunification and stifle the south headquarters of Pomminryon and Hanchongryon.\r\n   The South Korean authorities  must stop invoking the \"National Security Law\"  to suppress the delegates of Hanchongryon and the priests who participated in the festival and made great contributions to promoting national reconciliation and unity and strengthening the north, south and overseas solidarity for national reunification, the statement stressed. \r\n\r\n\r\n"
        },
        {
            "title": "Ex-chairman of Hanchongryon lodges protest against suppression",
            "url": "http://kcna.co.jp/item/1998/9808/news08/20.htm#11",
            "content": "Brisk extracurricular activities of schoolchildren\r\nPyongyang, August 20 (KCNA) -- Schoolchildren of Korea are now spending their summer vacation.\r\n   They are conducting extracurricular activities including school excursion and camping during the period.\r\n   Study tours of schoolchildren to Mt. Kumgang and Mt. Myohyang began from August 18, during which they will visit revolutionary sites, revolutionary museums and other museums, mountaineer and climb several famous spots, enjoy sports and amusement games and give art performances and recreation parties.\r\n   Camping is arranged by schools throughout the country.\r\n   The schoolchildren are firmly preparing themselves for labour and national defence and cultivating their ability to make a living by themselves during the camping peried.\r\n   Colorful camping of pupils of senior middle schools named after heroes is being continued at the Songdowon International Children's Camp and the Mangyongdae Children's Camp.\r\n   The schoolchildren are taking part in swimming activities in July-August months of sea sports. \r\n\r\n"
        },
        {
            "title": "Joint excursion team tours Mt. Myohyang",
            "url": "http://kcna.co.jp/item/1998/9808/news08/20.htm#12",
            "content": "Ex-chairman of Hanchongryon lodges protest against suppression \r\nPyongyang, August 20 (KCNA) -- Jong Myong Gi, chairman of the fourth-term Hanchongryon (South Korean Federation of University Student Councils), vowed to resist, ready to die,  according to a news report. He has  been on a hunger strike at the Kwangju prison from late-July in protest against the South Korean authorities' suppression.\r\n   He demanded the \"people's government\" and the chief executive of South Korea stop the suppression of the reunification movement of pro-democracy forces. He warned that if they crack down on the patriotic reunification movement by invoking the \"National Security Law,\" he will resist, ready to die.\r\n   The newspaper Hangyore quoted the struggle committee of inmates of the Kwangju prison as saying. \r\n\r\n\r\n"
        },
        {
            "title": "South African people's efforts supported",
            "url": "http://kcna.co.jp/item/1998/9808/news08/20.htm#13",
            "content": "Joint excursion team tours Mt. Myohyang\r\nPyongyang, August 20 (KCNA) -- The joint excursion team of Pomchonghakryon (National Alliance of Youth and Students for the Country's Reunification) for historical sites in the north inspected historical relics on Mt. Myohyang, one of the five famous mountains of Korea, on August 17 and 18.\r\n   The team went round Pohyon Temple (Buddhist temple) with the history of nearly 1,000 years, and climbed Sangwon Valley of the mountain. The temple was built during the period of Koryo dynasty (918-1392), the first unified state of Korea.\r\n   Hwang Son, a delegate of the south side, said that she more keenly felt the pain of the divided country, seeing the \"complete collection of Buddhist sutras\" at the Pohyon Temple.\r\n   Kim Tae Won, another delegate of the south side, said that Mt. Myohyang is a scenic mountain for its beautiful geographical features and clear water and that, when the country is reunified,  he will come here again to see Piro Peak.\r\n   Head of the overseas side Ri Jong Su said that, climbing Mt. Myohyang for the first time, he  felt  that the mountains and streams of the country are peculiar and the best.\r\n   The team visited the Korean Central History Museum and historical relics in Pyongyang on August 19. \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on S. Korean economy",
            "url": "http://kcna.co.jp/item/1998/9808/news08/20.htm#14",
            "content": " South African people's efforts supported\r\n Pyongyang, August 20 (KCNA) -- The DPRK and South Africa have established diplomatic relations at an ambassadorial level. This event marked an occasion in developing the bilateral relations onto a new stage in the idea of independence, peace and friendship, Rodong Sinmun today stresses.\r\n   In a bylined article the paper says:\r\n   The South African people had waged the vigorous struggle against the apartheid policy and for a free and equitable, new society under the guidance of the African National Congress, the Communist Party and other progressive parties.\r\n   The government of South Africa is now striving to remove all practices of racial discrimination, clear away poverty, famine and unemployment left by the apartheid and build a peaceful and prosperous, new society.\r\n   It works hard to build an independent and peaceful Africa, pursuing the nonaligned foreign policy.\r\n   The Korean people wholeheartedly hope that the South African people will make greater achievements in the endeavors to clear away the aftermath of the apartheid and build a new society, equitable, democratic, and prosperous. \r\n\r\n\r\n"
        },
        {
            "title": "Working people's rest guaranteed by law",
            "url": "http://kcna.co.jp/item/1998/9808/news08/20.htm#15",
            "content": "Rodong Sinmun on S. Korean economy\r\n Pyongyang, August 20 (KCNA) -- The South Korean economy is typical of \"colonial bubble economy,\" says Rodong Sinmun in a signed article today.\r\n   The daily goes on:\r\n   The South Korean economy has gone belly up because it is typical of the \"colonial bubble economy.\" The South Korean economy is dependent on foreign capital and the components of the economy are overestimated. It is shaken to its foundations by the slightest shock from abroad.\r\n   Foreign capital to the tune of nearly a trillion dollars have been invested in South Korea up to date since Korea's liberation from the Japanese rule on August 15, 1945.\r\n   83.8 percent of the total assets of the 30 big businesses in South Korea is foreign capital and a trifling 16.2 percent is theirs. This means that if imperialists recall their capital, the South Korean economy will be devastated in the twinkling of an eye.\r\n   The South Korean economy has been at the point of total bankruptcy,  hit hard by the  speculative international financial capital. The worst economic malaise of South Korea is attributable to the U.S. and Japanese imperialists' policy of colonial enslavement toward South Korea and the South Korean successive rulers' policy of dependence on foreign capital. \r\n\r\n"
        },
        {
            "title": "Truth of \"those who abandoned nationality\" issue",
            "url": "http://kcna.co.jp/item/1998/9808/news08/20.htm#16",
            "content": "Working people's rest guaranteed by law\r\nPyongyang, August 20 (KCNA) -- All the working people of Korea are enjoying a happy labour life, their rest being guaranteed by law.\r\n   The state legislated that the working people shall have the right to rest at health resorts  and holiday homes at state expense with a paid leave.\r\n   In accordance with this, all the workers, office employees and cooperative farmers take a 14-day vacation every year, supplementary holiday for 7-14 days pertaining to jobs.\r\n   Women are given a 150-day maternity holiday regardless of the length of service in addition to vacation and supplementary holiday and subsidies amounting to 100 percent of their wages  during the period.\r\n   When the working people temporarily lose working ability, expenses of their rest at state resorts and sanatoria and visit are ensured free of charge through public insurance.\r\n   Disabled soldiers are  given 70-100 percent of temporary subsidies.\r\n   Disabled coal miners, railway workers and geological prospecting workers are also given tonics and subsidies at state expense.\r\n   Recently, the state took several steps to substantially look after women and children  even  under the condition that the country is undergoing temporary difficulties  from natural disasters for years on end.\r\n   The working people from all walks of life, benefited by the party and state,  are now overcoming temporary difficulties, hardening their will to defend socialism centred on the popular masses. \r\n\r\n"
        },
        {
            "title": "Vice-President Ri Jong Ok meets Rwandan ambassador",
            "url": "http://kcna.co.jp/item/1998/9808/news08/20.htm#17",
            "content": "Truth of \"those who abandoned nationality\" issue\r\nPyongyang, August 20 (KCNA) -- Rodong Sinmun today runs an article laying bare the truth of the issue of \"those who abandoned nationality,\" which was raised by the Japanese authorities.\r\n   The contributor of the article, Dr. Jong Nam Yong says:\r\n   The Japanese authorities asserted that Japanese-Korean women whose names were removed from their family registers could not visit their hometowns because they \"abandoned their nationality.\" as a result, their hometown visits were completely frustrated.\r\n   This is an expression of the inveterate hostile policy pursued by the Japanese authorities against the DPRK and an open perfidy to human rights and humanitarianism.\r\n   No other country but Japan will raise the issue of family registers= family registers are still preserved only in such a country as Japan where many survivals of feudalism exist.\r\n   Nationality  cannot be changed by deletion from family registers. It can be changed only according to a voluntary will of individuals or by laws. This principle is stipulated both in Japan's law and norms of international convention.\r\n   Judging from the international practice and norms on nationalities of wives, all the Japanese women who live in our country at present are our citizens who acquired the nationality of the DPRK.\r\n   Accordingly, the Japanese authorities' clamourings that \"those who abandoned nationality\" could not visit their hometowns are nothing but a criminal declaration that they will not allow hometown visits of the Japanese-Korean women.\r\n   What they seek in this is to convert the issue related to humanitarianism and human rights into a legal one and thus finally bring  their hometown visits to a rupture. \r\n\r\n   \r\n"
        }
    ]
}