{
    "date": "1998-12-20",
    "url": "http://kcna.co.jp/item/1998/9812/981220.htm",
    "articles": [
        {
            "title": "Kim Jong Il visits motor works and machinery plant",
            "url": "http://kcna.co.jp/item/1998/9812/news12/20.htm#1",
            "content": " Kim Jong Il visits motor works and machinery plant\r\n Pyongyang, December 20 (KCNA) -- Kim Jong Il, General Secretary of the Workers' Party of Korea (WPK), visited the Sungri General Motor Works and the Toksong Machinery Plant on guidance mission on Thursday.\r\n   The Chairman of the DPRK National Defence Commission was accompanied by chief secretary of the South Phyongan Provincial Committee of the WPK Ri Kil Song, secretaries Kim Kuk Thae and Kim Ki Nam and members and first vice department directors Pak Song Bong and Ri Yong Chol of the WPK Central Committee.\r\n   He went to the Sungri General Motor Works.\r\n   He first looked round a monument to the on-site instructions of President Kim Il Sung erected at the entrance to the works and the Sungrisan Revolutionary Museum.\r\n   He said the President's clairvoyant wisdom and wise leadership opened a new history of the automobile industry in Korea and gave birth to the powerful automobile producer at the foot of Mt. Sungri, a historic site.\r\n   He then went to the foundry, the engine plant and other production processes to learn about the production and management of the works. He met with workers and technicians and warmly encouraged them.\r\n   He noted with great satisfaction that the workers of the motor works were staunchly advancing toward the bright future, full of confidence and optimism, displaying the heroic stamina of the Korean working class in today's forced march, too.\r\n   He highly appreciated their achievements in producing numerous automobiles of various types needed for various domains of the national economy.\r\n   The production potentials of the motor works, one of the great creations of self-reliance, are great indeed, he said, adding that the powerful industrial establishments built in different parts of the country are a clear demonstration of the validity and great vitality of the party's line of building an independent national economy and are a valuable foundation for rapid progress in the building of a powerful and prosperous state.\r\n   He said the motor works holds a very important position. \r\nHe set the works the immediate objective and called for producing larger quantities of better automobiles of various types suitable for the topographical conditions of the country.\r\n   He expressed great satisfaction with the revolutionary culture established by the workers of the works in production and life. \r\n   He urged the leading officials of the works to provide the workers with full conditions for production and pay deep attention to supply services for them as required by the Taean work system.\r\n   He said if the party members and other working people of the works fight the way they fulfilled the task of producing 10,000 automobiles some 20 years ago, they can successfully fulfil the current task. He ardently called on the workers of the motor works to play the vanguard role in carrying out the instructions of the President and to take the lead in building a rich and powerful state.\r\n   He then went to the Toksong Machinery Plant.\r\n   He looked round the machine processing workshop and other production processes to learn about production.\r\n   \"Once we are determined, we manufacture any machine without fail because we have a powerful self-reliant industry,\" he said, looking at the powerful production bases of the plant equipped with modern machines and facilities. \"\r\n\"We are highly proud of our powerful heavy industry the core of which is the machine-building industry our people built, tightening their belts.\"\r\n   He gave the plant important tasks in the belief that the workers of the plant would bring about a great upswing in production in the future, too. \r\n\r\n  \r\n  \r\n"
        },
        {
            "title": "Meeting thinking of Japan-Korea affairs",
            "url": "http://kcna.co.jp/item/1998/9812/news12/20.htm#2",
            "content": "Meeting thinking of Japan-Korea affairs\r\n Pyongyang, December 20 (KCNA) -- A meeting thinking of the Japan-Korea affairs took place in Japan on Dec. 12 as regards the murder of an official of the Chiba branch of Chongryon (General Association of Korean Residents in Japan) and arson of its hall.\r\n   Reports on the work of the fact-finding committee and the measure committee of the Chongryon headquarters were made at the meeting.\r\n   Lawyer Yoshio Hirose, secretary general of the fact-finding committee, gave a lecture on the subject \"situation of human rights of Koreans in Japan and tasks.\"\r\n   He gave a full detail of violations of human rights of foreigners in Japan, saying that the Japanese government must rectify the hostile policy toward the DPRK and take a practical step to build an equal society without discrimination and prejudice against foreigners in Japan.\r\n   The meeting discussed and decided on matters to actively conduct the second request campaign for probing the truth behind the incident as soon as possible, as immediate tasks of the fact-finding committee.\r\n   A resolution was adopted at the meeting. \r\n\r\n"
        },
        {
            "title": "U.S. new war provocation moves against the DPRK denounced",
            "url": "http://kcna.co.jp/item/1998/9812/news12/20.htm#3",
            "content": "U.S. new war provocation moves against the DPRK denounced\r\n \r\n   Pyongyang, December 20 (KCNA) -- The secretary general of the International Liaison Committee for Reunification and Peace in Korea and organizations of Guinea made public a statement and an appeal in support of the statement of the spokesman for the general staff of the Korean People's Army.\r\n   In his statement, Guy Dupre said that the U.S. \"operation plan 5027\" is an extremely dangerous war plan for an invasion of the DPRK. \r\n   He noted that the U.S. warmongers' outcries for the inspection of non-existent \"underground nuclear facility\" were aimed at driving the situation in the Korean peninsula to the extreme pitch of strain and provoking a second Korean war under this pretext.\r\n   Saying that the war has not broken out in the Korean peninsula because the DPRK has pursued the peace-loving policy all the time, he demanded that the U.S. never be mistaken.\r\n   He stressed that the U.S. should bear in mind that its rival is the heroic Korean people who have won in the Korean War, defended socialism in any adversity and got united around their leader with one mind and one purpose.\r\n   He further said: \r\n   The International Liaison Committee calls upon all the support and solidarity  organizations to stand in the van in the struggle to prevent a war and achieve a durable peace in the Korean peninsula by putting forward bold proposals and making active efforts to cope with the grave situation created in the Korean peninsula.\r\n   In an appeal to the world peace-loving people the Guinea-Korea Fndship Association and other organizations in Guinea insisted that all sources of a war should be removed immediately from the Korean peninsula and all the military actions and provocation moves that may ignite a war should be stopped at once.\r\n   They called upon the world peace-loving people to wage an active mass movement to support the Korean people's struggle for achieving national reunification by confederacy formula.\r\n\r\n"
        },
        {
            "title": "Morbid fear of those who feel guilty",
            "url": "http://kcna.co.jp/item/1998/9812/news12/20.htm#4",
            "content": "Morbid fear of those who feel guilty\r\n\r\n    Pyongyang, December 20 (KCNA) -- Japanese Prime Minister Obuchi told the budget committee of the house of representatives that there was a viewpoint of the government authorising the use of artificial satellite by the \"self-defense forces\" and Japan's possession of intelligence satellite is not contrary to a \"diet resolution,\" which was adopted in 1969, the resolution saying that \"space development and use is confined to peaceful purposes.\"\r\n   Rodong Sinmun today describes his remarks as shameless because they are meant to justify the wild ambition for turning Japan into a military power under the pretext of non-existent \"missile threat\" from the DPRK.\r\n   The \"intelligence satellite\" Japan is going  to possess is a reconnaissance satellite the mission of which is to spy into deployment of armed forces, topography and military domain of other country, the news analyst says, and goes on:\r\n   It is the height of impudence that the possession of intelligence satellite conforms to \"peaceful purposes.\"\r\n   Japan has a flair for fabrication of information and the misleading of public opinion. Japan still describes the DPRK's artificial satellite as a \"ballistic missile.\" It is not because Japan has no intelligence-gathering means.\r\n   Over the past ten years Japan has not made an official decision on the introduction of intelligence satellite. Nor sooner had the DPRK launched an artificial satellite than Japan decided to introduce intelligence satellite, raising a hue and cry over \"missile threat.\"\r\n   If Japan does not feel guilty, it would have nothing to fear of the DPRK's launch of artificial or missile.\r\n   Whether our artificial satellite is turned into a horrible missile aimed at Japan or not depends entirely on the future action of the Japanese authorities. \r\n \r\n   \r\n"
        },
        {
            "title": "\"Operation plan 5027\"  carried into practice",
            "url": "http://kcna.co.jp/item/1998/9812/news12/20.htm#5",
            "content": "\"Operation plan 5027\"  carried into practice\r\n  Pyongyang, December 20 (KCNA) -- Rodong Sinmun today denounces the U.S. imperialist and the South Korean rulers for comprehensively putting the anti-DPRK \"operation plan 5027\" into practice.\r\n   The forces with ambition for aggression on the DPRK at home and abroad mapped out the \"operation plan 5027\" long ago, the daily says, and goes on:\r\n   The U.S. imperialists and the South Korean authorities have tested, supplemented and completed the \"operation plan 5027\" through the ceaseless war exercises, and are carrying it into practice via the comprehensive stage of war preparations.\r\n   There are very dangerous moves of the U.S. and the South Korean bellicose forces.\r\n   The U.S. is crying for the inspection of the underground facility in the north. That is not because there is a problem, but the U.S. wants to take issue with the DPRK under this pretext.\r\n    The inspection is the brigandish demand of the U.S. imperialists.\r\n   We can not accept it. The demand is absolutely unreasonable. It is one of the ways of unleashing the second Korean war envisaged in the \"operation plan 5027\".\r\n   The first stage of the \"operation plan 5027\" which aims at reinforcing the armed forces and taking full-scale sanctions under the pretext of \"controlling\" actions of the DPRK has already been carried into practice.\r\n   The U.S. imperialists have amassed their armed forces in and around the Korean peninsula for an operation to invade the north, and put them on a stand-by alert for a war.\r\n   All the armed forces to be hurled at a Korean war are now in attack positions to start an anti-north operation according to the plan waiting for a signal gunreport.\r\n   The U.S. imperialists and the South Korean ruling quarters have zealously buckled down to the implementation of the plan, wrecking peace on the Korean peninsula and posing grave threats to the Korean nation and humankind.\r\n   The U.S. imperialists and the South Korean authorities should have a good knowledge of the DPRK's determination to decisively punish and annihilate the enemies with rifles of justice.\r\n   They also should cancel the \"operation plan 5027\" at once and stop their new war provocative moves. \r\n   \r\n\r\n  \r\n\r\n"
        }
    ]
}