{
    "date": "1998-12-21",
    "url": "http://kcna.co.jp/item/1998/9812/981221.htm",
    "articles": [
        {
            "title": "March to old home on Mt. Paektu begins",
            "url": "http://kcna.co.jp/item/1998/9812/news12/21.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Defence sports games of students",
            "url": "http://kcna.co.jp/item/1998/9812/news12/21.htm#2",
            "content": "March to old home on Mt. Paektu begins\r\n   Pyongyang, December 21 (KCNA) -- Young vanguard across the country has begun to march to the native home of Marshal Kim Jong Il in the secret camp on Mt. Paektu.\r\n   They made excursions on the occasion of the seventh anniversary of Kim Jong Il's election as Supreme Commander of the Korean People's Army and the 81st birth anniversary of the great communist revolutionary fighter Kim Jong Suk (Dec. 24).\r\n   The expedition consists of 1,224 officials and exemplary members of the youth league.\r\n   A starting ceremony of marchers was held in Hyesan on Dec. 20.\r\n   The meeting called for stepping up the march to the old home in the secret camp on Mt. Paektu with a desire to learn the revolutionary traditions of the Workers' Party of Korea and to live and fight in the revolutionary spirit of Paektu as the anti-Japanese revolutionary forerunners did.\r\n   Working people, youth and students in Hyesan saw off the marchers in the streets. \r\n\r\n  \r\n  \r\n"
        },
        {
            "title": "More than 5,000 workers fight for right to existence",
            "url": "http://kcna.co.jp/item/1998/9812/news12/21.htm#3",
            "content": "Defence sports games of students\r\n  Pyongyang, December 21 (KCNA) -- Defence sports games of students in Pyongyang were held at Kim Il Sung Square on Dec. 20 on the occasion of the seventh anniversary of Kim Jong Il's election as Supreme Commander of the Korean People's Army.\r\n   30,000 students of the senior middle schools of the capital city ran group races to the square, chanting slogans \"devoted defence\" and \"national reunification.\"\r\n   Taekwon-do, bayonet charge and hand-flag exercise games were held amid the playing of songs \"Commander of Korea\" and \"Let us become commander Kim Jong Il's army.\"\r\n   The students showed well their resolution to fight with arms at the cost of their lives for the fatherland if the U.S. imperialist aggressors unleash a war. \r\n\r\n\r\n"
        },
        {
            "title": "Joint statement by Russian political parties and organizations ",
            "url": "http://kcna.co.jp/item/1998/9812/news12/21.htm#4",
            "content": "More than 5,000 workers fight for right to existence\r\n   Pyongyang, December 21 (KCNA) -- More than 5,000 employees of the Samsung Motor in South Korea entered a protest against exchange of ownership  with the Daewoo Electronics on December 18, a Seoul-based radio said.\r\n   They described \"exchanges of key entities\" advertised by the present \"government\" as violence with no step for guaranteeing the right to existence, and called for an immediate end to them.\r\n   They staged a street demonstration, saying that in case their demand is not met, all of them will send in their resignation. \r\n\r\n"
        },
        {
            "title": "Unreasonable sanctions must be lifted",
            "url": "http://kcna.co.jp/item/1998/9812/news12/21.htm#5",
            "content": "Joint statement by Russian political parties and organizations \r\n  Pyongyang, December 21 (KCNA) -- Twelve political parties and organizations of Russia including the Union of Communist Parties-the Communist Party of the Soviet Union, the Liberal Democratic Party of Russia, the \"Working Russia\" movement and the Russian Association for Friendship and Cultural Cooperation with the DPRK made public a joint statement on Dec. 15 in support of the statement of the spokesman for the Korean People's Army general staff.\r\n   The joint statement said that a dangerous situation is now prevailing on the Korean peninsula owing to the U.S.aggressive attempt to stifle the DPRK by \"strength.\"\r\n   The political parties and organizations of Russia express full support to the statement of the spokesman for the KPA general staff and demand the U.S. and its followers immediately stop their dangerous reckless moves, the statement said, and stressed:\r\n   They fully support the heroic  spirit and full preparedness of the Korean people and KPA soldiers to honorably defend the dignity and security of socialist Korea headed by the great Kim Jong Il and express their will to support the just struggle of the KPA and Korean people in every way.\r\n   It expressed the belief that all the progressive political parties and organizations of the world which value peace and justice would respond to their call. \r\n\r\n   \r\n"
        },
        {
            "title": "Potato farming in good preparations",
            "url": "http://kcna.co.jp/item/1998/9812/news12/21.htm#6",
            "content": "Unreasonable sanctions must be lifted\r\n   \r\n    Pyongyang, December 21 (KCNA) -- The United States, taking issue with the DPRK under unreasonable pretexts, repeatedly said that as long as there is no change in the attitude of the DPRK, there cannot be lift of sanctions.\r\n   Rodong Sinmun today describes the U.S. argument as a revelation of the American arrogance and shamelessness. \r\n   The news analyst says:\r\n   If the U.S. takes issue with the DPRK groundlessly and wants to flee from its obligations and use the DPRK-U.S.framework agreement for putting pressure to bear upon the latter, the DPRK feels no longer the need to be bound to the agreement.\r\n   If the U.S. truly wants to break the agreement, it is free to do so. Let the U.S. and the DPRK go their own ways. \r\nThis is the stand of the DPRK.\r\n   The revolutionary armed forces in North Korea are enraged, to the maximum, at the U.S. moves to play on the agreement. Now that the U.S. imperialists try to provoke a second Korean war of aggression, the revolutionary armed forces do not want to miss the opportunity at all. The situation becomes so dangerous that there is little chance of the settlement through a diplomatic method. The future developments depend on how the U.S. implements the agreement.\r\n   The sanctions against the DPRK should be lifted without fail. \r\n\r\n"
        },
        {
            "title": "UN calls for continued aid to DPRK",
            "url": "http://kcna.co.jp/item/1998/9812/news12/21.htm#7",
            "content": "Potato farming in good preparations \r\n    Pyongyang, December 21 (KCNA) -- Farms across Korea are actively getting ready for potato cultivation.\r\n   After this year's rich potato yields in some farm areas, potato cultivation in Korea is described as an interesting challenge and a promising venture.\r\n   Korea's agriculture stresses rice, maize and other grains, but this orientation suffered a setback in recent years because of the severe cold and little sunshine in many rural areas. And potato requires far less fertilizer than rice or maize. These considerations inspired the nation to adopt potato as a solution to food shortage.\r\n   Potato has already been an established crop for years in the mountainous provinces of Ryanggang, South Hamgyong and Jagang. Its extensive cultivation is earnestly planned in the intermediary areas and on plains.\r\n   In particular, the farms on the plains are gearing themselves to the two-crop system through the cultivation of potato before the rice season, as an inter-maize crop and after the harvest of wheat, barley and vegetables. With still more area allotted for potato cultivation, widespread efforts are made to secure seeds, obtain new seeds suited to local conditions and assimilate advanced methods and experience of potato farming.\r\n   Officials from the ministry of agriculture go out to the farms to help the proceedings at work.\r\n   Next year the area under potato cultivation is expected to double that of this year. \r\n\r\n"
        },
        {
            "title": "Statement of KPA general staff spokesman supported abroad ",
            "url": "http://kcna.co.jp/item/1998/9812/news12/21.htm#8",
            "content": "UN calls for continued aid to DPRK\r\n   Pyongyang, December 21 (KCNA) -- The spokesman for the flood damage rehabilitation committee of the DPRK today gave an answer to a question put by KCNA as regards next year's consolidated inter-agency appeal for the DPRK made by the United Nations.\r\n   The UN consolidated inter-agency appeal on supplying food and other materials to the DPRK  was published in Geneva on December 16.\r\n   The total sum of the appeal is 376 million dollars. \r\nIncluded in it is aid to food security, agricultural rehabilitation, public health and other domains.\r\n   In the appeal, the UN called upon the international organisations including the UN agencies and donor nations to take an active part in humanitarian aid with main emphasis laid on food.\r\n   This appeal is an expression of the good faith of the international community to continue with its humanitarian aid to the DPRK which has undergone temporary difficulties including the shortage of food caused by years of repeated natural disasters.\r\n   We are grateful to the UN, international organisations, countries and individual groups for continuously rendering food, farming materials, medical and other materials to the DPRK out of noble humanitarianism.\r\n   Continued  humanitarian aid from the international community will encourage the Korean people who are making every possible effort to solve the food problem as soon as possible and put the agricultural production on the normal level. \r\n\r\n"
        },
        {
            "title": "Supreme paragon of revolutionary comradeship",
            "url": "http://kcna.co.jp/item/1998/9812/news12/21.htm#9",
            "content": "Statement of KPA general staff spokesman supported abroad \r\n  \r\n   Pyongyang, December 21 (KCNA) -- Organizations of friendship with the DPRK in different countries made public statements in support of the statement of the spokesman for the Korean People's Army general staff.\r\n   The Maltese Committee for Supporting Korea's Reunification and the Malta-Korea Friendship Association in a joint statement on Dec. 10 said that the United States should clearly know that all the Korean People's Army and people form single-hearted unity around General Secretary Kim Jong Il and the Workers' Party of Korea, stronger than an atomic bomb, and have capability to make a counterattack upon the enemy.\r\n   The Norway-Korea Friendship Association in a statement on the same day expressed full support to the statement of the spokesman of the general staff of the Korean People's Army declaring that it will not pardon the challenge of the U.S.imperialist aggression forces at all but answer it with an annihilating strike.\r\n   The Pakistan-Korea Friendship Association in a statement on Dec. 8 said the U.S. attempt to impose its will by force of arms is a serious challenge to the demand of the present times  and that the moves to isolate and stifle the DPRK and reckless maneuvers for aggression should be stopped at once and that all the issues be solved through dialogue and negotiations.\r\n   The Mexico-DPRK Friendship and Cultural Exchange Association in a statement on Dec. 9 appealed to all the forces who love peace and progress to join in smashing  the bellicose moves of the U.S. government. \r\n\r\n"
        },
        {
            "title": "Koryo celadon plum petal-type vase",
            "url": "http://kcna.co.jp/item/1998/9812/news12/21.htm#10",
            "content": "Statement of KPA general staff spokesman supported abroad \r\n    Pyongyang, December 21 (KCNA) -- Rodong Sinmun today dedicates a signed article to the 81st birth anniversary of Kim Jong Suk, the anti-Japanese heroine and the great communist revolutionary fighter.\r\n   The article entitled \"the Great Kim Jong Suk is supreme paragon of revolutionary comradeship\" says that she made undying contributions to establishing the Korean revolution's tradition of comradeship with a noble sense of love for her comrades.\r\n   The author of the article says:\r\n   She lived all her life only for her comrades.\r\n   She was a peerlessly great woman possessed of the noblest comradeship without an equal in devotion to comrades, lofty conscience and obligation.\r\n   Her revolutionary comradeship was the noblest one which was formed and highly displayed on the basis of the boundless loyalty to the leader of the revolution.\r\n   Her absolute worship for and boundless loyalty to the respected leader Kim Il Sung were the starting-point of all her comradeship and a basic source which made it possible to give full scope to ardent comradely love and trust.\r\n   Her unshakable faith was that only comradeship based on loyalty to the leader Kim Il Sung was a genuine comradeship and that there could not be comradeship apart from him.\r\n   This loyalty was the basic cornerstone of her revolutionary comradeship. Herein lies the basic characteristics and noble aspect of her comradeship.\r\n   Her noble revolutionary comradeship was run through with her unbounded devotion to and sacrificing spirit for her comrades. It was also a principle-based love with which she looked after their destinies and led them. Its nobleness finds its expression in the fact that it was based on infinite comradely obligation.\r\n   The tradition of comradeship created by Kim Jong Suk and other anti-Japanese revolutionary forerunners under the wise guidance of the leader Kim Il Sung has been firmly defended and carried forward by the respected Kim Jong Il. \r\n\r\n \r\n  \r\n"
        },
        {
            "title": "Symposium of foreign crewmen",
            "url": "http://kcna.co.jp/item/1998/9812/news12/21.htm#11",
            "content": "Koryo celadon plum petal-type vase\r\n   Pyongyang, December 21 (KCNA) -- Koryo ceramics are a precious cultural legacy which the world people regard as a treasure.\r\n   The Korean nation is proud of Koryo ceramics.\r\n   Koryo celadon figures prominently among Koryo ceramics.   \r\n   The celadon plum petal-type vase with a narrow mouth and a round body is typical of Koryo ceramics.\r\n   The vase with carved and inlaid patterns represents various techniques of Koryo celadon. \r\n   Typical of these patterns is a design of a flying crane against a white cloud.\r\n   Patterns of the Koryo celadon plum petal-type vase include chrysanthemum flower pattern, pond, willow and waterfowl pattern and  Songhak (pine and crane) pattern.\r\n   The Koryo celadon plum petal-type vase, a noble national legacy, is a product of the creation and passion of the people during the Koryo dynasty, inheriting the long-time ceramics tradition of the nation. \r\n\r\n\r\n"
        },
        {
            "title": "Symposium of foreign crewmen",
            "url": "http://kcna.co.jp/item/1998/9812/news12/21.htm#12",
            "content": "Symposium of foreign crewmen\r\n \r\n   Pyongyang, December 21 (KCNA) -- A symposium of foreign crewmen was held on Sunday at Nampho port on the West Coast of Korea on the occasion of the 7th anniversary of Kim Jong Il's election as Supreme Commander of the Korean People's Army  and the 81st birth anniversary of the great communist revolutionary fighter Kim Jong Suk.\r\n   Present at the symposium were crewmen of Panamanian and U.S. ships.\r\n   Speakers said that they were completely captivated by the lofty personality and exploits of Kim Jong Il who is making a great contribution to the cause of defending peace, wisely leading the armed forces and people of Korea with his brilliant military wisdom, outstanding stratagem, unparalleled grit, indomitable will and extraordinary commanding art.\r\n    The Korean People's Army with him as its Supreme Commander has become an army best in mental and moral traits and a strong army matchless in combat power, they stressed, and continued:\r\n   The whole life of Kim Jong Suk was that of a great revolutionary.\r\n  The Korean people are now trusting and following the great Marshal Kim Jong Il with allegiance as Kim Jong Suk remained loyal to the President Kim Il Sung. \r\n\r\n\r\n"
        },
        {
            "title": "Korean players back home ",
            "url": "http://kcna.co.jp/item/1998/9812/news12/21.htm#13",
            "content": "Greetings to Vietnamese Minister of National Defence\r\n   Pyongyang, December 21 (KCNA) -- Kim Il Chol, Minister of the Peoples' Armed Forces, sent a message of greetings to Pham Van Tra, Minister of National Defence of the Socialist Republic of Viet Nam.\r\n   Hoping that the friendly relations between the two armies would develop on good terms by joint efforts, the message wished him greater success in his work to increase the nation's defence capacity. \r\n\r\n   \r\n"
        }
    ]
}