{
    "date": "1998-11-12",
    "url": "http://kcna.co.jp/item/1998/9811/981112.htm",
    "articles": [
        {
            "title": "Kim Jong Il enjoys art performance",
            "url": "http://kcna.co.jp/item/1998/9811/news11/12.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Party on Independence Day of Poland",
            "url": "http://kcna.co.jp/item/1998/9811/news11/12.htm#2",
            "content": "Kim Jong Il enjoys art performance \r\n\r\n    Pyongyang, November 12 (KCNA) -- Kim Jong Il, General Secretary of the Workers' Party of Korea (WPK), together with servicemen, saw an art performance given by servicemen of the art propaganda squad of the air force command of the Korean People's Army (KPA) and of an artillery company under KPA unit No. 526 who participated in the 27th art festival of KPA servicemen.\r\n   Seeing the performance were KPA vice marshal Jo Myong Rok, first vice-chairman of the National Defence Commission of the DPRK and director of the General Political Department of the KPA= KPA vice marshal Kim Yong Chun, chief of the general staff of the KPA= KPA generals Kim Ha Gyu, Hyon Chol Hae, Jang Song U and Pak Jae Gyong= KPA colonel generals Ri Myong Su and O Kum Chol and other general officers of the KPA.\r\n   Also seeing it were Kim Kuk Thae and Kim Yong Sun, secretaries of the WPK Central Committee= and Jang Song Thaek, member and first vice-director of a department of the WPK Central Committee.\r\n   Put on the stage were colorful numbers, including a tale and chorus \"Marshal, review us,\" a drum and instrumental music \"Thunder of Jong Il Peak,\" a poem agitation \"Let us revenge upon the enemies a thousandfold,\" a agitation tale \"Pyongyang is under our wings\" and a poem and chorus \"We will defend the headquarters of revolution with our lives.\"\r\n   The performers gave a vivid portrayal of the potentials of the heroic KPA which has grown to be a matchless army under the care of the great brilliant commander and a worthy life of servicemen, and fully demonstrated the firm faith, militant stamina and will of the servicemen to devotedly defend the headquarters of revolution and accomplish the revolutionary cause of Juche by force of arms.\r\n   The Chairman of the National Defence Commission of the DPRK, Kim Jong Il, expressed evident satisfaction at the performance flawless in terms of ideological and artistic value and congratulated the artistes upon their successful performance full of vigor.\r\n   The KPA Supreme Commander said the performance full of confidence in the future, optimism, romance and joy gave a vivid representation of the ideological and spiritual world of the KPA, the pillar of the revolution and main force for the accomplishment of the Juche revolution, and that the heroic KPA with iron discipline which is defending the party, the revolution, the country and the people in the spirit of devotedly defending the leader, the spirit of human bombs and the spirit of suicidal attack is the greatest pride and a sure guarantee for the final victory of the Korean revolution.\r\n   He said the People's Army  has set an example for the public not only in the spiritual world, morality and trait but also in creation of a revolutionary new culture, and called for actively following the valuable fighting spirit and way of struggle of the army which is dynamically advancing towards the hopeful future in high spirits, loudly singing songs of loyalty and struggle.\r\n    He said it is an important work for increasing combat power to conduct various cultural and art activities within the army. \r\n    He put forward important tasks to be carried out for the development of mass culture and art among the servicemen. \r\n\r\n"
        },
        {
            "title": "Measure committee for rehabilitation of patriots formed in S. Korea",
            "url": "http://kcna.co.jp/item/1998/9811/news11/12.htm#3",
            "content": "Party on Independence Day of Poland \r\nPyongyang, November 12 (KCNA) -- Mieczyslaw Dedo, charge d'affaires ad interim of the Polish embassy here, gave a party at the embassy on November 11 on the occasion of the Independence Day of Poland and the 50th anniversary of the establishment of diplomatic relations between the DPRK and Poland.\r\n   Invited to the party were Ri In Gyu, vice-Minister of Foreign Affairs, officials concerned and foreign diplomatic envoys here.\r\n   Speeches were made at the party. \r\n\r\n\r\n"
        },
        {
            "title": "Japanese authorities condemned for anti-Chongryon campaign",
            "url": "http://kcna.co.jp/item/1998/9811/news11/12.htm#4",
            "content": "Measure committee for rehabilitation of patriots formed in S. Korea\r\n  Pyongyang, November 12 (KCNA) -- A Measure Committee for Probe into the Truth behind the  \"People's Revolutionary Party Case\" and rehabilitation was inaugurated in Seoul on November 9 with due ceremony under the sponsorship of the Catholic Committee on Human Rights, the South Korean paper Hangyore said.\r\n   The \"case\" is a product of a criminal plot  the Park Chung Hee \"government\"  hatched in 1964 in a bid to repress revolutionaries and progressive men of the press, professors and students who called for putting a period to the U.S. imperialist colonial rule and reunifying the country independently.  8 patriots were executed at the Sodaemun prison as a result of the case.\r\n   The recently-formed measure panel decided to promote the building of a monument to honor the memory of those patriots at the spot where the Sodaemun prison had stood and publish a whitepaper  exposing the barbarous murder by the fascist clique, the paper added.\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean workers on strikes",
            "url": "http://kcna.co.jp/item/1998/9811/news11/12.htm#5",
            "content": "Japanese authorities condemned for anti-Chongryon campaign\r\n Pyongyang, November 12 (KCNA) -- The Youth Federation of Korean Nationals in China and the Shenyang branch of the Liaoning Regional Association of the Federation of Korean Nationals in China issued statements on November 5 condemning Japanese authorities for anti-DPRK and anti-Chongryon (General Association of Korean Residents in Japan)  campaign.\r\n   The Youth Federation of Korean Nationals in China in its statement said Japan still refuses to make a clear apology and compensation for the past bestial atrocities against the Korean people and does not hesitate to commit inhuman atrocities against the Korean residents in Japan in daytime, which cannot be pardoned.\r\n   If Japanese reactionaries continue the anti-DPRK and anti-Chongryon campaign, ignoring warnings of the DPRK, they will certainly face merciless punishment, it warned.\r\n   In its statement, the Shenyang branch of the Liaoning Regional Association said the anti-DPRK and anti-Chongryon campaign is designed to create social atmosphere for adopting a \"legal measure\" for carrying out their wild ambition for militarization of Japan, to revive militarism and, through  the current campaign, to destroy Chongryon and stifle the patriotic movement of the Korean residents in Japan.\r\n   It stressed that the Korean people will make Japan pay dearly for the shocking crimes it has so far committed against the Korean people, including those  it committed during the past colonial rule.\r\n\r\n\r\n"
        },
        {
            "title": "Base and brutal violations of human rights ",
            "url": "http://kcna.co.jp/item/1998/9811/news11/12.htm#6",
            "content": "S. Korean workers on strikes\r\n  Pyongyang, November 12 (KCNA) -- The Trade Union of Hanjin Heavy Industries Co., ltd. Held a rally on November 9 at the square before the main office in Pusan with the attendance of hundreds of unionists  and declared an overall strike, a South Korean newspaper said.\r\n   The trade union said  it had several rounds of negotiations on wage hike but the company side refused to accept their demand.\r\n   In another development, the National Federation of Democratic Trade Unions of Taxi Drivers under the South Korean Confederation of Trade Unions (Minjurochong)  went on a general walkout in demand of salary system from November 11.\r\n    Over 30,000 taxi drivers participated in the walkout supported by 84 percent of unionists. \r\n   That day, the federation declared it would hold a  national rally of taxi drivers for denouncing the \"Ministry of Construction and Transportation\" and realizing the system of salary in front of the \"government\" building in Kwachon, together with the National Federation of Taxi Trade Unions under the Federation of Korean Trade Unions (Hankukrochong). \r\n\r\n"
        },
        {
            "title": "U.S. must stop \"inspection\" racket",
            "url": "http://kcna.co.jp/item/1998/9811/news11/12.htm#7",
            "content": "Base and brutal violations of human rights \r\n Pyongyang, November 12 (KCNA) --  Rodong Sinmun today brands the  Japanese right-wing gangsters' recent assault on a 15-year-old schoolgirl of the Tokyo Korean Middle and High School as an intolerable criminal act of trampling underfoot the national dignity and democratic rights of the Koreans in Japan.\r\n   The news analyst goes on:\r\n   We bitterly condemn this crime as a premeditated and deliberate hostility toward Chongryon (General Association of Korean Residents in Japan) and the DPRK.\r\n   The number of Japanese right-wing gangsters' assaults and outbursts  on Korean schoolchildren in the wake of the DPRK's launch of an artificial satellite is over 35, which indicates that they are resorting to more brutal anti-DPRK, anti-Chongryon moves.\r\n   There are more than 200 countries in the world, but there is no country where outbursts, assaults, arson and murder against other nation are  so frequently committed as in Japan. This fully shows that Japan is number one in violating human rights in the world and  most inferior in morality.\r\n   The Japanese authorities are responsible and  bound to protect Koreans residing in Japan.  Nevertheless, they are not taking any measures, ignoring the outrages of the right-wing gangsters.\r\n   Japan must ponder over what consequences its discrimination and prejudice against Koreans in Japan are entailing .\r\n   The Japanese authorities must renounce the policy of hostility toward the DPRK and Chongryon, detect and sternly punish the criminals so that assaults on Chongryon and Koreans in Japan may not occur again. \r\n  \r\n"
        },
        {
            "title": "U.S., source of aggression and war",
            "url": "http://kcna.co.jp/item/1998/9811/news11/12.htm#8",
            "content": "U.S. must stop \"inspection\" racket\r\n\r\n   Pyongyang, November 12 (KCNA) -- U.S. conservative hardliners are these days arrogantly behaving, alleging that an \"underground nuclear facility\" in the DPRK must be \"inspected.\"\r\n    On November 10, the U.S. Department of State at a \"news briefing\" said that it has secured \"reliable evidence\" that the \"underground facility\" now under construction in the DPRK is not a civilian one. If North Korea fails to remove the suspicion that the underground facility is a \"nuclear one,\" the United States will find it very difficult to continuously implement the U.S.-DPRK agreed framework, it noted. And it openly threatened that in case the DPRK refuses to accept \"inspection of underground nuclear facility\",  it would not take a long time for the U.S. government  to adopt a determined countermeasure.\r\n   These wild words can be made only by those who are accustomed to forcing their brigandish demands upon others by means of high-handed threats, blackmail and arbitrariness.\r\n   In other words, they mean to search the inside of the DPRK under the signboard of \"inspection.\" accordingly, they are an insult to the DPRK which has sincerely implemented the DPRK-U.S. agreed framework and a wanton interference in its internal affairs.\r\n   We have already made it clear that if the United States persists in inspecting the underground facility, we could allow the inspection, provided the U.S. should make due compensation for insulting us and impairing our prestige if it proved not to be an \"underground nuclear facility.\"\r\n   We will not tolerate any interventionist move which infringes upon our sovereignty but resolutely refuse such brigandish demands as house search.\r\n   The United States should ponder over the serious consequences to be entailed by its ill-intentioned demand for \"inspection\" and stop opening its mouth as it pleases and making trouble for the DPRK. \r\n\r\n"
        },
        {
            "title": "\"Truth of Juche\"",
            "url": "http://kcna.co.jp/item/1998/9811/news11/12.htm#9",
            "content": "U.S., source of aggression and war\r\n \r\n    Pyongyang, November 12 (KCNA) -- The World Federation of Democratic Youth (WFDY) on October 28 issued a statement denouncing the U.S. imperialists and the South Korean authorities for their war exercises.\r\n   The statement says:\r\n   The military maneuvers clearly prove that the U.s. is a source of aggression and war.\r\n   The WFDY strongly denounces these joint military maneuvers as overt challenge to the world peace-loving forces and demand immediate stop of it and withdrawal of the U.S. troops from South Korea.\r\n   The WFDY reaffirms its solidarity with the Korean people in their just cause for the independent and peaceful reunification of their homeland.\r\n   The WFDY calls our membership and friendly organizations upon action denouncing these maneuvers. \r\n\r\n\r\n"
        },
        {
            "title": "Sophism of castaway",
            "url": "http://kcna.co.jp/item/1998/9811/news11/12.htm#10",
            "content": "\"Truth of Juche\"\r\n\r\n    Pyongyang, November 12 (KCNA) -- The February 16 Fellowship Society Active in Pusan City published a book \"Truth of Juche\" which contains famous works of Kim Jong Il, Seoul-based radio Voice of National Salvation quoted the Pusan City Committee of the National Democratic Front of South Korea (NDFSK) as saying.\r\n   Publishing the book, the editor says famous works of Kim Jong Il are filled with great propositions of world outlook representing the times, view on the leader and unique landmark answers to questions of view on life and revolutionary movement and that everyone who searches for truth should read this book. \r\n\r\n"
        },
        {
            "title": "Kang Sok Ju meets U.S. congressman",
            "url": "http://kcna.co.jp/item/1998/9811/news11/12.htm#11",
            "content": "Sophism of castaway\r\n Pyongyang, November 12 (KCNA) -- South Korean scholar Jang Kyong Jae published an article entitled \"sophism of castaway\" after visiting the north, according to the Seoul-based radio Voice of National Salvation.\r\n   In the article, the author said:\r\n   Hwang Jang Yop, a defector from the north, let loose a string of nonsensical words at an interview with \"NHK\" of Japan. His utterances are nothing but the rigmarole of a lunatic forsaken both by the north and the south of Korea.\r\n   I have been to Pyongyang last summer.\r\n   At that time, I felt that the people in the north were not in the least concerned about Hwang.\r\n   Hwang has no elementary ethics and morality.\r\n   Although he served in the high-ranking echelon of the north, he had never been involved in the team of policy-makers. He had always stayed in the room allegedly to \"study a philosophy.\" He went outdoors only for foreign trips. \r\nWorse still, during the foreign tour, he did nothing but make affairs with a young Korean girl overseas.\r\n   What he said in Seoul was the height of shame. So, he has experienced only criticism and denunciation at press conferences with pressmen of the south.\r\n   In the interview with \"NHK,\" Hwang prattled that the north has \"increased\" its military strength and \"manufactured nuclear weapons.\" he went the length of enumerating the \"figure of people who died of hunger in the north.\" This jargon can be made only by a madman like Hwang.\r\n   He went so far as to cry that the self-defensive military power of the north, which has dauntlessly fought in defiance of scores  of years of west's moves to isolate and stifle it, is a \"means of threats.\" \r\n   Indeed, Hwang is a lunatic.\r\n   It is told that a dog follows his master only in three days.\r\n   As for Hwang, he deserted even his family as well as the generous care which had bestowed the greatest trust and benevolence upon him  for decades. Accordingly, it is very reasonable to brand him as a madman and his utterances as sophism.\r\n   The reason why our press media do not allow him to appear before mikes nor devote space to him is that they regard him as a madman.\r\n   Nevertheless, \"NHK\" broadcast his nonsensical utterances, committing a serious mistake.\r\n   The press media must not report utterances of a madman. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Slovak Prime Minister",
            "url": "http://kcna.co.jp/item/1998/9811/news11/12.htm#12",
            "content": " Kang Sok Ju meets U.S. congressman \r\n  Pyongyang, November 12 (KCNA) -- Kang Sok Ju, first vice-Minister of Foreign Affairs, today met and conversed with Toni Hol, member of the house of representatives of the United States, and his party at the Mansudae Assembly Hall.\r\n   The guests left here today after concluding a five-day visit to Pyongyang. \r\n\r\n\r\n"
        },
        {
            "title": "Message of sympathy to Nicaraguan President",
            "url": "http://kcna.co.jp/item/1998/9811/news11/12.htm#13",
            "content": "Greetings to Slovak Prime Minister\r\n  Pyongyang, November 12 (KCNA) -- Hong Song Nam, Premier of the Cabinet of the DPRK, sent a message of greetings to Mikulas Djurinda on his appointment as Prime Minister of Slovakia.\r\n   Expressing the belief that the friendly and cooperative relations between the two countries will favourably develop  in the interests of the two  peoples the message wishes him success in his work for the independent development of the country. \r\n\r\n"
        }
    ]
}