{
    "date": "1998-10-21",
    "url": "http://kcna.co.jp/item/1998/9810/981021.htm",
    "articles": [
        {
            "title": "Kim Jong Il visits Huichon again",
            "url": "http://kcna.co.jp/item/1998/9810/news10/21.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Additional materials on CPV struggle exhibited",
            "url": "http://kcna.co.jp/item/1998/9810/news10/21.htm#2",
            "content": "Kim Jong Il visits Huichon again \r\n Pyongyang, October 21 (KCNA) - General Secretary Kim Jong Il visited industrial establishments in Huichon, Jagang Province, on guidance mission again on Tuesday.\r\n   The chairman of the DPRK National Defence Commission was accompanied by chief secretary of the Jagang Provincial Committee of the Workers' Party of Korea (WPK) Yon Hyong Muk, secretary of the WPK Central Committee Kim Kuk Thae and first vice department directors of the WPK Central Committee Pak Song Bong, Ri Yong Chol and Jang Song Thaek.\r\n   The visiting party also included Minister of the People's Armed Forces Kim Il Chol and generals of the Korean People's Army (KPA) Hyon Chol Hae and Pak Jae Gyong.\r\n   The workers of Huichon have made unprecedented achievements in all domains including the production of machine-tools through a new great upswing in hearty response to the tasks given by Kim Jong Il during his personal guidance in June.\r\n   General Secretary Kim Jong Il first went to the Huichon General Machine-Tool Plant.\r\n   He heard a report from workers of the plant that they had fulfilled the assignment of machine-tool production by the end of August. He then went round the milling machine assembly shop, the lathe assembly shop, the process centre shop and other production processes to learn about production.\r\n   Looking at the newly made machine-tools, he expressed great satisfaction and highly praised the workers, technicians and clerks of the plant for having produced large numbers of highly-efficient quality machine-tools in four months or so.\r\n   The workers of the plant produced large quantities of milling machines and lathes in a few months the way they had produced 10,000 machine-tools in the past, he said, adding that this shows the intense loyalty and inexhaustible might of the Korean workers who meet the demands of the party at any cost through thick and thin.\r\n   He met and warmly encouraged Jo U Sik, a boring machine operator, and other workers. He saw a performance given by the traveling art propaganda team of the plant on the spot. \r\n   He urged the plant to improve the quality of products, increase the production steadily and positively contribute to the economic development of the nation so that it might keep its tradition as the mother factory of the machine-building industry of Korea.\r\n   He had a picture taken with labor innovators of the plant, expressing expectation and belief that the workers of the plant would make new progress in production.\r\n   He then went to the Chongnyon Electric Appliance Complex.\r\n   He learned about production, inspecting assembly shop No.1 and other units and products made by the workers and technicians of the complex.\r\n   He noted with great satisfaction that the party members and other workers of the complex had successfully fulfilled the tasks he had given them in June and that the workers and technicians were producing large quantities of quality electric appliances through creative cooperation. He highly appreciated their devoted effort and great contribution to the Juche orientation, modernization and scientization of the national economy.\r\n   He said the complex had a very important duty and role to perform in consolidating the foundation of the independent national economy and giving full play to its potentials. He gave the complex concrete tasks.\r\n   After his inspection of the complex, he enjoyed an art performance of workers at the Workers' House of Culture.\r\n   Seeing the manager, chief secretary, chief engineer and other officials and workers of the complex singing together in high spirits, he said the workers of Korea, most revolutionary and militant, not only take the lead in struggle but also set an example in the creation of new culture as the vanguard unit of the revolution.\r\n   He then went to the February 26 Factory.\r\n   He looked round various workshops and witnessed workers creating miracles and innovation for increased production.\r\n   He noted with great satisfaction that the workers of the factory full of optimism and confidence in the future had fulfilled the yearly assignments by the anniversary of the DPRK and were continuing their vigorous advance in the revolutionary spirit of self-reliance, pulling through difficulties and trials.\r\n   He urged the factory to operate all the machines at full capacity and keep a high and steady rate of production in order to produce in time large quantities of accessories of rolling stock needed in different sectors of the national economy.\r\n   He met and encouraged labor innovators of the factory and had a picture taken with them.\r\n   He also went to the Huichon Silk Mill.\r\n   He looked round the modern production processes including the reeling shop and expressed satisfaction with the vigorous efforts of the workers for increased production.\r\n   The production of silk thread should be increased in order to carry out the instructions of the President Kim Il Sung about the supply of silk clothes to the people, he said, and laid down concrete tasks and ways.\r\n   He also gave personal guidance to the Huichon Hotel, which had received the three-revolution red flag twice.\r\n   He went round the interior and exterior of the hotel and the sideline facilities built around the hotel. He noted with great satisfaction that the employees of the hotel were producing many non-staple food such as vegetable, meat and spices with their own efforts for services to the guests. He highly appreciated their devoted service for the people.\r\n   Huichon has numerous workers and should serve their welfare without reservation, he said, and urged all the public catering establishments of the city to follow the example of the hotel and create good service conditions.\r\n   He said the workers of Huichon had done a lot of things in the last few months. The praise-worthy change of the city is patent proof of the unshakable will of the Korean people to build a prosperous state without fail in this country that was liberated by President Kim Il Sung, he added.\r\n   He noted that man-centred Korean socialism will emerge ever-victorious and final victory belongs to the DPRK because it has a solid foundation of the Juche-based independent national economy and the inexhaustible strength of the workers and other people. He called on the party, the army and the people to turn out and achieve the prosperity of the nation. \r\n\r\n"
        },
        {
            "title": "Criminal arms buildup",
            "url": "http://kcna.co.jp/item/1998/9810/news10/21.htm#3",
            "content": "Additional materials on CPV struggle exhibited\r\n\r\n   Pyongyang, October 21 (KCNA) -- Materials on the struggle of the Chinese people's volunteers were supplemented to show at the Victorious Fatherland Liberation War  Museum on the occasion of the 48th anniversary of their participation in the Korean War.\r\n   Displayed anew in the hall of the Chinese people's volunteers, consisting of four rooms, are teachings of President Kim Il Sung, the great leader of the Korean people, and  teachings of comrade Mao Zedong, the great leader of the Chinese people,  in reference to the CPV participation in the Korean War, documents and pictures.\r\n   Put on display are teachings President Kim Il Sung gave on frustrating the \"autumn offensive\" of the enemies and conducting military operations to suit the natural and geographical characteristics of Korea when he received Peng Dehuai, commander of the CPV,  during his on-site guidance to the Korea-China combined command in Hoechang County, South Phyongan Province on October 19, 1951.\r\n   Also exhibited are the words of Mao Zedong that the red five-star flag of the People's Republic of China is dyed with the blood of the Korean Revolutionary Martyrs.\r\n   Among materials is a letter of order of Mao Zedong dated October 8, 1950 to organize the CPV  and dispatch it to Korea under the banner of \"resisting America and aiding Korea, safeguarding the home and defending the motherland,\" defeat the U.S. imperialist aggressors in cooperation with the Korean people and win a brilliant victory.\r\n   Put on display are photos of the tomb of the model commander Mao Anying, son of Mao Zedong, in Hoechang county, South Phyongan Province, who was the first to volunteer to the Korean War and died a heroic death, a monument to  the memory of hero Huang Jiguang and a monument to the  memory of international fighter Luo Shengjian and a pavilion. \r\n\r\n"
        },
        {
            "title": "KCNA on undisguised arms buildup in S. Korea",
            "url": "http://kcna.co.jp/item/1998/9810/news10/21.htm#4",
            "content": "Criminal arms buildup\r\n    Pyongyang, October 21 (KCNA) -- The South Korean warmaniacs on October 19 forward-deployed one more 3,000 ton-class destroyer, a Seoul-based radio said.\r\n   They deployed 3,000 ton-class destroyer of latest type and long-range transport helicopter CH-47d for actual war last July.\r\n   A large number of South Koreans have suffered untold hardship in their daily life since the economy has been placed under the trusteeship of the International Monetary Fund. The \"government for the people,\" however, is hell-bent on spending the \"government\" fund, or a tax paid by the sweat of the people's brow, on war preparations against the north. By doing so it proved to be the sworn enemy of the nation. \r\n\r\n"
        },
        {
            "title": "Chairman of federation of trade unions of metallurgical workers arrested in S. Korea",
            "url": "http://kcna.co.jp/item/1998/9810/news10/21.htm#5",
            "content": "KCNA on undisguised arms buildup in S. Korea\r\n Pyongyang, October 21 (KCNA) -- The South Korean authorities are openly stepping up arms buildup against the north.\r\n   According to a news report, South Korean \"Minister of National Defence\" Chon Yong Thaek on October 19 blared that \"the north is foreseen to frequently commit provocations on the seas and that it is essential to build a powerful navy.\"\r\n   Provoking the north, his bellicose utterances are a rigmarole to justify their arms buildup which is being stepped up with each passing day.\r\n   In actuality, the South Korean authorities have snowballed \"defence budget\" every year under the pretext of preventing \"provocation\" by the north and zealously introduced military equipment from abroad.\r\n   This year alone, they scheme to introduced 8.2 billion worth of military equipment from the United States including F-16 fighter bombers and harpoon missiles.\r\n   It was reported that they would allocate dlr. 33,000,006,000 for the purchase of weapons for 6 years from this year.\r\n   Their military preparations and purchase of military equipment fully show that their clamourings about \"provocation by the north\" are a sham.\r\n   The more zealously they hurl slanders at the north, the more glaringly they will reveal that they are warmaniacs.\r\n   Mindful of this, they must stop running amuck. \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun ( Paper of Woker's Party of Korea )on crackdown upon \"Hanchongryon\"",
            "url": "http://kcna.co.jp/item/1998/9810/news10/21.htm#6",
            "content": "Chairman of Federation of Trade Unions of Metallurgical Workers arrested in S. Korea\r\n\r\n    Pyongyang, October 21 (KCNA) -- The South Korean authorities on October 19 arrested Tan Pyong Ho, chairman of the Federation of Trade Unions of Metallurgical Workers, on charges of violating a \"law on assembly and demonstration,\" a Seoul-based radio said.\r\n   He is charged with involving in a May Day Rally and taking the lead in a general strike of the workers against layoff system.\r\n   He is detained in the Ryongsan Police Station, Seoul, and an interrogation is now under way. \r\n\r\n"
        },
        {
            "title": "\"National Immunization Day\" opens",
            "url": "http://kcna.co.jp/item/1998/9810/news10/21.htm#7",
            "content": "Rodong Sinmun ( Paper of Woker's Party of Korea ) on crackdown upon \"Hanchongryon\"\r\n   Pyongyang, October 21 (KCNA) -- Rodong Sinmun ( Paper of Woker's Party of Korea ) today comes out with a signed commentary on the arrest of student Hong Hyon Jong, chairman of the Tongari Federation of Inha University, in South Korea.\r\n   The news analyst of the paper says:\r\n   The South Korean authorities arrested the student on the strength of the notorious \"National Security Law\" for the reason that he refused to withdraw from the South Korean Federation of University Student Councils (Hanchongryon) till June 10, the deadline set for the withdrawal of deputies to the organisation.\r\n   This arrest is the extension and continuation of the moves to destroy \"Hanchongryon.\"\r\n   This reveals that the South Korean authorities are seized with fear by the expansion of \"Hanchongryon.\"\r\n   They are desperately trying to paralyze \"Hanchongryon\", the vanguard of the movement for independence, democracy and reunification, at any cost, block the struggle of all pro-reunification, pro-democracy forces and furthermore, disintegrate and destroy the pro-reunification patriotic movement.\r\n   The more frantically the South Korean authorities try to suppress and destroy \"Hanchongryon,\" the more glaringly they will reveal that they are the enemy of independence, democracy and reunification.\r\n   The reactionary ruling quarters of South Korea will never go scot-free for their man-hunting campaign. \r\n\r\n"
        },
        {
            "title": "9th national games close",
            "url": "http://kcna.co.jp/item/1998/9810/news10/21.htm#8",
            "content": "\"National Immunization Day\" opens\r\n Pyongyang, October 21 (KCNA) -- A ceremony took place at the People's Palace of Culture on Tuesday to open National Immunization Day.\r\n   Addressing the ceremony, Minister of Public Health Kim Su Hak elaborated on the achievements of the DPRK in the popular health service, and expressed thanks to the World Health Organization for having sent competent immunological experts, preventive medicines, medical instruments and facilities.\r\n   He said:\r\n   We express thanks to WHO, the United Nations Children's Fund and other international bodies, governmental and nongovernmental organizations for their sincere and humanitarian assistance to the DPRK whose people have been undergoing difficulties in life and public health from years of natural disasters.\r\n   We also expressed the hope more assistance would be rendered for the protection of the Korean people's health.\r\n   Melgaard, director  of the Global Programme for Vaccines and Immunization of WHO is heading its immunization delegation, said in his congratulatory speech that they have come to be convinced that the DPRK  is making utmost efforts to totally get  rid of poliomyelitis.\r\n   A written speech of Uton Muchtar Rafei, director of the Southeast Asia Regional Office of WHO, was read out at the ceremony.\r\n   The speech referred to the achievements made through \"National Immunization Day\" in southeast Asia and the future tasks to prevent diseases.\r\n   The participants went round pictures showing DPRK's achievements in public health service. \r\n\r\n"
        },
        {
            "title": "Attempts to provoke anti-north war",
            "url": "http://kcna.co.jp/item/1998/9810/news10/21.htm#9",
            "content": "9th national games close\r\n   Pyongyang, October 21 (KCNA) -- The 9th national games which opened on Oct. 9 closed on the 20th.\r\n   In sports team group, 2 world records and 38 Asian and national records were set in shooting, weightlifting and swimming. \r\n   Minister of Physical Culture and Sports Pak Myong Chol was present at a closing ceremony held at the Pyongyang Indoor Stadium. \r\n\r\n"
        },
        {
            "title": "Korean people's struggle for reunification supported ",
            "url": "http://kcna.co.jp/item/1998/9810/news10/21.htm#10",
            "content": "Attempts to provoke anti-north war\r\n  Pyongyang, October 21 (KCNA) -- The U.S. and the South Korean authorities are planning to stage joint military maneuvers \"98 Foal Eagle\" against the north in the areas north and south of Seoul near the Military Demarcation Line for ten odd days from October 26 to November 6.\r\n   The maneuvers will reportedly involve more than 35,000 aggression troops of the U.S. imperialists and over 50,000 troops of South Korea.\r\n   The main aircraft carrier of the U.S. 7th Fleet, Kitty Hawk, will participate in the maneuvers.\r\n   The participation of Kitty Hawk is an ill-boding move, which is evidence of the de facto representation of the \"Team Spirit\" maneuvers in South Korea.\r\n   The projected maneuvers will include a mock invasion of coastal areas in  North Korea and joint landing exercise of the U.S. forces and the \"ROK\" army. This brings the provocative nature of the maneuvers into bolder relief.\r\n   In a related move, the South Korean authorities plan to stage another war game \"98 Hwarang\" with regular and irregular troops, 1,100,000 in all, over October 26-30 in Kwangju, Taejon, south and north Jolla provinces and south and north Chungchong provinces, synchronised with the maneuvers \"98 Foal Eagle.\" \r\n\r\n\r\n"
        },
        {
            "title": "S. Korea's dependence upon Japan",
            "url": "http://kcna.co.jp/item/1998/9810/news10/21.htm#11",
            "content": "Korean people's struggle for reunification supported\r\n Pyongyang, October 21 (KCNA) -- Political parties and organizations of Guyana released statements on the occasion of the month of support to the proposal for founding the Democratic Confederal Republic of Koryo.\r\n  The Amerindian Action Movement of Guyana, in a statement on Oct. 12, fully supported the proposal for founding the Democratic Confederal Republic of Koryo, saying it  is the most suitable way of reunification for the Korean peninsula.\r\n  The Guyanese National Committee for the Study of the Juche Idea of Comrade Kim Il Sung, in a statement on Oct. 8, pointed out that the proposal for founding the DCRK has not yet been realized even after 18 years have passed since its advance because the successive South Korean authorities  have pursued the anti-north confrontation policy, resorting to the policy of dependence on outside forces.\r\n  The Guyanese Association of Justices in a statement on Oct. 12, expressed full support to the Korean people's struggle to realize reunification by means of confederacy and the belief that the reunification  of Korea will certainly be achieved by the Worker's Party of Korea and the DPRK under the guidance of General Secretary Kim Jong Il.\r\n\r\n\r\n"
        },
        {
            "title": "Country which sets store by moral obligation",
            "url": "http://kcna.co.jp/item/1998/9810/news10/21.htm#12",
            "content": "S. Korea's dependence upon Japan \r\n\r\n   Pyongyang, October 21 (KCNA) -- The present chief executive of South Korea begged for \"economic cooperation\" during his visit to Japan.\r\n   His entreaty will further deepen the dependence of South Korean economy upon Japan and drive it into more catastrophic crisis.\r\n   Above all, South Korea is heavily indebted to Japan.\r\n   As of the end of June last year, South Korea owes Japan 23,732 million dollars.\r\n   This figure shows that South Korea's debts to Japan rank first in its debts to 18 foreign countries.\r\n   For its enormous debts caused by the random introduction of Japan's capital, the South Korean economy is now placed in a devastating crisis. So, if it is urged to pay the debts, it will collapse all at once.\r\n   This notwithstanding, the South Korean chief executive is crying as if an \"agreement\" on financial assistance he reached with Japan were a big \"success.\" this is a treacherous act which will ruin the South Korean economy by making South Korea saddled with more debts to Japan.\r\n   The South Korean economy relies upon the equipment and raw material of Japan.\r\n   South Korea suffers huge deficit in trade with Japan. Its deficit toward Japan in the period from 1965 to June last year totaled 132.6 billion dollars.\r\n   This is patent proof of South Korea's dependence upon Japan.\r\n   Since South Korea was badly hit by the economic crisis, Japanese companies have more zealously endeavored to place South Korean enterprises and companies under their domination by dint of financial investment. They are forcing South Korean enterprises and companies to decrease the export of goods similar to Japan's and conduct export  and import activities through them. \r\n\r\n\r\n"
        },
        {
            "title": "KCNA on stereotyped hullabaloo about \"reunification and security\"",
            "url": "http://kcna.co.jp/item/1998/9810/news10/21.htm#13",
            "content": "Country which sets store by moral obligation\r\n  Pyongyang, October 21 (KCNA) -- The Democratic People's Republic of Korea regards it as the noblest sense of moral obligation to respect the forerunners of the revolution.\r\n   It is stipulated in article 76 of the socialist constitution of the DPRK, which was approved at the first session of the 10th Supreme People's Assembly on September 5, that revolutionary veterans and bereaved families of revolutionary and patriotic martyrs are under special protection of the state and society.\r\n   It is stipulated in article 108 that the presidium of the SPA includes honorary vice-presidents, who rendered distinguished services to state building for a long period.\r\n   The constitution reflects a profound idea of respecting the forerunners of the revolution.\r\n   The DPRK respects the anti-Japanese revolutionary fighters who accomplished the historic cause of national liberation, upholding the guidance of the President Kim Il Sung, as the first generation of the revolution and models of revolutionaries.\r\n   It also highly appreciates and gives prominence to those who devotedly fought for the freedom and independence of the country during the Fatherland Liberation War and heroes, innovators and forerunners who distinguished themselves in turning the country into a socialist one, independent in politics, self-supporting in the economy and self-reliant in national defence, after the war.\r\n   The state built cemeteries of revolutionary and patriotic martyrs in memory of the revolutionary and patriotic martyrs and heroes and heroines, who performed great exploits in the historic annals. It made sure that their hometowns, alma maters, factories, farms and people's army units were named after them to hand down the great exploits generation after generation.\r\n   The DPRK built schools for the children of those martyrs to prepare them to be reliable pillars of the party, the state and the army at state expense.\r\n   The Korean people invariably respect foreign party and state leaders, prominent figures of different social standings and friends, who had intimacy with President Kim Il Sung during his revolutionary activities. They also remember comrades-in-arms and peoples of all the countries who rendered disinterested assistance to the Korean revolution when it was pulling through difficulties.\r\n   The noble ideological and moral trait prevailing in the DPRK, the revolutionary sense of obligation, always finds expression in the policies of the Workers' Party of Korea and the government of the DPRK. \r\n\r\n"
        },
        {
            "title": "Friendship meeting in Guyana",
            "url": "http://kcna.co.jp/item/1998/9810/news10/21.htm#14",
            "content": "KCNA on stereotyped hullabaloo about \"reunification and security\"\r\n\r\n   Pyongyang, October 21 (KCNA) -- The South Korean chief executive on October 19 let \"Prime Minister\" Kim Jong Pil read out a \"policy speech\" woven with stereotyped phrases of \"reunification and security\" at the \"National Assembly.\"\r\n   In the speech, he blustered as if he were truly interested in improving north-south relations. He prattled that the \"people's government\" set it as a \"goal of north policy to improve north-south relations through peace, reconciliation and cooperation\" and would try to realize \"exchange and cooperation,\" \"coexistence and coprosperity\" and settle the \"issue of separated families.\"\r\n   Against his verbal advertisement, however, he has not yet made any policy switchover for improved inter-Korean relations since he took office. This fact only brings his hypocritical nature into bolder relief.\r\n   All his plausible promises cannot be kept because there exist the notorious \"National Security Law\" and the repressive \"Agency for National Security Planning.\" so, it is certain that they will remain empty words as long as these legal and institutional tools are left intact.\r\n   \"Peace and reconciliation\" on his lips is no more than a smokescreen to cover up his confrontation racket against the north.\r\n   In the speech, he, describing the north's launch of an artificial satellite as \"threats to security\", declared that he would make all efforts to thoroughly establish a security posture so that north's attempts at provocation could be frustrated at the initial stage and that he would promote \"joint defence efforts with the United States\" and \"cooperation with a neighbouring nation in security.\"\r\n    In a true sense of words, these are one more provocative act against the north and anti-national and treacherous bellicose remarks which are meant to incite the consciousness of anti-communist and anti-north confrontation among the South Korean people and stifle the DPRK and the fellow countrymen with military strength in league with the United States, Japan and other countries. \r\n\r\n\r\n"
        },
        {
            "title": "Mt. Kumgang in autumn",
            "url": "http://kcna.co.jp/item/1998/9810/news10/21.htm#15",
            "content": "Friendship meeting in Guyana\r\n Pyongyang, October 21 (KCNA) -- A friendship meeting was held at the Georgetown city office on Oct. 12, on the occasion of the eighth anniversary of the establishment of friendship cities  between Pyongyang of Korea and Georgetown of Guyana.\r\n  Present were mayor Hamilton Green and city office members and the Korean ambassador to Guyana was invited.\r\n  The mayor in a speech said the establishment of friendship cities between Georgetown and Pyongyang  is of great significance in the development of the friendly and cooperative relations between the two countries.\r\n  The DPRK sent tremendous material aid and political support when Guyana and Georgetown were in a difficult situation, he said.\r\n  He hoped the Korean people would make a greater success in their struggle for the independent, peaceful reunification of the country.\r\n\r\n\r\n"
        },
        {
            "title": "Japanese figure rejects false reports",
            "url": "http://kcna.co.jp/item/1998/9810/news10/21.htm#16",
            "content": "Mt. Kumgang in autumn\r\n   Pyongyang, October 21 (KCNA) -- Mt. Kumgang is noted for the glorious tints of its autumn foliage.\r\n   The autumn-tinted mountain and valleys where more than 2,200 species of plants grow show all kinds of forms and figures. Among them Manphokdong of inner Kumgang is most fascinating.\r\n   The Sangphal Pond associated with a legend saying that eight fairies from the sky would take a bathe, the Lake Kuryong, the Kuryong falls and many other falls and ponds, strangely-shaped rocks and cliffs are in good harmony with the beauty of valleys and autumn tints.\r\n   Pure and clean air and fair weather add to happiness of tourists and sightseers.\r\n   There are dozens of observation stands on the high peaks of Mt. Kumgang.\r\n   Particularly, all the tourists and sightseers on the Piro Peak, the highest of the mountain, (1,639 metres above sea level) can enjoy a bird's-eye view of 12,000 peaks of the mountain, valleys, the East Sea of Korea and picturesque scenes along the coastline of scores of kilometres.\r\n   The 640 odd km-long road for sightseeing trip has scores of suspension bridges and rail of thousands of metres for safety.\r\n   A total length of over ten iron ladders built along a pass on a cliff is nearly 70 metres up to the Sangphal Pond.\r\n   Mt. Kumgang has a lot of historical sites, including the Phyohun Temple and the Sambul pavilion.\r\n   It has also weathers of plain, mountainous and coast areas.\r\n   It has a hot spring. So, it serves as a holiday and recuperation resort.\r\n   The Mokran and Tanphung houses and other buildings for tourism, welfare service facilities and pavilions for a rest have been built in large numbers.\r\n    Mt. Kumgang consists of inner Kumgang representing the beauty of valleys, outer Kumgang showing the beauty of the mountain, lakes and sea Kumgang characterised by offshore landscape. \r\n\r\n"
        },
        {
            "title": "DPRK Foreign Minister meets new Malaysian ambassador",
            "url": "http://kcna.co.jp/item/1998/9810/news10/21.htm#17",
            "content": "Japanese figure rejects false reports\r\n   Pyongyang, October 21 (KCNA) -- The September 15 issue of a Japanese newspaper carried an article by Kiyoshi Nishizawa, vice-president of the Japan Teacher Union, exposing the unreasonable argument of the Japanese authorities and news media  that the DPRK's launch of the first  artificial satellite  was \"launch of ballistic missile\".\r\n   All Japanese news media are vociferating that the DPRK launched a missile towards Japan, which sends a cold shiver running down spines of people, the article said.\r\n   It is shameful for Japan styling itself \"information-oriented  society\" to kick up such a row on the basis of false information from the United States, it noted. \r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from CPLA visiting delegation",
            "url": "http://kcna.co.jp/item/1998/9810/news10/21.htm#18",
            "content": "DPRK Foreign Minister meets new Malaysian ambassador\r\n Pyongyang, October 21 (KCNA) -- Foreign Minister Paek Nam Sun today met and conversed with Abdul Majid Ahmad khan, new Malaysian ambassador E.P. to Korea, who paid a courtesy call on him. \r\n\r\n"
        }
    ]
}