{
    "date": "1998-12-04",
    "url": "http://kcna.co.jp/item/1998/9812/981204.htm",
    "articles": [
        {
            "title": "United States must clearly know its opponent = military commentator's article =",
            "url": "http://kcna.co.jp/item/1998/9812/news12/04.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Strike will be thousandfold",
            "url": "http://kcna.co.jp/item/1998/9812/news12/04.htm#2",
            "content": " United States must clearly know its opponent = military commentator's article = \r\n \r\n   Pyongyang, December 4 (KCNA) - Rodong Sinmun today runs an article titled \"the United States had better clearly know its opponent before attacking it\" contributed by a military commentator.\r\n   Pointing out that a war will inevitably break out in case the United States defiantly carries out the \"Operation Plan 5027,\" the article warns that the U.S. imperialist aggressors must not judge the DPRK to be a country like Iraq nor think they can survive war.\r\n   The article says:\r\n   If a war is imposed, the Korean People's Army and people, not missing the opportunity, will certainly wreak their pent-up wrath and resentment against the U.S. imperialists with the general mobilisation of all means and potentials they have prepared and strengthened for scores of years.\r\n   The fact that the United States has set out to execute the \"Operation Plan 5027\" eloquently proves that it's arrogant design for invading the DPRK has reached the stage of adventurous war beyond the danger line.\r\n   Now, the U.S. conservative hard-liners are clamouring about \"DPRK's threats of attack\" and \"underground nuclear facility\" in a bid to find a pretext to unleash a war of aggression.\r\n   It is a revolutionary character of our People's Army and people and their intrinsic mode of counteraction to answer fire with fire. The U.S. attempt to subdue us with threats and blackmail is foolish.\r\n   Our People's Army is replete with the spirit of resolutely safeguarding the leader, the spirit of human bombs and the spirit of suicidal attack, and these spirits are its specific character.\r\n   If the U.S. warmongers finally kindle the train of war in disregard of this, our heroic armed forces will mercilessly annihilate the aggressors with the ideological strength built up for scores of years.\r\n   We have powerful means and capabilities to defeat any armed invasion by formidable enemies at a sweep. There is no limit to this strike and on this planet, there is no room for escaping it.\r\n   The target of our strike is not only the U.S.imperialist aggression forces but also the South Korean who are willing to serve as their bullet-shield and Japanese reactionaries and all others that support them behind the scenes.\r\n   Our People's Army and people will mete out a stern punishment on anyone who dares to infringe upon the dignity and sovereignty of the Korean nation. \r\n\r\n\r\n"
        },
        {
            "title": "Wildcat war confab",
            "url": "http://kcna.co.jp/item/1998/9812/news12/04.htm#3",
            "content": "Strike will be thousandfold\r\n Pyongyang, December 4 (KCNA) - Reckless provocative moves now being carried on by the U.S.imperialists and the South Korean ruling quarters for war against North Korea have brought about a touch-and-go situation to the Korean peninsula, says Rodong Sinmun in a commentary today.\r\n   The news analyst continues:\r\n   The opening to the public of the north-targeted war plan codenamed \"Operation Plan 5027\", while the U.S.imperialists and their followers are spreading the fiction of \"suspected underground nuclear facilities\" in the north, is, in actuality, as good as a declaration of war against the DPRK.\r\n   The DPRK's publication of the statement of the spokesman for the general staff of the Korean People's Army is a legitimate self-defensive measure to cope with such a dangerous situation.\r\n   The Korean people did not want to regard the United States as the sworn enemy.\r\n   But, the DPRK can not show friendly feelings and tolerance to the United States, since it sticks to the aggressive policy towards the DPRK and runs wild to invade it by force of arms, thus proving to be the sworn enemy.\r\n   Strength and the right to choice do not rest only with the United States.\r\n   If the U.S. imperialists provoke a war the Korean people will give a thousand-fold blow to the enemies at home and abroad and totally smash them, with the dignity and honour of Juche Korea. \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on basic principle of socialism",
            "url": "http://kcna.co.jp/item/1998/9812/news12/04.htm#4",
            "content": "Wildcat war confab\r\n  Pyongyang, December 4 (KCNA) - The South Korean \" Ministry of National Defense\" held a \"meeting of major commanding officers of the whole army\" on December 3, according to a radio report from Seoul.  The meeting, attended by some 120 brashest including the \"Minister of National Defense,\" the \"chairman of the joint chiefs of staff\" and  the \"chiefs of staff of the three services\" focused on the non-existent \"suspected nuclear facility\" in the north. It also adopted a \"resolution\" on the \"increase\" of the \"strength for controlling the north\" and the \"expansion\" of \"preparedness for a war\" through the activation of \"South Korea-U.S. joint defense system.\"\r\n   At the end of the meeting, Chon Yong Thaek, \"Minister of National Defense,\" sent commanding and staff officers of and above the level of brigade commander a \"letter of command\" carrying five tasks to be carried out for invasion of the north.\r\n   All this proves that the South Korean authorities are busy carrying out the \"Operation Plan 5027\" worked out by their master, U.S. imperialism, for another Korean war. The South Korean \"Minister of National Defense\" had issued an order to put the whole army in preparedness for a war on the pretext of Iraqi crisis.\r\n   This war confab cannot frighten anyone at all. It will only precipitate self-destruction. \r\n\r\n"
        },
        {
            "title": "Base of cultural life and entertainment",
            "url": "http://kcna.co.jp/item/1998/9812/news12/04.htm#5",
            "content": "Rodong Sinmun on basic principle of socialism\r\n   Pyongyang, December 4 (KCNA) - A party of the working class should firmly adhere to the basic principle of socialism in building socialism if it is to accomplish the cause of socialism creditably.\r\n   Rodong Sinmun on Thursday said this in a signed article headlined \"basic principle of socialism should be maintained.\"\r\n   A party of the working class may creatively develop its line and policies to suit the changing circumstances and conditions of the revolutionary struggle, but it should hold fast to the basic principle of socialism under any condition because the basic idea and requirement of socialism remain unchanged, the article pointed out, and went on:\r\n   Socialism makes it a basic principle to strengthen a party of the working class organizationally and ideologically, firmly ensure party leadership over the revolution and construction, steadily enhance the function and role of the socialist power, defend and develop socialist ownership and resolutely struggle against imperialism.\r\n   When the party is weakened and its leadership role is emasculated, the popular masses are disintegrated organizationally and ideologically, losing their fighting target and direction and make a mess of the revolution and construction.\r\n   If it enfeebles the function and role of the socialist power, it cannot provide the people with genuine freedom and rights nor can defend the gains of revolution but puts the socialist system itself in danger.\r\n   Historical  experience clearly shows that concession and retreat of a step from the socialist principle bring about concession and retreat of ten steps, one hundred steps and eventually a party of the working class itself goes to ruin and the socialist power crumbles. \r\n   It is a historic feat in defending the socialist cause that General Secretary Kim Jong Il clarified the basic principle of socialist construction. \r\n\r\n\r\n"
        },
        {
            "title": "Disgraceful behaviour of doughfaces",
            "url": "http://kcna.co.jp/item/1998/9812/news12/04.htm#6",
            "content": "Base of cultural life and entertainment\r\n Pyongyang, December 4 (KCNA) - The People's Palace of Culture, a base of cultural life and entertainment for the citizens of the capital, is on the River Pothong of Pyongyang. \r\n   A 3,000 seat conference hall, more than 500 rooms, big and small, and all the facilities of the latest type in the Palace of Korean-style roofs are provided for working people.\r\n   New feature films \"Family basketball team\" and \"Certificate of party member\" are now on there.\r\n   Foreign films are often shown as well.\r\n   A few days ago, an art  performance was given by the art circle members of the Pyongyang city security bureau to be helpful towards the study of the eighth volume of the anti-Japanese revolution, the first part of \"With the Century\", the reminiscences of the President Kim Il Sung (continuing edition).\r\n   Colourful programmes are given by the Pochonbo Electronic Music Band and the Wangjaesan Light Music Band Popular at home and abroad.\r\n   Art performances are given by art circle members of national institutions, local factories, enterprises and cooperative farms.\r\n   All people can learn how to play accordion and guitar and other musical instruments under competent experts at the well-furnished musical instrument training halls.\r\n   Various exhibitions including photo exhibition are held in the lobby of the palace on sun's day, other holidays and anniversaries.\r\n   The palace was built in Juche 63 (1974). President Kim Il Sung named the palace \"People's Palace of Culture\" with the noble idea that the building should be used for the people.\r\n   Recently General Secretary Kim Jong Il took a measure to refurbish the palace into a base of cultural life and entertainment and dissemination of culture and art.\r\n  Over 6,000 working people go to the palace a day. \r\n\r\n"
        },
        {
            "title": "Korean people ready to annihilate U.S. imperialists",
            "url": "http://kcna.co.jp/item/1998/9812/news12/04.htm#7",
            "content": "Disgraceful behaviour of doughfaces\r\n    Pyongyang, December 4 (KCNA) -- Japanese Prime Minister Obuchi slandered the DPRK, addressing the 144th extraordinary session of the diet.\r\n   He described the DPRK's launch of artificial satellite as \"launch of missile\" and expressed \"concern\" about a non-existent \"underground nuclear facility\" in the DPRK, adding Japan would closely cooperate with the United States and South Korea to cope with it.\r\n   Commenting on this fact, Minju Joson today brands his slander as a foul deed of dancing to the tune of others.\r\n   The Japanese chief executive's utterances represent the stand of the Japanese right-wing conservatives to justify their hostile policy towards the DPRK, the news analyst says, and goes on:\r\n   The Japanese reactionaries' dark intention is to gratify their militaristic ambition, playing on the U.S. policy of hostility towards the DPRK.\r\n   The Japanese authorities' loud-mouthed \"concern\" and \"countermeasure\" have come from an ulterior intention to get a legitimate ground for realizing their design for turning Japan into a military giant, zealously joining in the U.S. anti-DPRK policy, rather than confirm the truth.\r\n   Ridiculous is the behaviour of the Japanese reactionaries who are dancing to the tune of others, without their own Independent view and principle.\r\n   It is wrong for the Japanese authorities to try to get something in reward for dancing to the U.S. tune without their own spirit.\r\n   Japan's hostile policy towards our republic will only bring about its own catastrophe. \r\n\r\n"
        },
        {
            "title": "Kim Yong Nam meets UN under-secretary general and his party",
            "url": "http://kcna.co.jp/item/1998/9812/news12/04.htm#8",
            "content": "Korean people ready to annihilate U.S. imperialists\r\nPyongyang, December 4 (KCNA) - In a recent statement the spokesman of the general staff of the Korean People's Army solemnly declared that the KPA will mercilessly answer the U.S.imperialist aggressors' challenge with an annihilating blow.\r\n   Upon hearing the statement, servicemen and people of all walks of life in the DPRK are now hardening their resolve to wreak their vengeance upon the enemies.\r\n   A KPA general officer, Kim Thae Hwa, said:  \"instantly the enemies pounce upon us, our People's Army soldiers will beat them as they flap a fly and annihilate all of them. Neither the U.S. territory nor Japanese islands will remain without mishap.\"\r\n   Ri Il Hwan, first secretary of the C.C., the Kim Il Sung Socialist Youth League, said: \"if the U.S.imperialists invade our dear fatherland even 0.001 mm, eight million youths and schoolchildren will smash them at one stroke with a sledge hammer of revolution prepared for scores of years, and make even suicidal attack to  plunge the damned U.S. territory into a sea of flame.\"\r\n   A department director of the presidium of the Supreme People's Assembly, Ham Hak Song, said that with firm confidence in victory, they would sharply watch movements of the enemy and further cement the DPRK government in a mobilized and keyed-up attitude. \"in case of emergency we will rise up as one to mercilessly annihilate the U.S.imperialist aggressors and reunify the country,\" he added.\r\n   Choe Myong Chol, manager of the Rakwon Machine Complex, said: \"if a war is imposed again by the U.S.imperialists, the workers of Rakwon, together with the invincible People's Army, will turn out as they did in the grim Fatherland Liberation War and mercilessly give a retaliatory strike to the aggressors and reduce them to forlorn wandering spirits.\" \r\n\r\n"
        },
        {
            "title": "Kim Il Chol meets Cuban ambassador",
            "url": "http://kcna.co.jp/item/1998/9812/news12/04.htm#9",
            "content": "Kim Yong Nam meets UN under-secretary general and his party\r\n\r\n   Pyongyang, December 4 (KCNA) - Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, met and conversed with UN under-secretary general Sergio Viera De Mello and his party on a visit to Korea at the Mansudae Assembly Hall today.\r\n   Present were vice-Minister of Foreign Affairs Choe Su Hon and resident representative of the World Food Program David Morton. \r\n\r\n"
        },
        {
            "title": "If enemies provoke another war, Koreans will not miss the opportunity again, CPRF states",
            "url": "http://kcna.co.jp/item/1998/9812/news12/04.htm#10",
            "content": "Kim Il Chol meets Cuban ambassador\r\n   Pyongyang, December 4 (KCNA) - Kim Il Chol, Minister of the People's Armed Forces, today met and had a conversation with Cuban ambassador to Korea Jose Ramon Rodriguez Varona who paid a farewell call on him.  \r\n\r\n"
        },
        {
            "title": "Remarks representing big powers' interests =KCNA commentary=",
            "url": "http://kcna.co.jp/item/1998/9812/news12/04.htm#11",
            "content": "If enemies provoke another war, Koreans will not miss the opportunity again, CPRF states\r\nPyongyang, December 4 (KCNA) - The Committee for the Peaceful Reunification of the Fatherland (CPRF) issued a statement today.\r\n   The CPRF supports the resolute revolutionary position of the general staff of the Korean People's Army that it will answer the challenge of the U.S.imperialist aggression forces with a merciless annihilating blow.\r\n   The CPRF also reiterates the unshakable position of the DPRK to counter the enemies' allout war and war of aggression.\r\n   The statement says:\r\n   The United States and the South Korean puppets are trying to intimidate and subdue the Korean people with military threat and war preparations against the DPRK. They are mistaken, however.\r\n   Even if war breaks out tomorrow, we are neither frightened nor fearful.\r\n   The Korean people and People's Army are determined and able to mercilessly strike and annihilate those who infringe on their inviolable sovereignty and block the building of a powerful and prosperous state of Juche, whether they are U.S. imperialist aggression forces, South Korean authorities or Japanese reactionaries and wherever they may be on this planet.\r\n   To answer the enemies' provocation with a thousandfold retaliatory blow is the unshakable will, faith and character of the Korean people and People's Army.\r\n   We will resolutely answer the enemies' allout war with allout war and their war of aggression with a liberation war of justice. \r\n   As was solemnly declared in the statement of the spokesman for the general staff of the Korean People's Army, there is no room on this planet for the aggressors to escape from our unlimited, merciless strike.\r\n   The U.S.imperialists, the South Korean authorities and the Japanese reactionaries must immediately stop the reckless military pressure and war moves against the DPRK, mindful that their war moves will lead to their own destruction.\r\n   If the enemies provoke another war in our inviolable land, despite our repeated warning, our people, together with the heroic soldiers of the Korean People's Army, will not miss the opportunity again and will annihilate the aggressors and achieve the historic cause of national reunification.\r\n   Invincible are our people who defend the sovereignty and dignity of the country and the nation at the risk of life.\r\n\r\n\r\n\r\n"
        }
    ]
}