{
    "date": "1998-08-10",
    "url": "http://kcna.co.jp/item/1998/9808/980810.htm",
    "articles": [
        {
            "title": "Renegade's mode of living",
            "url": "http://kcna.co.jp/item/1998/9808/news08/10.htm#1",
            "content": "Renegade's mode of living\r\n Pyongyang, August 10 (KCNA) -- The Seoul-based radio Voice of National Salvation on August 6 broadcast an article written by South Korea's free-lancer Jong Ok under the title \"Renegade's Mode of Living.\"\r\n   The article lays bare the crimes committed by Hwang Jang Yop, who defected to South Korea from the north.\r\n   The article says:\r\n   Hwang is a big liar.\r\n   According to the anti-north newspaper Chosun Ilbo, Hwang wrote a classified book \"Truths and Falsities of North Korea\" in which he described a Korean-German professor, Song Tu Ryul, as alternate member of the Politburo of the Workers' Party of North Korea.\r\n   Prof. Song refuted this as \"unimaginable.\" North Korea dismissed this groundless allegation as jargon of a lunatic.\r\n   We regard Hwang's words as boring and disgusting.\r\n   When living in the north, Hwang took the lead in propaganda about the Juche idea, saying he was an adherent of this idea. In the south, however, he contended he had long worshipped humanism, to the consternation of people. He thus abandoned his ideology overnight.\r\n   In the south, he spoke of the same issue in different ways under different \"governments.\"\r\n   Under the \"civilian government\" of Kim Young Sam, whose policy was closed door to the north, Hwang categorically opposed even humanitarian measures for the north, arguing that U.S. and Japanese sanctions against North Korea should continue. Under the \"people's government\" of Kim Dae Jung, who pretends to pursue \"policy of reconciliation with the north,\" Hwang recited the authorities' call for \"assistance\" to the north, arguing that the north should be led to \"reform and opening.\"\r\n   In may reporters asked him why he was supporting \"food assistance to the north\" that he had opposed, when he replied that he had never opposed food assistance to the north.\r\n   Hwang never hesitated to make lies against the reunification of Korea. At a recent symposium, he said \"meeting with families in the north at the reunion office on Mt. Kumgang is an infeasible fancy because the north regards the south as class enemy.\"\r\n   When living in the north, he often said ecology of Mt. Kumgang is preserved so well that no such scenery can be seen anywhere in the world. But, in the south, he said the mountain has been so devastated that there remains no tree. \r\n   What a foolish and stupid liar.   He continues telling lies. At first, he said three million people died of starvation in the north. The next day, he said the figure is two million and then reduced the figure to 1.5 million. Recently he said four million people died. He described the figure as available at the Central Committee of the Workers' Party of North Korea. It is obvious that he could hardly memorize the figure written by the \"Agency for National Security Planning\" and made such a mistake each time.\r\n   His lies are a desperate effort to impair the bright image of the north and block South Korean people from worshipping a great man in the north.\r\n   Lies are short-lived. All renegades have gone to their miserable doom.\r\n   The present chief executive of South Korea is calling for reconciliation and cooperation between the north and the south while using the crazy Hwang in confrontation with the north. Is this a right behavior?\r\n   Our authorities must at least correct their attitude toward renegades.    \r\n    \r\n  \r\n"
        },
        {
            "title": "Preparatory committee for DPRK's National Day formed in Mongolia",
            "url": "http://kcna.co.jp/item/1998/9808/news08/10.htm#2",
            "content": "Preparatory committee for DPRK's National Day formed in Mongolia\r\n Pyongyang, August 10 (KCNA) -- A preparatory committee for welcoming election of General Kim Jong Il as DPRK President and celebrating the 50th founding anniversary of the DPRK was inaugurated in Mongolia with due ceremony on August 5.\r\n   Speeches were made at the ceremony to  fully support Kim Jong Il's election  as DPRK President.\r\n   The chairman of the Mongolia-Korea Friendship Association was elected chairman of the committee and the programme of the committee was discussed there.    \r\n\r\n        \r\n\r\n"
        },
        {
            "title": "Overseas Koreans here to attend August 15 festival",
            "url": "http://kcna.co.jp/item/1998/9808/news08/10.htm#3",
            "content": "Overseas Koreans here to attend August 15 festival\r\n Pyongyang, August 10 (KCNA) -- Overseas Koreans arrived on Sunday to participate in the \"grand festival for national reconciliation, unity and reunification\".\r\n   They are the chairman of the commonwealth of independent states regional headquarters of Pomminryon (National Alliance for the Country's Reunification), a delegation of the united confederation of Koreans in Uzbekistan, the chairman of the united confederation of Koreans in Kazakhstan and the chairman of the confederation of young Koreans in Uzbekistan.\r\n   Earlier, the chairman of the International United Confederation of Koreans came here.\r\n   They were met by Kim Yong Ho, chairman of the preparatory committee for the festival, and other officials concerned. \r\n\r\n"
        },
        {
            "title": "Thai and Bulgarian party leaders on Korean issue",
            "url": "http://kcna.co.jp/item/1998/9808/news08/10.htm#4",
            "content": "Thai and Bulgarian party leaders on Korean issue\r\n Pyongyang, August 10 (KCNA) -- The leader of the Palang Dharma (righteous force) party, on August 5 met the Korean ambassador to his country and said that the Juche idea, a man-centred idea,  is not only the guiding idea of the Workers' Party of Korea but also a great one  of universal significance for all parties that struggle for the interests of the popular masses.\r\n   Boris Petkov, President of the executive council of the Central Committee of the Communist Party of Bulgaria (Marxists), on August 4 met the Korean ambassador to Bulgaria and said the Korean people  have actively struggled for the victory of  socialism under the wise guidance of General Kim Jong Il, adhering to the socialist principles, and that it encourages the Bulgarian communists and people.\r\n   He expressed his belief that Korea will surely be reunified in near future  in accordance with the three pillars and three charters of national reunification.    \r\n\r\n"
        },
        {
            "title": "Obstruction to grand, pro-reunification festival",
            "url": "http://kcna.co.jp/item/1998/9808/news08/10.htm#5",
            "content": "Obstruction to grand, pro-reunification festival\r\n Pyongyang, August 10 (KCNA) - The south headquarters of the National Alliance for the Country's Reunification (Pomminryon) on August 8 was reported to refute the news of the press that a permanent vice-chairman of Pomminryon south headquarters was supposed to participate in the August 11 Panmunjom working-level talks in his private capacity.\r\n   The talks had been  proposed to the north by the south headquarters for the promotion of a \"grand festival for national reconciliation and peaceful reunification,\" which is presumed to be held only by the south side, separated from a \"grand festival for national reconciliation, unity and reunification\" in panmunjom.\r\n   The south headquarters of Pomminryon recalled the fact that the south preparatory committee of the \"grand festival for national reconciliation, unity and reunification\" the main force of which is Pomminryon south headquarters had two rounds of working-level talks with the north and overseas preparatory committees of the grand, pro-reunification festival. It also recalled that they agreed on the name, theme and keynote of the grand festival, that they agreed to have the third round of the talks in Beijing on August 10 and that they approved the agenda items of the talks as a joint document to be made public at the festival.\r\n   The south headquarters of Pomminryon called upon patriotic, pro-reunification forces to fight against the moves of the anti-reunification forces to obstruct the festival of the 70 million Koreans.    \r\n \r\n\r\n"
        },
        {
            "title": "Efficient medical appliances developed",
            "url": "http://kcna.co.jp/item/1998/9808/news08/10.htm#6",
            "content": "Efficient medical appliances developed \r\n Pyongyang, August 10 (KCNA) -- Medical workers of Korea have developed efficient medical appliances.\r\n   Typical of them are the Koryo medical appliance and the ultrasonic inhaler.\r\n   The Koryo appliance is used to cure inflammatory diseases with smoke, hot air and oil from heated Koryo medicines of three kinds. \r\n   If it is applied to chronical colitis and tonsillitis, soar throat and cold for three days, pain and fever will be removed.    It is also effective for rectum cancer and uterine cancer.\r\n   It is simple in making and convenient in use.\r\n   The ultrasonic inhaler gasifies penicillin, streptomycin, lebomycin and other antibiotic medicines through vibration and infiltrates the gas into alveolous of lung. It also makes a use of Koryo antibiotic medicines.\r\n   Its effectiveness is 80 percent higher than injection in treatment of bronchitis, pneumonia, pulmonary abscess, bronchiectasis and other respiratory system disorders.\r\n   The instrument uses less medicines and shortens days of medical treatment.\r\n   Other effective appliances for medical treatment and efficient medicines have been developed in Korea.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korea should be reunified without fail",
            "url": "http://kcna.co.jp/item/1998/9808/news08/10.htm#7",
            "content": "Korea should be reunified without fail\r\nPyongyang, August 10 (KCNA) -- The members of the international delegation of youths and students who visited Korea, calling for the demolition of the concrete wall,  expressed solidarity with the Korean people's cause of national reunification.\r\n   Cristiano Pinto, vice-president of the World Federation of Democratic Youth, said world people are attaching great importance to a solution to the Korean reunification issue and that Korea must be reunified without fail.\r\n   Harchand Singh, general secretary of the World Federation of  Democratic Youth, said that the U.S. are entirely liable for the division of the Korean peninsula and pose a main obstacle to Korea's reunification. He urged immediate withdrawal of the U.S. troops from South Korea.\r\n   Iraklis Chabdaridis, international secretary of the communist youth of Greece, said that the United States and the South Korean puppets have staged joint military exercises every year under various unreasonable pretexts. \r\n   He urged the united states to withdraw all nuclear weapons from South Korea.\r\n    Raoul Narodoslavsky, chairman of the Children's Union under of the Communist Party of Austria, said the concret wall, which not only divided one territory into two but cut blood vessel of a nation with a long history, should be demolished at once.    \r\n \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Newly-discovered wall of ancient Korea",
            "url": "http://kcna.co.jp/item/1998/9808/news08/10.htm#8",
            "content": "Newly-discovered wall of ancient Korea\r\n Pyongyang, August 10 (KCNA) -- The Archaeology Institute of the Academy of Social Sciences of the Democratic People's Republic of Korea has recently discovered a wall of Tangun's Korea (ancient Korea).\r\n   The newly-discovered wall is the west wall in the middle of the walled city of Pyongyang= It was built on a ridge of Ansan in Pyongchon district with no buildings.\r\n   The wall was a mixture of earth and stone piled up on rocky layer. It has two parts.\r\n   In the lower part the wall is 11 metres in bedwidth and 1.5 metres high. In the upper part it is 8 metres in bedwidth and 2.5 metres high. The outside of the wall has a steep slope and the inside an easy one.\r\n   The building of the lower part of the wall is based on a method of construction widely used in the beginning of ancient times. The method is similar to the methods of construction used in the building of the lower parts of the earthen walls in Jithap-ri and Songhyon-ri. The two earthen walls date back to Tangun's Korea.\r\n   The recently-discovered wall proves that from the initial stage of state building  the people of ancient Korea concentrated on the defence of the capital of the country. \r\n   It is of weighty importance in the study of the walled capital of Tangun's Korea.\r\n   Relics of ancient Korea were also discovered during the recent unearthing of the wall.    \r\n \r\n\r\n\r\n"
        },
        {
            "title": "Good habitat for animals",
            "url": "http://kcna.co.jp/item/1998/9808/news08/10.htm#9",
            "content": "Good habitat for animals\r\n Pyongyang, August 10 (KCNA) -- Pyongyang, the capital of the DPRK, is a city in the park and a nesting place of animals.\r\n   It is now inhabited by 179 species of birds and animals. \r\n   Out of them animals are of 35 species. They include roe deer, antelope, wild boar, wildcat, wolf, leopard, raccoon dog, bear and fox. Big animals roam in quest of their prey in the forests of Sangwon, Kangdong and Junghwa counties in the suburbs of Pyongyang. \r\n   There are 35 species of birds including sparrow, magpie, pheasant, finches and sparrow hawk which inhabit the city all the year round. They add charm to the view of the city.\r\n   More than 40 species of birds, such as swallow, grey starling, oriole, and migratory grosbeak, can be found in summer, and more than 32 species, such as bullfinch, peregrine falcon and buzzard, in winter.\r\n   Over 30 species of birds including pericrocotus roseus, heron and wild goose fly over the city.\r\n   The number of species of birds inhabiting the Pyongyang area totals 144 and it accounts for 32.5 per cent of birds distributed all over the country.\r\n   The per-capita green belt is 58 square metres and the water quality of the river taedong flowing through the city is 8.7 ppm.    \r\n\r\n\r\n"
        },
        {
            "title": "Hanchongryon delegates interviewed in Pyongyang",
            "url": "http://kcna.co.jp/item/1998/9808/news08/10.htm#10",
            "content": "Hanchongryon delegates interviewed in Pyongyang\r\n Pyongyang, August 10 (KCNA) -- Kim Tae Won and Hwang Son, delegates of the South Korean Federation of University Student Councils (Hanchongryon),  which represents the south headquarters of Pomchonghakryon (National Alliance of Youth and Students for the Country's Reunification) were interviewed by reporters at the Yanggakdo Hotel today. \r\n   They have come here to participate in Pomchonghakryon's joint exploration of and joint seminar on historical sites and cultural relics in the north.\r\n   They published a statement on their visit to the north in the name of the sixth-term Hanchongryon.\r\n   The statement said that their visit to the north is aimed at taking part in the \"Grand Festival for National Reconciliatin, Unity and Reunification\" and showing that the true meaning of the festival is a substantial, nationwide meeting. \r\n   It is also aimed at making a breakthrough in independent exchange in the month of the students in the south and the north through a successful exploration of and seminar on historical sites and cultural relics in the north, part of Pomchonghakryon's struggle for independent exchange for 1998, it noted.\r\n   It said that through the visit they want to contribute to making a leaping development of the Pomchonghakryon's movement and building the fourth-term joint secretariat involving the south, north and overseas delegates.\r\n   Answering questions put by reporters, Kim Tae Won said that he felt ardent desire for the reunification of the country, enjoying welcome of Pyongyang citizens. The South Korean authorities are cracking down on Hanchongryon but it will continue the just struggle with strong faith, he added.\r\n   It is unreasonable for the South Korean authorities to suppress Hanchongryon by branding it as an \"enemy-benefiting organisation,\" Hwang Son said.  As long as there are students who are waging a dauntless struggle, the flag of Hanchongryon will not be pulled down.    \r\n\r\n\r\n"
        },
        {
            "title": "Joint excursion to historical sites starts",
            "url": "http://kcna.co.jp/item/1998/9808/news08/10.htm#11",
            "content": "Joint excursion to historical sites starts\r\n Pyongyang, August 10 (KCNA) -- A meeting took place at Kim Il Sung University today to welcome delegates of the (South) Korean Federation of University Student Councils (Hanchongryon), which represents the south headquarters of the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon), and start a joint excursion to historical sites and cultural relics in the north.\r\n   Addressing the meeting, chairman of the Pomchonghakryon north headquarters kim in ho warmly welcomed the Hanchongryon delegates with compatriotic feelings. He said the excursion involving youths and students of the north, south and overseas will mark an important occasion in getting a good knowledge of the Tangun nation's long history and brilliant culture and preserving the Juche character and national character in the activities for the country's reunification.\r\n   A delegate of Hanchongryon, Kim Tae Won, said in his speech that the division of the nation has imposed immeasurable sufferings on the Korean people. He vowed to take the lead in the struggle for national reunification, deeply aware of the sufferings.\r\n   An art performance was given in welcome of the Hanchongryon delegates. Then speeches were made upon the start of the excursion.\r\n   The speakers referred to the significance and purpose of the excursion and a joint seminar on historical sites and cultural relics in the north.\r\n   They said the events will reconfirm the homogeneity of the Korean nation and contribute to fostering great national unity and promoting national reunification through independent exchange between students of the north and the south.\r\n   A report on preparations of the excursion was delivered and its program adopted at the meeting.\r\n   The excursion team will visit historical sites in Pyongyang and other areas of the north.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}