{
    "date": "1998-11-03",
    "url": "http://kcna.co.jp/item/1998/9811/981103.htm",
    "articles": [
        {
            "title": "Kim Jong Il inspects headquarters of KPA combined unit",
            "url": "http://kcna.co.jp/item/1998/9811/news11/03.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Thai party delegation pays its respects to Kim Il Sung",
            "url": "http://kcna.co.jp/item/1998/9811/news11/03.htm#2",
            "content": "Kim Jong Il inspects headquarters of KPA combined unit\r\n Pyongyang, November 3 (KCNA) -- Kim Jong Il inspected the headquarters of combined unit no. 593 of the Korean People's Army on Monday.\r\n   He was accompanied by director of the KPA General Political Department Jo Myong Rok, chief of the KPA general staff Kim Yong Chun and staff members of the KPA Supreme Command.\r\n   At the combined unit, the chairman of the DPRK National Defence Commission heard a report from the unit's commanding officers on the situation and learned about how the unit was performing its duties.\r\n   He noted with great satisfaction that the officers and men of the combined unit had been fully prepared to smash any surprise attack of the enemies at one stroke.\r\n   He gave the unit important tasks to increase its fighting efficiency in every way and fortify the defence theatre.\r\n   He had a picture taken with officers and men of the combined unit.\r\n   He then went to a women's company under the combined unit. \r\n   He looked round the education room, bedroom and other places of the company. He said the women soldiers who defend the motherland devotedly are all fine revolutionaries.\r\n   All the commanding officers and soldiers help and lead each other forward, with the former loving the latter as they would their own younger brothers and sisters or their own children and with the latter respecting the former as they would their eldest brothers and sisters, he noted, adding that this revolutionary comradeship is one of the proud features of the heroic Korean People's Army, which is the army of the party and the army of the revolution.\r\n   He gave the company soldiers a pair of binoculars and an automatic rifle as gifts and had a picture taken with them.\r\n   He enjoyed a performance given by the art propaganda squad of the combined unit and highly appreciated the activities of the squad.    \r\n  \r\n  \r\n"
        },
        {
            "title": "National program contest and exhibition",
            "url": "http://kcna.co.jp/item/1998/9811/news11/03.htm#3",
            "content": "Thai party delegation pays its respects to Kim Il Sung\r\n Pyongyang, November 3 (KCNA) -- A delegation of the Palang Dharma (righteous force) Party of Thailand led by its leader Chaiwat Sinsuwong on Nov. 2 visited the statue of the President Kim Il Sung on Mansu Hill and paid  its respects to him.\r\n   The guests laid bouquets before the President's Statue and made a bow.    \r\n \r\n"
        },
        {
            "title": "River-crossing operation exercise against north",
            "url": "http://kcna.co.jp/item/1998/9811/news11/03.htm#4",
            "content": "National program contest and exhibition\r\nPyongyang, November 3 (KCNA) -- The ninth national program contest and exhibition was held at the three-revolution exhibition here.\r\n   The contest and exhibition, which opened on Oct. 26, proceeded, divided into program contest and program exhibition.\r\n   In letter cognition, mechanical translation and phonetic cognition program sections, \"Mokran\" (edition no. 3), a system of cognizing Korean letter-document, and \"Mangyongbong 1.0,\" a mechanical translation program, which were presented by the Korean Computer Centre, and \"Chilbosan,\" a system of cognizing Korean phoneme  which was presented by the mathematics institute of the academy of sciences, won special prize and \"127-3\", a continuous phonetic system based on Korean phoneme and two other programs presented by Kim Il Sung University, placed first.\r\n   Four programs proved to be special class and 12 programs took the first place at the program exhibition.\r\n   A closing ceremony took place on Nov. 2.\r\n   Present were honorary vice-president of the presidium of the Supreme People's Assembly Ri Jong Ok,  president of the Academy of Sciences Ri Kwang Ho and officials concerned.    \r\n\r\n"
        },
        {
            "title": "Hwang Son warmly seen off by Pyongyangites",
            "url": "http://kcna.co.jp/item/1998/9811/news11/03.htm#5",
            "content": "River-crossing operation exercise against north\r\n Pyongyang, November 3 (KCNA) -- The South Korean warmongers staged a large-scale river-crossing operation exercise of motorized troops in an area on the south Han River including Ryoju and Richon, Kyonggi Province on Nov. 1 as part of the provocative \"'98 Foal Eagle\" war manoeuvres under simulated conditions of invasion upon  the north, according to a radio report from Seoul.\r\n   Involved in the river-crossing exercise were more than 5,000 troops of the \"Pulmuri\" unit of the army, some 250 tanks and armoured cars and scores of large-caliber guns. They staged the exercise under the intensive firing support of helicopters.\r\n   More than 35,000 U.S. aggressor troops and 50,000 troops of the army are participating in the \"'98 Foal Eagle\" war manoeuvres, which was reponted to continue till Nov. 6 from Oct. 26.\r\n   This war hysteria shows that the U.S. and their stooges' preparations for war against the north are entering into a more reckless stage.    \r\n\r\n   \r\n"
        },
        {
            "title": "69th anniversary of Kwangju Student Incident observed",
            "url": "http://kcna.co.jp/item/1998/9811/news11/03.htm#6",
            "content": "Hwang Son warmly seen off by Pyongyangites\r\n Pyongyang, November 3 (KCNA) -- Pyongyangites met at the plaza in front of the Pyongyang Indoor Stadium in the morning to see off Hwang Son, a delegate of the South Korean Federation of University Student Councils (Hanchongryon), which represents the south headquarters of the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon).\r\n   Hwang, who came here together with Kim Tae Won on August 7, is to go back to the south via Panmunjom today.\r\n   During their stay Hwang and kim participated in a joint expedition of students from the north, south and abroad to historical sites in the northern half of Korea, an academic seminar and the August 15 Grand Pro-Reunification Festival and visited scenic spots, including mts. Paektu and Kumgang.\r\n   Chairman Ryang Man Gil of the Pyongyang City People's Committee, addressing the meeting, said in a short period of their stay in Pyongyang Hanchongryon delegates Kim Tae Won and Hwang Son have forged relations of kinship with broad segments of the people, including the students, in the northern half of Korea.\r\n   He expressed full compatriotic support for Hwang Son, who will go back to the south as a victor with her unbreakable spirit of reunification and devoted struggle, and asked her to convey warm regards of all the people of the north, including Pyongyangites, to the one million students of Hanchongryon, who are invariably fighting for independence, democracy and reunification.\r\n   In her reply Hwang Son vowed to live up to the expectation of the country and the 70 million fellow countrymen for national reunification.\r\n   Hwang Son was warmly seen off by tens of thousands of Pyongyangites and students along the route from the plaza in front of the  Pyongyang Indoor Stadium to Thongil Street via Chollima Street.    \r\n  \r\n\r\n"
        },
        {
            "title": "Normalization of Japan-DPRK relations urged in Japan",
            "url": "http://kcna.co.jp/item/1998/9811/news11/03.htm#7",
            "content": "69th anniversary of Kwangju Student Incident observed \r\n Pyongyang, November 3 (KCNA) -- A struggle should be waged to defend the dignity and sovereignty of the nation, the desire of students and people of other social standings in Kwangju.\r\n   Rodong Sinmun today stresses this in an article dedicated to the 69th anniversary of the Kwangju Student Incident (November 3, 1929).\r\n   The daily says:\r\n   The anti-Japanese struggle in Kwangju was the eruption of pent-up wrath and resentment of Korean students and other people against the Japanese imperialists who were imposing colonial slavish subservience on them and a manifestation of their firm will to drive the aggressors out of the country and retake the independence of the country and the sovereignty of the nation without fail.\r\n   In order to terminate foreign occupation of and domination over South Korea, reunify the country and establish the sovereignty of the nation throughout Korea it is, above all, necessary to eliminate traitors and anti-reunification forces dependent on outsiders.\r\n   With the traitors hell-bent on pro-U.S., pro-Japanese flunkeyist treacheries left intact, the South Koreans cannot get rid of the lot of the people of a ruined country nor reunify the country for  establishment of the sovereignty of the nation throughout Korea. Nor can they avoid a holocaust of a nuclear war foreign forces are trying to provoke.\r\n   Only when all the South Korean people who want independence, democracy and reunification turn out in a struggle for the realisation of their desire, can they build a reunified country with no foreign forces and traitors.    \r\n  \r\n"
        },
        {
            "title": "Withdrawal of \"law observance oath system\"  called for",
            "url": "http://kcna.co.jp/item/1998/9811/news11/03.htm#8",
            "content": "Normalization of Japan-DPRK relations urged in Japan\r\n Tokyo, November 1 (KNS) -- Representatives of Japan-Korea friendship organizations called at the Prime Minister's residence and the ministry of foreign affairs of Japan on October 27, urging an immediate resumption of the talks for the normalization of Japan-DPRK diplomatic relations and a prompt lifting of unjustifiable \"embargo\" on the DPRK and Japan-resident Koreans.\r\n   They handed to the secretary of the chief cabinet secretary and the vice Foreign Minister for political affairs letters of request addressed to the Prime Minister and the minister of foreign affairs.\r\n   They said that arms buildup the Japanese government has been stepping up while slandering the DPRK's launch of an artificial satellite is a dangerous movement against peace in Asia and the rest of the world.\r\n   They strongly demanded that the government promptly lift the \"embargo\" on the DPRK and take strict steps to prevent encroachment upon human rights of Koreans in Japan.\r\n   They also called for an immediate resumption of the Japan-DPRK intergovernmental talks for an  early normalization of bilateral diplomatic relations.    \r\n  \r\n"
        },
        {
            "title": "\"Hanchongryon\" delegate goes back via Panmunjom",
            "url": "http://kcna.co.jp/item/1998/9811/news11/03.htm#9",
            "content": "Withdrawal of \"law observance oath system\"  called for\r\n Pyongyang, November 3 (KCNA) -- The preparatory committee for the Pusan Human Rights Centre held a press conference on Oct. 20 and denounced the present \"government's\" policy of violating human rights, according to a news report.\r\n   This policy is little different from that of the preceding \"governments,\" the organisation said. The present authorities are putting pressure upon prisoners of conscience to observe the \"law-observance oath system\", bugging communications and violating human rights of the detainees.\r\n   It called for probing the truth behind fascist human rights violations, withdrawing the \"law-observance oath system\" and releasing all the prisoners of conscience.\r\n   It held a seminar on the subject \"government power and human rights.\"    \r\n \r\n   \r\n"
        },
        {
            "title": "Paek Nam Sun meets new Venezuelan ambassador",
            "url": "http://kcna.co.jp/item/1998/9811/news11/03.htm#10",
            "content": "\"Hanchongryon\" delegate goes back via Panmunjom\r\n Pyongyang, November 3 (KCNA) -- Hwang Son, a delegate of the South Korean Federation of University Student Councils (Hanchongryon), which represents the south headquarters of the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon), went back through Panmunjom this afternoon.\r\n   She came here on Aug. 7 to participate in the August 15 Grand Pro-Reunification Festival, a Pomchonghakryon joint excursion to and joint seminar on historic sites in the north.\r\n   Ryo Won Gu, presidium member of the central committee of the Democratic Front for the Reunification of the Fatherland= Kim Il San, chairman of the Kaesong City People's Committee= Kim In Ho, chairman of the Pomchonghakryon north headquarters= and others exchanged warm farewells with Hwang and hugged her.\r\n   Hwang was seen off by hundreds of youths and students in Kaesong.\r\n   A joint meeting of Pomchonghakryon was held in front of the Phanmun House to demand Hwang's safe return and the repeal of the \"National Security Law\" before she crossed the Demarcation Line.    \r\n\r\n\r\n"
        },
        {
            "title": "\"Samhung Stone\"",
            "url": "http://kcna.co.jp/item/1998/9811/news11/03.htm#11",
            "content": "Paek Nam Sun meets new Venezuelan ambassador\r\n Pyongyang, November 3 (KCNA) -- Foreign Minister Paek Nam Sun of the Democratic People's Republic of Korea today met and had a conversation with new Venezuelan ambassador to Korea Joselin Enrique De King, who paid a courtesy call on him.    \r\n   \r\n"
        }
    ]
}