{
    "date": "1998-02-27",
    "url": "http://kcna.co.jp/item/1998/9802/980227.htm",
    "articles": [
        {
            "title": "Rodong Sinmun on collaboration and unity between fellow countrymen",
            "url": "http://kcna.co.jp/item/1998/9802/news02/27.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Medal awarded to G.S. Kim Jong Il",
            "url": "http://kcna.co.jp/item/1998/9802/news02/27.htm#2",
            "content": "Rodong Sinmun on collaboration and unity between fellow countrymen\r\n Pyongyang, February 27 (KCNA) -- Only when the north and the south of Korea place the common interests and commonness of the nation above all and aspire toward national reunification together can they achieve great unity  transcending differences in ideologies and systems, said Rodong Sinmun in a signed article February 26.\r\n   The author of the article said:\r\n   For the north and the south to promote co-existence, co-prosperity and common interests and pool efforts, putting aside the differences in ideologies and systems, is a prerequisite for reconciliation, unity and reunification.\r\n   The line and policy of the Workers' Party of Korea for great national unity are all-embracing politics of love for the country, the nation and the people.\r\n   We will join hands with anyone who applies himself to the country's reunification with national conscience, regardless of what ideology and religion he has and whether he is a capitalist, army general or ruling official.\r\n   If anyone who committed crimes against the nation in the past turns to the side of the nation, penitent for them, we will make a clean sheet of his past, treat him with tolerance and unite with him to shape the destiny of the nation together.\r\n   We will in the future, too, perform our obligation and duty for the nation by respecting the  ideology, idea and religious belief of all the South Korean political parties, organisations and personages from all walks of life who strive to accomplish the cause of country's reunification with patriotic feelings, and joining hands with them.\r\n   As a joint meeting of the political parties and organisations in the DPRK appealed, the South Korean politicians should recognise and respect different thoughts, iueas and systems existing in the north and the south, refrain from hurting each other and enjoy progress and prosperity together.\r\n   And they should place the interests of the whole nation before regional and class interests and direct all efforts to the cause of national reunification.    \r\n  \r\n"
        },
        {
            "title": "Inter-Korean collaboration and unity called for",
            "url": "http://kcna.co.jp/item/1998/9802/news02/27.htm#3",
            "content": "Medal awarded to G.S. Kim Jong Il\r\nPyongyang, February 27 (KCNA) -- The Permanent Presidium of the Congress of People's Deputies of the USSR made a resolution to award the \"80th anniversary of the Great October Socialist Revolution\"  medal and its certificate to General Kim Jong Il on the occasion of his birthday, February 16. \r\n   They were handed to a Korean official concerned on Feb. 14.     \r\n     \r\n\r\n"
        },
        {
            "title": "People's artiste Kim Jae Gun",
            "url": "http://kcna.co.jp/item/1998/9802/news02/27.htm#4",
            "content": "Inter-Korean collaboration and unity called for\r\n Pyongyang, February 27 (KCNA) -- Ri Il Hwan, first secretary of the central committee of the Kim Il Sung Socialist Youth Keague, and Choe Song Suk, chairperson of the central committee of the Union of Agricultural Working People of Korea, made public statements to the press on Feb. 26 supporting the measure taken at the joint meeting of the political parties and organisations in the DPRK.\r\n   One of the practical measures to improve the deadlocked relations between the north and the south and open a new phase of national reunification is to promote co-existence, co-prosperity and common interests between them and achieve collaboration and unity among the fellow countrymen, Ri Il Hwan said, and went on to say:\r\n   South Korea should discard the policy of confrontation, unbiasedly accept things which are beneficial and helpful to the nation and the reunification of the country and seek unity in step with the north.\r\n   The politicians in south korea should show their willingness for unity with the north in having the South Korean Federation of University Student Councils legalized, the suppression of the righteous patriotic movement of students for reunification stopped and solidarity of the north, the south and overseas attained.\r\n   Choe Song Suk said that the Koreans have common foundations to promote co-existence, co-prosperity and common interests between the north and the south and achieve collaboration and unity between them.\r\n   She called upon all the political parties and organisations in South Korea to unhesitatingly take the road of achieving inter-Korean collaboration and unity in accordance with the ten-point programme of the great unity of the whole nation, regarding it as a basis common to the nation.    \r\n\r\n"
        },
        {
            "title": "Russian political party leaders hail measure of joint meeting in DPRK",
            "url": "http://kcna.co.jp/item/1998/9802/news02/27.htm#5",
            "content": "People's artiste Kim Jae Gun\r\n Pyongyang, February 27 (KCNA) -- A people's artiste of the Pyongyang Circus Kim Jae Gun (60) has created aerial acrobatic pieces.\r\n   The Korean aerial performance \"fliers\" which was awarded a gold prize at the 22nd Monte Carlo International Acrobatic Festival some time ago was also created by him. An acrobat Kim Hye Gyong (29) who performed three somersaults in the \"fliers\" is his daughter.\r\n   Kim, who began his career as aerial acrobat in his teens, created and performed \"seesaw\", a form of the Korean national circus. And he successfully made three somersaults in \"aerial flight on the swing.\"\r\n   Since his retirement from the stage, he has created dozens of peculiar acrobatic pieces. Among them are \"seesaw\", \"three-stage trapeze\", \"swinging\" and \"fliers\" that were very popular at international acrobatic festivals.\r\n   His wife Pang Ok Ju (55) also performed aerial trapezes in her teens and became a merited actress at the age of 19.\r\n   Kim Hye Gyong performed \"swinging\" and \"fliers\" created by her father and won a special prize and a gold prize at international acrobatic festivals.\r\n   As for the successful performance of \"fliers\", Kim Jae Gun told KCNA: \r\n   \"My family is enjoying a special favour and happiness which can be enjoyed  only under the Korean socialist system that values even a little talent and cultivates it.\" \r\n    \r\n"
        },
        {
            "title": "Final victory in store for Koreans",
            "url": "http://kcna.co.jp/item/1998/9802/news02/27.htm#6",
            "content": "Russian political party leaders hail measure of joint meeting in DPRK\r\nMoscow, February 25 (KCNA) -- Russian political party leaders in interviews with KCNA in Moscow on Feb. 24 supported the letter to South Korean political parties and organizations adopted at the joint meeting of the political parties and organizations in the Democratic People's Republic of Korea.\r\n   Oleg Shenin, Chairman of the Council of the Union of Communist Parties--the Communist Party of the Soviet Union, said that the letter is aimed at effecting a radical turn in the efforts for the reunification of Korea.\r\n   The South Korean autorities must respect the three principles of independence, peaceful reunification and great unity of the nation which were put forward by  President Kim Il Sung and agreed to and made public by the north and south, and reject dependence on outsiders and show a willingness to carve out the destiny of the nation independently, he added.\r\n   Sazhi Umalatova, Chairperson of the Central Council of the Party for Peace and Unity,  said that the South Korean authorities have to draw a lesson from the poor end of the successive rulers, who pursued anti-Communist and anti-north policies, and resolutely seek reconciliation with the north.\r\n   The \"National Security Law\" and \"Agency for National Security Planning\" are institutional barriers standing in the way of pro-north reconciliation, she said. They should be abolished and dissolved unconditionally and totally.\r\n   The South Korean authorities, though belatedly, must draw a lesson from the crimes of the \"civilian\" regime and take a correct way of achieving true independence, national unity and reunification, she stressed.    \r\n \r\n\r\n"
        },
        {
            "title": "Frantic military maneuvers in S. Korea",
            "url": "http://kcna.co.jp/item/1998/9802/news02/27.htm#7",
            "content": "Final victory in store for Koreans \r\n Pyongyang, February 27 (KCNA) -- The Korean people will finally win although they are undergoing temporary difficulties, said Mauro Cazadio, General Secretary of the struggle for Peace and Socialism of Italy, in an interview with KCNA.\r\n   I was deeply moved to see the unity of the leader, the party and the masses in korea, he said, and continued:\r\n   In Korea, the party, the army and the people maintain kindred relations centering on General Secretary Kim Jong Il.\r\n   As Korea has such a powerful strength, it can easily break through any difficulties.\r\n   With no machination can the enemy bring the Korean people to their knees.\r\n   We will always stand on the side of the Korean people advancing under the banner of socialism.\r\n   We will express our solidarity more loudly with the just cause of the Korean people fighting for the independent and peaceful reunification of the country.\r\n   We are convinced that the Korean people who are making a powerful advance in close unity around General Kim Jong Il will certainly win.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Agreement between DPRK and Czech Republic signed",
            "url": "http://kcna.co.jp/item/1998/9802/news02/27.htm#8",
            "content": "Frantic military maneuvers in S. Korea\r\n  Pyongyang, February 27 (KCNA) -- The South Korean puppet clique called the Ulji Eagle Unit of the puppet army out to a military maneuver against the north Korea Korea crying for \"perfect establishment of combat readiness\", according to a radio report from Seoul. \r\n   The exercise lasted till February 25 on a rugged mountain area 1,000 metres high above sea level, similar to a mountainous area of North Korea.\r\n   The \"advance\" unit of the army and a combat command training corps under the education command of the army engaged in a provocative war exercise against the north Korea day and night from February 21 to 26 under the pretext of \"increasing the capacity of combat command and control\".    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "SPA Chairman meets new Czech Ambassador",
            "url": "http://kcna.co.jp/item/1998/9802/news02/27.htm#9",
            "content": "Agreement between DPRK and Czech Republic signed\r\n Pyongyang, February 27 (KCNA) -- An agreement on promotion and protection of investment between the Democratic People's Republic of Korea and the Czech Republic was signed at the Mansudae Assembly Hall today.\r\n   Present at the signing ceremony were Ri Song Rok, Vice-Chairman of the State External Economic Affairs Commission, and other officials concerned, and Alexander Karich, Czech Ambassador to Korea.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "G.S. Kim Jong Il greets Pres. Fidel Castro Ruz",
            "url": "http://kcna.co.jp/item/1998/9802/news02/27.htm#10",
            "content": "SPA Chairman meets new Czech Ambassador\r\n Pyongyang, February 27 (KCNA) -- Yang Hyong Sop, Chairman of the Supreme People's Assembly, today met and had a talk with new Czech Ambassador to Korea Alexander Karich,  who paid a courtesy call on him, at the Mansudae Assembly Hall.\r\n  \r\n\r\n"
        }
    ]
}