{
    "date": "1998-12-03",
    "url": "http://kcna.co.jp/item/1998/9812/981203.htm",
    "articles": [
        {
            "title": "DPRK Foreign Ministry spokesman on U.S. argument about maintenance of its troops in east Asia",
            "url": "http://kcna.co.jp/item/1998/9812/news12/03.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n"
        },
        {
            "title": "Floral basket to Cuban embassy",
            "url": "http://kcna.co.jp/item/1998/9812/news12/03.htm#2",
            "content": "DPRK Foreign Ministry spokesman on U.S. argument about maintenance of its troops in east Asia \r\n \r\n   Pyongyang, December 3 (KCNA) -- The spokesman for the Foreign Ministry of the DPRK today gave an answer to a question put by KCNA as regards the U.S. recent argument about the permanent maintenance of its troops in the east Asian region.\r\n   He said: \r\n   As was already reported, the U.S. Defense Department in \"the fourth report on U.S. Security Strategy for East Asia\" released on November 23 said that about 100,000 U.S. troops must be maintained in east Asia to cope with a \"crisis\" on the Korean peninsula and that these troops must be kept in this region even after the crisis are defused.\r\n   This argument of the United States is an open revelation of its invariable hegemonistic design to establish the U.S.-dominated order in east Asia with military strength.\r\n   It must not go unnoticed that huge U.S. armed forces deployed in this region take the DPRK as a major target of attack.\r\n   This is a very grave infringement upon the dignity and sovereignty of the DPRK and an unpardonable military challenge to it.\r\n   Not only the DPRK but also its neighbouring nations are within the range of fire of the U.S. armed forces present in east Asia. This fact shows that the U.S. monopolistic and dominationist design is a dangerous hotbed which may touch off new confrontation and conflict in this region.\r\n   At present, the Korean peninsula has been turned into the worst hotspot in the world. As a result, it is now placed under the touch-and-go situation and the situation in its surrounding areas is also  constantly instable. This is ascribable to the U.S. aggressive Korea policy.\r\n   \"Four-way talks\" for the peace and security of the Korean peninsula have been held between the DPRK and the United States.\r\n   At this very juncture, the U.S. openly declared the permanent presence of its troops, turning away from the issue of their withdrawal which is the key to solving issues at the talks. This makes us seriously doubt about the U.S. attitude toward the talks.\r\n   All facts clearly teach us once again that we should always heighten our vigilance to the maximum and keep ourselves fully ready for both war and peace.\r\n   Our people and army will not in the least pardon any attempt at infringing upon the sovereignty and security of our republic but answer it with a resolute and merciless self-defensive measure. \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "\"B-1B\" strategic bomber involved in \"Keen Sword\" war drill",
            "url": "http://kcna.co.jp/item/1998/9812/news12/03.htm#3",
            "content": "Floral basket to Cuban embassy\r\n Pyongyang, December 3 (KCNA) -- The DPRK Ministry of the People's Armed Forces sent a floral basket to the Cuban embassy here on December 2 to mark the 42nd anniversary of the Cuban Revolutionary Armed Forces.\r\n   The basket was handed to the ambassador and military attache of the Cuban embassy by an official concerned. \r\n\r\n"
        },
        {
            "title": "Annihilating blow will be given",
            "url": "http://kcna.co.jp/item/1998/9812/news12/03.htm#4",
            "content": "\"B-1B\" strategic bomber involved in \"Keen Sword\" war drill\r\n Pyongyang, December 3 (KCNA) -- Rodong Sinmun Wednesday comments on the U.S. mobilization of the \"B-1B\" strategic bomber into the \"Keen Sword\" war drill, noting it shows the U.S. strategy of preemptive attack on North Korea has reached a practical phase.\r\n   The United States, pinning great hope on aerial superiority, is scheming to apply the method of blitz warfare by preemptive attack in the far east region which it chose as a major front in realizing its strength-based world strategy after the Cold War. Particulary, the Democratic People's Republic of Korea is a major target the commentary says, and continues=\r\n   \"B-1B\", involved in \"Keen Sword 99\", also took part in the \"98 Foal Eagle\" U.S.-South Korea joint military drill.\r\n   This eloquently indicates that the two war drills were linked with each other and staged  in line with the scenario for Korean War and, in particular, the target of \"B-1B\" is the DPRK.\r\n   The long-range strategic bomber boasts of operational capabilities to strike in-depth and rear areas of an opposite warring side after flying deeply above them.   \r\n   The \"98 Foal Eagle\" and \"Keen Sword 99\" war drills staged by the U.S. hawks with mobilization of warplanes such as \"B-1B\" show that the U.S.-Japan-South Korea combined operation led by the U.S. troops was tested and that the system of triangular military alliance is actually moving along the orbit of a new Korean war. \r\n\r\n\r\n"
        },
        {
            "title": "Adoption of grotesque \"resolution\" = KCNA commentary =",
            "url": "http://kcna.co.jp/item/1998/9812/news12/03.htm#5",
            "content": "Annihilating blow will be given\r\n Pyongyang, December 3 (KCNA) -- \"Under the prevailing touch-and-go situation, the Korean People's Army (KPA) is now bracing itself for a fight against the U.S. imperialist aggressors,\" said Jong Chang Ryol, vice-Minister of the People's Armed Forces.\r\n   \"Our army has been in full readiness to defeat any aggression of the U.S. imperialists.\"\r\n   The vice-minister clarified this position, as regards the statement of the KPA general staff spokesman, which was announced on Wednesday in connection with the fact that the arrogant U.S. imperialists have gone beyond the danger line in their aggressive attempts to stifle the DPRK with military strength.\r\n   The U.S. imperialists are frantically staging powder-reeking war exercises almost every day, watching for a chance. Recently, their boss Clinton made a final checkup of the preparedness of the U.S. troops present in South Korea. \r\nHis reckless remarks at that time are, in essence, like a declaration of war that they will not hesitate to wage a war against the DPRK, Jong said, and declared:\r\n   \"All the KPA officers and men are full of the fighting spirit and vigour to give an annihilating blow to the aggressors and make them forlorn wandering spirits.\"\r\n   \"The U.S. imperialist aggressors should be mindful that this planet will never exist without Korea.\"\r\n   \"If they finally unleash a war, our People's Army will blow up the U.S. territory as a whole and demonstrate the mettle of the great Marshal Kim Jong Il's army, the strongest in the world.\" \r\n\r\n\r\n"
        },
        {
            "title": "Fascist law should be abolished",
            "url": "http://kcna.co.jp/item/1998/9812/news12/03.htm#6",
            "content": " Adoption of grotesque \"resolution\" = KCNA commentary =\r\n  Pyongyang, December 3 (KCNA) -- \"The Unification, Diplomatic and Commercial Committee of the National Assembly\" of South Korea on November 30 adopted a \"resolution\" that urges the north to accept inspection of suspected underground nuclear facility,  according to a news report.\r\n   Such a grotesque \"resolution\" can be adopted only by the South Korean \"National Assembly\" infamous for being a hideous political waiting maid of the dictatorial \"government\" and a groomsman of government power.\r\n   As known, the suspicion of \"underground nuclear facility\" is a fabrication based on false information cooked up by the U.S. hardline conservatives and a product of the anti-DPRK campaign. \r\n   The adoption of the \"resolution\" at the \"National Assembly\" shows once again that the \"National Assembly\" of South Korea is a shabby sort of maid following the policy of the \"government\" which is engaging itself in confrontation with the DPRK.\r\n   In fact, the \"national assembly\" of south Korea is no more than a foul political arena where power-hungry ruling and opposition political peddlers pursue personal gain rather than the livelihood of the people.\r\n   Even the South Korean magazine \"Monthly Korea\" carried a political cartoon satirizing the \"National Assembly Building\" and good-for-nothing \"National Assemblymen\" playing cards regardless of the economic catastrophe.\r\n   The corrupt \"National Assembly\" of South Korea can do nothing but serve as a henchman of the \"government.\"\r\n   The \"National Assembly\" should act with discretion, looking back on the miserable end of the preceding quarters in power, who had pursued only confrontation with fellow countrymen. \r\n\r\n"
        },
        {
            "title": "Koreans on full alert for war",
            "url": "http://kcna.co.jp/item/1998/9812/news12/03.htm#7",
            "content": "Fascist law should be abolished\r\n   Pyongyang, December 3 (KCNA) -- Rodong Sinmun today in a commentary says that the abolition of the \"National Security Law\" is strongly demanded at home and abroad, 50 years after the \"NSL\"  was enacted in South Korea.\r\n   The commentary says:\r\n   The \"NSL\", which the successive South Korean rulers repeatedly revised for keeping their power, is the fascist law against the nation, democracy and reunification, a law which defines the fellow countrymen in the north as \"enemy\", bars all dealings and contacts with the north and persecutes the people's struggle for independence, democratization of South Korean society and national reunification. \r\n   The present  authorities are clamouring about the \"favourable points\"  of the law in a bid to use it for \"government security\" for a long time. It shows that they  are a group of fascist tyrants and traitors and enemy of reunification who are little different from former dictators.\r\n   As long as the law exists, \"improvement of south-north relations\" and \"reconciliation, cooperation\" on their lips are nothing but deceptive words which make a mockery of the countrymen, who want the reunification of the country.\r\n   The South Korean  authorities should abolish the \"NSL\" at once. \r\n\r\n \r\n"
        },
        {
            "title": "Finnish President and party leaders on Korean issue",
            "url": "http://kcna.co.jp/item/1998/9812/news12/03.htm#8",
            "content": "Koreans on full alert for war\r\n\r\n   Pyongyang, December 3 (KCNA) -- Upon receiving the statement of the spokesman for the general staff of the Korean People's Army (KPA) that declares the KPA will mercilessly answer the U.S. imperialist aggression forces' challenge with an annihilating blow, the servicemen and people of all walks of life in North Korea are ready to smash the U.S. imperialist aggressors and their followers at once.\r\n   A KPA officer Han Kyong Chol said, \"Our People's Army's strike has no limitation and no mercy.   Once the U.S. imperialists defiantly ignite the fuse of war on this land, we will annihilate all of the aggressors, the provokers, firmly holding rifles of the Korean revolution in our hands.\" \r\n   Secretary of the North Hamgyong Provincial Committee of the Workers' Party of Korea Jong Ki Hung said, \"members of the worker-peasant red guards and the young red guards are awaiting the moment of a war of justice and, if the enemies dare to provoke a war they will make a thousand-fold revenge on them and unfailingly achieve the cause of national reunification.\"\r\n   Manager of the Huichon General Machine-Tool Factory Pang Chol Sun said the Korean workers are fully prepared for war and that if the enemies unleash war they will not escape the fate of forlorn wandering spirits.\r\n   Curator of the Sinchon Museum Kim Pyong Ho said if the U.S. imperialists and the South Korean finally start a war, the Korean people will never miss the opportunity and make them pay for the crimes committed against Koreans through generations.\r\n   Jang Yong Chol, first secretary of the Pyongyang City Committee of the Kim Il Sung Socialist Youth League, said the young Korean people are fully armed with the spirit of human bombs and of suicidal attack to rise up courageously and smash any aggressors who pounce upon this land. \r\n\r\n"
        },
        {
            "title": "Medieval law existing for half a century = KCNA commentary =",
            "url": "http://kcna.co.jp/item/1998/9812/news12/03.htm#9",
            "content": "Finnish President and party leaders on Korean issue\r\n \r\n   Pyongyang, December 3 (KCNA) -- Finnish President Martti Ahtisaari, when he met the Korean ambassador to Finland on November 26, asked him to convey his greetings to General Secretary Kim Jong Il and referred to the matter of developing relations with the DPRK.\r\n   Yrjo Hakanen, chairman of the Central Committee of the Communist Party of Finland, and Hannu Harju, chairman of the For Peace and Socialism the Communist Workers' Party of Finland, when they met the Korean ambassador on November 25, supported  the Workers' Party of Korea policy of National Reunification by means of confederacy.\r\n   They fully supported the position of the WPK that is adhering to the line of building an independent national economy against the U.S. imperialists' dominationism and \"integration\" of the world economy. \r\n\r\n\r\n"
        },
        {
            "title": "DPRK team leaves",
            "url": "http://kcna.co.jp/item/1998/9812/news12/03.htm#10",
            "content": "Medieval law existing for half a century = KCNA commentary =\r\n\r\n   Pyongyang, December 3 (KCNA) -- It is the \"National Security Law\" that defines the other side of fellow countrymen as \"an anti-state organisation\" and \"main enemy.\" \r\nIt is the South Korean \"government\" that has left its political sovereignty to the mercy of outside forces.\r\n   The \"National Security Law\" is existing in the era of civilization for half a century, which cannot but be a tragedy of the 20th century and disgrace of humankind.\r\n   The \"NSL\" is a medieval law for ideological suppression and for violation of human rights. The \"NSL\" is used as a tool for keeping rulers' power with super-constitutional authority in South Korea.\r\n   The \"NSL,\"  which was made to legalize the colonial fascist dictatorship and fix national division in the Korean peninsula, has performed the criminal function of blocking the patriotic movement for reunification, antagonizing fellow countrymen and checking north-south dialogue and reunification.\r\n   Victims of the \"NSL\" are innumerable and their injuries and sufferings put those of the religious suppression of the middle ages in the shade. That is why the South Korean people have called the \"NSL\" \"devil.\"\r\n   The present ruler of South Korea was once a victim of this \"law,\"  who was \"sentenced to death.\" \r\n   In by-gone days he called for the abolition of this \"law\" and was called to account by ultra-right conservative forces for referring to the issue of \"prisoners of conscience\" persecuted by this \"law.\"\r\n   However, he broke his commitments right after he came to power, describing himself as \"a sufferer of the dictatorial era\" and \"a democratic figure.\" \r\n   Over 300 \"prisoners of conscience\" were arrested on charges of violating the \"NSL\" in a little more than nine months after he came to power. \r\n   For instance, a girl student, who went back after visiting the north, yearning for reunification with a pure patriotic mind, has been put behind bars on charges of violating the \"NSL.\"\r\n   This situation should be terminated and, to this end, the \"NSL\" must be abolished. \r\n\r\n\r\n"
        }
    ]
}