{
    "date": "1998-08-17",
    "url": "http://kcna.co.jp/item/1998/9808/980817.htm",
    "articles": [
        {
            "title": "Committees for supporting Kim Jong Il's election as head of state formed abroad",
            "url": "http://kcna.co.jp/item/1998/9808/news08/17.htm#1",
            "content": "Committees for supporting Kim Jong Il's election as head of state formed abroad \r\nPyongyang, August 17 (KCNA) -- The Tanzanian National Committee for Supporting the Kim Jong Il's Election as Head of State was formed.\r\n   The chairman of the State Inspection Committee of Tanzania who is also chairman of the Tanzania-DPRK Friendship Association was elected chairman of the national committee at the inaugural ceremony held on August 8.\r\n   The preparatory committee for welcoming Kim Jong Il's election as President of the DPRK and celebrating the 50th anniversary of the DPRK was inaugurated with due ceremony  in Italy on the same day.\r\n   It was noted at the inaugural ceremony that the just cause of the Korean people will widely be introduced and propagandized through publications and various meetings. \r\n \r\n"
        },
        {
            "title": "Students under Hanchongryon stage all-night strike",
            "url": "http://kcna.co.jp/item/1998/9808/news08/17.htm#2",
            "content": "Students under Hanchongryon stage all-night strike\r\nPyongyang, August 17 (KCNA) -- Some 2,500 students under the South Korean Federation of University Student Councils (Hanchongryon), who had been holding pro-reunification events at Seoul National University from August 12,  staged the fourth day of all-night sit-in on Aug. 15,  according to a news report.\r\n   They  went on an all-night  sit-in strike after having a fierce clash with fascist police, trying to go to Panmunjom for holding the 9th Pan-National Rally and the 8th Grand Pro-Reunification  Festival of Pomchonghakryon (National Alliance of Youth and Students for the Country's Reunification).\r\n    The South Korean authorities took away Kang Hui Nam, permanent chairman of the South headquarters of Pomminryon (National Alliance for the Country's Reunification), two other dissident figures and some 70 students. \r\n\r\n\r\n"
        },
        {
            "title": "FM meets UNICEF special representative",
            "url": "http://kcna.co.jp/item/1998/9808/news08/17.htm#3",
            "content": "FM meets UNICEF special representative\r\nPyongyang, August 17 (KCNA) -- Vice-Premier and Foreign Minister Kim Yong Nam met and conversed with Omawalle , special representative of the UNICEF to Korea, who paid a farewell call on him, on August 16. \r\n\r\n"
        },
        {
            "title": "Festival delegates entertained",
            "url": "http://kcna.co.jp/item/1998/9808/news08/17.htm#4",
            "content": "Festival delegates entertained\r\n\r\n   Pyongyang, August 17 (KCNA) -- A reception arranged by General Secretary Kim Jong Il was given at Mokran House on Sunday for the delegates to the \"Grand Festival for National Reconciliation, Unity and Reunification.\"\r\n   In his speech Kim Yong Sun, secretary of the Workers' Party of Korea Central Committee and chairman of the Reunification Policy Committee of the Supreme People's Assembly, said inter-Korean dialogue should be one for national unity and reunification, a nationwide one representing the will of all political parties, groups and social strata. This is the north's consistent position concerning inter-Korean dialogue, he said.\r\n   He voiced the belief that the delegates will as ever make patriotic efforts for great national unity and reunification, keeping their pledge.\r\n   So Man Sul, first vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan, said in his speech that Koreans in Japan, convinced that the country's reunification, a long-cherished desire of the nation, will surely be achieved in near future under the leadership of General Secretary Kim Jong Il, are resolved to invigorate activities for reunification, full of confidence and optimism.\r\n   An art performance was given by artistes in Pyongyang at the reception. \r\n\r\n\r\n"
        },
        {
            "title": "Enemies of reunification charged for crimes",
            "url": "http://kcna.co.jp/item/1998/9808/news08/17.htm#5",
            "content": "Enemies of reunification charged for crimes\r\n\r\n    Pyongyang, August 17 (KCNA) -- The South Korean clique called tens of thousands of police and helicopters out to suppress a grand festival of pro-reunification, pro-democracy forces and keep them from participating in '98 Pan-National Rally and a grand pro-reunification festival at Panmunjom.\r\n   Rodong Sinmun today charges that the venues of pro-reunification events led by the south headquarters of the National Alliance for the Country's Reunification (Pomminryon) and the South Korean Federation of University Student Councils (Hanchongryon) turned into a bath of blood and many people were thrown behind bars as a result of the brutal suppression.\r\n   The news analyst says:\r\n   The whole nation and conscientious-minded people of the world are denouncing the suppression with surging indignation.\r\n   We condemn the government authorities, the enemies of reunification, for following in the wake of former dictators by turning South Korea into a bath of blood shed by pro-reunification, patriotic  forces and challenging the fellow countrymen in the north who work hard for reconciliation and unity.\r\n   Bayoneting against the patriotic forces means bayoneting against the people in  north Korea.\r\n   Indelible are the crimes of authorities who are hell-bent on fascist suppression and confrontation with the north, flying in the face of the nation who want reconciliation, unity and reunification.\r\n   Their suppression of the patriotic forces will  invite nothing but disgraceful self-destruction.\r\n   The South Korean authorities should be aware of that. \r\n\r\n"
        },
        {
            "title": "U.S. urged to take practical step for security",
            "url": "http://kcna.co.jp/item/1998/9808/news08/17.htm#6",
            "content": "U.S. urged to take practical step for security\r\n  Pyongyang, August 17 (KCNA) -- The U.S. military intends to keep some 100,000 troops in the Asia-Pacific region under the pretext of \"security\" and steadily reinforce its armed forces.\r\n   In a commentary Rodong Sinmun today says the U.S. military presence and escalating military interference in the region are not aimed at ensuring security but dominating Asian nations by military force.\r\n   It is the Korean peninsula that has been harassed by the most strained situation and the greatest danger of war in the world. This is entirely due to the U.S. policy of stifling the DPRK.\r\n   The United States wants to invade whole Korea and, with it as a springboard, achieve military domination over Asia.\r\n   If it truly hope for security, it should take necessary steps. The DPRK and the United States have been at war technically. This means that a military conflict may occur between the two countries any time. If the relations of belligerence are to be removed, the armistice agreement should be replaced with a peace agreement and a new peace mechanism established.\r\n   As long as the belligerent relations and the division of Korea continue to exist, the United States can hardly expect any security in the Asia-Pacific region including the Korean peninsula.\r\n   The United States should seek the elimination of the belligerent relations and stop obstructing Korean reunification. \r\n  \r\n"
        },
        {
            "title": "Pomchonghakryon",
            "url": "http://kcna.co.jp/item/1998/9808/news08/17.htm#7",
            "content": "Pomchonghakryon\r\nPyongyang, August 17 (KCNA) -- A joint conference of the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon) and the 3rd meeting of Pomchonghakryon took place at Panmunjom on August 15, the 53rd anniversary of the liberation of the country.\r\n   Pomchonghakryon is a  pro-reunification organization of youth and students in the north and south of Korea and abroad.\r\n   It was formed on August 15, Juche 81 (1992). Its goal is  to put an end to outsiders' domination and intervention in Korea and open a new chapter for the peaceful reunification of the country. It has regional headquarters  and branches in the north and  south of Korea and abroad.\r\n    Its supreme decision-making body is Pomchonghakryon's  general meeting. Pomchonghakryon has its central committee, joint presidium  and joint secretariat, which indicate the fighting tasks of the north, south and overseas headquarters, work out plans and review their fulfillment.\r\n   It holds its grand pro-reunification festival on national liberation anniversary  every year.  It works hard for solidarity among the youth and students in the north, south and overseas.\r\n   It publishes the magazine \"New Generation.\" \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on successful August 15 festival",
            "url": "http://kcna.co.jp/item/1998/9808/news08/17.htm#8",
            "content": "Rodong Sinmun on successful August 15 festival\r\n \r\n   Pyongyang, August 17 (KCNA) -- Rodong Sinmun today comes out with an editorial article on the \"Grand Festival for National Reconciliation, Unity and Reunification\"  held successfully with large attendance.\r\n   The festival was proud victory of the patriotic lines of great national unity and reunification over the lines of confrontation and division= it was a significant festival which showed the looks of the country to be reunified, the article says, and goes on:\r\n   Compatriots in the north, south and abroad gathered for great unity at Panmunjom on the occasion of the 53rd anniversary of the country's liberation. This was a historic event which will be recorded in the history of reunification movement of the Korean nation. \r\n   The successful holding of the festival in spite of persistent obstruction of the separatists was a clear demonstration of validity and  vitality of the five-point policy of great national unity advanced by General Secretary Kim Jong Il.\r\n   The five-point policy is the banner to be maintained by the Korean people in promoting national reconciliation and unity.\r\n   All the fellow countrymen in the north, south and abroad should conduct more vigorously the nationwide struggle for reunification under the uplifted banner of the five-point policy and bring earlier the day of reunification. \r\n \r\n"
        },
        {
            "title": "Victorious Fatherland Liberation War Museum",
            "url": "http://kcna.co.jp/item/1998/9808/news08/17.htm#9",
            "content": "Victorious Fatherland Liberation War Museum\r\nPyongyang, August 17 (KCNA) -- 45 years have passed since the victorious Fatherland Liberation War Museum was established. \r\n   The museum systematically shows the enduring feats of the President Kim Il Sung  in leading the Fatherland Liberation War (June 1950-july 1953) to victory.\r\n   Its predecessor, the fatherland liberation war memorial,was opened to public on August 17, 1953, and expanded into the present victorious Fatherland Liberation War Museum in April Juche 63 (1974). It is located on the Pothong River.\r\n   It has 80 odd rooms.\r\n   On display there are materials showing the feats the President performed in the army building during the anti-Japanese revolutionary struggle and the democratic revolution. \r\n   Exhibited are data on military achievements made by all arms and services of the Korean People's Army on several stages of operations during the Fatherland Liberation War and materials showing the struggle of people in the rear. \r\nAlso exhibited are materials on the brutal atrocities of the U.S. imperialists and their defeat.\r\n   The museum  has over 70  semi-panoramic pictures and model boards, among them  halls with a cyclorama on the operation of liberating Taejon and a semi-panoramic picture on the battle of attack on height 351.\r\n   On the occasion of the 40th anniversary of the War Victory Day, the monument to victory in the Fatherland Liberation War was built on a large scale in the vicinity of the museum.\r\n   War veterans are now working as lecturers at the museum.\r\n   The museum has been visited so far by nearly 17 million people since its opening. \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}