{
    "date": "1998-10-14",
    "url": "http://kcna.co.jp/item/1998/9810/981014.htm",
    "articles": [
        {
            "title": "Kim Jong Il's work published in Tanzania",
            "url": "http://kcna.co.jp/item/1998/9810/news10/14.htm#1",
            "content": "Kim Jong Il's work published in Tanzania \r\n Pyongyang, October 14 (KCNA) -- The famous work of General Secretary Kim Jong Il \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" was published in booklet by the Publishing House of the Dar Es Salaam University of Tanzania on the occasion of the 53rd founding anniversary of the Workers' Party of Korea. \r\n \r\n"
        },
        {
            "title": "First anniversary of Kim Jong Il's election marked in Russia",
            "url": "http://kcna.co.jp/item/1998/9810/news10/14.htm#2",
            "content": "First anniversary of Kim Jong Il's election marked in Russia\r\n\r\n   Pyongyang, October 14 (KCNA) -- A meeting was held in Moscow on Oct. 9 to mark the first anniversary of Kim Jong Il's election as General Secretary of the Workers' Party of Korea and the 53rd birthday of the WPK under the sponsorship of the Moscow City Committee of the Communist Party of the Russian Federation.\r\n   Speakers at the meeting laid stress on the great significance of Kim Jong Il's election in the world history.\r\n   A better future is in store for the WPK with Kim Jong Il as its General Secretary, they said, adding:\r\n   The international prestige of the WPK, which is vigorously struggling with confidence in socialism and revolutionary optimism, is daily rising. \r\n\r\n"
        },
        {
            "title": "50th anniversary of Korea-Mongolia relations marked",
            "url": "http://kcna.co.jp/item/1998/9810/news10/14.htm#3",
            "content": "50th anniversary of Korea-Mongolia relations marked\r\nPyongyang, October 14 (KCNA) -- A meeting was held here on Tuesday on the occasion of the 50th anniversary of the establishment of diplomatic relations between Korea and Mongolia.\r\n   Invited to the meeting were Mongolian ambassador to Korea D. Byambaa and embassy officials.\r\n   On hand were Choe Jong Hwan, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries and vice-chairman of the Korea-Mongolia Friendship Association, officials concerned and citizens.\r\n   Speeches were made at the meeting. \r\n\r\n"
        },
        {
            "title": "Aircraft carrier \"Kitty Hawk\" enters Pusan Port",
            "url": "http://kcna.co.jp/item/1998/9810/news10/14.htm#4",
            "content": "Aircraft carrier \"Kitty Hawk\" enters Pusan Port\r\n  Pyongyang, October 14 (KCNA) -- \"Kitty Hawk\", the main aircraft carrier of the U.S. 7th Fleet, entered the Pusan Port with its escort ships on Oct. 12, according to a radio report from Seoul.\r\n   The aircraft carrier made port to whip up a war fever against the north before staging the joint military exercises of the U.S. troops in Japan and in South Korea and the South Korean army in the East Sea of Korea from Oct. 24 under simulated conditions of emergency on the Korean peninsula. \r\n   It  was reported that \"Kitty Hawk\" would play first fiddle  in the joint military exercises. \r\n\r\n"
        },
        {
            "title": "Embassy officials help co-op farmers",
            "url": "http://kcna.co.jp/item/1998/9810/news10/14.htm#5",
            "content": "Embassy officials help co-op farmers\r\n   Pyongyang, October 14 (KCNA) -- Officials of foreign embassies here helped co-op farms in harvesting rice.\r\n   Chinese ambassador Wan Yongxiang and embassy officials worked on Korea-China Friendship Thaekam Co-op Farm, Cuban ambassador Jose Ramon Rodriguez Varona and embassy officials on Korea-Cuba Friendship Hwasong Co-op Farm, Pakistani charge d'affaires  Muhammad Ayaz Khan and embassy officials on Korea-Pakistan Friendship Taesong Co-op Farm.\r\n   They talked with farmers at break, deepening the feelings of friendship. \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on S. Korea-Japan \"fisheries pact\"",
            "url": "http://kcna.co.jp/item/1998/9810/news10/14.htm#6",
            "content": "Rodong Sinmun on S. Korea-Japan \"fisheries pact\"\r\n  Pyongyang, October 14 (KCNA) -- Rodong Sinmun today comes out with a signed commentary on Japan's design for military reinvasion of Korea  contained in a \"fisheries pact\" which was signed by the South Korean authorities and the Japanese reactionaries on September 25.\r\n   The author of the commentary says:\r\n   In the \"pact,\" the South Korean rulers abandoned dominium over Tok Islet and Japan set its surroundings as \"joint control waters.\"\r\n   What the Japanese reactionaries seek in this is to bring Tok Islet under its jurisdiction at any cost and create a favourable condition for military reinvasion on Korea.\r\n   This pact is part of Japan's war scenario to make a comeback to Korea. Japan pursues, firstly, to seize the economic and administrative rights in the area of Tok Islet and, secondly, to possess and militarize the area.\r\n   The Japanese reactionaries are getting overheated with military preparations for invasion of Korea and with propaganda activities to justify them, alleging that they would take a \"joint action in the event of contingency\" on the Korean peninsula and that the DPRK poses \"threats to Japan.\"\r\n   It goes without saying that Japan will soon declare Tok Islet as a \"sphere of its security\" under the pretext of \"protecting its interests\" and expand its military activities to this area. In this way, the Japanese reactionaries will pave the way for military reinvasion of Korea.\r\n   We cannot remain a passive onlooker to their dangerous attempt at military reinvasion. \r\n\r\n   \r\n"
        },
        {
            "title": "October recorded in history",
            "url": "http://kcna.co.jp/item/1998/9810/news10/14.htm#7",
            "content": "October recorded in history\r\n    Pyongyang, October 14 (KCNA) -- October is a historical month when special events took place in Korea.\r\n    In October, the Korean people celebrate the founding anniversary of the glorious Workers' Party of Korea and days when the resident Kim Il Sung and General Secretary Kim Jong Il were elected to the highest posts of the party.\r\n   So, October is a significant month to the Korean people.\r\n   Kim Il Sung founded the down-with-imperialism union on October 17, Juche 15 (1926) and the Workers' Party of Korea on October 10, Juche 34 (1945).\r\n    He was elected General Secretary of the WPK Central Committee in October, Juche 55 (1966) and reelected to this post in October, Juche 69 (1980).\r\n   In October, Juche 69, Kim Jong Il was elected member of the presidium of the political bureau and secretary of the WPK Central Committee.\r\n   He was elected General Secretary of the WPK on October 8, Juche 86 (1997).\r\n   October is a significant month as Kim Il Sung and Kim Jong Il published many works to indicate the road of the era and revolution, and called and directed important meetings to powerfully advance the revolution and construction.\r\n   Tens of monumental edifices including Kim Il Sung University, the Revolutionary Martyrs' Cemetery on Mt. Taesong and the monument to party founding were completed and opened in October to glorify the Workers' Party era.\r\n   October is an auspicious and glorious month when immortal chapters were recorded in the annals of the Korean revolution. \r\n\r\n"
        },
        {
            "title": "S. Korean chief executive hit for his ridiculous utterances",
            "url": "http://kcna.co.jp/item/1998/9810/news10/14.htm#8",
            "content": "S. Korean chief executive hit for his ridiculous utterances\r\n\r\n     Pyongyang, October 14 (KCNA) -- The South Korean chief executive, talking about \"peace\" and \"stability\" on the Korean peninsula, highlighted the \"importance\" of South Korea-Japan \"cooperation\" in leading the DPRK to \"reforms\" and \"opening.\"\r\n   Minju Joson today describes his utterances as \"ridiculous.\"\r\n   The news analyst says:\r\n   His absurd sophism stems from a sinister intention to bring about the escalating inter-Korean confrontation, isolate and stifle the north and expand the reactionary misrule of South Korea to the north, with the backing of his master.\r\n   The Korean people, through their experiences, keenly feel the tremendous advantages and justness of the peculiar socialism of the north where the leader, the party and the masses form a harmonious whole and which is making a long drive on the basis of the Juche idea. We have nothing to \"reform\" and \"open.\"\r\n   The South Korean authorities are engaged in suppression of the South Korean Federation of University Student Councils (Hanchongryon) and the south headquarters of the National Alliance for the Country's Reunification (Pomminryon), describing the two patriotic organisations as \"enemy-benefiting organisations,\" on the strength of the \"National Security Law\" and the \"Agency for National Security Planning.\"\r\n   They are not entitled to cry for \"reforms\" and \"opening\" of the north.\r\n   No matter what they say, we will as ever continue advancing along our own way. \r\n \r\n"
        },
        {
            "title": "S. Korean religious organizations call for release of prisoners",
            "url": "http://kcna.co.jp/item/1998/9810/news10/14.htm#9",
            "content": "S. Korean religious organizations call for release of prisoners\r\n\r\n   Pyongyang, October 14 (KCNA) -- South Korean religious organizations strongly demanded release of Rev. Kang Hui Nam and Father Mun Kyu Hyon, according to a report.\r\n   \"Korean Catholic Priests' Council for Justice\" recently held a meeting and said that the \"Agency for National Security Planning\" (ANSP) made an enlarged issue of the council's participation in the grand festival for reunification and arrested Father Mun, which touched off a wave of anger among people. The council urged unconditional release of Father Mun and resignation of the \"director of the ANSP.\"\r\n   The North Jolla Provincial Solidarity for  Peace and Human Rights in a statement said that the arrest of Father Mun, ignoring his statement, showed the present regime is little different from the former dictatorial regime. It called for unconditional release of Rev. Kang and Father Mun.\r\n   The North Jolla Provincial Branch of the \"Korean Presbyterian Church\" called a press conference and concluded that the arrest of the old Rev. Kang is an outrage from the humanitarian and ethical point of view and demanded his release.\r\n   Believers of the cathedral in Sohak-dong, Jonju,  where Father Mun is  resident priest, declared that they would conduct activities until he is set free. \r\n\r\n\r\n"
        },
        {
            "title": "Book \"Research on History of Palhae\"",
            "url": "http://kcna.co.jp/item/1998/9810/news10/14.htm#10",
            "content": "Book \"Research on History of Palhae\"\r\n Pyongyang, October 14 (KCNA) -- A book \"Research on History of Palhae\" (seven volumes) was recently published by the Social Science Publishing House on the occasion of the 1,300th anniversary of Palhae.\r\n    Koguryo, the first feudal state which was the strongest in Korean history, collapsed in 668. After the downfall, descendants of Koguryo built Palhae, a feudal state, in its territory.\r\n   Palhae (698-926) was called \"Haedongsongguk\" which meant a prosperous country in the east.\r\n   Volumes 1-4 deal with the course of its foundation, territory, inhabitants, politics, economy and culture.\r\n   Volumes 5-7 explain its history and geography and give new views about it.\r\n   The book will give new knowledge of Palhae, which succeeded to Koguryo, and the history of the development of Palhae. \r\n\r\n"
        },
        {
            "title": "Korean ambassador to Thailand appointed",
            "url": "http://kcna.co.jp/item/1998/9810/news10/14.htm#11",
            "content": "Korean ambassador to Thailand appointed \r\n\r\nPyongyang, October 14 (KCNA) -- Chon Jae Hong was appointed as DPRK ambassador E.P. to Thailand, according to a decree of the presidium of the Supreme People's Assembly of the DPRK. \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Russian Foreign Minister",
            "url": "http://kcna.co.jp/item/1998/9810/news10/14.htm#12",
            "content": "Greetings to Russian Foreign Minister\r\n\r\n  Pyongyang, October 14 (KCNA) -- Korean Foreign Minister Paek Nam Sun sent a message of greetings to Russian Foreign Minister Igor Sergeyevich Ivanov on the occasion of the 50th anniversary of the establishment of diplomatic relations between the two countries.\r\n  The message expressed the belief that the relations of friendship and cooperation between the DPRK and Russia will strengthen on the principle of independence, equality and non-interference in other's internal affairs and in confirmity with peace and stability of Asia and the world and wished him good health and success in his responsible work. \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Indonesian Minister for Defense and Security",
            "url": "http://kcna.co.jp/item/1998/9810/news10/14.htm#13",
            "content": "Greetings to Indonesian Minister for Defense and Security\r\n\r\n   Pyongyang, October 14 (KCNA) -- Kim Il Chol, Minister of the People's Armed Forces, sent a message of greetings to Indonesian Minister for Defense and Security and commander-in-chief of the armed forces Wiranto on the occasion of the 53rd birthday of the armed forces of Indonesia.\r\n   The message expressed the conviction that the friendly and cooperative relations between the armies of the two countries will continuously develop on good terms thanks to efforts of both sides and wished Wiranto greater success in his work. \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Syrian Defence Minister",
            "url": "http://kcna.co.jp/item/1998/9810/news10/14.htm#14",
            "content": "Greetings to Syrian Defence Minister\r\n\r\n  Pyongyang, October 14 (KCNA) -- Minister of the People's Armed Forces Kim Il Chol sent a message of greetings to Mustafa Tlass, deputy Prime Minister and Minister of Defence, who is also deputy commander-in-chief of army and armed forces of the Syrian Arab republic on the occasion of the 25th anniversary of the victory in the October Liberation War.\r\n   The message wished him good health and success in his responsible work. \r\n\r\n"
        },
        {
            "title": "Message of greetings to Egyptian commander-in-chief",
            "url": "http://kcna.co.jp/item/1998/9810/news10/14.htm#15",
            "content": "Message of greetings to Egyptian commander-in-chief\r\n\r\n   Pyongyang, October 14 (KCNA) -- Minister of the People's Armed Forces Kim Il Chol sent a message of greetings to Muhammad Hussein Tantawi, commander-in-chief of the armed forces and Minister of Defence and Military Production of the Arab Republic of Egypt, on the occasion of the 25th anniversary of Egypt's victory in the October war.\r\n   The message wished him greater successes in his responsible work and good health and happiness. \r\n\r\n"
        },
        {
            "title": "Chinese government decides to give crude oil to DPRK",
            "url": "http://kcna.co.jp/item/1998/9810/news10/14.htm#16",
            "content": "Chinese government decides to give crude oil to DPRK\r\n    Pyongyang, October 14 (KCNA) -- The Chinese government decided to deliver 80,000 tons of crude oil free of charge to the Democratic People's Republic of Korea.\r\n   It is now suffering from the recent flood damage. But, it decided to send crude oil to the DPRK free of charge, valuing the DPRK-China friendship and preserving the excellent traditions of helping each other in adversity.\r\n   The decision gives a strong impetus to the forced march for the final victory the Korean people are stepping up full of confidence in the future and optimism under the wise guidance of General Secretary Kim Jong Il.\r\n   On October 13 Wan Yongxiang, Chinese ambassador to Korea, informed an official concerned of the decision. \r\n\r\n"
        },
        {
            "title": "Paek Nam Sun meets Lao ambassador",
            "url": "http://kcna.co.jp/item/1998/9810/news10/14.htm#17",
            "content": "Paek Nam Sun meets Lao ambassador\r\n  Pyongyang, October 14 (KCNA) -- Foreign Minister Paek Nam Sun today met and had a conversation with Lao ambassador to Korea Sayakeo Khamkeng, who paid a courtesy call on him. \r\n\r\n\r\n\r\n"
        }
    ]
}