{
    "date": "1998-07-24",
    "url": "http://kcna.co.jp/item/1998/9807/980724.htm",
    "articles": [
        {
            "title": "Egyptian ambassador gives party",
            "url": "http://kcna.co.jp/item/1998/9807/news07/24.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Songdowon International Children's Camp opened",
            "url": "http://kcna.co.jp/item/1998/9807/news07/24.htm#2",
            "content": "Egyptian ambassador gives party \r\n \r\n   Pyongyang, July 24 (KCNA) -- Egyptian ambassador to Korea Mohamed Amin Gabr gave a party at Okryu Restaurant on Thursday on the occasion of the 46th anniversary of the July 23 Revolution, a national holiday of the Egyptian people.\r\n   Invited to the party were Vice-Premier and Foreign Minister Kim Yong Nam, Chairman Ri Song Dae of the External Economic Affairs Commission, Chairman Choe Ki Ryong of the Education Commission who is also Chairman of the Korea-Egypt Friendship Association, officials concerned and diplomatic envoys of various countries.\r\n Speeches were made at the party. \r\n\r\n"
        },
        {
            "title": "Cuban people's armed uprising observed",
            "url": "http://kcna.co.jp/item/1998/9807/news07/24.htm#3",
            "content": "Songdowon International Children's Camp opened\r\n Pyongyang, July 24 (KCNA) -- Schoolchildren from foreign countries of the world have been admitted to the Songdowon International Children's Camp.\r\n   The camp is in Wonsan on the East Coast of Korea.\r\n   The campers are children from Nepal, Russia, Mongolia, China, Thailand, Tanzania and the DPRK.\r\n   They will have maritime and art activities, amusement, mountaineering and sports games and tour different places of Korea.\r\n   A ceremony of admission to the camp was held on July 23. \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun castigates United States",
            "url": "http://kcna.co.jp/item/1998/9807/news07/24.htm#4",
            "content": "Cuban people's armed uprising observed\r\nPyongyang, July 24 (KCNA) -- A meeting was held at the Central Youth Hall on July 23 to mark the 45th anniversary of the July 26th Armed Uprising of the Cuban people.\r\n   Present at the meeting were Chairman Choe Ki Ryong of the Education Commission who is Chairman of the DPRK-Cuba Solidarity Committee, Vice-Chairman Ryang Tal Ju of the Committee for Cultural Relations with Foreign Countries, officials concerned and working people in the city.\r\n   Invited there were Cuban ambassador to Korea Jose Ramon Rodriguez Varona and embassy officials.\r\n   Speeches were made at the meeting. \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on S. Korean puppets' \"policy of reconciliation with north\"",
            "url": "http://kcna.co.jp/item/1998/9807/news07/24.htm#5",
            "content": "Rodong Sinmun castigates United States\r\nPyongyang, July 24 (KCNA) -- Rodong Sinmun today comes out with a commentary denouncing the United States for siding with the South Korean puppets in the \"anti-DPRK smear campaign.\"\r\n   The analyst of the paper says:\r\n   Nowadays, the South Korean puppets are vociferating about \"postponement,\" \"examination\" and \"counteracts\" over the solaced \"incident of infiltration of the north's armed spy.\" furthermore, they scheme to bring the \"incident\" to the international arena in a bid to create international opinion against it and impair the high dignity and image of the north.\r\n   What we take a serious view of is the fact that the United States, chiming in with the anti-DPRK smear campaign of the South Korean puppets, is trying to link the incident with the issue of lessening its \"sanctions\" against the DPRK.\r\n   Some time ago, the United States decided to deploy a nuclear submarine, sea-patrol plane and warship of the Seventh Fleet of the U.S. Pacific Command near the Korean peninsula under the trite pretext of possible \"provocation by the DPRK.\"  in addition, the U.S. decided to issue an alert order to all the operational areas of the Pacific Command including the Korean peninsula in response to the call of the South Korean puppets for  intensified intelligence and lookout for the DPRK.\r\n    Such behaviour of the United States, reflecting its invariable policy to stifle the DPRK, will encourage the puppets to high-pitched inter-Korean confrontation.\r\n   Outwardly, the United States cries that it wants \"dialogue between the north and the south of Korea\" and \"DPRK-U.S. dialogue.\" however, what is in its mind is to further aggravate inter-Korean relations and find a pretext to stifle the DPRK.\r\n   It tries to drive the South Korean puppets to confrontation with the DPRK and stifle the DPRK with strength at any cost.\r\n   If it persists in military adventures against the DPRK, playing into the hands of the South Korean puppets, it will be held wholly responsible for all consequences arising therefrom. \r\n\r\n"
        },
        {
            "title": "S. Korean peasants called upon to participate in struggle for vital rights and democracy",
            "url": "http://kcna.co.jp/item/1998/9807/news07/24.htm#6",
            "content": "Rodong Sinmun on S. Korean puppets' \"policy of reconciliation with north\"\r\n Pyongyang, July 24 (KCNA) -- The South Korean puppets' \"policy of reconciliation with the north\" is a merely empty word to mislead public opinions at home and abroad and improve their public image.\r\n   Rodong Sinmun says this in a signed commentary today.\r\n   The paper notes:\r\n   It is  nonsense and an intolerable mockery of the nation's desire for reunification to talk about inter-Korean reconciliation, unity and reunification, keeping intact the \"National Security Law\" and \"Agency for National Security Planning\".\r\n   The \"NSL\" and \"ANSP\" are a stumbling block in the way of improving inter-Korean relations and a poison choking pro-reunification and pro-democracy forces in South Korea.\r\n   It is the South Korean puppets who have a smile on their faces with daggers in their belts and utter honeyed words fraught with poison.\r\n   The \"policy  of reconciliation with the  north\" on their lips is just the policy of confrontation against the north.\r\n   At the Beijing vice-ministerial-level contact between the north and south which was held with much trouble,  the South Korean authorities tried to exchange goods for goods with us. There is  nothing to expect from those who brought forward \"reciprocity\" as the \"basic principle\" of inter-Korean relations. \r\n   The \"policy of reconciliation with the north\" is not to improve but  to bring inter-Korean relations to a rupture.\r\n   After all, it is  an invention of the puppets with the heinous ambition to drag their feet behind the deceptive signboards of \"reconciliation\" and \"cooperation,\" harass the north and, furthermore, stifle it in collusion with the outside forces.\r\n   The South Korean authorities should not give lip-service to \"reconciliation\" and \"cooperation\" but show their willingness by abolishing the \"NSL,\" dissolving the \"ANSP\" and removing Kang In Dok, a thorough-paced separatist, from his post. \r\n\r\n"
        },
        {
            "title": "Demolition of concrete wall called for",
            "url": "http://kcna.co.jp/item/1998/9807/news07/24.htm#7",
            "content": "S. Korean peasants called upon to participate in struggle for vital rights and democracy\r\n  Pyongyang, July 24 (KCNA) -- The South Korean rulers have placed even rural areas under the trusteeship of the International Monetary Fund (IMF) under the signboard of \"reform, opening and introduction of foreign capital.\" \r\nConsequently, the South Korean peasants are suffering from double and treble slave labour.\r\n   In a statement released on July 23, the spokesman for the Central Committee of the Union of the Agricultural Workers of Korea (UAWK) called upon the South Korean peasants to take part in the people's struggle to put an end to the colonial domination and interference of the United States, frustrate the moves of the puppet authorities to \"introduce foreign capital\" and win vital rights and democracy.\r\n   Since it has become clear that the present South Korean regime is an anti-worker, anti-peasant \"government\" there is nothing to expect from it and hesitate to do, the spokesman said, and continued:\r\n   All the members of the UAWK and other agricultural workers in DPRK will continue to resolutely support and encourage the just struggle of South Korean workers and peasants for independence and democratization of society and for the rights to existence. \r\n  \r\n"
        },
        {
            "title": "Blueprint for Pyongyang reconstruction drawn in wartime",
            "url": "http://kcna.co.jp/item/1998/9807/news07/24.htm#8",
            "content": "Demolition of concrete wall called for\r\nPyongyang, July 24 (KCNA) -- A solidarity meeting of international youths and students took place here on July 23 to call for the demolition of the concrete wall and support the reunification of Korea.\r\n   The head of the international delegation of youths and students calling for the demolition of the concrete wall, Harchand Singh, who is General Secretary of the World Federation of Democratic Youth, spoke at the meeting.\r\n   The U.S. are the very one who is opposed to the reunification of Korea, he said. He strongly demanded that the U.S. troops withdraw from South Korea at once.\r\n   He said he saw at the first hand the concrete wall while going round Panmunjom  and that the wall is an offspring of the manoeuvres of the South Korean authorities to bisect the Korean peninsula forever.\r\n   He also said the WFDY calls upon all the progressive forces of the world to put pressure upon the South Korean authorities to pull down the concrete wall and that it will make all efforts  for the independent and peaceful reunification of Korea.\r\n   First Secretary of the Central Committee of the Kim Il Sung Socialist Youth League Ri Il Hwan said in his speech that the progressive humankind of the world cannot remain a passive onlooker to the fact that the concrete wall is still existing today at the threshold of the 21st century.\r\n   \"The United States is invariably seeking a wild design to divide and dominate the Korean nation forever and driving the situation on the Korean peninsula to the brink of war,\" he said. \"The present South Korean authorities have disclosed their true colors as anti-reunification forces.\"\r\n   The meeting was addressed by Iraklis Tsavdaridis, International Secretary of the Communist Youth of Greece, Argiris Malapanis, International Secretary of the Young Socialist Alliance of the United States, and Samantha Michell Keron, representative of its San Francisco Branch, Cristiano Pinto, Vice-President of the WFDY and representative of the October 8 Revolutionary Youth of Brazil, and Raoul Narodoslavsky, Chairman of the Children's Organisation under the Communist Party of Austria.\r\n   They said that the world youths and students are unanimously calling for  the demolition of the concrete wall built in the area south of the Military Demarcation Line.\r\n   An appeal to the world progressive youths and students was adopted at the meeting.\r\n   The appeal called upon them to  fully express solidarity with the struggle for the demolition of the concrete wall and strengthen the joint struggle against the separatist moves of the United States and the South Korean authorities.\r\n   It also urged immediate withdrawal of the U.S. troops from South Korea and abolition of the \"National Security Law\" and all other fascist laws in South Korea.\r\n   The appeal denounced the South Korean authorities for not allowing the South  Korean Federation of University Student Councils to participate in the August 15 Grand Pro-Reunification Festival and supported the Korean people, youths and students in their struggle to achieve the independent and peaceful reunification of the country. \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Koreans' ideological, mental traits",
            "url": "http://kcna.co.jp/item/1998/9807/news07/24.htm#9",
            "content": "Blueprint for Pyongyang reconstruction drawn in wartime\r\n Pyongyang, July 24 (KCNA) -- A stream of people are flowing to the Jonsung Revolutionary Museum on the occasion of the 45th anniversary of the victory of the Korean people in the Fatherland Liberation War.\r\n   what draws their particular attention among historical materials on display is the general blueprint for the reconstruction of Pyongyang.\r\n   It was worked out during the war (June 1950-July 1953).\r\n   In January Juche 40 (1951) when the country was undergoing grim trials owing to the war kindled by the U.S. , President Kim Il Sung, with the conviction of the victory in the war, saw to it that the general blueprint was worked out.\r\n   He told the designers that Pyongyang should be rebuilt more grandly than before so as to demonstrate the mettle of the Korean people in the reconstruction, too.\r\n   He gave  detailed teachings on where to  build dwelling blocks, bridges across the River Taedong, main streets, industrial establishments, parks, and  recreation grounds and  how to plant trees along the streets.\r\n   He initiated the construction of a brickyard and chose its site, saying that bricks were needed if we were to start the reconstruction project right after the victory in the war.\r\n   It was thanks to such preparations that Pyongyang was rebuilt more grandly in a short span of time  after the cease-fire.\r\n   Only in the period of the 3-year plan (1954-1956) for post-war national economic reconstruction and development, owelling houses  with a total floor space of 1.8 million square metres were built in Pyongyang.\r\n   In this period, a street network of the city was mainly built and many schools, hospitals,  theatres  and other public establishments including Kim Il Sung Square, the West Pyongyang Stadium, Central Department Store No. 1 and Bath House No. 1 sprang up.\r\n   Scenic spots including Moran Hill were turned into recreation and rest places. . Historical relics including Ulmil, Pubyok and Ryongwang pavilions were restored to their original state.\r\n   Although the U.S. blared that Korea could not rise again in 100 years, the Korean people completely healed the  damages of war in 2 to 3 years after the cease-fire. \r\n\r\n"
        },
        {
            "title": "Organisations of young Koreans in Japan  discuss participation in August 15 festival",
            "url": "http://kcna.co.jp/item/1998/9807/news07/24.htm#10",
            "content": "Rodong Sinmun on Koreans' ideological, mental traits\r\n Pyongyang, July 24 (KCNA) -- The Korean people will, in any adversity, maintain their faith and conscience in upholding General Secretary Kim Jong Il and continue the revolution under his leadership, says Rodong Sinmun today.\r\n   In an article titled \"noble ideological and mental traits of the Korean people upholding the great comrade Kim Jong Il with pure revolutionary conscience\" the daily says in part:\r\n   The pure revolutionary conscience in upholding the leader is a powerful ideological and mental source which makes it possible for the revolutionaries to uninterruptedly continue the protracted revolution.\r\n   For the Korean people General Secretary Kim Jong Il is the tender-hearted father and teacher who gives them the valuable socio-political integrity and worthwhile life. The Korean people, therefore, deem it their revolutionary obligation and pure conscience to remain faithful and devoted to him, and support their leader invariably  not only in peacetime  but in grim days.\r\n   They are unfailingly loyal to him  as his revolutionary soldiers without hypocrisy and selfishness in any difficulties.\r\n   The noble ideological and mental traits are prevailing in all society and whole country.\r\n   Such traits of the Korean people stem from their admiration for Kim Jong Il's distinguished greatness. \r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Defeated \"elite\" divisions of U.S.",
            "url": "http://kcna.co.jp/item/1998/9807/news07/24.htm#11",
            "content": "Organisations of young Koreans in Japan  discuss participation in August 15 festival\r\n  Tokyo, July 22 (KNS-KCNA) -- Representatives of the five regional organisations in Japan under the overseas headquarters of the National Alliance of Youth and Students For the Country's Reunification (Pomchonghakryon) called a joint press conference in Tokyo on July 22 as regards a joint undertaking for the success of a \"Grand Festival for National Reconciliation, Unity and Reunification,\" the 9th Pan-Korea Rally and the 8th Grand Festival of Pomchonghakryon.\r\n   Present at the press conference were Chairmen of the South Korean Youth League in Japan, the Korean Youth League in Japan, the Union of Korean Students in Japan,  the Council of Korean Students in Japan for National Reunification and the Korean Students Committee in Japan and others.\r\n   It was said at the press conference that the five organisations in Japan should conduct a joint activity in an effort to wholeheartedly respond to the proposed \"Grand Festival for National Reconciliation, Unity and Reunification\" and, within the framework of the festival,  make a success of the 9th Pan-Korea Rally and the 8th Grand Festival of Pomchonghakryon, and, with this as an occasion, deepen understanding among themselves and share the aim for reunification.\r\n   At the press conference an agreement was made public on the joint undertaking.\r\n   The agreement says that a joint signature campaign for pooling efforts for reunification will be conducted from July 22 to August 9 and a delegate of Korean youths and students in Japan to the August 15 festival will  display the flag of reunification at the Panmunjom grand festival place. \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean puppets condemned for anti-north campaign",
            "url": "http://kcna.co.jp/item/1998/9807/news07/24.htm#12",
            "content": "Defeated \"elite\" divisions of U.S. \r\nPyongyang, July 24 (KCNA) -- After starting the Korean War, the U.S. hurled their \"elite\" divisions which won infamy in the 100-odd-year history of aggressive war and naval and air forces boasting of \"technical superiority.\"\r\n   The myth of the \"mightiness\" of the U.S.,however, was shattered at the beginning of the war.\r\n   The unit which was annihilated for the first time was the \"smith's commandos,\" an advance contingent of the U.S. 24th infantry division. The commander of the division, dean, formed the contingent with some 540 soldiers with much combat experience and appointed commander of the first battalion of the 21st regiment smith its chief.\r\n   Pinning great hope on this contingent, Macarthur, commander of the U.S. Far East Forces, reinforced it with artillery battalion No. 5202, many artillery pieces including 105 mm howitzers and 37 military vehicles.\r\n   Nevertheless, this contingent was annihilated in an offensive launched by units of the Korean People's Army (KPA) on July 5, 1950 under  cover of tanks. Even the U.S. 34th regiment, which was mobilized to recover the defeat of the contingent, took flight, daunted by the advance of the KPA.\r\n   The U.S. 24th infantry division was encircled and wiped out in the area of Taejon and its commander Dean was taken prisoner by a KPA soldier.\r\n   Informed that the division was driven into a corner of that destruction  in Taejon, Macarthur dispatched the U.S. 1st cavalry division to the spot in a bid to save it. \r\nHowever, its advance group was annihilated by a KPA unit in ambush before it reached Taejon and the cavalry division was completely  annihilated in the area of Yongdong. Thus, the long \"tradition\" of the cavalry division which boasted of being \"invincible and triumphant\" was shattered in six days after it was hurled into the Korean War.\r\n   U.S. 1st marine division, which was called \"eagle unit\" and \"flower of seamen\" for its long \"traidition\" and \"merits\" in overseas aggression,  suffered a serious defeat in a battle in the area of Seoul. It was completely destroyed after being trapped in an encirclement of the KPA while trying to recover its defeat in the battle on lake Jangjin.\r\n   The 2nd infantry division called \"bayonet division\" for its proficiency in fighting was also ruined, encircled by KPA units on all directions.\r\n   The South Korean magazine Shin Dong-A wrote about the Miserable plight at that tie:\r\n   On November 27, 1950, the River Chongchon, the upper reaches of the River Taedong and rangrim range were dotted with bodies of our soldiers annihilated by the communist army in encirclement. Expensive modern weapons could be seen in plains, mountains, valleys and other places one could reach .... Remnants of our defeated units strolled about, suffering from severe cold and hunger, and finally surrendered to the communist army. \r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from WFDY",
            "url": "http://kcna.co.jp/item/1998/9807/news07/24.htm#13",
            "content": "S. Korean puppets condemned for anti-north campaign\r\n Pyongyang, July 24 (KCNA) -- The Institute of National Reunification published an article on Thursday denouncing the South Korean puppets for the anti-north campaign.\r\n   Since the present regime appeared in South Korea, the anti-north campaign has become all the more vicious, crafty and persistent.\r\n   In months after the change of regime in South Korea, abuses of the north have increased more than three times those in the previous period.\r\n   On the order of the puppet government authorities, \"social and educational broadcasting\" and \"voice of hope\" are acting shock brigades in the anti-communist propaganda and devoting many hours to malicious slanders against the north every day. The same applies to the \"Korean broadcasting system,\" \"Chosun Ilbo,\" \"Wolgan Chosun\" and other media.\r\n   The number and kind of anti-north handbills scattered in frontline areas and border areas through air, sea and ground have also increased several dozen times.\r\n   The puppets have infiltrated spies into the north for the purpose of subversion and sabotage and advertised that they are \"makings of north Koreans.\"\r\n   With the election to the Supreme People's Assembly drawing nearer in the north, they have been infiltrating agents into the north through sea and borders in a bid to harass the north.\r\n   Worse still, they have used in the anti-north smear campaign those who defected to the south from the north after committing crimes and alleged that a compatriot overseas has been active as a member of the leadership  body of the Workers' Party of Korea.\r\n   They are abusing the international community's humanitarian assistance in their operation for slaying the fellow countrymen in the north.\r\n   They put poisonous substances and contagious virus in aid materials.\r\n   Such crimes have been committed not independently by any news medium and organ but deliberately by the puppet regime's policies.\r\n   The confrontation with the north has been escalated \"legally\" and institutionally.\r\n   Contrary to the advertisement about \"radical reduction of the Agency for National Security Planning,\" the anti-north espionage activities have been intensified still further and the \"ANSP\" strengthened in its function and position concerning anti-north plots. \r\n   The \"Ministry of National Unification\" and the \"ANSP\" have become a carriage and pair in making plots against the north since Kang In Dok was seated on the post of \"Minister of National Unification\" by Kim Jong Pil, who was the first Minister of the \"Central Intelligence Agency,\" the predecessor of the \"ANSP\".\r\n   If the South Korean authorities truly want to see the improved inter-Korean relations, national reconciliation and reunification, they must promptly stop the anti-north plots, dissolve the \"ANSP\" and dismiss Kang, an utra-rightist seeking inter-Korean confrontation,  from his post. They must know that without such practical steps, it is hard to expect any dialogue and cooperation between the north and the south, not to speak of the improvement of bilateral relations.\r\n   We will closely watch their attitude. \r\n\r\n\r\n"
        },
        {
            "title": "Foreign Ministry spokesman on U.S. military threat",
            "url": "http://kcna.co.jp/item/1998/9807/news07/24.htm#14",
            "content": "Gift to Kim Jong Il from WFDY\r\nPyongyang, July 24 (KCNA) - General Secretary Kim Jong Il was presented with a gift by the World Federation of Democratic Youth.\r\n   The gift was handed to an official concerned by Harchand Singh, General Secretary of the WFDY, on a visit to Korea. \r\n\r\n"
        }
    ]
}