{
    "date": "1998-08-11",
    "url": "http://kcna.co.jp/item/1998/9808/980811.htm",
    "articles": [
        {
            "title": "Mean trick of enemies of reunification",
            "url": "http://kcna.co.jp/item/1998/9808/news08/11.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's election as deputy to SPA supported in South Korea",
            "url": "http://kcna.co.jp/item/1998/9808/news08/11.htm#2",
            "content": "Mean trick of enemies of reunification\r\n Pyongyang, August 11 (KCNA) -- The South Korean authorities let the press say that a \"South delegation to working-level talks\" on preparations of a grand, pro-reunification festival slated for August 15 will include one person of the south headquarters of the National Alliance for the Country's Reunification (Pomminryon).\r\n   Rodong Sinmun today describes their move as part of their smear campaign to lay obstacles in the way of the festival and block its successful holding.\r\n   The news analyst says:\r\n   The south preparatory committee for a \"Grand Festival for National Reconciliation, Unity and Reunification\" the main force of which is the south headquarters of Pomminryon has already had two rounds of working-level talks  with north and overseas preparatory committees for the success of the festival and agreed on the name, theme and keynote of the festival, so as to make full preparations for the holding of the festival.\r\n   Upset by this, the authorities spread the rumours that a permanent vice-chairman of Pomminryon south headquarters was supposed to participate, in his private capacity, in \"Panmunjom working-level talks\" and a \"Pro-reunification festival of people from the north, south and abroad,\" which has nothing to do with Pomminryon.\r\n   With every conceivable trick they are trying to divide, disorganise and degenerate pro-democracy, pro-reunification forces and block the grand, pro-reunification festival. \r\n    \r\n  \r\n"
        },
        {
            "title": "The Arch of Triumph built in unique architectural way",
            "url": "http://kcna.co.jp/item/1998/9808/news08/11.htm#3",
            "content": "Kim Jong Il's election as deputy to SPA supported in South Korea\r\nPyongyang, August 11 (KCNA) -- Leaflets congratulating General Secretary Kim Jong Il on his election as deputy to the Supreme People's Assembly were scattered around Kwanak district, Seoul, according to radio Voice of National Salvation quoting the Seoul City Committee of the National Democratic Front of South Korea.\r\n    Printed in the upper part of the leaflets, scattered in the name of the patriotic association for reunification, were letters \"warm congratulations.\"  \r\n   They also carried letters: \r\n    \"100 percent vote for the leader Kim Jong Il, sun of the nation, in election of SPA.\"\r\n   \"Our patriotic popular masses, with infinite loyalty, warmly support his election as a SPA deputy.\"  \r\n\r\n        \r\n\r\n"
        },
        {
            "title": "Poems for Kim Jong Il published abroad",
            "url": "http://kcna.co.jp/item/1998/9808/news08/11.htm#4",
            "content": "The Arch of Triumph built in unique architectural way\r\n Pyongyang, August 11 (KCNA) -- The Arch of Triumph is a monumental edifice standing on a road at the foot of Moran Hill, Pyongyang.\r\n   President Kim Il Sung exchanged first greetings with cheering people there after achieving national liberation.\r\n  He attended a Pyongyang mass rally welcoming his triumphal return here on October 14, Juche 34 (1945) and made a speech.\r\n   The Arch of Triumph was built to celebrate his 70th birthday (April 1982).\r\n   It is unique in size, content and style.\r\n   He granite edifice is 60 metres high, 50.1 metres wide and 36.2 broad.\r\n   It has dozens of rooms, balustrades, observation platform and elevators.\r\n   It also has four vaulted gateways, each 27 metres high. \r\n   They were decorated with azalea carved in their girth.\r\n   Inscribed in the Arch of Triumph were the \"Song of General Kim Il Sung\", a revolutionary hymn, and the year 1925 the President set out on the journey for national liberation and the year 1945 when he returned home in triumph.\r\n   With Mt. Paektu, the sacred mountain of revolution, carved on it, the arch has also subsidiary relievoes \"Long live General Kim Il Sung \", \"Long live the liberation of the country \", \"Looking up to the General\" and \"For the building of a new country \"  the Arch of Triumph, which symbolizes immortal exploits of President Kim Il Sung,  is associated with devotions of the Korean people at home and abroad and foreigners. \r\n\r\n"
        },
        {
            "title": "Concrete wall will be demolished without fail",
            "url": "http://kcna.co.jp/item/1998/9808/news08/11.htm#5",
            "content": "Poems for Kim Jong Il published abroad\r\n Pyongyang, August 11 (KCNA) -- World-famous poets, figures and people have created poems in praise of General Secretary Kim Jong Il, who has successfully led the cause of independence of humankind.\r\n   A lot of poems have been published this year.\r\n   Among them are \"His eyes of the sun\" in Russia, \"He became people's leader in Mt. Paektu\" in Finland, \"Song of the Sun\" in Madagascar, \"Kim Jong Il is the great sun\" in Libya, \"Oh, the Tower of the Juche Idea\" in Japan, \"Sun's history will be immortal\" in Cambodia, \"Flower opening at dawn\" in Syria and \"To the dear comrade Kim Jong Il\" in Cuba.\r\n   Poems reflect deep reverence of the world's revolutionary people for General Secretary Kim Jong Il, praising him as great sun in the era of independence. \r\n\r\n"
        },
        {
            "title": "Waterfalls in Mt. Paektu",
            "url": "http://kcna.co.jp/item/1998/9808/news08/11.htm#6",
            "content": "Concrete wall will be demolished without fail\r\n Pyongyang, August 11 (KCNA) -- George Galloway, senior vice-chairman of the Parliamentary Labour Party Foreign Affairs Committee of Britain, was interviewed by reporters, winding up his visit to Korea.\r\n   He said that he was deeply impressed by the Korean people, who were advancing with conviction and optimism.\r\n   Today the entire Korean people are facing many difficulties but they are living and working with conviction of future, he noted.\r\n   Noting that the Grand People's Study House and the Mangyongdae Schoolchildren's Palace are monumental edifices which deserve worldwide admiration, he said he was deeply moved by children cultivating  their talents, full of happiness, at the palace. \r\n   He stressed that, during his visit to Panmunjom he keenly felt the tragedy of the Korean people caused by  the division of the country. \r\n   Expressing support for the Korean people in their struggle for national reunification, he said that the concrete wall will be removed without fail. \r\n \r\n\r\n"
        },
        {
            "title": "Greetings to Madagascan Prime Minister",
            "url": "http://kcna.co.jp/item/1998/9808/news08/11.htm#7",
            "content": "Waterfalls in Mt. Paektu \r\nPyongyang, August 11 (KCNA) -- Mt. Paektu, the most celebrated mountain of Korea, towers to a height of 2,750 metres above sea-level on the northern border. It has the legendary Lake Chon and other ponds and waterfalls. The spectacles of waterfalls here blend well with the surrounding highland fauna and flora and contribute to wonderful alpine scenery.\r\n   Here are a score of cataracts and cascades such as Sakimun, Paektu, Hyongje and Paeksol, all of them originating from Lake Chon.\r\n   The Paektu waterfall looks like a hanging scroll of silvery silk. As a seeming proof of ancient volcanic eruptions, the upper stratum of the waterfall cliff is made up of perlite and the bottom stratum of sub-alkali basalt. \r\n   Silvery icicles are seen hanging from the rocks surrounding the 20-metre-high waterfall, be it in blooming spring or in the red-golden carpeting autumn, lending an incredible wonder to alpine scenery. The waterfall is located 2,200 metres above sea-level.\r\n   About one km down east of here, is Hyongje (brothers) Waterfall, a twin cascade murmuring down the rocky cliff. \r\n   From its height and water volume, the righthand one impresses you as the elder brother. The water gushes down and strikes the rocks before spraying about silvery amid a beautiful rainbow. A breathtaking sight indeed  nearby there grows boschniakia rossica fedtsch et flerov, the famous, precious medicinal herb called \"elixir of life\".\r\n   Some 600 metres from the Paektu waterfall toward the Paektu bridge, you come upon a three-stage waterfall. Its significant name Sakimun (a Korean acronym of the three revolutions-ideological, technical and cultural) was given by President Kim Il Sung.     Its location is in the valley from which Korea's longest river, the Amnok, rises.    Here you'll come in sight of Janggun Peak, part of the mainstay of Mt. Paektu.\r\n   Another example is the Paektu Milyong (Paektu Secret Camp) waterfall in the Sobaeksu Valley. Slanting down the rocky precipice from a height of 40 metres, it is the highest and most magnificent of all in Mt. Paektu.\r\n   The many waterfalls here made a deep impression on the tourists. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Third round of working-level talks for August 15 festival",
            "url": "http://kcna.co.jp/item/1998/9808/news08/11.htm#8",
            "content": "Greetings to Madagascan Prime Minister\r\n Pyongyang, August 11 (KCNA) -- Hong Song Nam, acting Premier of the Administration Council, sent a telegram of greetings to Tantely Andrianarivo on his appointment as Prime Minister of Madagascar.\r\n   In the telegram Hong expressed the belief that the friendly and cooperative relations between the two countries would develop favourably.\r\n   And he sincerely wished the Madagascan Prime Minister success in his responsible work. \r\n \r\n\r\n\r\n\r\n"
        },
        {
            "title": "First Vice-Chairman of Chongryon arrives",
            "url": "http://kcna.co.jp/item/1998/9808/news08/11.htm#9",
            "content": "Third round of working-level talks for August 15 festival\r\nPyongyang, August 11 (KCNA) -- The third round of working-level talks between the north, south and overseas preparatory committees for a \"Grand Festival for National Reconciliation, Unity and Reunification\" was held on August 10.\r\n   The talks were to be held in Beijing.\r\n   But the delegates of the preparatory committee of the south headquarters of Pomminryon (National Alliance for the Country's Reunification) could not take part in the talks owing to the obstructions of the south Korean authorities.\r\n   So, the latest round was held in the same way as the preceding rounds. The north and overseas preparatory committees accepted proposals made by the south preparatory committee.\r\n   The sides discussed draft joint documents to be adopted at the August 15 grand, pro-reunification festival and reached an agreement. \r\n \r\n\r\n\r\n"
        },
        {
            "title": "Delegation of South Korean catholic priests here",
            "url": "http://kcna.co.jp/item/1998/9808/news08/11.htm#10",
            "content": "First Vice-Chairman of Chongryon arrives\r\n Pyongyang, August 11 (KCNA) -- So Man Sul, First Vice-Chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), flew here today to participate in the \"Grand Festival for National Reconciliation, Unity and Reunification.\"\r\n   He was met at the airport by Kim Yong Sun, director of the secretariat of the Committee for the Peaceful Reunification of the Fatherland Han Si Hae and others. \r\n\r\n\r\n"
        }
    ]
}