{
    "date": "1998-01-14",
    "url": "http://kcna.co.jp/item/1998/9801/980114.htm",
    "articles": [
        {
            "title": "Renovation of King Wang Kon Tomb reveals new evidence",
            "url": "http://kcna.co.jp/item/1998/9801/news01/14.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "National scientific and technical festival",
            "url": "http://kcna.co.jp/item/1998/9801/news01/14.htm#2",
            "content": "Renovation of King Wang Kon Tomb reveals new evidence\r\n  Pyongyang, January 14 (KCNA) -- Renovation has recently been carried out at the Tomb of King Wang Kon, founder of Koryo which existed from 918 to 1392. The Tomb is located at the foot of Mt. Songak, Kaesong City.\r\n   A monument to renovation stands in the foreground of the Tomb. The front of the monument is inscribed with President Kim Il Sung's autograph \"Monument to the Renovation of the Tomb of King Wang Kon, Founder of Koryo\" in golden letters.\r\n   Around the Tomb, there are balustrades, a stone table, stone tigers, stone posts and stone lanterns= four statues of civilian officials stand to the east of the foreground and another four figures of military officers to the west.\r\n  A service hall was newly built, with four Kan in the front and one Kan each side, a typical building in the time of Koryo. In the hall there are a portrait of king Wang Kon and nine paintings showing his activities.\r\n   The Tomb consists of a corridor and a burial chamber with the bier in the middle.\r\n   The magnificent reconstruction of the tomb enables the Korean nation to show its time-honoured history and cultural traditions more clearly.\r\n   While renovating the tomb, a gilt-bronze sedentary figure and other relics were unearthed five metres north of the Tomb. It was confirmed that it was the image of King Wang Kon.\r\n   The image is 1.51 metres in height and 80 kg in weight. \r\n   It was discovered 1.5 to 2 metres under the ground, covered over by a 150 cm x 150 cm granite slab. At the moment of discovery, thin silk cloth and gilt-bronze pieces were stuck to the body and the head and some other parts have traces of gold plating.\r\n   The image looks like a Buddhist image, but it is not a Buddha, because it is of a naked man with the hands in courteous posture and a crown on the head. The fact that the image was buried five metres north of the centre of the burial chamber which lies from south to north in the Tomb, proves that the burying of the image is no coincidental but purposeful. The figure is closely related with the burial chamber of the Tomb, that is, King Wang Kon himself.\r\n   It has been proved that the head-dress of the sedentary image is a royal crown.    It is made up of outer and inner pieces= the former has a certain width of belt at the bottom, a relieved hill on the central front and a cloud on each side of it. The inner parts had a methodical array of eight round ornaments, six of which still remain, some showing the sun and moon. Since the sun, moon, hill, water and the likes are ornaments symbolizing the emperor or King at his time, the recently unearthed crown is no doubt a royal crown. Together with the sedentary figure, 12 beaded belts were also discovered. The belt ornaments are mostly whitegray, square or curved on the upper part. In quality, colour and shape these are the same as the two beaded belt ornaments which were found in the burial chamber of the Tomb. In the old feudal community, the waist belt ornaments were strictly classified according to ranks. From this point of view, the fact that the belt ornaments unearthed together with the image are the same as those from the burial chamber means that the image depicts King Wang Kon.\r\n  Moreover, the history book of Koryo describes that King Wang Kon had a broad face similar to the face of the gilt-bronze image.\r\n   All these details consummate the proof that the image is the very figure of King Wang Kon.\r\n  Wang Kon's statue is the oldest image cut after a true historical figure in Korea.    In the Koryo period and before that there were metal Buddhist images but none was made after a real figure, especially a king. The reason for the Buddhist shape of the image is supposed: as Buddhism was prevalent at the time, sculpture was under strong Buddhist influence as in other areas of public life. In particular, as the founder of the first unified state, King Wang Kon was worshipped and sanctified. Such a reverence of the Koryo people is reflected in the sedentary figure of King Wang Kon.\r\n   The confirmation of the statue of King Wang Kon is of great value in studying the history and culture of Koryo.\r\n    \r\n"
        },
        {
            "title": "Meetings held around country",
            "url": "http://kcna.co.jp/item/1998/9801/news01/14.htm#3",
            "content": "National scientific and technical festival\r\nPyongyang, January 14 (KCNA) -- A national scientific and technical festival is now underway in Korea.\r\n   The festival, 13th of its kind in the country, has begun on January 5 at factories, enterprises and co-op farms, with scientists, technicians and other people throughout the country in attendance.\r\n   Participants in the festival are presenting technical innovations and scientific achievements which were introduced in various divisions of national economy over the past year.\r\n    Among them are achievements made in increasing coal, electricity, iron and steel production.\r\n   Also presented are materials conducive to successfully carrying on the agriculture-first policy and the light industry-first policy advanced by the party.    \r\n\r\n"
        },
        {
            "title": "R.S. on moves to put \"Guidelines for Japan-U.S. Defence Cooperation\" into effect",
            "url": "http://kcna.co.jp/item/1998/9801/news01/14.htm#4",
            "content": "Meetings held around country\r\n Pyongyang, January 14 (KCNA) -- Meetings were held at units including the Pukchang Thermal Power Complex, the Kim Chaek Iron and Steel Complex and the Hungnam Fertilizer Complex to launch efforts for carrying  out the tasks set forth in the Joint New Year Editorial of the newspapers of The Workers' Party of Korea (WPK) and the Korean People's Army under the leadership of the great party.\r\n   At the meetings speakers said that the Korean people defended socialism and made a breakthrough for new progress and leap last year, overcoming difficulties, entirely thanks to the experienced and tested leadership of General Kim Jong Il.\r\n   They called for overfulfilling this year's plan of production in the revolutionary spirit of soldiers, true to the leadership of the WPK.    \r\n \r\n"
        },
        {
            "title": "Youth society for reunification and patriotism calls for invigorating reunification movement",
            "url": "http://kcna.co.jp/item/1998/9801/news01/14.htm#5",
            "content": "R.S. on moves to put \"Guidelines for Japan-U.S. Defence Cooperation\" into effect\r\n  Pyongyang, January 14 (KCNA) -- Rodong Sinmun today runs a commentary denouncing the aggressive nature of an interim report on the bill to put the new \"Guidelines for Japan-U.S. Defence Cooperation\" into effect.\r\n   What draws a serious attention in the report is the decision to hasten the \"emergency legislative arrangements\" to cope with an event of contingency on the Korean Peninsula and around Japan in preference to those on \"Emergency in Japan\", the news analyst says, and goes on:\r\n   It is not good that Japan is trying to hasten the legislative arrangements under the pretext of \"emergency\". \r\n   It is all the more ill-boding to offer preference to the \"legislative arrangements\" to cope with the \"emergency\" on the Korean Peninsula and around Japan.\r\n   Japan is now more interested in the \"security\" and \"situation\" around itself than in the security at home.\r\n   Its ulterior intention is to step up the \"legislative arrangements on the emergency\" around it and push ahead with overseas aggression on a large scale.\r\n   The \"legislative arrangements on the emergency\" around Japan are designed mainly to stage a comeback to Korea.\r\n   The target of the new \"guidelines\" is \"the emergency\" on the Korean Peninsula.    The Japanese reactionaries are now stepping up \"legislative arrangements on the emergency\" around Japan, crying for \"a joint counter-measure\" with the U.S. \"in case of emergency\" on the Korean Peninsula.\r\n   Japan will get nothing from it, but misfortune.    \r\n \r\n"
        },
        {
            "title": "\"KCTU\" rejects system of allowing companies to lay off workers",
            "url": "http://kcna.co.jp/item/1998/9801/news01/14.htm#6",
            "content": "Youth society for reunification and patriotism calls for invigorating reunification movement\r\n Pyongyang, January 14 (KCNA) -- New Year postcards were delivered to houses in Saha district on the morning of January 1, according to the Seoul-based radio Voice of National Salvation quoting information of the Pusan City Committee of the National Democratic Front of South Korea.\r\n   Printed in the front part of the postcard in the name of the youth society for reunification and patriotism were letters \"Let us pray for the immortality of President Kim Il Sung, the eternal father of the nation, and wish the leader Kim Jong Il, the lodestar of reunification, a long life in good health on the morning of the New Year Juche 87 of a great hope.\" \r\n   Written in the reverse were letters \"We cannot live without reunification of  the country. Let us invigorate the movement for reunification under the guidance of the leader Kim Jong Il, the lodestar of national reunification.\"    \r\n\r\n"
        },
        {
            "title": "DPRK women's football team",
            "url": "http://kcna.co.jp/item/1998/9801/news01/14.htm#7",
            "content": "\"KCTU\" rejects system of allowing companies to lay off workers \r\n  Pyongyang, January 14 (KCNA) -- The \"Korean Confederation of Trade Unions\" in South Korea (KCTU) declared that it would not participate in the \"workers-companies-government consultative council\" which is being invented by those in charge of the regime that will take office toward the end of February, in token of their will to make no compromise with the system of allowing companies to lay off workers, according to a radio report from Seoul.\r\n   The \"KCTU\" leadership in an interview with the deputy president of the \"National Congress for New Politics\" on Jan. 10 rejected the attempt of those in charge of the new \"government\" to introduce the above-said system. It warned repeatedly that it would not participate in the \"workers-companies-government consultative council\" and, at the same time, would stage a general strike to block the introduction of the system.    \r\n\r\n"
        },
        {
            "title": "What are Russian-made armoured vehicles needed for",
            "url": "http://kcna.co.jp/item/1998/9801/news01/14.htm#8",
            "content": "DPRK women's football team \r\n Pyongyang, January 14 (KCNA) -- The DPRK women's football team took the second place at the 11th Asian Women's Football Championships which was held in December last year, so it is qualified to participate in the 3rd World Women's Football Championships.\r\n   It outplayed Uzbekistan 8:0, Philippines 14:1 and Japan 1:0 in the Asian championships.\r\n   It scored 24 goals in five matches.\r\n   Kim Kum Sil kicked nine goals and Pak Jong Ae and Ri Hyang Ok five goals respectively.\r\n   Kim Kum Sil, who was born into an ordinary worker's family, scored sixth goals in the match with Philippines, two goals with Uzbekistan and one goal with Japan.\r\n   Kim Kum Sil and Pak Jong Ae, who held the limelight in the championships, were awarded prizes for their scores by the Asian Football Confederation.\r\n   The chief coach of the team is People's Sportsman Myong Tong Chan and its coaches are Ri Hui Chol and Jo Yong Chol. \r\n   The average age of the team players is 24.4.\r\n   The team was organized in 1986.\r\n   The players and coaches are now making preparation for the 3rd World Women's Football Championships which will be held in the United States in May, 1999.    \r\n\r\n"
        }
    ]
}