{
    "date": "1998-01-30",
    "url": "http://kcna.co.jp/item/1998/9801/980130.htm",
    "articles": [
        {
            "title": "G.S. Kim Jong Il sees performance given by KPA art propaganda squad",
            "url": "http://kcna.co.jp/item/1998/9801/news01/30.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun urges repatriation of unconverted long-term prisoners",
            "url": "http://kcna.co.jp/item/1998/9801/news01/30.htm#2",
            "content": "G.S. Kim Jong Il sees performance given by KPA art propaganda squad\r\n   Pyongyang, January 30 (KCNA) - General Secretary Kim Jong Il appreciated a performance given by the art propaganda squad of KPA combined unit no.488.\r\n   Accompanying him to see the performance were Director of the KPA General Political Department Jo Myong Rok, Generals Hyon Chol Hae and Pak Jae Gyong and other KPA general officers.\r\n   Put on the stage were colorful numbers such as a poem and chorus \"We will become today's seventh regiment\", a female vocal quartet \"We will hold our general in high esteem\" and a poem and chorus \"we will defend the headquarters of revolution with our lives\".\r\n   General Kim Jong Il highly estimated the militant, appealing and colorful performance reflecting matters of great importance in educating servicemen.   \r\n   He also highly praised the squad for its revolutionary art activities, saying it is a very good thing that its members, soldiers in charge of the ideological front, have always mixed with servicemen and powerfully encouraged them to a new struggle and feat, sharing thick and thin with them.\r\n   He stressed that the politico-ideological education such as class education and education in unity between officers and men and between army and people should be steadily conducted among servicemen along with education in fidelity to the party and the leader. Adding that such education is an important undertaking for making the KPA always preserve and display their peculiar revolutionary nature as army of the leader, the party and the people, he gave highly important tasks to art propaganda squads of combined units. \r\n   \r\n"
        },
        {
            "title": "Medical law adopted in Korea",
            "url": "http://kcna.co.jp/item/1998/9801/news01/30.htm#3",
            "content": "Rodong Sinmun urges repatriation of unconverted long-term prisoners\r\nPyongyang, January 30 (KCNA) -- The South Korean authorities, though belatedly, must return prisoners of war of the DPRK origin including Kim In So, Kim Yong Thae and Ham Se Hwan to their hometowns without raising any condition or excuse, said Rodong Sinmun in a signed article January 29.\r\n   The article said:\r\n   Kim In So, Kim Yong Thae and Ham Se Hwan were taken prisoner by the other belligerent side while fighting in South Korea during the past Fatherland Liberation War (June 25, 1950-july 27, 1953).\r\n   The successive South Korean rulers kept them behind bars for more than 30 years for the mere reason that they refused \"ideological conversion,\" harshly tortured and persecuted them and, moreover, prohibited them from exchanging letters with their family members and relatives.\r\n   In the new year, the DPRK side asked the south side again to send them back to the north. However, the south side turned down this request.\r\n   This is a wanton violation of international law on humanitarianism and the Korean Armistice Agreement and an unethical and immoral criminal act. \r\n   Though released from prison, Kim In So, Kim Yong Thae and Ham Se Hwan are in very delicate condition= they are denied political rights and freedom and, worse still, they are so old and sick that they cannot keep on living without help from their blood relations.\r\n   What they want is to be repatriated to the northern half of Korea at the earliest possible date and live in comfort for the rest of their days under the benevolent system together with their family members and relatives.    \r\n\r\n"
        },
        {
            "title": "Queer farce",
            "url": "http://kcna.co.jp/item/1998/9801/news01/30.htm#4",
            "content": "Medical law adopted in Korea\r\n Pyongyang, January 30 (KCNA) -- The medical law of the Democratic People's Republic of Korea was adopted recently.\r\n   It consists of five chapters and 51 articles.\r\n   Its mission is to develop medical service and protect and promote the health of the people by establishing a strict system and order in all medical activities including medical checkup and diagnosis, medical treatment and tests.\r\n   It defines it as an important principle to preserve the popular character of the socialist health system of Korea and conduct medical activities on the basis of the complete and universal free medical treatment system so that the medical benefits of the Workers' Party of Korea and the state may reach the people better.\r\n   According to it, what is important in medical service is to thoroughly enforce the section doctor system, strengthen the prophylactic treatment against diseases, boost the level of specialisation in medical service, develop medical technology, promote traditional Koryo medicine, expand the ranks of medical workers and increase the supply of materials to the medical domain.\r\n   Besides, the law includes developing exchange and cooperation with other countries and international organisations in medical domain.\r\n   Its adoption makes it possible to give fuller scope to the advantages of the socialist health system of Korea by carrying through the popular health policy of the WPK and the state.    \r\n \r\n"
        },
        {
            "title": "CILRECO issues bulletin",
            "url": "http://kcna.co.jp/item/1998/9801/news01/30.htm#5",
            "content": "Queer farce\r\n Pyongyang, January 30 (KCNA) -- As was reported, a queer farce took place at a U.S. military base in South Korea.\r\n   According to the U.S. newspaper Stars and Stripes, hundreds of U.S. military policemen staged a training to put down a demonstration with the use of shields and clubs. \r\n   Mobilized in the training were some 40 katusas (Korean augmentation troops to the U.S. army), who played a role of \"demonstrators,\" chanting \"U.S. forces, go home.\"\r\n   The South Korean authorities are alleging that it is an \"annual defence training.\"\r\n   What is clear is that the U.S. troops present in South Korea have recently staged drills to suppress anti-American demonstrations of South Korean people and their scope is further expanding. \r\n   As is known, the withdrawal of the U.S. troops from South Korea is a prerequisite for peace on the Korean Peninsula.\r\n   Nevertheless, the United States has deceived the world opinion, claiming that its troops remain in South Korea because the South Korean people \"want\" it.\r\n   Particularly, it is these days trying to shelve the issue of withdrawing its troops from South Korea at the \"four-way talks,\" tenaciously resorting to its unwarrantable allegation.    \r\n   The falsity and anachronistic nature of its allegation was fully revealed by the recent \"training for putting down anti-American demonstration\" staged by the U.S. troops.\r\n   Only a handful of flunkeyists and traitors want the continued presence of the U.S. troops in South Korea. But, an overwhelming majority of the South Korean people call for their immediate pullback from South Korea.\r\n   It would be reasonable for the United States to pull  its fear-ridden troops out of south korea rather than bring ridicule upon itself by staging the \"training to suppress anti-American demonstration\" in defiance of calls of the times and the people. \r\n   It will also be a proper choice for its own prestige and interests.    \r\n \r\n"
        },
        {
            "title": "Japan hit for wanton violation of sovereignty of DPRK",
            "url": "http://kcna.co.jp/item/1998/9801/news01/30.htm#6",
            "content": "CILRECO issues bulletin\r\n Pyongyang, January 30 (KCNA) -- The International Liaison Committee for Reunification and Peace in Korea issued the January edition of bulletin on January 19.\r\n   It reminded the South Korean authorities of the yardstick for a genuine attitude toward peace, reunification and reconciliation on the Korean Peninsula.\r\n   It urged the abrogation of the \"National Security Law,\" a fascist evil law, release of all public figures who have been detained on the strength of the law and the dissolution of the \"Agency for National Security Planning,\" a repressive tool against the democratic, patriotic forces.\r\n   It called for the demolition of the concrete wall, a barrier of division barring travels and contacts between the north and the south of Korea, which was built in the area south of the military demarcation line.\r\n   It urged the South Korean authorities to abandon the humiliating policy toward the United States and take steps to facilitate dialogues between all the members of the Korean nation in the north, the south and overseas to promote the independent and peaceful reunification of Korea. \r\n\r\n"
        },
        {
            "title": "Hepatitis-B, no more terror to people",
            "url": "http://kcna.co.jp/item/1998/9801/news01/30.htm#7",
            "content": "Japan hit for wanton violation of sovereignty of DPRK \r\n  Pyongyang, January 30 (KCNA) -- A delegate of Japan at the Seventh U.N. Conference on the Standardisation of Geographical Terrains claimed that the \"Sea of Japan\", not the East Sea of Korea, has already been \"recognised\" internationally, and set himself against the debate on the mark of the Korean East Sea.\r\n   Rodong Sinmun today describes his claim as encroachment upon the sovereignty of the Democratic People's Republic of Korea, an insult to the Korean people and a mockery of the world public.\r\n   The news analyst says:\r\n   From ancient times the sea between Korea and Japan has been said and written to be \"the East Sea of Korea\" and \"the Sea of Korea\".  During their occupation of Korea the Japanese imperialists renamed the East Sea of Korea \"the Sea of Japan\", however.\r\n   To give a correct understanding of the East Sea of Korea and rectify its wrong-written mark is not a mere matter of geographical designation, but an important one concerning the liquidation of Japan's crimes of aggression on Korea.\r\n   The Japapese delegate's insistence on the international \"recognition\" of \"the Sea of Japan\" is a sheer lie. The alleged \"Sea of Japan\" was not admitted at any international conference or under any international convention at all.\r\n   At the recent meeting the South Korean authorities took an attitude of designating the Korean East Sea as \"the Sea of Japan\" and \"the East Sea\" at the same time.\r\n   The South Korean authorities' humiliating act reminds us of the five traitors of Ulsa (1905) who sold off the country and the nation to the Japanese imperialists.\r\n   The sea between Korea and Japan should be called \"the Korean East Sea\" from the historical and geographical point of view.    \r\n \r\n"
        },
        {
            "title": "U.S. troop pullout from Asia-Pacific region urged",
            "url": "http://kcna.co.jp/item/1998/9801/news01/30.htm#8",
            "content": "Hepatitis-B, no more terror to people \r\n  Pyongyang, January 30 (KCNA) -- In recent years Korea succeeded in the development of the medicines for diagnosis, prevention and cure of Hepatitis-B, causing a great sensation upon the world people.\r\n   Hepatitis-B has been called one of the three incurable diseases threatening human lives. \r\n   A number of countries around the world made tireless efforts to develop medicines for diagnosis and prevention of the disease, and some of them were boasting of their successful researches for the medicines.  But all those who are inoculated with them three times in six months are not immunised against the disease.\r\n   Ko Jin Nam-led November 19 institute under the Railway Ministry succeeded in developing the medicine for the prevention of hepatitis-b whose immunity efficacy is 100 percent among those who are inoculated two times in a matter of one month.\r\n   The medicine has proved successful at some institutions for the cure and prevention of the disease in Korea.\r\n   In particular, a medicine for the prevention of Hepatitis-B through the restoration of immunity is efficacious tens of times the preventive medicine produced in some countries.\r\n   The restoration of immunity by the medicine recently proved very effective in effacing the antigen, drawing the attention of the medical world. \r\n   The institute declared the Hepatitis-B is no more a terror to people. \r\n   The medicines developed by korea for diagnosis and prevention of the Hepatitis-B were awarded gold medals at the second international youth invention and new technology exhibition, gold medals and honorary certificates by the world intellectual property organisation. These were recently given the patent rights in Germany and the U.S.\r\n   The medicine is popular at world markets.    \r\n\r\n"
        },
        {
            "title": "Chongam earthen wall surveyed",
            "url": "http://kcna.co.jp/item/1998/9801/news01/30.htm#9",
            "content": "U.S. troop pullout from Asia-Pacific region urged \r\n   Pyongyang, January 30 (KCNA) -- Of late the U.S. Defense Secretary William Cohen visited some Asian countries and claimed that the security of the Asia-Pacific region is attributable to the U.S. military presence and cried for security-oriented dialogue between countries in the region and upkeep of the 100,000-strong U.S. troops.\r\n   Rodong Sinmun January 29, commenting on this, says the most important thing in guaranteeing the security of Asia is to remove the military threat from outside.\r\n   The news analyst says:\r\n   The U.S. Armed Forces in Asia pose a direct threat to the regional security.\r\n   If the U.S. forces are withdrawn from the Asia-Pacific region, more favorable circumstances will be created for a lasting peace in the region.\r\n   As long as the U.S. Armed Forces remain in the Asia-Pacific region, it is impossible to guarantee peace and security in the region.\r\n   The Asia-Pacific-based U.S. forces are the legacy of the Cold War. The mission of the forces is aggression and war from A to Z.\r\n   Security negotiations should be oriented towards the withdrawal of foreign armed forces which pose a menace to peace and security of the Asian countries.\r\n   To have security negotiations without withdrawal of the aggression forces harmful to the security is a nonsense.\r\n   Such negotiations will waste time.\r\n   The U.S. seeks to use the security negotiations among the Asian countries for justifying its military presence in the Asia-Pacific region and implementing its military strategy. \r\n   It is also trying to turn the negotiations into a U.S.-led forum for military negotiations.\r\n   If the U.S. military strategy of Asia is connived at, the Asian countries will be exposed to grave military threat. \r\n     \r\n"
        },
        {
            "title": "Gift to G.S. Kim Jong Il from Mongolian guests",
            "url": "http://kcna.co.jp/item/1998/9801/news01/30.htm#10",
            "content": "Chongam earthen wall surveyed \r\n Pyongyang, January 30 (KCNA) -- Survey of historical relics has been deepened in Korea.\r\n   Authoritative scholars and experts of archaeology, history and folklore recently made a survey of the earthen wall in Chongam-Dong, Taesong District, Pyongyang.\r\n   The survey team discovered relics and a wall built in the period of King Tangun's Korea, the first ancient state of Korea which existed some 5,000 years ago.\r\n   The wall has two storeys. \r\n   The lower storey of the wall, built in the Tangun Korea period, is about 10 metres wide at the bottom and 2.5 metres high.\r\n   The upper storey, built in the Koguryo period, was rebuilt three times.\r\n   A scimetar, stone spear, broken top-shape vessels and other relics of the neolithic and bronze ages were discovered in the earth of the wall.\r\n   Found in the western part inside the wall were the coundation of a building, roof tiles, etc. Dating back to the Koguryo period. \r\n   A mural painting of the Koguryo period was discovered for the first time in Korea.\r\n   The mural painting is characterized by use of much powdered gold. \r\n   The survey of the wall helps systematize the history of Tangun Korea and Koguryo in a scientific way and clearly proves that the history and culture of the Korean nation has developed from long ago with Pyongyang as the centre.    \r\n\r\n"
        },
        {
            "title": "SPA Chairman meets Mongolian delegation",
            "url": "http://kcna.co.jp/item/1998/9801/news01/30.htm#11",
            "content": "Gift to G.S. Kim Jong Il from Mongolian guests\r\nPyongyang, January 30 (KCNA) - General Secretary  Kim Jong Il received a gift from the Minister of Foreign Relations of Mongolia and his entourage.\r\n   The gift was handed to Vice-Premier and Foreign Minister Kim Yong Nam by Minister of Foreign Relations of Mongolia Shukherin Altangerel on a visit to Korea.    \r\n\r\n"
        }
    ]
}