{
    "date": "1998-07-01",
    "url": "http://kcna.co.jp/item/1998/9807/980701.htm",
    "articles": [
        {
            "title": "Solidarity with Korean people expressed",
            "url": "http://kcna.co.jp/item/1998/9807/news07/01.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Absolute support",
            "url": "http://kcna.co.jp/item/1998/9807/news07/01.htm#2",
            "content": "Solidarity with Korean people expressed\r\n Pyongyang, July 1 (KCNA) -- \"We will work hard to strengthen friendship and solidarity with the Korean people.\"\r\n   Vladimir Maslin, first vice-chairman of the International Association of the Russian Peace Fund, said this in an interview with KCNA, prior to his return home.\r\n   What impressed them  deeply during Korea visit, he said, is that the Korean people are filled with confidence in the future without the slightest vacillation even under the difficult conditions.\r\n   They are now advancing at \"New Chollima Speed\" in the same spirit of the Chollima era as displayed in the 1950s, he said.\r\n   General Secretary Kim Jong Il and the Workers' Party of Korea have shown deep care to provide the people with a happy and civilized life, he said, and stressed:\r\n   \"We support the Korean people in the just struggle to denuclearize the Korean peninsula, achieve peace and security in the region and reunify the country at an early date.\r\n   \"We  are firmly convinced that the industrious and heroic Korean people will brave all the hardships and achieve greater success in socialist construction under the wise leadership of General Kim Jong Il.\"     \r\n    \r\n  \r\n"
        },
        {
            "title": "Rodong Sinmun on strengthening anti-imperialist solidarity",
            "url": "http://kcna.co.jp/item/1998/9807/news07/01.htm#3",
            "content": "Absolute support\r\n   Pyongyang, July 1 (KCNA) -- People of all walks of life in Korea are now filled with great emotion and joy at the news that General Kim Jong Il was nominated as candidate for the DPRK Supreme People's Assembly by voters registered at constituency no. 666.\r\n   Vice Marshal of the Korean People's Army Jon Jae Son said General Kim Jong Il's nomination reflected the unanimous desire and unshakable will of the entire servicemen.\r\n   Kim Sung Gil, a department director of the Central People's Committee, said the Korean people, through the actual life, have deeply felt that Kim Jong Il is the great leader who is creditably carrying forward to completion the cause of building the Juche-based government pioneered by President Kim Il Sung.\r\n   Kim Man Song, chairman of the South Phyongan Provincial administrative and economic committee, vowed to greatly contribute to further consolidating the revolutionary government by making a fresh great  advance of Chollima with the honor and happiness in having him nominated for the SPA.\r\n   Kim Pong Sik, manager of the Songjin Steel Complex, said, \"We  will participate as one in the election of deputies to the SPA  to consolidate the DPRK government and demonstrate once again the invincible might of the Korean people rallied  around the party and the leader in one mind.\"    \r\n\r\n        \r\n\r\n"
        },
        {
            "title": "Month of solidarity with Koreans begins in Bulgaria",
            "url": "http://kcna.co.jp/item/1998/9807/news07/01.htm#4",
            "content": "Rodong Sinmun on strengthening anti-imperialist solidarity\r\n Pyongyang, July 1 (KCNA) -- All the progressive people of the world should strengthen international solidarity in the joint struggle for independence against imperialism in order to realize global independence.\r\n   Rodong Sinmun says this in a signed article today.\r\n   The daily goes on:\r\n   To achieve the solid bonds of anti-imperialist solidarity among the countries and people defending independence is an important guarantee for victory in the struggle to smash the dominationist moves of the imperialists, achieve independence in each country and accomplish the cause of global independence.\r\n   Unity and solidarity of the pro-independence forces against imperialism are more urgent at a time when the imperialists are forming allied forces to challenge the cause of human independence and craftily scheming to disorganize the anti-imperialist forces aspiring after independence and destroy them one by one.\r\n   Anti-imperialist solidarity makes it possible to develop friendly and cooperative relations among countries and people on the basis of the common aspiration and desire for peace and independence, regardless of the differences in ideologies, systems, political views and religious beliefs. \r\n   It also makes it possible for them to take a joint action  in the struggle for independence against imperialism, and thus decisively strengthen the might of the pro-independence forces against imperialism. It will help isolate and weaken the reactionary forces of imperialism to the maximum and speed up the victory of global independence.    \r\n \r\n"
        },
        {
            "title": "S. Korean authorities urged to withdraw unilateral structural reform",
            "url": "http://kcna.co.jp/item/1998/9807/news07/01.htm#5",
            "content": "Month of solidarity with Koreans begins in Bulgaria\r\n Pyongyang, July 1 (KCNA) -- A meeting was sponsored by the Bulgaria-Korea Friendship Association in Sofia on June 23 to open a month of international solidarity with the Korean people.\r\n   It was stressed at the meeting that the Korean War unleashed by the U.S. imperialists was a brigandish war of aggression, a criminal war of slaughter aimed at reducing the whole of Korea to their colony and gratifying their ambition for domination over Asia and the rest of the world.\r\n   The meeting expressed firm support and solidarity for the Korean people in their struggle for national reunification. \r\n\r\n"
        },
        {
            "title": "Songs of army-people unity in Korea",
            "url": "http://kcna.co.jp/item/1998/9807/news07/01.htm#6",
            "content": "S. Korean authorities urged to withdraw unilateral structural reform\r\n Pyongyang, July 1 (KCNA) - Over 2,000 unionists of housing construction and other companies  reportedly met in Seoul on June 28 to urge the repeal of the puppet \"government's\" unilateral structural reform.\r\n   In a statement they criticized the \"government\" and the management for carrying out such highhanded structural reform  as reduction of employees without consultation with trade unions. And they demanded that the structural reform,  which offers no measure for existence, immediately be withdrawn.    \r\n \r\n\r\n"
        },
        {
            "title": "U.S. imperialists' order to unleash Korean War",
            "url": "http://kcna.co.jp/item/1998/9807/news07/01.htm#7",
            "content": "Songs of army-people unity in Korea \r\nPyongyang, July 1 (KCNA) -- Songs dealing with army-people unity are being widely sung in Korea. Among them are songs \"Let us sing praises of army-people unity,\" \"feelings of love passing across a ridge,\" \"Our army has come again,\"  and \"Sounds of engines loudly ring out, carrying feelings of love between soldiers and people\".\r\n   These songs fully reflect the mentality and will of soldiers and people.\r\n   They also vividly depict endeavours of soldiers and people who are performing exploits in socialist construction in the revolutionary spirit of soldiers.\r\n   In recent years, many art works based on the idea of army-people unity have been created in Korea.\r\n   The comedy \"Letter,\" a feature film \"Love Soldiers,\" a selection of poems \"Songs of soldiers and people\" and other literary and art works have great vitality as they vividly portray the spirit of the present time on a high ideological and artistic level.\r\n   Portrayed in the works are the true looks of Korean society in which soldiers unhesitatingly sacrifice themselves fir the safety of the country and lives and property of people and in which people readily donate their blood and skin to the soldiers.\r\n   Soldiers are always loved by the people.\r\n   Six years ago, students of the Masan Senior Middle School in Nampho forged \"Our school-our post\"  relations with soldiers defending an outpost on the forefront. Occasioned by this, a social movement has been conducted to establish of \"Our village-our post,\" \"Our factory-our post\" and \"Our post-our school\" relations, with the result that the relations between soldiers and people have been tightened into inseparable ones.\r\n   A western radio once reported that a dreadful might of complete unity between the army and people under Supreme Commander Kim Jong Il underlies North Korean society and that the west could not figure out the might of the army-people unity which is tens of thousands  of times stronger than  that of strategic missiles which is calculable.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "More mining equipment supplies",
            "url": "http://kcna.co.jp/item/1998/9807/news07/01.htm#8",
            "content": "U.S. imperialists' order to unleash Korean War\r\n  Pyongyang, July 1 (KCNA) -- In 1950 the United States gave the South Korean puppet army an order to start a war after the final examinations of war preparations.\r\n   A warmonger dulles was sent to South Korea in the capacity of a special envoy of the U.S. President, Truman, to examine a plan to invade the northern half of Korea.\r\n   On June 18,  dulles inspected units of the South Korean puppet army deployed along the 38th parallel for the examination of war preparations. On the same day he told the Syngman Rhee puppet clique to start an invasion of North Korea, synchronised with a propaganda campaign to spread the rumour that North Korea attacked South Korea first.\r\n   On June 19 dulles told the puppet national assembly that he came to inspect preparations for northward invasion and to convey an order of President Truman on beginning northward invasion without delay after confirming that there was no fault in the preparations. Now that full preparations were made, there was no need to delay the northward invasion even a day, he added.\r\n   On June 20 he sent Syngman Rhee a letter saying that South Korea had a role to play for finding an excuse to unleash a war.\r\n   Muccio, the then U.S. ambassador to South Korea, who had been given instructions on the war by his master, told the puppets to attack North Korea.\r\n   Upon receiving an order to invade the northern half of Korea from the U.S. imperialists, the chief of the general staff of the South Korean puppet army issued order no. 29 to the first and second command posts on June 21, as regards the date of the attack.\r\n   On June 24 (Saturday) officers of the puppet army were not allowed out, but they were told to hold themselves in readiness. It was on the evening of June 24 that a secret order was issued to begin a military action across the 38th parallel on the early morning of June 25.\r\n   As was mentioned above, the U.S. imperialists gave the Syngman Rhee puppet clique an order to unleash a Korean War. \r\n \r\n\r\n\r\n\r\n"
        }
    ]
}