{
    "date": "1998-12-18",
    "url": "http://kcna.co.jp/item/1998/9812/981218.htm",
    "articles": [
        {
            "title": "Spokesman for DPRK Foreign Ministry on U.S. military attack on Iraq",
            "url": "http://kcna.co.jp/item/1998/9812/news12/18.htm#1",
            "content": "Spokesman for DPRK Foreign Ministry on U.S. military attack on Iraq\r\n    Pyongyang, December 18 (KCNA) -- The military attack on Iraq cannot be justified in any case and a dangerous military action should never be allowed.\r\n   The spokesman for the Foreign Ministry of the DPRK stressed this, in an interview with KCNA today in the wake of the U.S. military attack on Iraq.\r\n   He said:\r\n   The U.S. military attack on Iraq poses a grave threat to stability and peace in Iraq and its surrounding area, whatever the reason.\r\n   A growing number of countries around the world voice strong protest against and concern at the military action.\r\n   The military attack on Iraq cannot be justified in any case. Nor should the sovereignty of a country be violated and encroached upon by a strong-arm action under any pretext.\r\n   Peace, detente, dialogue and negotiation are the trend of the times. A dangerous military action which may plunge humankind into the holocaust of a war should not be allowed at this juncture.\r\n   The developments in Iraq clearly show that the recent principled position adopted by our revolutionary armed forces to defend the sovereignty of the country is absolutely  reasonable. \r\n\r\n  \r\n  \r\n"
        },
        {
            "title": "Legalization of Teachers' Union demanded in S. Korea",
            "url": "http://kcna.co.jp/item/1998/9812/news12/18.htm#2",
            "content": "Legalization of Teachers' Union demanded in S. Korea\r\n\r\n   Pyongyang, December 18 (KCNA) -- Jongyojo (National Teachers' Union) presented a petition signed by  more than 84,000 teachers to the \"National Assembly,\" demanding the Legalization of the Teachers' Union, according to a radio report from Seoul.\r\n   Jongyojo has waged a signature campaign demanding the Legalization of the Teachers' Union  from September, the report said. \r\n\r\n \r\n"
        },
        {
            "title": "National Alliance for Democratic reform founded in S. Korea",
            "url": "http://kcna.co.jp/item/1998/9812/news12/18.htm#3",
            "content": "National Alliance for Democratic reform founded in S. Korea\r\n \r\n   Pyongyang, December 18 (KCNA) -- The National Alliance for Democratic reform comprising over 30 dissident and civic organizations, social movement organizations of 15 cities and provinces held an inaugural meeting on Dec.14, according to a radio report from Seoul.\r\n   The alliance, at  the meeting which  was attended  by about 1,000 representatives,  made public  an inaugural declaration and said that it would conduct a national movement calling out the people of all walks of life to the struggle for the democratization of society.\r\n   The alliance stressed that it would wage, for the present,  the struggle for the release of the prisoners of conscience and the repeal of the \"National Security Law\". \r\n\r\n"
        },
        {
            "title": "Anti-American posters printed ",
            "url": "http://kcna.co.jp/item/1998/9812/news12/18.htm#4",
            "content": "Anti-American posters printed \r\n Pyongyang, December 18 (KCNA) -- Many posters showing the spirit of annihilating the enemy in face of the new war provocation moves of the U.S.imperialists and their followers have been recently printed in the DPRK.\r\n   Typical are \"We are invincible under the guidance of the great marshal \",  \"a Soldier, human bomb\", \"the Target  of strike is clear\" and  \"Let's smash the aggressive attempt of the U.S. imperialists mercilessly \"  the posters, created in a short span of time after the publication of the statement of the spokesman of the KPA general staff, arouse the army and people to a sacred struggle to smash the enemy's reckless manoeuvres.\r\n   Such posters as \"there is no room to evade our strike\" and \"the target of our strike\" show the will of the KPA  to make a decisive strike on the U.S. imperialists who are to ignite the train of a war and that there is no space to avoid the strike in the planet.\r\n   Posters \"the Answer of Korea\", \"Meet aggressive war with liberation war \" and \"Let's smash enemy mercilessly\" carry the unshakable will  of the army and people to smash the provocateurs  mercilessly by the power of their single-hearted unity  around General Secretary Kim Jong Il if the U.S. imperialists and their followers force a war to invade our socialist country.\r\n   Among posters are \"Give us an order\" and \"We, 8 million rifles and bombs,  are ready\" showing the death-defying readiness to defeat the aggressors at one stroke and achieve the historic cause of national reunification if Supreme Commander Kim Jong Il issues an order. \r\n\r\n   \r\n"
        },
        {
            "title": "Cooperation between DPRK and UNICEF",
            "url": "http://kcna.co.jp/item/1998/9812/news12/18.htm#5",
            "content": "Cooperation between DPRK and UNICEF\r\n   Pyongyang, December 18 (KCNA) -- A 1999-2000 comprehensive operation plan for the implementation of mutual cooperation was approved by the DPRK government and the United Nations Children's Fund (UNICEF).\r\n   The plan was signed here on Thursday by vice-Minister of Foreign Affairs Choe Su Hon, who is chairman of the DPRK National Coordinating Committee of the UN Children's Fund, and resident representative of the UNICEF Dilawar Ali Khan. \r\n  \r\n"
        },
        {
            "title": "\"Cooperation\" farce for self-destruction  = KCNA commentary = ",
            "url": "http://kcna.co.jp/item/1998/9812/news12/18.htm#6",
            "content": "\"Cooperation\" farce for self-destruction  = KCNA commentary =  \r\n  \r\n   Pyongyang, December 18 (KCNA) -- The South Korean authority, on a tour of southeast Asia, held a \"Summit Conference\" with the Japanese Prime Minister on Dec. 16 and examined the \"plan for implementing relations of partners.\"\r\n   What cannot be overlooked is the fact that they agreed to increase \"cooperation\" over \"the probe into the suspected underground nuclear facility and missile development in the DPRK.\"\r\n   That is an indication of the dirty conspiracy of the South Korean authorities and the Japanese reactionaries acting on the instruction and under the manipulation of the United States in the international arena.\r\n   Such a criminal collusion is another clear challenge to the DPRK= it more clearly betrays the true colors as a shock brigade and henchman in executing the U.S. hard-line conservatives' policy of isolating and stifling the DPRK and their war plan.\r\n   It deserves punishment for provokers. It proves that they are the target of strike.\r\n  In a statement published by the spokesman for the general staff of the Korean People's Army in connection with the fact that the U.S. imperialists' recent arrogant attempt to obliterate the DPRK by force of arms has gone beyond the danger line, we gave a warning to the U.S. imperialist aggression  forces and their  bullet-shields and war servants.   \r\n    It is the fixed will, faith and  quality of the Korean people and revolutionary armed forces that they will answer the challenge of the enemies with mercilessly annihilating strike and that there is no limit to strike and no room to avoid it.\r\n   The South Korean authority and the Japanese reactionaries must be mindful that \"cooperation\" moves of those who are colluding with each other against the DPRK, making impudent remarks and resorting to desperate hostile moves will inevitably lead to their destruction. \r\n\r\n\r\n"
        },
        {
            "title": "Overnight sit-in staged in S. Korea",
            "url": "http://kcna.co.jp/item/1998/9812/news12/18.htm#7",
            "content": "Overnight sit-in staged in S. Korea\r\n  Pyongyang, December 18 (KCNA) -- Some 3,000 workers of the Samsung Motor Company in South Korea staged a torchlight demonstration and an overnight sit-in on December 16 against \"exchanges of key entities,\" part of the reactionary \"restructuring\" by the authorities, a Seoul-based radio reported.\r\n   The Emergency Measure Committee of the Samsung Motor Company said that they began an overnight sit-in as the management side refused to accept their demands.\r\n   They set up barricades at the front-gate of the company to counter police break-in and prepared tools for demonstrations.\r\n   The measure committee declared that it would hold a large-scale rally involving more than 5,000 workers on December 18. \r\n \r\n"
        },
        {
            "title": "We will watch U.S. attitude",
            "url": "http://kcna.co.jp/item/1998/9812/news12/18.htm#8",
            "content": "We will watch U.S. attitude\r\n  Pyongyang, December 18 (KCNA) -- Former U.S. Secretary of Defense Perry, in the capacity of a coordinator for \"North Korea\" policy, reportedly debated on a \"proposal of cooperation\"   with somebody and is about to arrange it in detail with reference to the DPRK's \"underground nuclear facility\" and launch of a satellite, says Rodong Sinmun in a commentary today.\r\n   Criticising the U.S. imperialist hawks' outcry for \"cooperation\" and \"proposal of cooperation,\" insisting on \"inspection of underground nuclear facility\" and countermeasure against \"missile threat\" as a military provocation against the DPRK and a far-fetched manner aimed at unleashing a war against the DPRK, the news analyst continues:\r\n   The Korean people will never tolerate any attempt to tarnish the dignity of the DPRK and encroach upon its sovereignty.\r\n   If the U.S. hawkish elements continue to screw up the tension under such unjustifiable pretext, war will be inevitable on the Korean peninsula.\r\n   The DPRK does not want war, but once the aggressors provoke a war it will defend the nation's dignity and the country's sovereignty with annihilating and retaliatory strikes.\r\n   The army and the people of Korea are gauging the U.S. imperialists' attitude with  heightened militant vigilance.\r\n   The U.S. imperialists should clearly know that they can not evade the fate of destruction if they dare to look down on the DPRK and act silly. \r\n\r\n\r\n"
        },
        {
            "title": "DPRK proves successful at 13th Asian Games",
            "url": "http://kcna.co.jp/item/1998/9812/news12/18.htm#9",
            "content": "DPRK proves successful at 13th Asian Games\r\n   \r\n   Pyongyang, December 18 (KCNA) -- The DPRK has reportedly gained good results at the 13th Asian Games.\r\n   It clinched silver medal in the women's soccer game.\r\n   The DPRK team beat Vietnam's 7-0, Japan's 3-2 and Thailand's 15-0 in group a qualification matches. It also defeated China's Taipei team 7-6 in the semi-final and had the gold-medal game with China on December 17.\r\n   Meanwhile, a Korean wrestler Jin Ju Dong won the 54 kg division title on Thursday. \r\n  \r\n"
        },
        {
            "title": "40th anniversary of Nigerian Independence observed",
            "url": "http://kcna.co.jp/item/1998/9812/news12/18.htm#10",
            "content": "40th anniversary of Nigerian Independence observed\r\n Pyongyang, December 18 (KCNA) -- Rodong Sinmun today dedicates a singed article to the 40th anniversary of the Republic of Niger.\r\n   The Nigerien people during the past 40 years have achieved great success in the  efforts to consolidate national independence and build a prosperous and new society, the article says, and goes on:\r\n   The Korean people are rejoiced over the achievements made by the Nigerien people after independence.\r\n   The relations between the two countries are developing in the idea of independence, peace and friendship.\r\n   The friendly relations between the two countries have developed on good terms since the diplomatic relations at the ambassadorial level between the DPRK and Niger were established in September 1974.\r\n   The Korean people wish the Nigerien people great success in the work for building a new life. \r\n\r\n"
        },
        {
            "title": "Relics and remains unearthed",
            "url": "http://kcna.co.jp/item/1998/9812/news12/18.htm#11",
            "content": "Relics and remains unearthed\r\n Pyongyang, December 18 (KCNA) -- Remains of two houses which date back to the Neolithic era were recently unearthed in Ryongdok-ri, Jungsan county, South Phyongan Province of Korea.\r\n   Discovered in the remains are a grinder, a stone ax, an adz and other stone tools and pieces of earthenware of various kinds.\r\n   The structure and form of the remains of the houses and relics are considered to have been used about 6,500 years ago.\r\n   A small jar with a spiral pattern engraved on it draws particular attention of the people.\r\n   It, made from soft clay mixed with talcum powder, is red-brown in color. \r\n   On the shoulder of the calcined jar, short in the neck, circular in the body and flat in the bottom, are a pair of ring ears.\r\n   On the exterior of the jar are exquisite patterns of various kinds.\r\n   It is highly praised as the excellent one of the household utensils unearthed up to this date. \r\n\r\n"
        },
        {
            "title": " Powerful machine-tool producing centre",
            "url": "http://kcna.co.jp/item/1998/9812/news12/18.htm#12",
            "content": "Powerful machine-tool producing centre\r\n \r\n    Pyongyang, December 18 (KCNA) -- The Huichon General Machine Tool Plant, better known as a \"Mother Factory\" of the machine-building industry in Korea, is a leading machine-tool producer.\r\n   The plant has workshops for wooden-patterning, casting, milling-machine assembly, machining centre, lathe assembly, and other purposes, 80 in all. All the production processes have been automated and computerized.\r\n   Over 35 percent of the employees are technicians.\r\n   As many as 120 kinds of machine-tools like milling-machine, lathe, grinder and drilling machine are manufactured.\r\n   The plant had exceeded the annual production capacity of thousands of machine-tools by producing 10,000 machine-tools in a year.\r\n   The products with a one-hundredth allowable error are in great demand in foreign markets, they are exported to 70 countries. \r\n\r\n   \r\n"
        },
        {
            "title": "Greetings to Mongolian Prime Minister",
            "url": "http://kcna.co.jp/item/1998/9812/news12/18.htm#13",
            "content": "Greetings to Mongolian Prime Minister\r\n   \r\n   Pyongyang, December 18 (KCNA) -- Hong Song Nam, Premier of the Cabinet of the DPRK, sent a message of greetings to Janlaviin Narantsatsralt upon his appointment as Prime Minister of Mongolia.\r\n   The message expresses the belief that the traditional friendly and cooperative relations between the DPRK and Mongolia will continue developing favourably in the interests of the peoples of the two countries, and wishes the Prime Minister of Mongolia success in his responsible work of the nation's prosperity. \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Macedonian Foreign Minister",
            "url": "http://kcna.co.jp/item/1998/9812/news12/18.htm#14",
            "content": "Greetings to Macedonian Foreign Minister \r\n  Pyongyang, December 18 (KCNA) -- Paek Nam Sun, Foreign Minister of the DPRK, sent a message of greetings to Alexander Dimitrov upon his appointment as Foreign Minister of the Republic of Macedonia.\r\n   Expressing the belief that the traditional relations of cooperation between the two countries will continue to develop on good terms in mutual interests, the message wished him success in his new position. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il inspects headquarters of KPA combined unit",
            "url": "http://kcna.co.jp/item/1998/9812/news12/18.htm#15",
            "content": "Kim Jong Il inspects headquarters of KPA combined unit\r\n  Pyongyang, December 18 (KCNA) -- General Secretary Kim Jong Il inspected the headquarters of combined unit No. 570 of the Korean People's Army (KPA).\r\n   He was accompanied by KPA general Hyon Chol Hae and col. general Ri Myong Su.\r\n   He looked round a monument to the on-site guidance of President Kim Il Sung and the room for education in revolutionary history.\r\n   The Chairman of the DPRK National Defence Commission said the combined unit could grow into a matchless combat force with invincible units under the wise leadership and meticulous care of Kim Il Sung, whose immortal exploits will shine forever along with the history of army building of Korea.\r\n   At the operation command room, he heard a report from the commander of the combined unit on the situation and learned how the unit was performing its duty.\r\n   He expressed great satisfaction over the fact that all the officers and men of the unit have grown to be matchless combatants prepared politically and ideologically and in military technique and they are firmly defending the country, closely watching every movement of the U.S. imperialist aggressors and their stooges who are trying to provoke a new war to stifle the DPRK by force of arms.\r\n   He said that the obtaining situation requires that the nation's defence capabilities should be increased still further, and put forward tasks that would be very instrumental in increasing the combat power of the unit in every way.\r\n   He looked round the precinct, dining hall and daily-provision store of the headquarters of the combined unit,  and said that all the members of society should actively follow the fighting spirit of the Korean People's Army which lives and fights  as the anti-Japanese guerrilla army did.\r\n   He then looked round an education room, a bedroom and other places of a unit of the combined unit. He said that just as the commanding officers of the anti-Japanese guerrilla army did, all the commanding officers of the KPA should work hard to provide better living conditions for soldiers with warm love for them. \r\n   He gave soldiers of the unit a pair of binoculars and an automatic rifle as gifts.\r\n   He met with model soldiers of the unit and greatly heightened their morale.\r\n   He posed for  photographs with officers and men of the combined unit and with servicemen of the affiliated unit.\r\n   After the inspection, he  appreciated a performance  given by an art squad of the combined unit. \r\n\r\n\r\n\r\n  \r\n\r\n"
        }
    ]
}