{
    "date": "1998-06-28",
    "url": "http://kcna.co.jp/item/1998/9806/980628.htm",
    "articles": [
        {
            "title": "Kim Jong Il acclaimed as SPA candidate",
            "url": "http://kcna.co.jp/item/1998/9806/news06/28.htm#1",
            "content": "Kim Jong Il acclaimed as SPA candidate\r\n  Pyongyang, June 28 (KCNA) -- Voters registered at constituency no. 666 met today at Jonsung Square here to acclaim General Kim Jong Il, Supreme Commander of the Korean People's Army (KPA), as candidate for the tenth-term Supreme People's Assembly of the Democratic People's Republic of Korea.\r\n   The square and avenues to it were in a festive mood, inundated with hundreds of thousands of servicemen.\r\n   The platform of the square was occupied by director of the KPA General Political Department Jo Myong Rok, Chief of the KPA General Staff Kim Yong Chun, first vice Minister of the People's Armed Forces Kim Il Chol, general officers and other servicemen.\r\n   Jo Myong Rok said in his report that the Supreme Commander has triumphantly led the Workers' Party of Korea (WPK) and the Korean revolution with outstanding ideas over tens of years.\r\n   \"Having him as the leader of the WPK and the revolution is the greatest fortune of our army and people and his greatness and revolutionary feats will be handed down through generations,\" he said.\r\n   He, reflecting unquestioned support and deep trust of all the voters and all other servicemen, suggested that Kim Jong Il should be registered as candidate at constituency no. 666.\r\n   All the participants in the meeting responded his suggestion with enthusiastic applause and cheers.\r\n   In the meeting the speakers vowed to remain faithful to the Supreme Commander with revolutionary faith and consicence, defend the headquarters of the revolution at the cost of their lives and devote their all to the security and development of the socialist homeland, boasting of today's glory and happiness.\r\n   Jo Myong Rok declared with pride that Kim Jong Il was registered as candidate at the constituency as desired by all the voters.\r\n   The moment, the square was rocked by thunderous cheers and display of fireworks.  \r\n    \r\n  \r\n"
        },
        {
            "title": "Over 160 espionage flights against DPRK",
            "url": "http://kcna.co.jp/item/1998/9806/news06/28.htm#2",
            "content": "Over 160 espionage flights against DPRK\r\n Pyongyang, June 28 (KCNA) -- The U.S. made more than 160 espionage flights against the DPRK in June, according to a military source.\r\n   Mobilized there were RC-135s, U-2S, E-3S and other strategical and tactical reconnaissance planes.\r\n   On June 26, an overseas-based RC-135 flew above frontline areas in South Korea for photographing and electronic espionage on the DPRK.\r\n   On the same day, a U-2 based in South Korea made a shuttle flight for long hours between the east and the west of the forefront along the Military Demarcation Line for an aerial espionage on the strategical depth of the north.    \r\n\r\n        \r\n\r\n"
        },
        {
            "title": "Month of international solidarity with Koreans begins",
            "url": "http://kcna.co.jp/item/1998/9806/news06/28.htm#3",
            "content": "Month of international solidarity with Koreans begins\r\n Pyongyang, June 28 (KCNA) -- The June 25-July 27 month of international solidarity with the Korean people has opened in Tanzania and Egypt.\r\n   Opening ceremonies of the month were held on June 20 and 21.\r\n   Speakers said that although nearly half a century has passed since the U.S.  started the Korean War, peace has not yet been ensured on the Korean peninsula.\r\n   They noted that Korea would certainly be reunified in accordance with the three principles of national reunification, the proposal for founding the Democratic Confederal Republic of Koryo and the 10-point programme of the great unity of the whole nation which were put forward by President Kim Il Sung and with the five-point policy of great national unity set forth by General Kim Jong Il.\r\n   They expressed support and solidarity for the Korean people's struggle for national reunification.\r\n   A letter and solidarity message to Kim Jong Il were adopted at the meetings.    \r\n\r\n"
        },
        {
            "title": "Students suppressed in S. Korea",
            "url": "http://kcna.co.jp/item/1998/9806/news06/28.htm#4",
            "content": "Students suppressed in S. Korea\r\n Pyongyang, June 28 (KCNA) -- The puppet South Jolla provincial district police office of South Korea on June 24 applied for a warrant of arrest for Yang Hoe Song, chairman of the student council of the dental college under the Chosun University, on charge of violating the \"National Security Law, according to a report.\r\n   The fascist clique said that he refused to withdraw from the South Korean Federation of University Student Councils (Hanchongryon) and screened a film dealing with the brutal massacre  committed against the participants in the April 3 Popular Uprising on Jeju island 50 years ago.    \r\n\r\n"
        },
        {
            "title": "Any nuclear aggression moves will never be tolerated",
            "url": "http://kcna.co.jp/item/1998/9806/news06/28.htm#5",
            "content": "Any nuclear aggression moves will never be tolerated\r\n  Pyongyang, June 28 (KCNA) -- Recently director Omori of the Japanese cabinet legislative office told the budgetary committee of the House of Councillors of Japan that possession and use of nuclear weapons is reasonable.\r\n   Rodong Sinmun today describes his utterances as an open revelation of Japan's old ambition for a nuclear power.\r\n   The news analyst says:\r\n   Japan sought to develop and use nuclear weapons during the Second World War, but left its criminal plan unfinished owing to its defeat in the war. Even after the war it has left no stone unturned to carry the plan into practice.\r\n   Japan is now ready to produce a large number of nuclear weapons any moment when it is determined to do.\r\n   It is capable of using nuclear weapons as well.\r\n   The Japanese reactionaries are now raising a hue and cry over the fiction of \"north Korea's nuclear development\", as well as \"threat of proliferation of nuclear weapons\" allegedly caused by the  nuclear testing of India and Pakistan.\r\n   Their allegations are a smokescreen to justify their militarist nuclear policy.\r\n   Japan's scenario has reached a stage of practice. In particular, Japan regards the northern half of Korea as the first target of offensive in its policy of overseas expansion. We, therefore, cannot remain a passive onlooker to Japan's moves for a nuclear power. We cannot but take a self-defensive countermeasure.\r\n   If the Japanese reactionaries dare provoke us in reliance upon military strength, we will punish them mercilessly.\r\n   The world peace-loving people, including the Korean people and other Asian people, will never tolerate any nuclear aggression  moves by Japan.    \r\n \r\n\r\n"
        },
        {
            "title": "U.S. is aggressor and plunderer",
            "url": "http://kcna.co.jp/item/1998/9806/news06/28.htm#6",
            "content": "U.S. is aggressor and plunderer \r\n Pyongyang, June 28 (KCNA) -- The South Korean puppets, finding a way out of the worst economic crisis, is trying to get more \"aids\" from the u.s. And foreign forces.\r\n   Rodong Sinmun today runs a signed article in this regard.\r\n   The article says:\r\n   To talk about \"advantages of foreign capital\" and introduce more foreign capital is, in fact, a dirty treachery of selling off the interests of the nation to foreign forces and maintaining security of power and seeking personal comfort in reward for it.\r\n   The United States is seeking more plunder and dependence of South Korea on it in reward for trifle given under the pretext of \"aids.\"\r\n   Since the occupation of South Korea the U.S. has pursued \"policies of grant and credit aids\" to keep hold on the economic artery of South Korea and raked off huge profits by making use of cheap manpower. In the early 1980s the U.S.  stripped South Korea of dlrs 120 billion, or ten times the total value of \"aid\" given to South Korea.\r\n   The aggressive and predatory characters of the U.S. policy of \"aid\" find a graphic expression in its bringing the ongoing catastrophic economic crisis to South Korea.\r\n   The U.S. monopoly businesses turned the South Korean economy into an economy that cannot live without the backing of dollars and brought a financial crisis to South Korea by taking advantage of structural vulnerability of the colonial, dependent economy.\r\n   The U.S. forced South Korea to adjust the economic structure as a whole in reward for the dlrs 57 billion  bailout loan by international banking circles, with the result that  the all sectors of the South Korean economy including banking organs and busineses  groups have been adjusted in favor of the U.S. The U.S. led South Korea to the ongoing financial crisis in a bid to dismantle or weaken the South Korean businesses that battened on \"aids,\" exploit them to its heart's content and keep hold on the South Korean economy in double and treble fetters of dependence.\r\n   The puppet rulers who are talking about \"advantages of foreign capital\" and advertising as if the U.S. \"aid\" is vital to the revival of the South Korean economy are servants faithful to the U.S. policy of aggression and plunder and unpardonable traitors to the nation.    \r\n\r\n\r\n\r\n"
        }
    ]
}