{
    "date": "1998-11-08",
    "url": "http://kcna.co.jp/item/1998/9811/981108.htm",
    "articles": [
        {
            "title": "Greetings to Peruvian President",
            "url": "http://kcna.co.jp/item/1998/9811/news11/08.htm#1",
            "content": "Greetings to Peruvian President \r\n   Pyonngyang, November 8 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, sent a message of greetings on Nov. 4 to Peruvian President Alberto Fujimori as regards the signing of a peace agreement on confirming borderlines between Peru and Ecuador.\r\n   The peaceful settlement of the 50 year-long border dispute between Peru and Ecuador is greatly conducive to peace and security in Latin America as well as the world, the message said, expressing the belief that the friendly and cooperative relations  between the two countries would further strengthen and develop. \r\n\r\n"
        },
        {
            "title": "Prevention of encroachment upon human rights of Koreans in Japan called for",
            "url": "http://kcna.co.jp/item/1998/9811/news11/08.htm#2",
            "content": "Prevention of encroachment upon human rights of Koreans in Japan called for\r\n Tokyo, November 6 (KNS-KCNA) -- Chairman Kim Su Sik of the Tokyo metropolitan headquarters of the General Association of Korean Residents in Japan (Chongryon) and other representatives met with the Tokyo metropolitan governor, Yukio Aoshima, and requested him to take measures for preventing the recurrence of encroachment upon human rights of Koreans in Japan.\r\n   The Japanese government has assumed a posture of confrontation, alleging that the artificial satellite launched by the DPRK is a \"ballistic missile,\" and the vital rights of the Koreans in Japan are exposed to threat, Kim Su Sik said.\r\n   He continued:\r\n   The Koreans in Japan are in the grip of constant unease and fear owing to the Japanese right-wing gangsters' wild words and assaults on Korean schoolchildren and national discrimination against the activities of Korean traders and industrialists in Japan.\r\n   He called for taking immediate steps for ensuring human rights and vital rights of Koreans living in Tokyo and making sure that Korean schoolchildren may go to school without worries.\r\n   The metropolitan governor said he was sorry for the present developments. National discrimination should not be encouraged, he noted.\r\n   It is the duty of our era to develop relations of confidence between Japan and the DPRK, he said. I will make efforts to stop such developments. \r\n\r\n\r\n"
        },
        {
            "title": "U.S. should take road to peace",
            "url": "http://kcna.co.jp/item/1998/9811/news11/08.htm#3",
            "content": "U.S. should take road to peace\r\nPyonngyang, November 8 (KCNA) -- The U.S. Hawks are delegating high-ranking military officials one after another to South Korea and Japan for war confabs while frantically staging aggressive war drills against North Korea, says Rodong Sinmun in a commentary today.\r\n   The news analyst continues:\r\n   The U.S.-South Korea and U.S.-Japan joint military drills are designed to secure unity of military actions between their armed forces and establish the United States' unified operational command over the actions and thereby make a surprise preemtive attack on North Korea by dint of allied forces.                  \r\n   U.S. high-ranking military officials' visits to Japan and South Korea are very dangerous ones aimed at examining operational preparations on sites and completing the U.S.-Japan-South Korea triangular military alliance so as to unleash a war in Korea any moment.\r\n   Whether peace is guaranteed or war breaks out on the Korean peninsula depends entirely on the U.S. attitude. Not only aggression forces mobilized in the war but also all their followers and countries will inevitably face destruction if a war breaks out in Korea.\r\n  The U.S. Hawks had better take the road to peace, mindful of consequences to be entailed by their reckless behaviours. \r\n\r\n"
        },
        {
            "title": "Rigmarole of S. Korean chief executive flailed",
            "url": "http://kcna.co.jp/item/1998/9811/news11/08.htm#4",
            "content": "Rigmarole of S. Korean chief executive flailed\r\nPyonngyang, November 8 (KCNA) -- A few days ago, the present chief executive of South Korea slandered the DPRK again over the issue of its launch of an artificial satellite.\r\n   He expressed \"understanding\" of Japan's apprehensions over \"north's missile launch\" and said that the United States, Japan and South Korea should \"intensify cooperation\" because the launch poses threats not only to Japan but also to South Korea and the United States.\r\n   Commenting on his utterances, a news analyst of Rodong Sinmun today says:\r\n   It is recognized in the world that the DPRK succeeded in launching an artificial satellite with its own technology and talents.\r\n   However, only a few countries are still hurling mud at the DPRK, spreading rumours about \"missile launch.\" They are none other than the United States, Japan and South Korea clinging to their coattails.\r\n   Why are the South Korean authorities insisting that the DPRK launched a \"missile\"?\r\n   This is because they want to get scores by \"consolating\" their U.S. and Japanese masters who brought only disgrace upon themselves under eyes of the world people for their allegation that the DPRK launched a \"missile.\"\r\n   All the preceding rulers of South Korea pleaded with outsiders to stifle the fellow countrymen in the north. But there was no such regime as the present ruler who begs for \"cooperation system\" against the north, even donating to the U.S. masters more fees for the upkeep of the U.S. aggression forces present in South Korea and selling Tok Islet, an inviolable territory of Korea, to Japan. \r\n\r\n\r\n"
        },
        {
            "title": "Meeting of Hanchongryon held",
            "url": "http://kcna.co.jp/item/1998/9811/news11/08.htm#5",
            "content": "Meeting of Hanchongryon held\r\n Pyonngyang, November 8 (KCNA) -- The Seoul District Federation of University Student Councils (Sochongryon) of South Korea reportedly held a meeting of the South Korean Federation of University Student Councils (Hanchongryon) to denounce the arrest of delegate Hwang Son and demand repeal of the \"National Security Law\" (NSL).\r\n   The meeting heard a report on Hwang Son's visit to the north and her speech at Panmunjom was read out. It laid stress on achieving national reunification.\r\n   A report and speeches on the farewell meeting for delegate Hwang Son and the struggle of a welcome group of Hanchongryon were also made at the meeting.\r\n   The meeting criticized South Korean authorities' suppression of Hwang Son and vowed to get the anti-reunification evil law repealed.\r\n   After the meeting, the ralliers conducted propaganda activities, marching through streets. \r\n\r\n"
        },
        {
            "title": "Letters to Kim Tae Won and Hwang Son",
            "url": "http://kcna.co.jp/item/1998/9811/news11/08.htm#6",
            "content": "Letters to Kim Tae Won and Hwang Son\r\n    Pyonngyang, November 8 (KCNA) -- Ri Sok Ju, chairman of the National Reunification Committee of the South Korean Federation of University Student Councils (Hanchongryon), reportedly sent letters to its delegates Kim Tae Won and Hwang Son on November 2.\r\n   Hanchongryon represents the south headquarters of the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon).\r\n   In a letter to kim, the chairman said he kept his eyes with pride on the righteous activities of the representatives for great national unity and national reunification, which reflect the will of one million Hanchongryon members. The invincible organization, reacting to the vicious suppression of the crafty present regime with struggle, is unyieldingly advancing towards the road of independence, democracy and reunification, said the letter.\r\n   The letter appealed to students to venture themselves for meeting the demand of the nation in practice and building confederacy-based reunified country.\r\n   In a letter to Hwang Son, he said a get-together with fellow countrymen can never be a crime and all fellow countrymen are welcoming her return home.\r\n   Once repressive, alluring or deceptive moves are made against Hwang Son, students will take wholesale revenge on provokers. \r\n\r\n\r\n\r\n"
        }
    ]
}