{
    "date": "1998-01-19",
    "url": "http://kcna.co.jp/item/1998/9801/980119.htm",
    "articles": [
        {
            "title": "Ill-boding military move",
            "url": "http://kcna.co.jp/item/1998/9801/news01/19.htm#1",
            "content": "Ill-boding military move\r\n Pyongyang, January 19 (KCNA) -- The United States is seeking the reform of the U.S. 8th Army Command in South Korea into a Field Army Command.\r\n   Pyongyang-based newspapers take a serious view of this ill-boding military move. \r\n   Rodong Sinmun in a commentary today says the reform is just aimed at provoking a war in korea and, to this end, turning the commanding system into a more integrated and well-regulated system and further increasing combat capability of the U.S. troops in South Korea. This is a clear proof that the U.S. war scenario is being carried into action, it stresses.\r\n   We view this military step as very dangerous move to put the South Korea-based U.S. troops in war posture, the paper says.\r\n   It goes on: \r\n   With the situation being brought to the brink of war, we cannot but continue attaching importance to military. Nobody should argue for and against this policy.\r\n   Minju Joson warned in a commentary on Jan. 17:\r\n   We cannot but take countermeasures now that the United States continues seeking to stifle the DPRK.    \r\n\r\n"
        },
        {
            "title": "Russia's \"confidential document\" is sheer forgery",
            "url": "http://kcna.co.jp/item/1998/9801/news01/19.htm#2",
            "content": "Russia's \"confidential document\" is sheer forgery\r\n Pyongyang, January 19 (KCNA) -- Some time ago, the Japanese Sankei Shimbun carried a dispatch from Moscow alleging that it was confirmed by confidential document of the former Communist Party of the Soviet Union that the \"allegation of the use of germ weapons by the U.S. troops in the Korean War (1950-1953) were invented and circulated by China and North Korea.\"\r\n   The \"confidential document\" is nothing but a sheer forgery. \r\n   The U.S. used germ weapons in the Korean War. It is an undeniable historical fact recognized by the world.\r\n   In October 1951, the joint chiefs of staff of the U.S. aggression forces issued an order to expand the germ warfare in the Korean War. On this order, U.S. warplanes dropped bacteriological bombs and materials infected with harmful germs on more than 400 places of North Korea on over 700 occasions from January to March 1952. As a result, many people fell victims to their brutal germ warfare.\r\n   In March 1952, an inspection team of the International Association of Democratic Lawyers visited the DPRK and conducted on-site investigation into the bacteriological warfare. After this, it announced, \"We confirmed that the U.S. used bacteriological weapons against the peaceful inhabitants and the army of Korea.\"\r\n   The fact clearly proves that the article carried by the Sankei Shimbun was forged by those who feel it necessary to deny what had taken place in the Korean War.\r\n   Needless to say, dishonest-minded people of Russia who dislike the development of relations between the DPRK and Russia made the distorted material hand in glove with the South Korean authorities and handed it to the Sankei Shimbun accustomed to forging reports against the DPRK.\r\n   Accordingly, we cannot but categorically denounce their misbehaviour.\r\n   It is a big miscalculation if they seek to distort historical facts.\r\n   There is no guarantee that such forgery of history will not serve as a stumbling-block to the improvement of relations between the DPRK and Russia.\r\n   As they attempt to deny all the relations between the DPRK and the former Soviet Union, we are compelled to negate the matters concerned.    \r\n\r\n"
        },
        {
            "title": "Korean people in forced march of socialism",
            "url": "http://kcna.co.jp/item/1998/9801/news01/19.htm#3",
            "content": "Korean people in forced march of socialism\r\n Pyongyang, January 19 (KCNA) -- The Korean people are now vigorously going on the general march of socialism under the new slogan of struggle and advance \"Let us push ahead with forced march for final victory \"\r\n   Working people across the country who have made a breach for advance and rapid strides, successfully overcoming trials of the \"arduous march\" for years, are increasing production and hastening construction though they are still confronted with economic hardships.\r\n   Working people of the major domains of the national economy have been registering achievements from the beginning of the year.\r\n   Coal miners have increased production by more than 10.8 percent in the latest 10 days above the same days of last December.  Especially, the Tokchon Area Coal Complex has increased production by 60 percent, the Anju Area Coal Complex 20 percent and the Myongchon Area Coal Complex 15 percent.\r\n   Working people of the power industry are boosting electricity production by making an effective use of the existing generating capacity, while building medium and small-size power stations throughout the country.\r\n   The power output in the first 10 days this year showed an increase of 15 percent above the same period at the end of last year. In a recent week the East Pyongyang Thermal Power Plant turned out 15,000 more kwh of electricity and three times more water for heating than in the same period of the last month. The Kanggye Youth Power Station is carrying out its daily assignments at 120 percent nowadays.\r\n   Hundreds of medium and small power stations are being built now.\r\n   The railway transportation domain has continuously achieved success in freight turnover by organising and directing transport in a proper way. The Pyongyang Railway Bureau has doubled daily centralized transport of coal for thermal power above the same period of last December. The Namdok, Jenam, Jangsang and Tukjang railway stations, too, are increasing the transport of coal for thermal power.\r\n   Pig iron and rolled steel production is also increased.\r\n   The Kim Chaek Iron and Steel Complex is keeping its production at 110 percent with tools and equipment made by itself in 30 odd bases. \r\n   The Korean working people, encouraged by the revolutionary slogan put forward by the Workers' Party of Korea, are filled with firm determination to brave trials and display the might of the independent economy.    \r\n \r\n"
        },
        {
            "title": "Plot to justify white terrorism",
            "url": "http://kcna.co.jp/item/1998/9801/news01/19.htm#4",
            "content": "Plot to justify white terrorism\r\n Pyongyang, January 19 (KCNA) -- A few days ago, the South Korean clique held a meeting of the \"working committee against white terrorism\" at the Ministry of Home Affairs and took \"measures against terrorism\", a Seoul-based radio reported.\r\n   This is a scheme to launch white terrorism to find a way out. \r\n   Claiming that there would be \"radical acts\" on the part of the \"impure forces\" on the pretext of social uneasiness that prevails under the system of the International Monetary Fund, the  authorities are trying to crack down on the patriotic forces opposing the economic trusteeship of the IMF by branding them as \"impure forces\" and their just struggle as \"terrorist acts\".\r\n   The \"measures against terrorism\" are intended to \"block in advance\" the struggle of the South Korean Federation of University Student Councils (Hanchongryon). This shows that the authorities regard Hanchongryon as the first target to prevent the massive resistance of the people.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun calls for loving country and having clear conscience",
            "url": "http://kcna.co.jp/item/1998/9801/news01/19.htm#5",
            "content": "Rodong Sinmun calls for loving country and having clear conscience\r\n  Pyongyang, January 19 (KCNA) -- Now that the imperialists have employed a crafty technique to do harm to the Democratic People's Republic of Korea, while talking about \"the 21st century with no socialism\", all our working people should defend socialism and work hard to build a prosperous country with firm faith and conscience for the fatherland and the leader. \r\n   Rodong Sinmun today stresses this in a by-lined political essay captioned \"Fatherland and Conscience\".\r\n   This year the 50th anniversary of the foundation of the Democratic People's Republic of Korea should be celebrated with victory in the fierce confrontation with the enemies, the political essay says, and goes on:\r\n   \"Let us adorn the 50th anniversary of the DPRK with a grand festival of victors in socialism !\" this slogan appeals to our faith and conscience in the decisive struggle for socialism. To love the country and have patriotic conscience is a lesson of history and a solemn declaration for the revolutionaries, all the people who want to lead a worthy life.\r\n   For man to be indifferent to the difficulties of the country and to seek his personal comfort regardless of the heavy burdens of the country is the crime of betraying the nation, as well as an indelible disgrace.\r\n   General Kim Jong Il is our fatherland and the pillar of our patriotic conscience.     Let us follow the General. Let us learn from his love for the country and always purify our conscience. We are now shouting this from the bottom of our hearts.    \r\n\r\n"
        },
        {
            "title": "Vegetable culture in winter",
            "url": "http://kcna.co.jp/item/1998/9801/news01/19.htm#6",
            "content": "Vegetable culture in winter \r\n  Pyongyang, January 19 (KCNA) -- Last year nearly 10,000 solar heat greenhouses covering a space of 930,000 square metres were built in a little more than six months at factories, enterprises and cooperative farms across the country.\r\n   Vegetables for winter are growing well at the greenhouses.\r\n   The Kanggye Forestry Station situated in the northern mountainous area built solar heat greenhouses in every working place to raise vegetables, such as spinach, crown daisy and scallion. Now these fresh, green and appetizing vegetables give joy to the forestry workers.\r\n   The Jangsuwon Cooperative Farm in Samsok District, Pyongyang, built 6 greenhouses, each covering a space of over 200 square metres.\r\n  Shelves were put up in every greenhouse and vegetables were grown layer upon layer to make use of the greenhouses in a three-dimentional way.\r\n   The Ungchon Cooperative Farm in Pongchon County, south Hwanghae Province, produces large quantities of vegetables, including cabbage, lettuce and crown daisy by making effective use of the greenhouses.\r\n   Furrows were cut in the vegetable plots to sow fast-growing lettuce and then cabbage between these furrows. In addition, per-unit-area vegetable yield is being increased markedly by introducing a rational crop rotation system. \r\n   \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}