{
    "date": "1998-11-19",
    "url": "http://kcna.co.jp/item/1998/9811/981119.htm",
    "articles": [
        {
            "title": "Talks between delegations of Korea and Russia",
            "url": "http://kcna.co.jp/item/1998/9811/news11/19.htm#1",
            "content": "Talks between delegations of Korea and Russia \r\n\r\n   Pyongyang, November 19 (KCNA) -- Talks were held here Wednesday between a delegation of the parliamentary group for Korea-Russia friendship and a delegation of the Russian parliamentary group for friendship and liaison with the DPRK.\r\n   Both sides exchanged views on a series of matters of common concern.\r\n   Present at the talks were Ri Mun Hwan, chairman of the parliamentary group for Korea-Russia friendship, officials concerned and members of the delegation of the Russian parliamentary group headed by chairman A. A. Ponomaryov. \r\n \r\n"
        },
        {
            "title": "Friendship gathering at Indonesian embassy",
            "url": "http://kcna.co.jp/item/1998/9811/news11/19.htm#2",
            "content": "Friendship gathering at Indonesian embassy\r\n Pyongyang, November 19 (KCNA) -- Puramudito, charge d'affaires ad interim of Indonesia in Korea, hosted a friendship gathering on Wednesday on the occasion of the 35th anniversary of the signing of a cultural agreement between the governments of the DPRK and the republic of Indonesia.\r\n   Participants in the gathering saw a film showing successes achieved by the Indonesian people in the economy and culture and deepened friendly feelings, playing amusement games and conversing with each other. \r\n\r\n"
        },
        {
            "title": "Birthday tables given to ITF President and his wife",
            "url": "http://kcna.co.jp/item/1998/9811/news11/19.htm#3",
            "content": "Birthday tables given to ITF President and his wife\r\n Pyongyang, November 19 (KCNA) - General Secretary Kim Jong Il sent  dinner tables to Choe Hong Hui, president of the International Taekwon-do Federation, and his wife Han Chun Hui on the occasion of his 80th birthday and her 70th birthday.\r\n   Birthday tables were passed over to the president and his wife on November 18.\r\n   Secretary of the Central Committee of the Workers' Party of Korea Kim Yong Sun, conveying the birthday tables, wished the President and his wife good health. He hoped that they will gain greater success in the work of Taekwon-do and the accomplishment of the noble cause of national reunification with the faith that they, led by General Secretary Kim Jong Il, are sure to win, always cherishing the reverence for the President Kim Il Sung and Marshal Kim Jong Il.\r\n   And national flag order (first class) was awarded to Choe Hong Hui.\r\n   In his reply Choe said that he considered it fortunate to enjoy a worthy life under the great loving care of the marshal. He vowed to glorify the remaining days of his life with loyalty and filial piety to the marshal.\r\n   He stressed that he would strengthen the International Taekwon-do Federation and increase the followers of orthodox Taekwon-do  so that Taekwon-do may help reunify the country even a bit.\r\n   Hwang Pong Yong, chairman of the Korean Taekwon-do Federation,  made a congratulatory address. \r\n\r\n"
        },
        {
            "title": "Exhibition game of Korean Taekwon-do instructors and players",
            "url": "http://kcna.co.jp/item/1998/9811/news11/19.htm#4",
            "content": "Exhibition game of Korean Taekwon-do instructors and players\r\nPyongyang, November 19 (KCNA) -- An exhibition game of Korean Taekwon-do instructors and players was held in the Taekwon-do Hall on Wednesday.\r\n   It was seen by Kim Yong Sun, secretary of the Workers' Party of Korea Central Committee= Hwang Pong Yong, chairman of the Korean Taekwon-do Federation= officials concerned, Taekwon-do fans and citizens.\r\n   Choe Hong Hui, President of the International Taekwon-do Federation who is staying in the socialist homeland, and his party also saw the exhibition game.\r\n   The Taekwon-do instructors and players were acclaimed by the spectators for fully displaying techniques and spirit of Taekwon-do, legitimate military arts of the Korean nation, in  sparring, pattern, power and special events. \r\n\r\n\r\n"
        },
        {
            "title": "Cultural relics unearthed",
            "url": "http://kcna.co.jp/item/1998/9811/news11/19.htm#5",
            "content": "Cultural relics unearthed\r\nPyongyang, November 19 (KCNA) -- A great many cultural relics have been unearthed in North Phyongan Province, the northwestern part of Korea.\r\n   Thousands of recently-unearthed valuable relics indicative of plastic arts include a pleated bottle of bamboo pattern, a celadon bowl of chrysanthemum pattern, a dish, a bronze mirror, a bronze bell and a bronze wine cup which date back to the period of the Koryo dynasty, as well as an octagonal oil bottle with cobalt blue drawings and a white porcelain vase of dragon pattern which date back to the period of the Ri dynasty.\r\n   The pleated bottle of bamboo pattern, which was unearthed in Kusong city, is 26 centimetres high and 6.5 centimetres in diametre. The color of the bottle is as bright green as a fresh leave of bamboo.\r\n   The celadon bowl of chrysanthemum pattern, 16 centimetres in diametre and 5.6 centimetres high, is decorated with white lotus pattern on the rim.\r\n   The Koryo bronze bell, unearthed in Sinuiju city, is 22 centimetres high and 14.6 centimetres in diametre. On the top of the bell is the head of dragon engraved. Carved in relief is lotus pattern in the upper and lower parts of the bell. On the girth of the bell are six embossed patterns as large as a seed of soybean each on four symmetrical spots, with an image of Bhudda in-between.\r\n   Among the relics unearthed in Tongrim county are the octagonal oil bottle with cobalt blue drawings, 27.5 centimetres high and 8 centimetres in diametre, and the white porcelain vase of dragon pattern, 29.5 centimetres high and 6.8 centimetres in diametre. \r\n\r\n"
        },
        {
            "title": "Foreign party leaders on relations with WPK",
            "url": "http://kcna.co.jp/item/1998/9811/news11/19.htm#6",
            "content": "Foreign party leaders on relations with WPK\r\n    Pyongyang, November 19 (KCNA) -- Secretary general Iqbal Ahmed Khan of the Pakistan Muslim League, when he met the Korean ambassador to Pakistan, said that the relations between his league and the Workers' Party of Korea (WPK) are friendly ones based on deep trust and that they would invariably develop on good terms.\r\n   He hoped that the WPK would continue to make progress in its struggle.\r\n   Georgi Pirbanov, chairman of the Supreme Council of the Bulgarian Socialist Party, met the Korean ambassador to Bulgaria and said that the relations between the two parties would continue to develop favourably in the future, too. \r\n\r\n  \r\n"
        },
        {
            "title": "Release of prisoners of conscience demanded",
            "url": "http://kcna.co.jp/item/1998/9811/news11/19.htm#7",
            "content": "Release of prisoners of conscience demanded\r\n\r\n   Pyongyang, November 19 (KCNA) -- The spokesman for the Japan mission of the National Democratic Front of South Korea made public a statement on Nov. 12 demanding the release of all the pro-reunification patriots and prisoners of conscience including Hwang Son, a delegate of the South Korean Federation of University Student Councils, which represents the south headquarters of the National Alliance of Youth and Students for the Country's Reunification.\r\n   The South Korean authorities arrested Hwang Son, who returned after visiting Pyongyang to learn the history of the nation, on charges of violating the fascist \"National Security Law\" (NSL), he said in the statement. This shows that they are the heinous anti-national, anti-reunification fascists overshadowing the preceding dictators.\r\n   He strongly urged the South Korean authorities to abolish the \"NSL\" and immediately release all the pro-reunification patriots and prisoners of conscience including Hwang Son.\r\n\r\n"
        },
        {
            "title": "Japanese rightwing reactionaries' crimes cannot be tolerated",
            "url": "http://kcna.co.jp/item/1998/9811/news11/19.htm#8",
            "content": "Japanese rightwing reactionaries' crimes cannot be tolerated\r\n Pyongyang, November 19 (KCNA) -- The Japanese rightwing reactionaries are continuing outrages, outbursts, arson and murder against Chongryon (General Association of Korean Residents in Japan) and Koreans in Japan. In this connection, Rodong Sinmun today carries a signed article, which says: we regard those behaviours as a challenge to us and take a serious view of them.\r\n   The daily goes on:\r\n   Their hostile acts are a wanton violation of basic human rights and international law.\r\n   The Japanese authorities should provide the Koreans in Japan with all rights of overseas citizens of the DPRK, in view of the historical background of their residence in Japan.\r\n   The Koreans in Japan are those who were drafted to Japan and narrowly survived all the misfortunes and sufferings during the Japanese imperialists' rule over Korea, and their children and children's children.\r\n   Japan must apologize and compensate for the crimes committed against the Korean people in the past.\r\n   It, instead of doing so, is suppressing and persecuting Chongryon and Koreans in Japan, which adds a new crime to the crimes it had already committed.\r\n   The Japanese reactionaries are intensifying the anti-DPRK, anti-Chongryon moves to create an atmosphere for realizing their wild ambition to stage a comeback to Korea.\r\n   The Japanese authorities should correct their hostile policy toward Chongryon and Koreans in Japan as soon as possible and take immediate steps for preventing the outrages, outbursts, threats, arson and murder against Koreans in Japan and probing the truth behind them. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Vice-President of SPA presidium meets Pakistani ambassador",
            "url": "http://kcna.co.jp/item/1998/9811/news11/19.htm#9",
            "content": "Vice-President of SPA presidium meets Pakistani ambassador\r\n\r\n  Pyongyang, November 19 (KCNA) -- Kim Yong Dae, vice-President of the presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea, today met and had a conversation with Fazal Ghafoor, new Pakistani ambassador E.P. to Korea who paid a courtesy call on him at the Mansudae Assembly Hall. \r\n\r\n"
        },
        {
            "title": "40th death anniversary of Ryu Kyong Su observed",
            "url": "http://kcna.co.jp/item/1998/9811/news11/19.htm#10",
            "content": "40th death anniversary of Ryu Kyong Su observed\r\n  Pyongyang, November 19 (KCNA) -- The 40th death anniversary of Ryu Kyong Su, a communist revolutionary fighter and competent commanding officer of the revolutionary armed forces of Korea, was observed in Korea.\r\n   Ryu, born on September 9, Juche 4 (1915), participated, in his early years, in the anti-Japanese revolutionary struggle led by the President Kim Il Sung. He grew to be a competent commanding officer of the anti-Japanese people's guerrilla army during the anti-Japanese armed struggle.\r\n   In the post-liberation days he devotedly worked for the founding of the Workers' Party of Korea and the building of regular armed forces. In the period of the hard-fought Fatherland Liberation War (1950-1953) he made great contributions to victory in the war as commander of a division and an army corps.\r\n   After the war he conducted energetic activities for the strengthening and development of the People's Army. He died regretted by all on November 19, 1958.\r\n   A memorial service took place here today to commemorate the 40th anniversary of his death.\r\n   It was attended by honorary vice-presidents of the presidium of the Supreme People's Assembly of the DPRK Pak Song Chol and Jon Mun Sop, and other senior party, state and army officials, merited veterans and bereaved families of the anti-Japanese revolutionary struggle and working people in the city.\r\n   Kim Il Chol, vice-chairman of the National Defence Commission of the DPRK and Minister of the People's Armed Forces, addressing the memorial service, said:\r\n   Ryu Kyong Su died young, but his was the life of a resolute revolutionary fighter who always took the lead in defending the headquarters of the Korean revolution by force of arms, with absolute worship for the leader, and the brilliant life of a true communist revolutionary who devotedly worked for the accomplishment of the revolutionary cause of Juche.\r\n   Pyongyang-based papers today dedicated articles to his 40th death anniversary.\r\n   People of all walks of life and officers and men of the People's Army laid wreaths and bunches of flowers before the bust of Ryu Kyong Su at the Revolutionary Martyrs' Cemetery on Mt. Taesong and his statue in Sinhung county, South Hamgyong Province. \r\n\r\n\r\n"
        },
        {
            "title": "SPA Chairman meets Russian delegation",
            "url": "http://kcna.co.jp/item/1998/9811/news11/19.htm#11",
            "content": "SPA Chairman meets Russian delegation \r\nPyongyang, November 19 (KCNA) -- Chairman Choe Thae Bok of the Supreme People's Assembly  today met and conversed with a delegation of the Russian parliamentary group for friendship and liaison with the DPRK led by chairman A.A.Ponomaryov at the Mansudae Assembly Hall.\r\n   On the occasion, Ponomaryov said that the Korean people, rallied close around the great Kim Jong Il, are surmounting difficulties in the face of years of natural disasters.\r\n   He expressed conviction that the Korean people will achieve great successes in their work for the reunification of the country under the wise guidance of Kim Jong Il.\r\n   Chairman Ri Mun Hwan of the parliamentary group for Korea-Russia friendship and Russian ambassador to Korea Valery Denisov were present. \r\n\r\n \r\n\r\n\r\n"
        }
    ]
}