{
    "date": "1998-09-03",
    "url": "http://kcna.co.jp/item/1998/9809/980903.htm",
    "articles": [
        {
            "title": "Overseas Koreans' committees for welcoming Kim Jong Il's election as head of state formed",
            "url": "http://kcna.co.jp/item/1998/9809/news09/03.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kimjongilia show and photo exhibition open",
            "url": "http://kcna.co.jp/item/1998/9809/news09/03.htm#2",
            "content": "Overseas Koreans' committees for welcoming Kim Jong Il's election as head of state formed \r\n \r\n   Pyongyang, September 3 (KCNA) -- The Organizing Committee of the United Confederation of Koreans in Russia for Supporting and Welcoming the Election of the Great Leader Kim Jong Il as head of state and celebrating the 50th anniversary of the DPRK was inaugurated in Moscow on August 31 with due ceremony.\r\n   Vice-chairman of the confederation Ro Yong Jin who is also chairman of the United Confederation of Koreans in Moscow was elected chairman of the organizing committee.\r\n   The committee discussed programs of a meeting, photo exhibition, art performance and the publication of special issue of bulletin.\r\n   The Central Association of Korean Nationals in Russia formed the committee for welcoming the election of Kim Jong Il as head of states. \r\n\r\n"
        },
        {
            "title": "Ten-day film show opens to mark National Day",
            "url": "http://kcna.co.jp/item/1998/9809/news09/03.htm#3",
            "content": "Kimjongilia show and photo exhibition open\r\n  Pyongyang, September 3 (KCNA) -- A Kimjongilia show and photo exhibition opened in Mongolia on August 26 on the occasion of the 50th anniversary of the DPRK under the sponsorship of the Mongolian Federation of Peace and Friendship Organisations, the Mongolia-Korea Friendship Association and the Kim Jong Ilia Association of Mongolia.\r\n   The vice-chairman of the friendship association made an opening address, which was followed by speeches of the chairman of the Kimjongilia Association, the chairman of the friendship association and the Korean ambassador to Mongolia.\r\n   The speakers referred to the revolutionary activities of General Secretary Kim Jong Il and his wise guidance, the history of Kimjongilia and the achievements made by the Korean people in the 50-year-long socialist construction.\r\n   The participants saw Kimjongilia coming into full bloom in Mongolia and photos showing the 50-year-long history of the DPRK. \r\n\r\n"
        },
        {
            "title": "Project for modernizing external economy institute completed",
            "url": "http://kcna.co.jp/item/1998/9809/news09/03.htm#4",
            "content": "Ten-day film show opens to mark National Day\r\n Pyongyang, September 3 (KCNA) -- An opening ceremony of the ten-day film show took place here on Sept. 2 to celebrate the 50th anniversary of the DPRK.\r\n   Screened at all capital and local cinema houses during the show are documentary and feature films showing the immortal revolutionary life and brilliant feats of the  President Kim Il Sung and the history of the DPRK. \r\n   Among them are the documentary film \"the Great History,\" the feature films \"Star of Korea\" and \"the Sun of the Nation\" and serials of the multi-part feature film \"the Nation and Destiny.\"\r\n   \"Trunks grow from roots\" and \"My image in distant future\" and other feature films on the theme of socialist construction  will also be shown during the period.\r\n   A national artistic  photo exhibition was opened here on the same day.\r\n   On display are works showing the personality of the President Kim Il Sung and General Secretary Kim Jong Il as founder and  leader of the DPRK and other works, more than 120 pieces in all.\r\n   Present at the opening ceremonies were vice-Premier of the Administration Council and Minister of Culture and the Arts Jang Chol and other officials. \r\n\r\n"
        },
        {
            "title": "\"Chongnyon Jonwi\" guns donated to KPA",
            "url": "http://kcna.co.jp/item/1998/9809/news09/03.htm#5",
            "content": "Project for modernizing external economy institute completed\r\n\r\n   Pyongyang, September 3 (KCNA) -- The UNDP-assisted project for modernizing the external economy institute was completed on Sept. 2 with due ceremony.\r\n   The completion of the project will help the institute to improve its capacity as an economic and trading information service so as to contribute to developing the external economy and trade of the country.\r\n   Present at the ceremony were officials concerned and officials of the UNDP mission here.\r\n   Speeches were made there.\r\n   Then, the participants went round the institute. \r\n\r\n"
        },
        {
            "title": "DPRK takes Fost Cup",
            "url": "http://kcna.co.jp/item/1998/9809/news09/03.htm#6",
            "content": "\"Chongnyon Jonwi\" guns donated to KPA\r\n\r\n   Pyongyang, September 3 (KCNA) -- Students and schoolchildren across the country got \"Chongnyon Jonwi\" (youth vanguard) guns by conducting the Do-Good-Thing Movement on the occasion of the 50th anniversary of the DPRK.\r\n   The guns carry loyalty and patriotism of the youth league members and children to contribute to strengthening the fighting efficiency of the Korean People's Army (KPA) in every way, firmly defending the socialist fatherland, building a powerful country of Juche and accomplishing the historical cause of national reunification.\r\n   A ceremony for donating the \"Chongnyon Jonwi\" guns to the KPA was held on Sep. 1.\r\n   Present at the ceremony were Kim Jung Rin, secretary of the Workers' Party of Korea Central Committee, men and officers of the KPA, students and schoolchildren. \r\n\r\n"
        },
        {
            "title": "S. Korean authorities' suppression denounced",
            "url": "http://kcna.co.jp/item/1998/9809/news09/03.htm#7",
            "content": "DPRK takes Fost Cup\r\n Pyongyang, September 3 (KCNA) -- Unpaduk (silk go), a Korean computer go-chess programme, came first at the 4th Fost Cup World Computer Go Championships held in Japan on August 28 and 29.\r\n   The Korean Unpaduk defeated eight champion-level opponents from China, the United States, Britain and other countries in the final competitions on August 29. It was awarded the cup, diploma and the third class, the highest grade with no first and second.\r\n   This programme of Korea was developed by young scientists at the silver star laboratories under the Korea Unbyol General Trading Corporation. \r\n\r\n   \r\n"
        },
        {
            "title": "Far-fetched charge",
            "url": "http://kcna.co.jp/item/1998/9809/news09/03.htm#8",
            "content": "S. Korean authorities' suppression denounced\r\nPyongyang, September 3 (KCNA) -- The north headquarters of the National Alliance for the Country's Reunification (Pomminryon) made public a statement on September 2 accusing the South Korean authorities of brutally cracking down upon pro-reunification patriotic forces including the participants in the historic August 15 grand pro-reunification festival.\r\n   The statement said:\r\n   On August 27, the South Korean authorities detained Father Mun Kyu Hyon of the South Korean Catholic Priests' Council for Justice on the strength of the \"National Security Law\" for the mere reason that he took part in the pro-reunification festival while staying in Pyongyang. \r\nEarlier, they arrested chairman Kang Hui Nam and members of the south headquarters of Pomminryon and members of the South Korean Federation of University Student Councils (Hanchongryon) on charges of holding events of the August 15 pro-reunification festival, the 9th Pan-National Rally and the 8th Grand Pro-Reunification Festival of the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon).\r\n   The north headquarters brands their misdeeds as an unpardonable challenge to the ardent desire of the fellow countrymen for national independence and reunification and an act frontally negating national reconciliation and unity.\r\n   In particular, it is all the more unpardonable that they incriminate the participation of Father Mun Kyu Hyon in the pro-reunification festival in the north although they announced they would \"accept\" the offer of the political parties and public organisations in the north for the festival.\r\n   If they are truly willing to work for reconciliation and cooperation and improve the relations between the north and the south instead of paying lip service to them, they must abolish the \"National Security Law,\" dissolve the \"Agency for National Security Planning\" and immediately release all the arrested officials of the south headquarters of Pomminryon and Hanchongryon including chairman Kang Hui Nam and Father Mun Kyu Hyon. \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on south-south cooperation",
            "url": "http://kcna.co.jp/item/1998/9809/news09/03.htm#9",
            "content": "Far-fetched charge\r\n   Pyongyang, September 3 (KCNA) -- The South Korean ruler has put Father Mun Kyu Hyon behind the bars and persecuted him in disregard of strong public protest and denunciation at home and abroad. In this regard Rodong Sinmun today comes out with a commentary.\r\n   The news analyst says: \r\n   Father Mun is a believer who has done good things for the country and the nation. He has no reason to be incriminated.\r\n   He visited the north with official \"permission\" by the South Korean authorities and participated in the August 15 grand pro-reunification festival in accordance with the ardent desire of the South Korean people for reunification.\r\n   In Pyongyang, he shared feelings of kinship with brothers in the north and made remarks to such an extent as to call for accelerating the country's reunification with the concerted efforts of the nation.\r\n   According to the logic, it is natural that the authorities themselves who uttered \"reconciliation,\" \"cooperation\" and \"unification\" with the north should be incriminated.\r\n   By making the believer a victim of the \"National Security Law\" the South Korean chief executive revealed that his clamours for \"reconciliation\" and \"cooperation\" are all lies and he has not a  bit of willingness for reunification.\r\n\r\n"
        },
        {
            "title": "Past crimes of Japanese imperialists exposed",
            "url": "http://kcna.co.jp/item/1998/9809/news09/03.htm#10",
            "content": "Rodong Sinmun on south-south cooperation\r\n Pyongyang, September 3 (KCNA) -- Non-aligned and other developing countries should expand and develop south-south cooperation in order to build an independent new society, exercise sovereignty in external relations and establish a new fair international economic order.\r\n   Rodong Sinmun today  says this in an article titled \"south-south cooperation is way for common development and prosperity.\"\r\n   The article further says:\r\n   The President Kim Il Sung performed undying exploits in the history of south-south cooperation. It is steadfast position and will of the Workers' Party of Korea to exalt his exploits.\r\n   There are conditions and possibilities, good experience, concrete action programs and decisions to expand and develop south-south cooperation,so all countries should  activate south-south cooperation, regarding it as a vital requirement and common task.\r\n   Expansion and development of south-south cooperation depends on activities and role of non-aligned and other developing countries.\r\n   Each developing country should strive to develop south-south cooperation with consciousness and responsibility as a member of the driving force of this cooperation, and make an active contribution to solving various problems arising in it. It is necessary to extend the scope of  work for south-south cooperation and pay  deep attention to  developing  new fields. South-south cooperation should be conducted on the principle of  equality and mutual benefit on the basis of maintaining independence. Only then, is  it  possible to develop all the economic relations, cooperation and interchange in mutual and common interests.  \r\n\r\n\r\n"
        },
        {
            "title": "Korea's unique pattern symbolic of longevity",
            "url": "http://kcna.co.jp/item/1998/9809/news09/03.htm#11",
            "content": "Past crimes of Japanese imperialists exposed\r\n Pyongyang, September 3 (KCNA) -- More crimes of the Japanese imperialists against the \"comfort women for the army\" have been disclosed, according to the Japan-based overseas Koreans' newspaper Minjok Sibo.\r\n   Seven former \"comfort women\" in South Korea said that the Japanese imperialists forced many women, who were drafted as sexual playthings, to take medicines containing mercury or sprayed mercurial steam over their bodies on the pretext of \"prevention of  pregnancy\" and \"treatment of venereal disease\". As a result, their faces were contracted and many women died from mercury poisoning, they noted.\r\n   They vowed to fight it out to receive apologies and legal reparation for the crimes against the \"comfort women\" from the Japanese government. \r\n\r\n\r\n"
        },
        {
            "title": "Chollima Statue",
            "url": "http://kcna.co.jp/item/1998/9809/news09/03.htm#12",
            "content": "Korea's unique pattern symbolic of longevity \r\nPyongyang, September 3 (KCNA) -- Korea's unique pattern symbolic of longevity is popular with people.\r\n   This pattern depicts ten shapes of objects including the sun, mountain and crane.\r\n   It has a long history.\r\n   According to records, the pattern represents the Korean people's patriotic mettle and firm will and their desire for longevity.\r\n   The sun, mountain and water included in the pattern show the spirit of Korea, the land of morning calm, and the love of Korean people for their beautiful country.\r\n   In those days, artists and craftsmen engraved the pattern in daily necessities in different shapes.\r\n   This is proved by patterns decorated on three doors of a  three-storied clothes chest, a relic of the last period of the Ri dynasty, which is preserved  at the Korean Folklore Museum.\r\n  They were inlaid with mother-of-pearl  delineating a pine tree, crane, deer, turtle and others which represent the desire of people for longevity.\r\n   Many relics decorated with the pattern are preserved in the museum.\r\n   Today the pattern is being further developed in  keeping with the modern aesthetic sense thanks to the DPRK government's policy of preserving  cultural relics of the nation. \r\n\r\n\r\n"
        },
        {
            "title": "Symposium marks National Day",
            "url": "http://kcna.co.jp/item/1998/9809/news09/03.htm#13",
            "content": "Chollima Statue\r\n Pyongyang, September 3 (KCNA) -- The Chollima Statue was unveiled in April Juche 50 (1961) on Mansu Hill in Pyongyang. It is a symbol of the heroic spirit and indomitable revolutionary will of the Korean people to make a continuous advance and achievements under the party's intelligent guidance. It still stimulates the people forward. \r\n\r\n"
        },
        {
            "title": "Korea-China cooperation in science and technology",
            "url": "http://kcna.co.jp/item/1998/9809/news09/03.htm#14",
            "content": "Symposium marks National Day\r\n Pyongyang, September 3 (KCNA) -- A national symposium was held in Pyongyang today to celebrate the 50th anniversary of the founding of the Democratic People's Republic of Korea (DPRK).\r\n   Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, delivered a report at the symposium.\r\n   He said that the foundation of the DPRK was an epochal event whereby Korea, once a colony which had been eclipsed on the world map, proclaimed its new birth as Juche Korea and the Korean people, once a stateless nation, proudly emerged on the international arena as independent people and which opened a new origin of building an anthropocentric socialist state in the human history.\r\n   The DPRK is a benevolent system which fully provides people with an independent and creative life, an invincible bulwark which resolutely defends the destiny of socialism and an eternal banner which firmly guarantees the prosperity of all  generations, the reporter said, and continued:\r\n   Although many difficulties and trials cropped up in advancing way, the DPRK could cover a proud road of victory as it was led by the President Kim Il Sung.\r\n   General Secretary Kim Jong Il, the greatest paragon of loyalty to the leader and the supreme incarnation of morality and obligation, has unfolded an unprecedented, new history of respecting and defending the leader and ensuring his immortality. And he has comprehensively exalted the President's idea on state building and his exploits, taking them as precious revolutionary heritage and lifeline with which to build a prosperous and strong country.\r\n   To hold Kim Jong Il in high esteem is the great fortune of the DPRK. Guided by him, Kim Il Sung's Korea will shine forever.\r\n   The reporter elaborated on tasks of strengthening and developing the DPRK into a powerful socialist state.\r\n   It was stressed at the symposium that the foundation of the DPRK was a historic event which made a new origin of building an anthropocentric socialist state, and that the Juche-based theory on state building is guidelines indicating the correct way of realising the independence of the popular masses.\r\n   Speakers referred to the undying exploits in building a powerful socialist state and defending its destiny and to the outstanding leadership in rousing all the fellow countrymen to the sacred struggle for national reunification under the banner of great national unity.\r\n   It was stressed at the symposium that the DPRK, which is deeply rooted in the brilliant revolutionary traditions of anti-Japanese struggle and which has a solid socio-political foundation with the Juche idea as an ideological basis, is making a triumphant advance as an invincible socialist state under the wise guidance of General Secretary Kim Jong Il, not wavering in any adversity. \r\n\r\n\r\n"
        }
    ]
}