{
    "date": "1998-03-08",
    "url": "http://kcna.co.jp/item/1998/9803/980308.htm",
    "articles": [
        {
            "title": "Important measure for national unity",
            "url": "http://kcna.co.jp/item/1998/9803/news03/08.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Preparatory committee formed in Democratic Congo to commemorate Sun's Day",
            "url": "http://kcna.co.jp/item/1998/9803/news03/08.htm#2",
            "content": "\r\n Pyongyang, March 8 (KCNA) -- The initiative of the joint meeting of the political parties and organisations in the Democratic People's Republic of Korea for having a wide-range dialogue to remove confrontation existing on the Korean Peninsula and reunify the country fully conforms with the ardent desire of all the Korean people for global peace and security and national unity, said Secretary General Guy Dupre of the International Liaison Committee for Reunification and Peace in Korea (CILRECO) in a statement on Feb. 25.\r\n   For South Korea to make a resolute decision on respecting the three principles of national reunification--independence, peaceful reunification and great national unity which it already agreed upon with the north--is as good as rejecting outsider's interference in the internal affairs of Korea, he said, and continued:\r\n   The CILRECO calls upon the South Korean political parties and organisations to support the important initiative and take an active part in the struggle for the independent and peaceful reunification of the country.\r\n   The Khmer Combatants Party for Mulinaka and Liberty of Cambodia in a statement dated March 2 said the proposal of the DPRK is the most reasonable one that tallies with the desire of the Korean nation, demand of the world people and peace and security in Asia.\r\n   The statement expressed the conviction that all the Korean people will achieve the reunification of the country at an early date under the guidance of General Secretary Kim Jong Il and contribute to guaranteeing peace and security in the Korean Peninsula and the rest of Asia.    \r\n  \r\n"
        },
        {
            "title": "Operation commanding planes to be deployed in S. Korea",
            "url": "http://kcna.co.jp/item/1998/9803/news03/08.htm#3",
            "content": "\r\n Pyongyang, March 8 (KCNA) -- An inaugural meeting of the Democratic Congo preparatory committee was held in Kinshasa on February 27 to commemorate the Sun's Day.\r\n   Pierre Welo Ahondju Ewale, Chairman of the Democratic Congo-Korea Friendship Association, was elected Chairman of the preparatory committee.\r\n   The Chairman of the preparatory committee referred to the undying exploits of  President Kim Il Sung, saying that he is, indeed, the great sun of all people.\r\n   The inaugural message read at the meeting says that to make every possible effort to achieve Korea's reunification wanted by President Kim Il Sung is an immediate task of the preparatory committee for significantly commemorating the Sun's Day.\r\n   The meeting set a period of commemoration from February 27 to April 20  and discussed the commemoration programme.  \r\n        \r\n\r\n"
        },
        {
            "title": "G.S. Kim Jong Il highly praised by Bulgarian",
            "url": "http://kcna.co.jp/item/1998/9803/news03/08.htm#4",
            "content": "\r\n  Pyongyang, March 8 (KCNA) -- The U.S. are trying to deploy J. Stars, operation commanding plane of new type, in South Korea, according to a foreign press report.\r\n   According to testimony of the commander of the U.S. aggression forces in South Korea at a U.S. House Committee Meeting on March 4, the plane's capability was estimated in the recent joint military manoeuvres of the U.S. and South Korea.\r\n   The U.S. government accepted the demand of the U.S. Forces stationed in South Korea for the plane's deployment in South Korea.\r\n   The plane to be deployed in South Korea numbers 13.\r\n   By defining South Korea as the first place of their deployment, the U.S. betrayed their criminal intention to unleash a war on the Korean Peninsula at any cost.    \r\n\r\n"
        },
        {
            "title": "March 8 International Women's Day observed",
            "url": "http://kcna.co.jp/item/1998/9803/news03/08.htm#5",
            "content": "\r\n   Pyongyang, March 8 (KCNA) -- Secretary General Maria Pancheva of the Bulgaria-Korea Friendship Association, gave her impressions of Korea, highly praising the greatness of General Kim Jong Il.\r\n   The Korean people suffered from all sorts of maltreatment and humiliation as the colonial slaves in the past period. \r\n   It was not until they had President Kim Il Sung and General Kim Jong Il that they could become a great people, she said, and continued:\r\n   The leader Kim Jong Il says the popular masses are a teacher. He shapes policies reflecting their desire and aspirations and administers the politics for the good of the people.\r\n   All the policies pursued in korea for the sake of the people show the leader Kim Jong Il's noblest love for the people. Indeed, he is the teacher and father of the people.\r\n   General Kim Jong Il's distinguished guidance reaches all the aspects of social life in korea. All the miracles and changes of korea are the results of his tireless guidance.\r\n   General Kim Jong Il is the great leader of the people who devotes his whole life to the people. \r\n   She added she does not believe in god, but believes in the leader Kim Jong Il as in heaven.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on S. Korea's arms buildup",
            "url": "http://kcna.co.jp/item/1998/9803/news03/08.htm#6",
            "content": "\r\n  Pyongyang, March 8 (KCNA) -- Rodong Sinmun today dedicates an editorial to the March 8 International Women's Day.\r\n   On the occasion all the women of the whole country are hardening their determination to devote their all to the struggle to defend and glorify Korean socialism under the guidance of General Kim Jong Il, with their boundless reverence for President Kim Il Sung who indicated the way of a final solution to the women's question and wisely led the struggle to carry it into practice, the editorial says, and goes on:\r\n   The Korean women's movement pioneered and developed under the loving care of President Kim Il Sung has greeted a period of a new historic turn under the tested guidance of General Kim Jong Il.\r\n   Today the ideological and spiritual world of the Korean women who have grown in the embrace of their great leader is very good.\r\n   The Korean women have an identical will to devotedly defend the Workers' Party of Korea and the leader like soldiers of the women's coast artillery company whom the General Kim Jong Il met during his on-site guidance.\r\n   Ours is the most excellent women with unbounded loyalty to the leader, firm faith in socialism, the spirit of service for the country and the revolution and noble moral traits.\r\n   General Kim Jong Il's idea and guidance are vital to the Korean women's movement and a banner of certain victory of Korean socialism. All the women should uphold his idea and guidance with loyalty and filial piety in one mind.\r\n   All our women should stubbornly fight, holding higher the banner of the red flag of revolution under the guidance of General Kim Jong Il and have the honor of being victors in the on-going forced march, the editorial adds.    \r\n \r\n\r\n"
        },
        {
            "title": "Just cause of Cuban people will finally win",
            "url": "http://kcna.co.jp/item/1998/9803/news03/08.htm#7",
            "content": " \r\n Pyongyang, March 8 (KCNA) -- Rodong Sinmun today comes out with a signed commentary lashing out at the steady arms buildup in South Korea.\r\n   Referring to the fact that South Korea has become the second largest importer of the U.S. arms by purchasing 850 million dlrs worth of weapons from the United States last year, the news analyst of the paper says:\r\n   In recent years, the South Korean puppets, clamouring for \"diversification\" of arms system, have imported large quantities of uptodate lethal weapons and military hardware from the United States and other western nations and even from Russia and Israel.\r\n   The South Korean puppets, not content with the conversion of South Korea into the U.S. biggest military arsenal in the far east, are getting over-heated in arms buildup, in a criminal attempt to perfect their preparations for a war against the north in league with outsiders.\r\n   They would be well advised to remember that their wild adventurous arms buildup against the aspirations of the nation for reconciliation and peaceful reunification will result in their own disgraceful ruin.\r\n   We do not want war, but deal merciless blows to the provokers who intend to do harm to us.\r\n   The South Korean warmaniacs who are recklessly trying to unleash a fratricidal war and those who make money by selling lethal weapons to them will not get off scotfree.    \r\n\r\n\r\n\r\n"
        }
    ]
}