{
    "date": "1998-05-11",
    "url": "http://kcna.co.jp/item/1998/9805/980511.htm",
    "articles": [
        {
            "title": "Pyongyang Computer College",
            "url": "http://kcna.co.jp/item/1998/9805/news05/11.htm#1",
            "content": "Pyongyang Computer College\r\n Pyongyang, May  11 (KCNA) -- The Pyongyang Computer College is a traing centre for those who want to qualify to get employment in industrial enterprises.\r\n   General Secretary Kim Jong Il pays close attention to the training of national technical personnel. He proposed the establishment of this college and directed its work on several occasions.\r\n   He took steps to explore the new scientific and technical fields as required by developing realities and sent it modern educational equipment and various experimental apparatuses.\r\n   As a result, the college developed into an establishment with stout educational and scientific forces and strong material-technical foundations, a dependable training centre of technical personnel, in a little over ten years.\r\n   The college has a modern five-storeyed building, a publishing house for textbooks and reference books and a library of several hundred thousand volumes. It has several faculties and research rooms, laboratories and workrooms and a workshop.\r\n   The college pays primary attention to the improvement of teachers' qualifications.   It arranges short courses in teaching methods, model lectures, teaching contests and exchange of teaching experience according to plans to raise teachers' qualifications.\r\n   The college closely combines instruction with scientific research. \r\n   The college teachers and researchers go out to factories and enterprises to solve urgent scientific and technical problems for the development of the national economy.   As a result, they gained hundreds of good research results.\r\n   Last  year, the college developed high techniques in computer and received thanks from General Kim Jong Il several times.\r\n   In its early years, only a few teachers had academic degrees, but now the college has scores of academic-degree holders.\r\n   Students won the Juche 82 (1993) national students' programming contests in addition to other competitions. Many students won \"student's science exploration prize\" and academic degrees and made inventions.\r\n   Thousands of college graduates play an important role in developing high computer techniques at the Pyongyang Programming Centre and the Korean Computer Centre and in electronic and automation industries and in different branches of the national economy.\r\n   The college is now working hard to train students to become qualified technical personnel who would contribute to the development of the national economy.    \r\n  \r\n"
        },
        {
            "title": "G.S. Kim Jong Il inspects Kim Chol Ju General Artillery Academy",
            "url": "http://kcna.co.jp/item/1998/9805/news05/11.htm#2",
            "content": "G.S. Kim Jong Il inspects Kim Chol Ju General Artillery Academy\r\n Pyongyang, May 11 (KCNA) - General Secretary Kim Jong Il on May 10 inspected the Kim Chol Ju General Artillery Academy. \r\n    After receiving a salutations, he, conducted by the director of the academy, looked round the board bearing on-the-spot teachings of President Kim Il Sung and the room for education in revolutionary relics.\r\n   He noted that it is a great pride of the WPK and Korean people to have the academy, a seat for training artillery commanders.\r\n   He went round military study rooms and expressed great satisfaction over the fact that the teachers of the academy are effectively giving lectures with peculiarly arranged facilities needed for sufficient education through visual aids, practice and movements.\r\n   He went to supply and cultural facilities of the academy and noted with great satisfaction that the academy has  arranged itself into a cultural and hygienic way as an education organ.\r\n   Pointing out that it is important for a military academy to teach cadets all abilities and qualifications befitting commanders as well as military technique, he said that military education organs should help cadets to learn rich knowledge needed for commanders during the school days so that they can effectively use it in practice.\r\n   He dropped in at the gymnasium of the academy to see a basketball game of cadets and met triplets studying at the academy.\r\n   He highly estimated the meritorious services of  its teachers in the training of artillery commanders and gave it highly important tasks to be taken as guidelines in its education, management and operation.    \r\n     \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on confrontation moves in S. Korea",
            "url": "http://kcna.co.jp/item/1998/9805/news05/11.htm#3",
            "content": "Rodong Sinmun on confrontation moves in S. Korea\r\n Pyongyang, May 11 (KCNA) -- A few days ago, the South Korean authorities held a \"meeting of leading commanders of the whole army\" and cried that they would \"decisively cope with moves of the north when it makes any provocative act suddenly.\"\r\n   Commenting on this, a news analyst of Rodong Sinmun on May 10 said:\r\n   The South Korean authorities are advertising about \"reconciliation,\" \"improvement of inter-Korean relations\" and \"peace\", but  they are practically negating all of them. \r\n   This reveals their criminal intention to make a showdown with the north to the end and  start a war against it in conspiracy with outsiders as the former dictators did.\r\n   The brasshats of the puppet military are now engaged in dangerous moves inciting confrontation and war against the north under the fictitious pretexts of \"threats from the north.\" their deeds are the same with those of the \"civilian\"-veiled warmaniacs.\r\n   They are now taking the dangerous road of confrontation and war against the north hand in hand with outsiders, turning a deaf ear to its call for reconciliation and unity. \r\n   This is an unpardonable crime.\r\n   They would be well advised to ponder over the serious consequences to be entailed by their adventurous deeds.\r\n   If they resort to the confrontation and war moves against the north, they would meet the same miserable end as their predecessors, forsaken by the history and nation.    \r\n\r\n"
        },
        {
            "title": "EU assistance to be offered to Korea",
            "url": "http://kcna.co.jp/item/1998/9805/news05/11.htm#4",
            "content": "EU assistance to be offered to Korea\r\n Pyongyang, May 11 (KCNA) -- On May 6 the European Union announced that it will supply as an emergency assistance to Korea 77,000 tons of food, 6,000 tons of beans, 3,000 tons of edible oil, and 30,000 tons of fertilizers, vinyl sheet and other farming materials to the tune of some 36 million U.S. dollars this year.\r\n   Earlier, it decided to supply relief materials amounting to  12 million dollars to the health services of Korea this year, and is carrying it into practice.\r\n   Last year it offered 155,000 tons of food to the tune of about  55 million dollars and rescue materials amounting to  12 million dollars to the health services as regards flood damage of Korea.\r\n   The sustained assistance will give a strong impetus to the Korean people's efforts to do away with the consequences of natural disasters which hit Korea several times in recent years.    \r\n \r\n"
        },
        {
            "title": "Gift to G.S. Kim Jong Il from Pakistani delegation",
            "url": "http://kcna.co.jp/item/1998/9805/news05/11.htm#5",
            "content": "Gift to G.S. Kim Jong Il from Pakistani delegation\r\n Pyongyang, May 11 (KCNA) -- The visiting delegation of Pakistani parties made a gift to General Kim Jong Il.\r\n   The gift was handed to an official concerned by Zari Zafar, member of the central executive committee of the Pakistan Muslim League, who is heading the delegation.    \r\n \r\n\r\n"
        },
        {
            "title": "U.S. urged to clearly see essence of solution to Korean issue",
            "url": "http://kcna.co.jp/item/1998/9805/news05/11.htm#6",
            "content": "U.S. urged to clearly see essence of solution to Korean issue \r\n Pyongyang, May 11 (KCNA) -- This or that remark concerning the Korean peninsula issue came before and after U.S. State Secretary Albright's recent visit to China.\r\n   In a commentary Rodong Sinmun today says there are contradictions in her \"promise\" to support the \"denuclearization of the Korean peninsula.\" if the United States truly supports the denuclearization of the Korean peninsula, it must not threaten the DPRK with nuclear weapons but give it assurances for non-use of nuclear weapons and stop keeping South Korea under its nuclear umbrella as the DPRK-U.S. framework agreement stipulates, the daily says, and continues:\r\n   Some people called for peace and security on the Korean peninsula, inter-Korean dialogue and \"four-way talks.\" But they should clearly see the essence of the matters before making such calls.\r\n   The issue of peace and security on the peninsula can be solved mainly by the DPRK and the United States.\r\n   What the north and the south of Korea should do is to implement the \"agreement on reconciliation, nonaggression, cooperation and exchange between the north and the south.\" \r\n   And it is possible only when the united states discharges its obligation.\r\n   Inter-Korean dialogue is an internal matter of the nation. Nobody is entitled to interfere in it.\r\n   We have taken part in the \"four-way talks\" because the United States suggested discussions of matters concerning peace and security on the peninsula.\r\n   With the United States insisting on no discussion of the U.S. troop pullout, the main issue, however, progress in the talks can hardly be expected.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Improved inter-Korean relations called for",
            "url": "http://kcna.co.jp/item/1998/9805/news05/11.htm#7",
            "content": "Improved inter-Korean relations called for\r\n  Pyongyang, May 11 (KCNA) -- Chairman Sung Sang Sop of the central committee of the Union of Agricultural Workers of Korea and chairwoman Chon Yon Ok of the central committee of the Korean Democratic Women's Union issued statements on May 10 fully supporting the historic work of General Kim Jong Il \"Let Us Reunify the Country Independently and Peacefully Through the Great Unity of the Entire Nation.\"\r\n   In the statements they said the work is an important document which indicates in fresh light the best way of achieving great national unity and a great banner of national reunification.\r\n   Sung Sang Sop said changing inter-Korean relations into relations of confidence and reconciliation from those of distrust and confrontation for the present is awfully necessary for national unity and the reunification of the country.\r\n   The agricultural workers in  North Korea, he noted, will make every possible effort to break the deadlocked inter-Korean relations and open a phase of national unity in hearty response to the five-point policy of great national unity together with all the fellow countrymen.\r\n   Chon Yon Ok said though the present government of South Korea is claiming that it differs from its preceding regime and crying for \"improved inter-Korean relations\" and \"dialogue and cooperation\", it is, in actuality, following in \"civilian\"-veiled regime's footsteps and taking no step such as a policy shift for the improvement of inter-Korean relations and dialogue and cooperation.\r\n   The South Korean authorities should pursue the policy of pro-north reconciliation in place of that of anti-north confrontation, take the road of national reconciliation and unity, abolish the \"National Security Law\" and completely dismantle the \"Agency for National Security Planning\" instead of renaming it. By doing so they should show their willingness to improve inter-Korean relations, she added.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Guidelines instrumental in exalting history of great Chollima upsurge",
            "url": "http://kcna.co.jp/item/1998/9805/news05/11.htm#8",
            "content": "Guidelines instrumental in exalting history of great Chollima upsurge\r\n Pyongyang, May 11 (KCNA) -- Rodong Sinmun May 11 dedicates a signed article to the 30th anniversary of the publication of President Kim Il Sung \"Let Us Further Develop the Chollima Workteam Movement, a Great Spur to Socialist Construction.\"\r\n   Expounded in the work are historic background of the Chollima workteam movement, its great vitality and tasks and ways of further developing the movement for sustained great revolutionary upsurge in socialist construction.\r\n   The work serves as highly important guidelines in effecting a new great Chollima upsurge in the ongoing forced march for the final victory and exalting the dignity and honor of Juche Korea for all ages in the spirit of Chollima, the article says, and continues:\r\n   The work is of weighty importance because it fully confirmed the justness and vitality of the Chollima movement and clearly indicated the central tasks of exalting the history of the great Chollima upsurge forever.\r\n   The final victory of socialism means the victory of  ideological, technical and cultural revolutions. The Chollima workteam movement whose central task was the three revolutions, has widely been conducted since its development into the three-revolution red flag movement to meet the requirements of a new higher stage of the developing revolution.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Achievements in railway transport",
            "url": "http://kcna.co.jp/item/1998/9805/news05/11.htm#9",
            "content": "Achievements in railway transport\r\n Pyongyang, May 11 (KCNA) -- May 11 is the day of railway workers.\r\n   The railway transport workers across the country are greeting their holiday with labour achievements.\r\n   The Pyongyang Railway Bureau carried hundreds of thousands more tons of loads in a matter of four months than the average rated traction tonnage. In the same period the Kaechon, Hamhung and Chongjin railway bureaus addressed themselves to increased transport of major loads, greatly contributing to making achievements in the production of different domains of the national economy.\r\n   The intensity of the major railway sections has been enhanced during the same period.\r\n   A project for railway electrification is progressing apace. Recently, shunting tracks of different railway stations, railway lines branching into factories and enterprises, and the Jangbang-Chongdan railway section were electrified.\r\n   Innovations have been effected at the Kim Jong Thae General Electric Locomotive Works, the June 4 General Rolling-Stock Works and the July 6 General Railway Factory.  \r\n  This year, the Kim Jong Thae General Electric Locomotive Works has manufactured several locomotives and produced major equipment and materials by itself, increasing the operation rate of locomotives.\r\n   More than 1,000 self-reliant bases of railway transport are paying off profusely.    \r\n\r\n\r\n"
        },
        {
            "title": "Japanese gov't can never flee from responsibility for crime : FM spokesman",
            "url": "http://kcna.co.jp/item/1998/9805/news05/11.htm#10",
            "content": "Japanese gov't can never flee from responsibility for crime : FM spokesman\r\n Pyongyang, May 11 (KCNA) -- The spokesman for the Foreign Ministry of the Democratic People's Republic of Korea was interviewed by KCNA today over the Yamaguchi district court's ruling that the Japanese government should compensate \"comfort women.\"\r\n   In responding to a question raised by KCNA, the spokesman said:\r\n   The district court of Japan ruled on April 27 that the Japanese government should take the blame for the neglected \"comfort women\" issue and make a state compensation for it. \r\n   Though the ruling has some limitation, it is viewed as a comparatively fair decision.\r\n   Recalling that though half a century has passed since the end of world war ii, the Japanese government has still refused to admit and compensate for the crime concerning the \"comfort women\" issue, the spokesman said such an attitude is an outright challenge to human ethics, morality and international law.\r\n   On April 24, a high-ranking official of the Japanese Foreign Ministry alleged that the \"comfort women\" issue had never been raised at DPRK-Japan talks, the spokesman said. \r\n   The lie fully revealed the shameless diplomatic attitude of Japan, which employs every conceivable means to evade the responsibility for its crime.\r\n   The spokesman further said:\r\n   No matter how hard the Japanese authorities may try, they cannot flee from the legal and moral responsibility for the crime. The Japanese government should unconditionally admit and apologize for the anti-ethical crime of the blackest dye and fully discharge its state responsibility and obligation in this regard.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Secretary Choe Thae Bok meets Pakistani parties delegation",
            "url": "http://kcna.co.jp/item/1998/9805/news05/11.htm#11",
            "content": "Secretary Choe Thae Bok meets Pakistani parties delegation\r\n Pyongyang, May 11 (KCNA) -- Choe Thae Bok, alternate politburo member and Secretary of the Central Committee of the Workers' Party of Korea, today met and had a talk with the visiting  delegation of Pakistani parties led by Zari Zafar, member of the Central Executive Committee of the Pakistan Muslim League, at the Mansudae Assembly Hall.\r\n   The head of the delegation said that President Kim Il Sung developed the country as it is today from zero.\r\n   \"He was the greatest leader in the world,\" the head of the delegation added.    \r\n\r\n\r\n\r\n"
        }
    ]
}