{
    "date": "1998-02-23",
    "url": "http://kcna.co.jp/item/1998/9802/980223.htm",
    "articles": [
        {
            "title": "G.S. Kim Jong Il enjoys KPA choir's performance and receives film makers",
            "url": "http://kcna.co.jp/item/1998/9802/news02/23.htm#1",
            "content": "G.S. Kim Jong Il enjoys KPA choir's performance and receives film makers\r\n Pyongyang, February 23 (KCNA) - General Secretary Kim Jong Il enjoyed a performance given by the merited choir of the KPA song and dance ensemble on February 20.\r\n   After seeing the revolutionary and militant performance, he said that the merited choir, loved by the army and the people, has greatly encouraged them to victory and feats as the standard-bearer and bugler of struggle in each period and stage of the Korean revolution.\r\n   On the same day, he received makers of the working class parts of the multi-part feature film \"the Nation and Destiny.\"\r\n   He noted with great satisfaction that the working class parts, serials of the multi-part feature film \"the Nation and Destiny,\" were made as grand monumental masterpieces of high ideological and artistic level and highly praised all the creators, artistes and officials for their successes in their creative activities.\r\n   He noted that as the multi-part film is a national treasure which should be handed down long with the history of the Korean nation, serials of the film should be made perfect in the ideological and artistic aspect.\r\n   Then, he gave highly important tasks to be taken as guidelines in film making.    \r\n  \r\n"
        },
        {
            "title": "U.S. military reinforcement in S. Korea",
            "url": "http://kcna.co.jp/item/1998/9802/news02/23.htm#2",
            "content": "U.S. military reinforcement in S. Korea\r\n Pyongyang, February 23 (KCNA) -- The U.S. sent fighter-bombers and two gunboats to reinforce their forces present in South Korea, according to a news report.\r\n   Earlier, on February 10,  they additionally deployed a flying corps of 18 F-15s and two AC-130 helicopter gunships in South Korea.\r\n   The fact shows that the U.S. intend to unleash a war of aggression on the Korean Peninsula as well as in the Persian Gulf.\r\n   The Korean people are following their movements with hightened vigilance.    \r\n     \r\n\r\n"
        },
        {
            "title": "Ornamental silver knives and gold rings",
            "url": "http://kcna.co.jp/item/1998/9802/news02/23.htm#3",
            "content": "Ornamental silver knives and gold rings\r\n Pyongyang, February 23 (KCNA) -- Ornamental silver knives and gold rings are presented to triplets at birth in Korea as gifts. Until now more than 230 groups of triplets who were born at Pyongyang Maternity Hospital have been given the gifts. \r\n    From olden times, an ornamental silver knife has been regarded as a man's favourite for self-defence and a gold ring as a woman's favourite symbolic of happiness.\r\n   President Kim Il Sung, saying frequent births of triplets are a sign of the prosperity of the country, saw to it that the state should take good care of them. \r\n   General Secretary Kim Jong Il has made sure that gifts are presented to them who would keep them as souvenirs all their life. He said that silver knives and gold rings are good to give the triplets and each of the ornaments should have part of their birth dates carved in it. \r\n   Therefore, the year, the month and the date of their birth are carved separately on the blades of the knives. \r\n   Engraved on one side of all the scabbards are the total birth dates so that one could see the birth dates and orders of triplets. Fixed on each side of knife handles are rubies within three magnolias symbolic of triplets.\r\n   Three rubies are fixed within three sunflowers in the centre of gold rings to be presented to female triplets and their birth dates are inscribed orderly in rings in the same form with silver knives.\r\n   Ornamental silver knives and gold rings are also given to the parents of the triplets.    \r\n\r\n"
        },
        {
            "title": "SPA Chairman hails measures of joint meeting of DPRK political parties and organizations",
            "url": "http://kcna.co.jp/item/1998/9802/news02/23.htm#4",
            "content": "SPA Chairman hails measures of joint meeting of DPRK political parties and organizations\r\n  Pyongyang, February 23 (KCNA) -- Yang Hyong Sop, alternate member of the Political Bureau of the Workers' Party of Korea Central Committee and Chairman of the Supreme People's Assembly of the Democratic People's Republic of Korea, on Sunday made public a statement in support of the measures adopted at the joint meeting of the DPRK political parties and organizations.\r\n   He said in the statement that the joint meeting held on Feb. 18 discussed \"on measures to find an independent wayout of the nation with concerted efforts of the north and the south\" and sent a letter to political parties and organizations in South Korea out of desire to pool strength for the reunification of the country.\r\n   The letter proposed principled and realistic issues in improving the closed north-south relations and bringing a new phase for national reunification such as respecting the three principles of national reunification, rejecting domination by and dependence on outside forces in the idea of the principles and expressing willingness to carve out the destiny of the nation independently, he said.\r\n   He fully supported the measures, considering them patriotic and just one reflecting the desire of the nation and requirements of the present situation.\r\n   He said the measures of the joint meeting are enjoying full support and great sympathy from all fellow countrymen and peace-loving people of the world and he would make all possible efforts to realize the measures.\r\n   He expressed the belief that political parties and organizations in South Korea would fulfil their duties and roles in conformity with the aspiration and desire of the whole nation to positively respond to the patriotic appeal. \r\n    \r\n"
        },
        {
            "title": "Rodong Sinmun on WPK's patriotic, all-embracing politics",
            "url": "http://kcna.co.jp/item/1998/9802/news02/23.htm#5",
            "content": "Rodong Sinmun on WPK's patriotic, all-embracing politics\r\n Pyongyang, February 23 (KCNA) -- More than 30 years of General Kim Jong Il's leadership over the revolution and construction are a history of the great all-embracing politics replete with love for the homeland, nation and human beings, and a victorious history in which he has led the whole nation to accelerate national independence, sovereignty, prosperity and reunification, says Rodong Sinmun today.\r\n   The daily says:\r\n   General Kim Jong Il works out all lines and policies, reflecting the basic interests and demands of all the classes and strata of the nation.\r\n   In working out all the lines and policies, he always takes into account how they mirror and protect the fundamental interests of the country and nation and how they contribute to national prosperity. His love for the country and nation is fully revealed by his policies calling on the Koreans to live in their way and bring the advantages of the nation into full play.\r\n   He also takes care of all the fellow countrymen and embraces all the strata of the nation in the efforts for unity.\r\n   All the Korean people from workers, peasants and intellectuals to persons with complicated social, political and family backgrounds have enjoyed a happy and worthwhile life with  the most valuable political integrity under warm care of General Kim Jong Il. \r\n   He regards patriotism and the spirit of national independence as the basis of great national unity and considers it as the principle of the unity to subordinate everything to national reunification irrespective of the differences in the ideology, idea, political view and religious belief.\r\n   It is the greatest fortune and pride of the Korean people to be guided by a great statesman, the tender-hearted father who embraces all loving the country and nation and desiring reunification and who is entirely responsible for their fate and future.    \r\n \r\n\r\n"
        },
        {
            "title": "Gifts to G.S. Kim Jong Il from Peruvian party leaders",
            "url": "http://kcna.co.jp/item/1998/9802/news02/23.htm#6",
            "content": "Gifts to G.S. Kim Jong Il from Peruvian party leaders \r\n Pyongyang, February 23 (KCNA) - General Secretary Kim Jong Il received gifts from Alberto Moreno, General Secretary of the Central Committee of the Communist Party of Peru (Red Motherland), and Guzman Rivera Castaneda, General Secretary of the Central Committee of the Revolutionary Socialist Party of Peru, on the occasion of the holiday of February.\r\n   The gifts were handed to the charge d'affaires ad interim of the DPRK embassy in Peru by the general secretaries.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Book \"Inheritance of Revolutionary Spirit\" published in Nepal",
            "url": "http://kcna.co.jp/item/1998/9802/news02/23.htm#7",
            "content": "Book \"Inheritance of Revolutionary Spirit\" published in Nepal\r\n Pyongyang, February 23 (KCNA) -- The Society for Korea Study in Baktapur, Nepal, published a book \"Inheritance of Revolutionary Spirit\" on February 15 on the occasion of the 56th birthday of General Secretary Kim Jong Il.\r\n   Printed on the front cover of the book are a picture of President Kim Il Sung with a broad smile on his face, a picture of General Kim Jong Il presiding over a consultative meeting, and a picture of mother Kim Jong Suk, a great communist revolutionary fighter, and on the back cover are a picture of the President and the General standing on the square platform and a picture of the President with children of Zhang Wei-Hua.\r\n   It carries the brief biography of General Kim Jong Il, articles headlined \"Warm Sunlight\" and \"Singing Chinese Songs Together\" written by grandchildren of Zhang Wei-Hua and an article entitled \"Revolutionary Fighter Comrade Kim Jong Suk Who Devoted Her All to the Building of New Country.\"\r\n   It deals with the warm care shown by the President to family members of a Chinese revolutionary to honor his comradely and revolutionary obligation to him and Kim Jong Suk's revolutionary life devoted to the building of a new country.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "4th-term graduation ceremony of Kim Il Sung Agricultural Special School in Cuba",
            "url": "http://kcna.co.jp/item/1998/9802/news02/23.htm#8",
            "content": "4th-term graduation ceremony of Kim Il Sung Agricultural Special School in Cuba\r\n Havana, February 21 (KCNA) -- A fourth-term graduation ceremony of Kim Il Sung Agricultural Special School was held in Melena autonomous city, Guirade, Havana Province, Cuba, on February 16.\r\n   Present there were a Department Director of the Cuban Association for Friendship with All Peoples, the director, teachers and students of the school and party, educational, agricultural officials in the city.\r\n   Invited were the DPRK Ambassador to Cuba and embassy officials.\r\n   The director of the school said in his speech at the graduation ceremony that the friendly relations between Cuba and the DPRK are unbreakable fraternal ones which were forged by President Fidel Castro and President Kim Il Sung.\r\n   He stressed that all students including graduates should in the future, too, display the honor of the school and become good agricultural specialists.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "\"Golden Triangle Bank\" building completed",
            "url": "http://kcna.co.jp/item/1998/9802/news02/23.htm#9",
            "content": "\"Golden Triangle Bank\" building completed\r\n  Pyongyang, February 23 (KCNA) -- The \"Golden Triangle Bank\" office building has been constructed in Rajin-Sonbong Free Economic and Trade Zone.\r\n   Its precedessor is Rajin branch of the state trade bank. \r\n   The bank, more than 20 years old, was renamed \"Golden Triangle Bank\" under the approval of the government of the Democratic People's Republic of Korea in February 1995.\r\n   The bank serves as the only foreign currency exchange bank in the zone.\r\n   The registered capital amounts to  30 million dollars.\r\n   It keeps settlement of accounts with banks in China, Macao, Japan, the Russian Federation, Germany and other countries.\r\n   It will have its branches in Pyongyang, Yanji, Vladivostok in the near future.\r\n   Its President Kim JongGgun said he is very optimistic of the prospects of the bank, adding that banks of many countries and financial groups around the world proposed establishment of business relations and joint venture with the bank. He said that he welcomes it and that the bank would introduce ultramodern technique to provide the most satisfactory services.    \r\n\r\n\r\n"
        },
        {
            "title": "Confederacy, most reasonable way of reunification",
            "url": "http://kcna.co.jp/item/1998/9802/news02/23.htm#10",
            "content": "Confederacy, most reasonable way of reunification\r\n Pyongyang, February 23 (KCNA) -- The proposal for founding a reunified state of the nation by means of donfederacy is the most reasonable and realistic way of smoothly reunifying the country.\r\n   Rodong Sinmun says this in a signed article today.\r\n   The daily continues:\r\n   The best way of settling the reunification question quickly, while doing no harm to any side of the north and the south in view of the urgent demand of the era and the specific conditions of the country is to found a reunified state of the nation in the form of confederation.\r\n   Love for the country and the nation, the proud character of the Korean nation, and the ardent aspiration for reunification give practical possibility to build a reunified country certainly in the form of confederation despite the different ideas and systems of the north and the south.\r\n   When the country is reunified by means of confederacy, the north and the south will be united within the framework of one state, so that apprehensions for the northward invasion and \"southward invasion\" may be removed and dangerous arms race be terminated. And the Korean Peninsula as well as the area along the military demarcation line will be turned into a peace zone, a buffer zone.\r\n   The proposal for reunification by means of confederacy guarantees the two systems of the north and the south legally and structurally. This helps remove the apprehensions of the neighbouring countries.\r\n   It is because the governments of the north and the south can pursue their independent policies and keep former relations with other countries under the guidance of a confederal government in which the governments take part on an equal footing.\r\n   Therefore, the proposal for reunification by means of confederacy is the great principle of the most realistic and fair way of national reunification which helps settle the reunification question most smoothly to suit the specific conditions of the country, is favourable to the north and the south and beneficial to the neighbouring countries and fully conforms with world peace and security.\r\n   The initiative of the recent joint meeting of the political parties and organisations of the DPRK is designed to achieve the cherished desire of the nation for the reunification of the country as soon as possible by applying this great principle.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "More industrial fine art works created",
            "url": "http://kcna.co.jp/item/1998/9802/news02/23.htm#11",
            "content": "More industrial fine art works created\r\n Pyongyang, February 23 (KCNA) -- The production of industrial fine art works is moving into higher gear in Korea.\r\n   Some 100 new and practical designs of products, ornaments, trade marks and packing were created recently and many of them have already been used or introduced into production, Director Pak Se Gwon of the industrial fine art guidance department of the state Commission of science and technology told KCNA.\r\n   The designs of the rice combined harvester and lathe kusong no. 104 from the Industrial Fine Art Studio under the Ministry of the Machine-Building Industry have been introduced into production. And designs of machines and equipment of various kinds have reached the stage of trial products and of completion.\r\n   The light industrial fine art production under the State Light Industry Commission turned out a large number of valuable designs of various kinds, including those of garments, shoes, ornaments, trade marks and packing.\r\n   The Central Fine Art Studio, the Mansudae Art Studio and other units designed many calligraphic styles.\r\n   In the past period some national industrial fine art production centres created various kinds of designs for signboards, neon sign, trolleybus, park, open-air public service stand and street ornaments.\r\n   More than 3,000 trade mark designs have been registered by the state last year.\r\n   The DPRK joined in the Madrid Union (June 1980) for international registration of trade marks and the Hague Union (May 1992) for international registration of industrial designs.\r\n   Thousands of trade marks and industrial designs from the DPRK are deliberated and registered by the two international organisations every year.\r\n   The trade mark Kumgang of the Sunchon Cement Complex, Sindok Saemmul, Sujong Kumgangsan Saemmul, Uhwangchongsimwon, Angunguhwanghwan and other trade marks are popular abroad.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}