{
    "date": "1998-11-29",
    "url": "http://kcna.co.jp/item/1998/9811/981129.htm",
    "articles": [
        {
            "title": "South Korean authorities' arms buildup",
            "url": "http://kcna.co.jp/item/1998/9811/news11/29.htm#1",
            "content": "South Korean authorities' arms buildup \r\n   Pyongyang, November 29 (KCNA) -- The \"Ministry of National Defense\" of South Korea on Friday announced the \"fourth plan for increase of defence capabilities\" which is aimed at reinforcement of aggression forces, according to a Seoul-based radio report.\r\n   Under the plan, 37.3 billion won will be disbursed for the updating of armed forces including development of ship-to-ship guided missile and purchase of the latest coastal observation radar.\r\n   Especially, the South Korean authorities are scheming to develop an offensive ship-to-ship guided missile for patrol ships by the year 2003 with the investment of a huge amount of fund. \r\n\r\n\r\n"
        },
        {
            "title": "Aerial espionage against DPRK",
            "url": "http://kcna.co.jp/item/1998/9811/news11/29.htm#2",
            "content": "Aerial espionage against DPRK\r\n    Pyongyang, November 29 (KCNA) -- The U.S. warhawks committed over 150 cases of aerial espionage on North Korea in November, military sources said.\r\n   Involved there were U-2, RC-135, RF-4C, P-3 and other strategic and tactical reconnaissance planes. \r\n   They let a U-2 high-altitude strategic reconnaissance plane make shuttle flights from east to west in the forefront to have  photographing and espionage on in-depth areas of the DPRK on over 30 occasions. \r\n\r\n\r\n"
        },
        {
            "title": "DPRK-targeted insidious war document",
            "url": "http://kcna.co.jp/item/1998/9811/news11/29.htm#3",
            "content": "DPRK-targeted insidious war document\r\n\r\n   Pyongyang, November 29 (KCNA) -- The U.S. Defense Department reportedly on Nov. 23 released a \"report on U.S. security strategy for east Asia\" which reclarified that the U.S. would maintain its 100,000 troops in the Asia-Pacific region.\r\n   In the \"report\" the United States said that \"its troops would be maintained\" for stability in Asia, even after the reunification of the north and the south of the Korean peninsula. This argument fully reveals its invariable intention to permanently occupy South Korea, stifle the DPRK with strength and, furthermore, dominate Asia.\r\n   The U.S. intentionally describes the DPRK's launch of an artificial satellite as \"launch of missile\" and claims that \"North Korea is accelerating the development of missiles and other weapons of mass destruction.\" worse still, calling for strengthened \"U.S.-Japan-South Korea cooperation\" to cope with the situation, it is tightening military collusion and strengthening adventurous war maneuvers. The facts clearly prove that their reckless moves reached a very dangerous phase.\r\n   The \"report on east-Asian security strategy\" is an insidious war document worked out with the DPRK as a major target of attack.  It indicates that the enemies' anti-DPRK moves will go into a more frantic stage. \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Albanian President",
            "url": "http://kcna.co.jp/item/1998/9811/news11/29.htm#4",
            "content": "Greetings to Albanian President\r\n\r\n   Pyongyang, November 29 (KCNA) -- President of the presidium of the Supreme People's Assembly of the DPRK Kim Yong Nam on Saturday sent a message of greetings to Albanian President Rechep Mejdani on the occasion of the Independence Day of Albania.\r\n   The message extended warm congratulations to the Albanian people on the occasion of the independence day of their country and wished them peace, stability and prosperity.  \r\n\r\n"
        },
        {
            "title": "Greetings to Mauritania President",
            "url": "http://kcna.co.jp/item/1998/9811/news11/29.htm#5",
            "content": "Greetings to Mauritania President\r\n    Pyongyang, November 29 (KCNA) -- President of the presidium of the Supreme People's Assembly of the DPRK Kim Yong Nam on Thursday sent a message of greetings to Mauritania President Maaouiya Ould Sid Ahmed Taya on the occasion of the 38th anniversary of the independence of Mauritania.\r\n   The message expressed the belief that the friendly relations between the two countries will continue to develop and wished progress and prosperity to the Mauritania people. \r\n\r\n\r\n"
        },
        {
            "title": "Papers express solidarity with Palestinian people's struggle ",
            "url": "http://kcna.co.jp/item/1998/9811/news11/29.htm#6",
            "content": "Papers express solidarity with Palestinian people's struggle \r\n    Pyongyang, November 29 (KCNA) -- Papers here today observe the \"Day of world solidarity with the Palestinian people.\"\r\n   Rodong Sinmun says:\r\n   On this occasion, the Korean people extend militant greetings to the Palestinian people. \r\n   They will in the future, too, firmly stand on the side of the Palestinian people in the struggle to realize the common idea of independence, peace and friendship.\r\n   The Palestinian people have dauntlessly struggled to attain the just aim to build the State of Palestine as the capital.\r\n   Head of the national authority of Palestine Yasser Arafat, speaking at a recent meeting for celebrating the 10th anniversary of the proclamation of the State of Palestine,  declared that they will proclaim the founding of the State of Palestine in May next year in accordance with the timetable specified in the Oslo Agreement.\r\n   This is enjoying unanimous support from the Arab people and the world's progressive people who want for a fair solution of the Palestinian issue.\r\n   The Korean people have always supported the struggle of the Palestinian people, thinking that they are on the same rank with them.\r\n   The Palestinian people's just cause is sure to win amid full support and solidarity of the world's progressive people.\r\n   Minju Joson in a signed article says the Korean people will in the future, too, continue supporting and encouraging the just cause of the Palestinian people. \r\n\r\n\r\n"
        },
        {
            "title": "CPRF secretariat denounces S. Korean authorities",
            "url": "http://kcna.co.jp/item/1998/9811/news11/29.htm#7",
            "content": "CPRF secretariat denounces S. Korean authorities\r\n    Pyongyang, November 29 (KCNA) -- The secretariat of the Committee for the Peaceful Reunification of the Fatherland issued information bulletin No. 773 on Saturday to denounce the present rulers of south Korea for scheming to reorganize and expand the training institute of the \"Agency for National Security Planning\" (ANSP) into a postgraduate course.\r\n   The scheme is aimed at expanding the \"ANSP\" by training a large number of experts in information on the north,  the bulletin said. This is an open challenge to the aspirations of the nation for the dissolution of the \"ANSP\" because it is urged by a sinister intention to \"unify the country by overpowering the north.\"\r\n   The bulletin bitterly condemned their moves as an intentional and planned one to block peace and peaceful reunification of the country and aggravate confrontation and mistrust between the fellow countrymen.\r\n   Neither national unity nor the country's reunification can be expected as long as the \"ANSP\" exists, the bulletin said, and went on:\r\n   If the South Korean authorities truly want  reconciliation between the north and south and peaceful reunification of the country, they should immediately dissolve the \"ANSP\" as demanded by the whole nation.\r\n   If they continue to strengthen the \"ANSP\" in defiance of our warnings, confrontation between the north and south will be aggravated, and they will meet the same miserable doom as their preceding rulers did, condemned by the nation. \r\n\r\n\r\n"
        },
        {
            "title": "\"Cooperation\" ballad with sword in belt",
            "url": "http://kcna.co.jp/item/1998/9811/news11/29.htm#8",
            "content": "\"Cooperation\" ballad with sword in belt\r\n    Pyongyang, November 29 (KCNA) -- The chief executive of South Korea in a recent press interview with foreign reporters let loose a string of outbursts that the south and the north should have \"economic cooperation in a peaceful world and promote reconciliation and cooperation for co-existence.\"\r\n   Commenting on this, Rodong Sinmun today says:\r\n   The \"reconciliation and cooperation\" ballad came after, during the South Korean visit of U.S. President Bill Clinton, the South Korean ruler sided with him in the U.S. aggressive \"tough policy against the north\" and cried for \"hard-line countermeasure\" and \"intensified security system,\" inciting confrontation with the north. This only reveals his double-dealing and deceptive nature.\r\n   Worse still, he cried for living in the same way with another divided country. This is nothing but a revelation of his separatist intention not to reunify the country but to keep it divided for an indefinite period.\r\n   If economic cooperation is to be truly attained between the north and the south and reunification-oriented reconciliation and cooperation is to be realized, the moves of confrontation and war against the north should be discontinued in South Korea, first of all.\r\n   If the South Korean authorities truly want to promote reconciliation and cooperation with the north, they must stop the flunkeys and treacherous acts and the moves of confrontation and war against the north, the stumbling block in their way, and show their willingness by immediately repealing and dissolving the \"National Security Law\" and \"Agency for National Security Planning.\" \r\n\r\n\r\n\r\n"
        }
    ]
}