{
    "date": "1998-05-03",
    "url": "http://kcna.co.jp/item/1998/9805/980503.htm",
    "articles": [
        {
            "title": "Zambian Foreign Minister entertained",
            "url": "http://kcna.co.jp/item/1998/9805/news05/03.htm#1",
            "content": "Zambian Foreign Minister entertained\r\n Pyongyang, May 3 (KCNA) -- The government of the Democratic People's Republic of Korea entertained the Zambian Foreign Minister and his party to a reception at the Mansudae Assembly Hall on Saturday.\r\n   Vice-Premier and Foreign Minister Kim Yong Nam said in his speech that Korea-Zambia friendship was provided by the wise leadership of President Kim Il Sung and is developing amid deep concern of General Kim Jong Il and President Frederick Chiluba.\r\n   The bilateral friendly and cooperative relations have steadily developed through mutual support and solidarity under the complicated international situation, he said, adding:\r\n   \"We are rejoiced over this and will continue making efforts to consolidate the friendly and cooperative relations with the Zambian people.\"\r\n   Foreign Minister Keli S. Walubita said in his speech that the situation of the Korean peninsula has drawn deep concern from the Zambian government. Zambia will support the DPRK's efforts for a durable peace, he declared.    \r\n  \r\n"
        },
        {
            "title": "S. Korean fishermen go on strike",
            "url": "http://kcna.co.jp/item/1998/9805/news05/03.htm#2",
            "content": "S. Korean fishermen go on strike\r\n Pyongyang, May 3 (KCNA) -- Some 1,500 South Korean seamen engaging in inshore fishery staged a strike aboard their boat in protest against the management's unjust practice, a Seoul-based radio reported.\r\n   The crew of a large trawler boycotted fishing and sailed back to port, protesting the management's outrages and demonstrating their willingness to win their vital rights. \r\n     \r\n\r\n"
        },
        {
            "title": "Five-point policy of great national unity supported",
            "url": "http://kcna.co.jp/item/1998/9805/news05/03.htm#3",
            "content": "Five-point policy of great national unity supported\r\n  Pyongyang, May 3 (KCNA) -- The International United Confederation of Koreans  issued a statement in support of the famous work of General Kim Jong Il \"Let Us Reunify the Country Independently and Peacefully Through the Great Unity of the Entire Nation.\"\r\n   It referred to the unremitting efforts of General Kim Jong Il for the reunification of the country, the greatest desire of the nation, and to their impressions of the work. \r\n   \"We will widely conduct activities in various forms to propagate the General's five-point policy of great national unity  among many compatriots,\" it said.\r\n  \"We will arouse all the compatriots in the struggle for national reunification, upholding the ten-point programme of the great unity of the whole nation laid down by President Kim Il Sung as well as the five-point policy of great national unity.\"    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun supports S. Korean workers' struggle",
            "url": "http://kcna.co.jp/item/1998/9805/news05/03.htm#4",
            "content": "Rodong Sinmun supports S. Korean workers' struggle\r\n  Pyongyang, May 3 (KCNA) -- The mass rallies and demonstrations of South Korean workers on May 1 were an eruption of their pent-up resentment at the authorities, who have introduced a lay-off system and labor exchange system as demanded by the international monetary fund, forcing non-rights, hard toil and unemployment on them, says Rodong Sinmun today.\r\n   They were also an expression of the workers' willingness to cut off the chains of oppression and humiliation and enjoy an independent and democratic life with concerted struggle, the daily notes.\r\n   More than 30,000 workers held a rally and demonstrated in Seoul on Friday. Such rallies and demonstrations marking May Day took place throughout South Korea.\r\n   They strongly urged the authorities to unconditionally and immediately abolish the lay-off and labor exchange systems and promptly put an end to the management's exploitation.\r\n   In a commentary Rodong Sinmun says it is only too natural that the workers fought against the oppressors to extricate themselves from their miserable situation.\r\n   Surprisingly, however, the present South Korean regime, which styles itself a \"people's government,\" harshly suppressed their demonstrations for the improvement of their living conditions, the daily says, adding:\r\n   The situation gives the workers and other people of South Korea a lesson that they should not have any illusion about and any expectation from the present regime.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun calls for thwarting imperialists' disintegration strategy",
            "url": "http://kcna.co.jp/item/1998/9805/news05/03.htm#5",
            "content": "Rodong Sinmun calls for thwarting imperialists' disintegration strategy\r\n Pyongyang, May 3 (KCNA) -- Rodong Sinmun today accuses the imperialists of desperately resorting to the strategy of disintegrating other nations and calls on the progressive people to heighten vigilance against the strategy and frustrate it.\r\n   In an article titled \"imperialists' crafty strategy of disintegration\" the daily says that at present, the strategy is characterized by the fact that the imperialists, who concentrated efforts on mental degeneration of people in socialist countries in the past, are now regarding all the revolutionary and progressive people in the world as their target.\r\n   The daily says:\r\n   The imperialists regard all the countries outside the \"liberal world\" as targets of the reactionary strategy. \r\n   Especially, they are directing its spearhead to those countries which are defending socialism and maintaining the anti-imperialist, independent stand.\r\n   They are claiming that since the east-west confrontation was terminated, all the members of the international community should seek \"co-existence and co-prosperity.\"  And they are calling for \"reconciliation,\" \"cooperation\" and \"partnership.\"\r\n   The daily takes as examples the facts that the United States has expressed \"deep concern\" about Asian nations' financial crisis and talked about \"assistance\" and, at the same time, launched a diplomatic offensive towards Africa, crying for the establishment of \"U.S.-Africa partnership overstepping the century.\"    \r\n \r\n\r\n"
        },
        {
            "title": "Party for \"Little Angels\" of World Peace Federation",
            "url": "http://kcna.co.jp/item/1998/9805/news05/03.htm#6",
            "content": "Party for \"Little Angels\" of World Peace Federation \r\n Pyongyang, May 3 (KCNA) -- The Korean Asia-Pacific Peace Committee gave a party  for the visiting art group of the \"Little Angels\" of the World Peace Federation (WPF) led by Co-Chairman Pak Po Hui at the People's Palace of Culture on May 2.\r\n   Song Ho Gyong, Vice-Chairman of the Korean Asia-Pacific Peace Committee, said in his speech that the art group's Pyongyang visit has been realised thanks to careful concern of General Kim Jong Il, who  has opened a phase of great national unity, regarding the implementation of instructions of President Kim Il Sung  for reunification as his most important work.\r\n   The fact that President Kim Il Sung received WPF President Mun Son Myong in 1991 and the art group of \"Little Angels\" is visiting Pyongyang clearly demonstrates the justness of the idea of achieving great national unity for the sacred common cause of the nation on the basis of peculiar national character of our compatriots, transcending  difference in idea, system, political view and religious belief, he stressed.\r\n   Pak Po Hui said in his address that their visit to the north is aimed at reaffirming  the Korean nation, which should live as a family, united as one, and reawakening themselves to the tasks for the reunification of the country, a long-cherished desire of the nation.\r\n   He hoped that their performance in Pyongyang will be greatly conducive to expanding foundations for achieving peaceful reunification at an early date with unity of the south and north on the basis of confidence and love.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Talks between Korean, Zambian Foreign Ministers",
            "url": "http://kcna.co.jp/item/1998/9805/news05/03.htm#7",
            "content": "Talks between Korean, Zambian Foreign Ministers\r\nPyongyang, May 3 (KCNA) -- Talks between Foreign Ministers of DPRK and Zambia were held at the Mansudae Assembly Hall today.\r\n   Present at the talks on the Korean side were Vice-Premier and Foreign Minister Kim Yong Nam and officials concerned and on the Zambian side were Foreign Minister Keli S. Walubita and his party.\r\n   There both sides discussed the issue of further developing the friendly relations between the two countries and exchanged views on matters of common concern.\r\n   The talks proceeded in a friendly atmosphere.    \r\n\r\n\r\n\r\n"
        }
    ]
}