{
    "date": "1998-08-05",
    "url": "http://kcna.co.jp/item/1998/9808/980805.htm",
    "articles": [
        {
            "title": "Fascist moves of separatists",
            "url": "http://kcna.co.jp/item/1998/9808/news08/05.htm#1",
            "content": "Fascist moves of separatists \r\n Pyongyang, August 5 (KCNA) -- The present South Korean rulers are making more frantic efforts to block the grand pro-reunification festival with the approach of August 15.\r\n   According to a report, the supreme public prosecutor's office on Sunday decided to define as \"events benefiting the north\" the August 15 grand pro-reunification Festival, prepared by the south headquarters of Pomminryon and the South Korean Federation of University Student Councils (Hanchongryon), and break up the festival at the initial stage.\r\n   The prosecutor's office already  issued \"search-warrants\" and is now hell-bent on search for \"masterminds and backstage manipulators.\"\r\n   The moves reveal the South Korean regime's insidious intention to foil the festival at any cost. And they are an anti-national and anti-reunification crime which is sure to be cursed and condemned by the fellow countrymen.\r\n   The forthcoming August 15 grand pro-reunification festival is an event aimed at achieving the reconciliation and unity of the entire nation and thus creating an epochal occasion for the reunification of the country this year.\r\n   The South Korean rulers, however, have branded the festival as \"pro-north event\" and launched the suppression. \r\nThis clearly shows they are  persistently seeking confrontation and division, not reconciliation and unity of the nation.\r\n   It is, in fact, only for the reunification, the cherished desire of the nation, that the south headquarters of Pomminryon (National Alliance for the Country's Reunification) and Hanchongryon have fought unyieldingly in face of suppression and persecution by the authorities.\r\n   So, their struggle has no ground to be incriminated or suppressed.\r\n   Nevertheless, the south Korean authorities have cracked down upon them as \"enemy-benefiting organizations\" and are now branding the reunification festival as \"pro-north event\" to intensify the suppression. The facts prove that they are an anti-national group seeking only division.\r\n   Fascist suppression  can never block the fellow countrymen's desire for national reconciliation, unity and reunification.\r\n   The South Korean authorities must immediately discontinue the fascist moves intended to foil the festival and unconditionally allow those organizations to participate in the festival. \r\n\r\n \r\n"
        },
        {
            "title": "Foolish dream",
            "url": "http://kcna.co.jp/item/1998/9808/news08/05.htm#2",
            "content": "Foolish dream\r\nPyongyang, August 5 (KCNA) -- Minju Joson on Tuesday said the July 30 statement of a U.S. Defense Department spokesman revealed the United States' intention to stifle the DPRK.\r\n   The spokesman stated that the U.S. would continue its support to South Korea to provide against \"infiltration\" by the north.\r\n   Commenting on his illogical remarks,  the paper said: \r\n   The United States has so far clamoured about \"southward invasion\" by North Korea. But, it is the north who has been exposed to threat of aggression in actuality.\r\n   It is an anachronistic deed that the U.S. tries to threaten the north by strengthening \"aid\" and \"cooperation\" for the South Korean authorities.\r\n    Our people, who are firmly united as one in mind around their great leader, are in full readiness to annihilate any aggressors at one stroke.\r\n   If the United States thinks it, in league with South Korea, can stifle the DPRK  by military force, it is seriously mistaken. \r\n\r\n"
        },
        {
            "title": "Prelude to brutal suppression",
            "url": "http://kcna.co.jp/item/1998/9808/news08/05.htm#3",
            "content": "Prelude to brutal suppression\r\nPyongyang, August 5 (KCNA) -- Rodong Sinmun today denounces the South Korean authorities for defining the \"9th Pan-National Rally for Peace and Reunification of the Country\" and the grand pro-reunification festival of Pomchonghakryon (National Alliance of Youth and Students for the Country's Reunification) as \"pro-north enemy-benefiting events\" and attempting to ruthlessly suppress them. These events have been prepared by the south headquarters of Pomminryon (National Alliance for the Country's Reunification) and Hanchongryon (South Korean Federation of University Student Councils).\r\n   Recalling that the heads of the \"supreme public prosecutor's office\", the \"Agency for National Security Planning\" and the \"national police office\" of South Korea recently discussed at a \"working-level meeting\" the suppression of the pro-reunification, pro-democracy forces, the news analyst goes on:\r\n   This is a prelude to a brutal suppression of the pro-reunification, pro-democracy forces= it is part of the premeditated moves to foil the August 15 grand pro-reunification festival.\r\n   And it is a revelation of their criminal intention to label Hanchongryon as an  \"enemy-benefiting organisation,\" suppress it and exclude it from the festival.\r\n   The South Korean authorities must stop at once the suppression of the south headquarters of Pomminryon and Hanchongryon and discontinue trying to foil the festival. \r\n\r\n"
        },
        {
            "title": "Ominous \"alert\"",
            "url": "http://kcna.co.jp/item/1998/9808/news08/05.htm#4",
            "content": "Ominous \"alert\"\r\nPyongyang, August 5 (KCNA) -- The United States intends to maintain with South Korea the ongoing \"alert\" on seas near the Korean peninsula until September 9, the 50th founding anniversary of the DPRK, according to a foreign news report.\r\n   The U.S. military sources said this after the commander of the U.S. 7th Fleet visited Sasebo and inspected the joint operations of the U.S. and South Korea.\r\n   It is a very ill-boding and unpardonable move.\r\n \r\n"
        },
        {
            "title": "Anti-reunification crime",
            "url": "http://kcna.co.jp/item/1998/9808/news08/05.htm#5",
            "content": "Anti-reunification crime\r\nPyongyang, August 5 (KCNA) -- The Chief Executive of South Korea on July 31 invited Chun Doo Hwan, Roh Tae Woo and Kim Young Sam, anti-reunification fascists to \"Chongwadae\" and asked for their \"cooperation\" for \"harmony of people.\"  the ex-\"presidents\" promised to \"contribute to the harmony.\"\r\n   The present ruler's call for \"cooperation\" is intended to check great national unity with their support.\r\n \r\n"
        },
        {
            "title": "Tokyo seminar on Japan's war-time forcible drafting",
            "url": "http://kcna.co.jp/item/1998/9808/news08/05.htm#6",
            "content": "Tokyo seminar on Japan's war-time forcible drafting\r\n  Tokyo, August 3 (KNS-KCNA) -- A seminar was held in Tokyo on July 31 on Japan's war-time forcible drafting.\r\n     The seminar was held on the three subjects--\"forcible drafting and probe into truth behind it,\" \"testimonies of victims\" and \"Japan's task and prospects in the 21st century.\"\r\n   A lawyer Yoshihiro Sorano, General Secretary of the National Liaison Council of the Japanese side to the fact-finding group on forcible drafting of Koreans, and other Japanese figures, in their reports on the first subject suggested that Japan should open to the public the materials on its colonial rule, hold state responsibility for the past crimes and make a sincere apology and compensation for them.\r\n   Chairman Ryang Tal Ju of the DPRK measure committee for demanding compensation to \"comfort women for the army\" and victims of the pacific war in his report said Japan, a country which inflicted immeasurable misfortunes and pains  on Korea and other Asian countries during its aggression,  has failed to take a sincere attitude towards the liquidation of its past wrongdoing. In a nutshell, such an act of Japan makes people doubt Japan's willingness to liquidate the past, he said.\r\n   The anti-DPRK smear campaign which is now going on in Japan over \"missing persons\" is an insult to the sovereignty and dignity of the DPRK, he said, adding that abduction has historically been committed by Japan and that victims of the abduction are Koreans.\r\n   He demanded that Japan admit the forcible  drafting of Koreans, probe the truth behind it, open the results to the public and do away with the deceptive \"National Fund.\"\r\n   On the second subject Ri Kyong Saeng from the north of Korea and Kim Yun Sim from the south who had been forced to be sex slaves for the \"imperial army\" and Kim Se Guk who had been taken to Japan for forced labor testified to the crimes committed by the Japanese imperialists in the past.\r\n   On the third subject speeches were made to denounce Japan for shamelessly  trying to conceal its past crimes. \r\n  \r\n"
        },
        {
            "title": "Birthday tables from leader",
            "url": "http://kcna.co.jp/item/1998/9808/news08/05.htm#7",
            "content": "Birthday tables from leader\r\n Pyongyang, August 5 (KCNA) -- Sin Kum Dan, a track-and-field coach of the Amnokgang Sports Group, received a 60th birthday table from General Secretary Kim Jong Il on July 29.\r\n   She is the first holder of the title of people's athlete in Korea and winner of \"Kim Il Sung Prize.\"\r\n   She has served as a runner and coach with the Amnokgang Sports Group for 40 years.\r\n   A short-range runner, she has come first on 29 occasions at international games and renewed world records eleven times.\r\n   She has won 280 gold medals at national and international games.\r\n   Kim Jong Il sends birthday tables to veterans of the Korean revolution, young innovators, people of meritorious services, macrobians and common people in the capital and local areas.\r\n   This year, more than 180 people received such tables from the leader.\r\n   Those who greet their birthdays while participating in a national conference or event also enjoy this benefit.\r\n   On August 1, nineteen participants in the conference of principals and teachers of schools that produced heroes received dinner tables on their birthdays. The same was the case with 104 officials and innovators who were attending a national conference of model workers in self-reliance in January this year.\r\n   The birthday tables reflect the looks of Korea where the leader and the people are wholeheartedly united.\r\n   Kim Jong Il's favors also reach overseas Koreans and foreigners.\r\n   Among them are Son Won Thae, a Korean-American who is related to the anti-Japanese revolutionary struggle= Choe Hong Hui, President of the International Taekwon-do Federation= Ri Hwa Sun, a Japanese-Korean woman= and Gatot Willotikto, an Indonesian-Korean researcher at Kim Chaek University of Technology. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il devoted to people",
            "url": "http://kcna.co.jp/item/1998/9808/news08/05.htm#8",
            "content": "Kim Jong Il devoted to people\r\nPyongyang, August 5 (KCNA) -- Rodong Sinmun today runs an article saying that General Secretary Kim Jong Il is leading the Korean revolution to victory aboard the \"train bound for people.\"\r\n   The authors of the article say:\r\n   For him to direct the revolution and construction means to take the \"train bound for people.\"\r\n   The \"train bound for people\" is the supreme staff of the Korean revolution in which he works out strategies and tactics for victory and the Supreme Command of the Korean revolution in which he encourges the popular masses to fully display their inexhaustible strength, thus triumphantly directing the revolution and construction.\r\n   He finds himself among the people to work out policies fully representing their aspirations and desire and rouses their revolutionary zeal to tide over all obstacles and make a breakthrough for advance.\r\n   He looks on the people as his god and absolutely believes in them.\r\n   The course for him to direct the revolution aboard the \"train for the people\" is a sacred course which is covered through with his indefatigable efforts and a glorious course during which warm love for the people comes into full bloom.\r\n   It is his creed that he will go everywhere the Korean People's Army soldiers and people live and that he will pick down even a star in the sky if it is for the sake of the people.\r\n   The \"train bound for people\"  helps the leader and the people form a harmonious whole.\r\n   He mixes with the people aboard the \"train bound for people\" while the latter believes in the former aboard the \"train bound for the leader.\"  This harmonious whole is a historic picture which will shine forever.\r\n   His \"train bound for people\" is the train of the revolution which dashes toward the final victory of Korean socialism.\r\n   Abroad this train, he is leading the struggle to consolidate Korean socialism as an impregnable fortress.\r\n \r\n"
        },
        {
            "title": "FM Kim Yong Nam meets Egyptian ambassador",
            "url": "http://kcna.co.jp/item/1998/9808/news08/05.htm#9",
            "content": "FM Kim Yong Nam meets Egyptian ambassador\r\n Pyongyang, August 5 (KCNA) -- Vice-Premier and Foreign Minister Kim Yong Nam today met and had a talk with Egyptian ambassador to Korea Mohamed Amin Gabr, who paid a farewell call on him. \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Peruvian President of Congress",
            "url": "http://kcna.co.jp/item/1998/9808/news08/05.htm#10",
            "content": "Greetings to Peruvian President of Congress\r\nPyongyang, August 5 (KCNA) -- Chairman Yang Hyong Sop of the Supreme People's Assembly sent a message of greetings to victor joy way rojas upon his election as President of the Congress of Peru.\r\n   The message expressed the belief that the friendly and cooperative relations between the two peoples and parliaments would continue to expand and develop on good terms and sincerely wished him success in his responsible work. \r\n\r\n"
        },
        {
            "title": "Ryongwang Pavilion\n",
            "url": "http://kcna.co.jp/item/1998/9808/news08/05.htm#11",
            "content": "Ryongwang Pavilion \r\n  Pyongyang, August 5 (KCNA) -- The Ryongwang Pavilion, known as one of the eight scenic spots in the northwestern part of Korea, stands at the Taedong riverside, Pyongyang.\r\n   It was built in the mid-sixth century to serve as an eastern command stand inside of the walled city of Pyongyang in the period of Koguryo (277 B.C.-A.D. 668). It was rebuilt in 1111 and named the Sansu Pavilion, which was rebuilt early in the 16th century  to be renamed the Ryongwang Pavilion. In the southern building are to be found 11 pillars and in the northern one 9 square pillars, which hold up the roofs.  \r\n   Though there is some difference in size and height, the gable roofs of the two buildings are connected at a right angle skillfully.\r\n   Pictures of different colours and designs and silk patterns on the large beams are very beautiful and gorgeous.\r\n   The pride of the pavilion is not confined to its ingenious architecture. It is also attributable to the facts that during the Imjin Patriotic War (1592-1598) tactics were discussed here at the pavilion to annihilate the Japanese invaders and that Kye Wol Hyang gave a helping hand to General Kim Ung So, the then commander in charge of the defence of the city, in disposing of a Japanese commander near it.\r\n   The pavilion is decorated with boards bearing the words \"Chonhajeilgangsan,\" \"Jeilrudae\" and \"Manhwaru\" (all mean the best place) and a board inscribed with a poem which a Kory poet is said to have composed, while looking out over the River Taedong from the Pubyok Pavilion.\r\n   All this tells the history of the pavilion covering a period of well over a thousand years. \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}