{
    "date": "1998-05-05",
    "url": "http://kcna.co.jp/item/1998/9805/980505.htm",
    "articles": [
        {
            "title": "Floral basket, gift to General Kim Jong Il from \"Little Angels\"",
            "url": "http://kcna.co.jp/item/1998/9805/news05/05.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun calls for early reunification  of country",
            "url": "http://kcna.co.jp/item/1998/9805/news05/05.htm#2",
            "content": "Floral basket, gift to General Kim Jong Il from \"Little Angels\"\r\n Pyongyang, May 5 (KCNA) --  The \"Little Angels\" Art Troupe of the World Peace Federation prepared a floral basket and a gift to be sent to General Kim Jong Il.\r\n   The floral basket and gift were handed to Chairman of the Korean Asia-Pacific Peace Committee Kim Yong Sun by head of the art troupe Pak Po Hui, Co-Chairman of the World Peace Federation.    \r\n  \r\n"
        },
        {
            "title": "Kang Sok Ju meets deputy General Director of German Foreign Ministry",
            "url": "http://kcna.co.jp/item/1998/9805/news05/05.htm#3",
            "content": "Rodong Sinmun calls for early reunification  of country\r\n  Pyongyang, May 5 (KCNA) -- Rodong Sinmun May 5 runs an editorial calling for early reunification of the country through the application of the five-point policy of great national unity laid down in \"Let Us Reunify the Country Independently and Peacefully Through the Great Unity of the Entire Nation,\" a letter of General Kim Jong Il addressed to the national symposium held to mark the 50th anniversary of the joint conference of representatives of the political parties and social organisations of north and South Korea.\r\n   The five-point policy of great national unity calls for maintaining the principle of national independence, achieving unity under the banner of patriotism, improving inter-Korean relations, fighting against domination by outsiders and anti-reunification forces and encouraging contacts, dialogue and solidarity among all the Koreans,  the editorial says, and continues:\r\n   Only when the great unity of the entire nation is achieved on the basis of the principle of national independence, can the Korean people become true masters of their own destinies and a great driving force, main force for natioinal reunification and prosperity. Any politicians who love the country and nation should not step into the crime-woven shoes of their predecessors, but cooperate with fellow countrymen to settle the national reunification issue, the internal affair of the nation.\r\n   All the Koreans in the north, south and abroad should unite closely under the banner of patriotism, the banner of national reunification, irrespective of their difference in ideology and system, political views and religion, transcending the interests of classes and strata. We will unite with people from upper echelons of power, figures from the government party and opposition parties, big capitalists  and generals in South Korea under the banner of great unity of the nation, if they value the common interests of the nation and want the reunification of the country.\r\n    The South Korean authorities should do away with the fascist laws and tools obstructive to national unity and reunification, as well as all the political barriers to show their willingness for national unity and reunification.\r\n   All the Koreans in the north, south and abroad should sharpen their vigilance against the crafty manoeuvrings of the splittists at home and abroad for estrangement and disintegration and fight against them in reliance upon unity.\r\n   All the Koreans at home and abroad should have free visits, hold contacts and promote dialogue and strengthen solidarity for building up mutual understanding and trust and pool their will and efforts for the common interests of the nation.\r\n   Dialogue between the north and south must serve national unity and reunification. It must be a wide-ranging, nationwide dialogue that can pool the opinions of all political parties, groups and social strata.    \r\n     \r\n\r\n"
        },
        {
            "title": "Joint friendship gathering with Japanese visiting group",
            "url": "http://kcna.co.jp/item/1998/9805/news05/05.htm#4",
            "content": "Kang Sok Ju meets deputy General Director of German Foreign Ministry\r\n Pyongyang, May 5 (KCNA) -- Kang Sok Ju, first Vice-Minister of Foreign Affairs of the DPRK, met and had a talk with Dieter Scheel, deputy General Director of the second General Political Bureau and ambassador in charge of the Asia-Pacific Region of the Foreign Ministry of Germany, on Monday.\r\n   On hand were an official concerned and the representative of the German interests section here.    \r\n\r\n"
        },
        {
            "title": "KAPPC Chairman meets leading members of \"Little Angels\"",
            "url": "http://kcna.co.jp/item/1998/9805/news05/05.htm#5",
            "content": "Joint friendship gathering with Japanese visiting group\r\n Pyongyang, May 5 (KCNA) -- A friendship gathering with the members of the visiting group \"Wing of Japan-Korea Friendship\" took place at Moranbong Senior Middle School no. 1  here on May 4.\r\n   Present there were Ryang Tal Ju, Vice-Chairman of the Society for Cultural Relations with Foreign Countries, and officials concerned.\r\n   The members of the visiting group led by Shusan Ota, Chief Director of the Japan-Korea Cultural Interchange Association, were on hand.\r\n   The participants appreciated an art performance given by pupils of the school.\r\n   Then the head and members of the visiting group mounted the stage and recited poems and sang Korean songs, looking back with deep emotion upon the days when they were received in audience by President Kim Il Sung. \r\n   They also danced with pupils.    \r\n \r\n"
        },
        {
            "title": "\"Little Angels\" gives premiere in Pyongyang",
            "url": "http://kcna.co.jp/item/1998/9805/news05/05.htm#6",
            "content": "KAPPC Chairman meets leading members of \"Little Angels\"\r\n Pyongyang, May 5 (KCNA) -- Kim Yong Sun, Chairman of the Korean Asia-Pacific Peace Committee (KAPPC), met and conversed with leading members of the \"Little Angels\" Art Troupe of the World Peace Federation led by Co-Chairman Pak Po Hui at the Mansudae Assembly Hall on May 4.\r\n   He welcomed the art troupe in Pyongyang and said that its visit could be realized thanks to the idea of great national unity of President Kim Il Sung who deeply loved the children, the future of the country, and did all he could until the last moment of his life to hand a reunified country  over to posterity. It could be realized also by  deep care and the idea of great national unity of General Kim Jong Il who is making all efforts to carry out the President's instructions for reunification, he said.\r\n   The General, who published a historic work in August last year to clarify principles, methods and detailed tasks for national reunification, put forward the five-point policy of great national unity on April 18 to achieve the reunification of the country at an early date, Kim Yong Sun said. He expressed the hope that performances of the \"Little Angels\" will play an affirmative role in invigorating the struggle for great national unity and national reunification.\r\n   Referring to inter-Korean relations and the issue of Korea's reunification, he said that anyone who loves the country and the nation and wants the reunification of the country, whether he lives in the north or south or overseas, should achieve great national unity under the banner of patriotism, the banner of national reunification on the principle of national independence. \r\n     The inter-Korean relations should be improved, he said, adding: \"We will watch the attitude of the south side.\"\r\n   Pak Po Hui, in the name of all the art troupe members,  thanked the DPRK for deep care and magnanimous steps for the visit and performance in Pyongyang by the \"Little Angels.\" \r\n   He said that since arrival at Pyongyang airport,  especially seeing children of the north and south happy to see each other, he has felt that the Korean nation is the same blood everywhere  and this is just reunification.\r\n   As the great President Kim Il Sung said, the children are, indeed, \"kings\"  and the future of the country, he said. In this sense, the innocent children's performance in Pyongyang is of weighty significance in realizing the peaceful reunification.\r\n   He vowed to make efforts to achieve national concord, unity and the peaceful reunification of the country.    \r\n \r\n\r\n"
        },
        {
            "title": "Buddhist memorial services held",
            "url": "http://kcna.co.jp/item/1998/9805/news05/05.htm#7",
            "content": "\"Little Angels\" gives premiere in Pyongyang \r\n Pyongyang, May 5 (KCNA) -- The \"Little Angels\" Art Troupe of the World Peace Federation gave its premiere at the Ponghwa Art Theatre on May 4.\r\n   It arrived here on May 2.\r\n   Working people in the city enjoyed the performance.\r\n   Put on the stage were folk-dance pieces, including \"Fan Dance,\" \"Drum Dance,\" \"Janggo Dance\" and \"Peasants' Dance,\" Kayagum Ensembles \"Arirang\" and  \"The Hwaking of a Roast Chestnut Vendor,\"  choruses \"Happy to See You,\" \"Mt. Kumgang,\" \"Whistle\" and world-famous songs.\r\n   The performers from South Korea showed well in songs and dances the ardent desire of the fellow countrymen for reunification and optimistic life of the Korean people.\r\n   All the audience rose to their feet and  applauded to the echo when a picture of  President Kim Il Sung, who devoted his all to the reunification of the country,  meeting with President Mun Son Myong of the World Peace Federation was projected on the background with a chorus \"Our wish is reunification\" sung. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Fascist reveals his ugly colors",
            "url": "http://kcna.co.jp/item/1998/9805/news05/05.htm#8",
            "content": "Buddhist memorial services held\r\nPyongyang, May 5 (KCNA) -- Buddhist memorial services for celebrating the birth anniversary of Sakyamuni took place at temples in North Korea on May 3.\r\n   They came under the agreement of the Buddhists in the north and south to have Buddhist memorial services for celebrating the birth anniversary of Sakyamuni simultaneously in the two parts of Korea.\r\n   Buddhist rituals were held, sermons and speeches made and a joint prayer offered.\r\n   The preachers and speakers said the Buddhist memorial services took place at all temples in the north and south and a joint prayer was offered this year. It is  an important occasion in strengthening solidarity in the efforts for national reunification, they noted.\r\n   They stressed that all the Buddhists in the north, south and abroad should conduct a powerful struggle for maintaining the principle of national independence, uniting themselves under the banner of patriotism and rejecting the domination by outsiders and anti-reunification elements in hearty response to \"Let Us Reunify the Country Independently and Peacefully Through the Great Unity of the Entire Nation,\" an April 18 letter of General Kim Jong Il.\r\n   The prayer expressed the pledge of the Buddhists to turn out in a courageous struggle for putting a period to the history of confrontation and division from which all the Koreans are suffering, and reunifying the country at an early date, as well as to take the lead in the efforts to  create an atmosphere for reconciliation and concord between the north and south and promote co-existence, co-prosperity and common interests of the nation in accordance with the three charters of national reunification.\r\n   Present at the memorial services were clerks of the central, provincial, city and county committees of the Korean Buddhists Federation, priests and believers of the temples.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Hiroshima Prefectural People's Council for Japan-Korea Friendship formed",
            "url": "http://kcna.co.jp/item/1998/9805/news05/05.htm#9",
            "content": "Fascist reveals his ugly colors\r\n Pyongyang, May 5 (KCNA) -- The present South Korean ruler said that \"illegal violent rallies cannot be allowed in any case,\" ordering ministries and agencies concerned to take \"decisive steps\" regarding street demonstrations, according to a report.\r\n   He issued this repressive order after the \"Korean Confederation of Trade Unions\" held a rally and staged a demonstration on May Day.\r\n   The fascist styles his regime a \"people's government.\"\r\n   The new \"government\" drove out nearly 17,000 riot police to the brutal suppression of the May Day demonstrators in Seoul alone.\r\n  If the present rulers, who are fascists little different from  the preceding \"civilian\"-veiled fascist clique, continue resorting to the suppression, going against the times, they cannot escape from ruin.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "It is essential to give top priority to U.S. troop pullout",
            "url": "http://kcna.co.jp/item/1998/9805/news05/05.htm#10",
            "content": "Hiroshima Prefectural People's Council for Japan-Korea Friendship formed\r\n Tokyo, May 3 (KNS-KCNA) -- The Hiroshima Prefectural People's Council for Japan-Korea Friendship was formed on Apr. 27.\r\n   Prof. Teruo Nakagawa of Hiroshima Shuto University in his speech at the inaugural meeting called for contributing to strengthening Japan-Korea friendship and normalizing diplomatic relations between the two countries as early as possible.\r\n   Representative members and the General Secretary of the council were elected and its regulations adopted at the meeting.    \r\n\r\n\r\n"
        },
        {
            "title": "Marx's exploits shall not perish",
            "url": "http://kcna.co.jp/item/1998/9805/news05/05.htm#11",
            "content": "It is essential to give top priority to U.S. troop pullout\r\n  Pyongyang, May 5 (KCNA) -- Some countries are arguing that the north and south of Korea should be mainly responsible for the settlement of the Korean peninsula issue.\r\n   Rodong Sinmun May 5, commenting on this, says:   Their argument shows that they have a poor knowledge of what is basic to the settlement of the Korean peninsula issue or do not want to see the substantial settlement of the issue.\r\n   The news analyst says:\r\n   The U.S. Forces hold sway in South Korea after the occupation of the region.\r\n   A solution to problems between the Democratic People's Republic of Korea and the United States is vital to the settlement of the Korean peninsula issue.\r\n   Especially, a top priority should be given to the U.S. troop pullout. The withdrawal of the U.S. Forces from South Korea is essential for the settlement of the Korean issue.\r\n   The U.S. military presence in South Korea poses a grave threat to peace and security on the Korean peninsula.\r\n   Now the Korean peninsula is the most delicate hot spot in the world.\r\n   Some countries are backing the position of the South Korean puppets, while turning their back on the settlement of the issue between the DPRK and the U.S. their attitude is impeding the settlement of the Korean peninsula issue and encouraging the South Korean puppets to anti-DPRK campaign in the long run.\r\n   Any one should do a thing helpful to the settlement of the Korean peninsula issue with a correct way of thinking and vision.\r\n   To do so is a good behaviour useful to any one.\r\n   If the U.S. wants to settle the Korean peninsula issue, it should give a top priority to the U.S. troop pullout.    \r\n\r\n\r\n\r\n"
        }
    ]
}