{
    "date": "1998-03-07",
    "url": "http://kcna.co.jp/item/1998/9803/980307.htm",
    "articles": [
        {
            "title": "Contact and dialogue with S. Korean religious organisations called for",
            "url": "http://kcna.co.jp/item/1998/9803/news03/07.htm#1",
            "content": "Contact and dialogue with S. Korean religious organisations called for \r\nPyongyang, March 7 (KCNA) --A joint plenary meeting of the Central Committee of the Chondoist Chongu Party and the Central Guidance Committee of the Korean Chondoist Association held in Pyongyang on March 5 discussed measures to implement the initiative of a joint meeting of the political parties and organisations in the DPRK to pave the way for the nation independently with the concerted efforts of the north and the south.\r\n   Ryu Mi Yong, Chairperson of the Central Committee of the Chondoist Chongu Party and the Central Guidance Committee of the Korean Chondoist Association, delivered a report, which was followed by speeches at the meeting. \r\n   He said that if the deadlocked north-south relations are to be improved and a new phase of national reconciliation and unity is to be opened, south korea should make a radical switchover in policy by replacing the long-standing anti-north confrontation policy with a pro-north reconciliation policy. He continued:\r\n   It should also put an immediate end to the anti-DPRK smear rackets, arms buildup and war preparations, abrogate the anti-reunification, anti-democratic \"National Security Law\" and dissolve the \"Agency for National Security Planning.\"\r\n   The joint plenary meeting discussed measures to activate contacts and dialogue with personages of national religious organisations in South Korea including the Chondoist and Tangun Taejonggyo organisations in South Korea and adopted relevant resolutions.    \r\n \r\n\r\n"
        },
        {
            "title": "Film show and party given on Zhou Enlai's 100th birth anniversary",
            "url": "http://kcna.co.jp/item/1998/9803/news03/07.htm#2",
            "content": "Film show and party given on Zhou Enlai's 100th birth anniversary\r\nPyongyang, March 7 (KCNA) -- Li Bin, Minister Councillor of the Chinese embassy in Pyongyang, gave a film show and a party at the Pyongyang Koryo Hotel on Mar. 6 to commemorate the 100th birth anniversary of Zhou Enlai.\r\n   Invited there were officials of the Foreign Ministry and men of the press in the city.\r\n   The participants saw a Chinese documentary film about diplomatic activities of Zhou Enlai.     \r\n\r\n\r\n"
        },
        {
            "title": "S. Korea urged to pursue policy of national independence",
            "url": "http://kcna.co.jp/item/1998/9803/news03/07.htm#3",
            "content": "S. Korea urged to pursue policy of national independence\r\n Pyongyang, March 7 (KCNA) -- Choe Song Ik, Department Director of the Secretariat of the Committee for the Peaceful Reunification of the Fatherland, contributed an article to Rodong Sinmun today.\r\n   The article calls upon South Korea to preserve the Juche character and the national character, reject domination by outsiders and dependence on them and take the road of national independence in order to improve the stalemated inter-Korean relations and open a wide road to national reunification in keeping with the desire and aspirations of the Korean nation.\r\n   It goes on:\r\n   National independence is the principle that should certainly be maintained in shaping the destiny of the nation and the fundamental principle of national reunification the north and south of Korea confirmed in the July 4 Joint Statement and reaffirmed in the inter-Korean agreement.\r\n   For the improved inter-Korean relations the two sides of Korea should take the stand of national independence to believe in the strength of the nation and rely on the nation.\r\n   If any side of the two wants to find a solution in dependence on outsiders, it cannot become an independent dialogue partner.\r\n   The lessson drawn from the past inter-Korean relations clearly shows that inter-Korean relations can neither be improved nor the nation's peace and peaceful reunification can be expected when South Korea pursues \"policy\" of dependence on outside forces and allows domination and interference by outsiders, shuting its eyes to the fact that the interests of the nation are encroached upon.\r\n   South Korea has suffered from domination and interference by outsiders for scores of years.\r\n   The policy of dependence on outside forces pursued by the successive South Korean rulers has placed South Korean economy under the \"trusteeship\".\r\n   It is high time that South Korea preserved the Juche character and the national character and lived independently with its own viewpoint.    \r\n\r\n"
        },
        {
            "title": "Japanese imperialists' murder of Koreans discovered",
            "url": "http://kcna.co.jp/item/1998/9803/news03/07.htm#4",
            "content": "Japanese imperialists' murder of Koreans discovered\r\nPyongyang, March 7 (KCNA) -- It was recently discovered that the Japanese imperialists brutally killed Koreans in Hainan Dao, China, according to a South Korean newspaper report.\r\n   A unit of the Japanese imperialist aggression forces, which remained isolated in Hainan Dao after Japan's defeat in August 15, 1945, forced more than 1,000 Korean draftees to cut a tunnel in a bid to conceal weapons and military supplies.\r\n   To keep the tunnel a secret, they mercilessly slew Koreans with swords.\r\n   This bestial atrocity is kindling national indignation among the Korean people.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Social role of Korean women",
            "url": "http://kcna.co.jp/item/1998/9803/news03/07.htm#5",
            "content": "Social role of Korean women\r\n  Pyongyang, March 7 (KCNA) -- The Korean women who account for half of the population are enhancing their social role with each passing day.\r\n   An increasing number of women take part in state affairs and play an important role in various domains of the national economy.\r\n   Women hold 20.1 percent of deputies to power bodies at all levels and 48 percent of work force in the national economy.\r\n   In particular, their role is very great in education, culture, health service, commodity circulation, public service and texitle, daily necessities and foodstuff processing industries.\r\n   Numerous are factories, enterprises, educational and cultural institutions run by women only, and a large number of women work in leading positions.\r\n   There are hundreds of chairwomen of management boards of cooperative farms. Many of them are labor heroes of the Democratic People's Republic of Korea.\r\n   Many women are active as technicians, experts, scientists, educationists, artistes and athletes who are respected and loved by the people as flowers of society.\r\n   Among them are Prof. and Dr. Yu Suk Gun who devoted her whole life to microbiological medical researches to make many medicines for diagnosis and prevention of diseases, a heroine lecturer Thae Son Hui of the victorious fatherland liberation war museum who was the first woman pilot of the country, well-known artistes O Mi Ran, Ryom Chong and Hong Jong Hwa, world-famous women athletes Kim Kwang Suk, Kye Sun Hui and Ok Son Hui.\r\n   The Workers' Party of Korea and the government of the DPRK proclaimed the law on sex equality on July 30, 1946, right after Korea's liberation from the Japanese imperialist colonial rule to realise the centuries-old desire of the women. They are now providing them with all conditions for their participation in social activities and efflorescence of their hopes and talents.    \r\n   \r\n"
        },
        {
            "title": "S. Korean authorities urged to come out to negotiating table",
            "url": "http://kcna.co.jp/item/1998/9803/news03/07.htm#6",
            "content": "S. Korean authorities urged to come out to negotiating table\r\n  Pyongyang, March 7 (KCNA) -- Sixteen political parties and organisations in Nepal including the Nepal Communist Party (United Marxism-Leninism) and the Nepali Sadbhavna Party made public a joint statement on February 24 supporting the letter to the political parties and organisations in south korea which was adopted at a joint meeting of the political parties and organisations in the DPRK held on February 18.\r\n   The statement said that if points referred to in the letter are solved, the frozen relations between the north and the south of Korea would begin to thaw and a good atmosphere of dialogue and negotiations wild be held.\r\n   It further said:\r\n   If the authorities, political parties and public organisations in South Korea want to open a way out the nation on the principle of national independence and great national unity, they must apply themselves to an early solution to the matters pointed out in the letter and come out to the table of dialogue and negotiations with the DPRK.\r\n   The Communist Party of Malta in a statement on February 24 said that if the present politicians of South Korea truly want reconciliation between the north and the south and the reunification of the country, they must approach the proposal of the DPRK with sincerity and affirmatively accept it.\r\n   The good green Guyana in a February 25 statement pointed out that the reunification of Korea must be realised in accordance with the three charters of national reunification and the South Korean authorities must discard the policy of dependence upon outsiders and turn to the pro-north reconciliation policy.\r\n   Chairman of the Liberal Party of Egypt Mustafa Kamel Murad in a statement on February 22 said that if the South Korean authorities truly want the reunification of the Korean Peninsula, they must make a bold decision to respect the three principles of national reunification agreed upon by the north and the south, discard the policy of dependence upon outsiders, replace the anti-DPRK confrontation policy with a pro-north reconciliation policy and promote co-existence, co-prosperity, common interests, collaboration and unity with the north.    \r\n  \r\n"
        },
        {
            "title": "Korean women are happy as led by G.S. Kim Jong Il",
            "url": "http://kcna.co.jp/item/1998/9803/news03/07.htm#7",
            "content": "Korean women are happy as led by G.S. Kim Jong Il\r\n Pyongyang, March 7 (KCNA) -- Foreign visitors are struck with admiration at the happy life of the Korean women.\r\n   Maria Guadalupe Rodriguez, member of the National Executive Committee of the Workers' Party of Mexico, said that the Korean women are participating in the political, economic and social life with equal rights with men, and enjoying happiness under the wise guidance of President Kim Il Sung and General Kim Jong Il and the policies of the revolutionary Workers' Party of Korea and under the Korean socialist system centering on the popular masses, the only one of its kind in the world. \r\n   Professor of Australia Stewart E. Fraser said that free medical treatment and delivery at a modernized maternity hospital  prove how happy the Korean women are.\r\n   After seeing precious jewels decorating the floor of a building for women and children, Mutsuko Miki, wife of a former Prime Minister of Japan, said that the Korean women could enjoy such happiness as led by General Kim Jong Il.\r\n   Helga Klier, a member of the delegation of the Germany-Korea Friendship Association, said: it is a heavy burden to bring up children in other countries, but in Korea excellent palaces are built for the children at state expense and they are under the public care. The Korean women are as happy as happy can be.\r\n   Candelaria Rodriguez, a woman lawyer of Cuba, said that the greatness of the politics of General Kim Jong Il gifted with love for the people is clearly seen in his deep loving care for the women.    \r\n\r\n"
        },
        {
            "title": "National meeting held to mark March 8 International Women's Day",
            "url": "http://kcna.co.jp/item/1998/9803/news03/07.htm#8",
            "content": "National meeting held to mark March 8 International Women's Day\r\n  Pyongyang, March 7 (KCNA) -- A national meeting was held here today to mark the 88th anniversary of March 8 International Women's Day. \r\n   Present at the meeting were Secretary Kim Jung Rin of the Workers' Party of Korea Central Committee, Vice-Premier Kim Pok Sin of the Administration Council and women officials in various domains.\r\n   Vice-Chairperson Han Kye Ok of the Central Committee of the Korean Democratic Women's Union delivered a report at the meeting.\r\n   She said the women's movement spanning nearly a century since the institution and commemoration of the International Women's Day proves that the centuries-old desire of women for an independent and creative life could be realised successfully only in the struggle for socialism under the great revolutionary banner of the immortal Juche idea.\r\n   She continued:\r\n   The Korean women's movement has steadily developed along with the triumphant progress of the Korean revolution under the wise guidance and warm care of the great leaders comrade Kim Il Sung and Kim Jong Il.\r\n   Kang Pan Sok, an outstanding leader of the Korean communist women's movement, formed the anti-Japanese Women's Association, the first revolutionary women's mass organisation of Juche type. The Korean women have since begun to pioneer a glorious history of their movement with their own true revolutionary organisation.\r\n   The great communist revolutionary fighter mother Kim Jong Suk performed undying exploits in devotedly safeguarding President Kim Il Sung, carrying out the Juche revolution and developing the movement for the emancipation of women. Her noble revolutionary spirit remains long like stars in the hearts of the Korean people.\r\n   With his distinguished ideological and theoretical activities and superb guidance  General Kim Jong Il has constantly strengthened and developed the Korean women's movement as part of the great struggle for the Juche revolution.\r\n   All the women, including the women's union members, should make every possible effort to speed up reunification of the country, the supreme desire of the nation, under the banner of the three charters of national reunification and further strengthen unity and solidarity with the progressive women around the world in the idea of independence, peace and friendship. \r\n \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}