{
    "date": "1998-09-09",
    "url": "http://kcna.co.jp/item/1998/9809/980909.htm",
    "articles": [
        {
            "title": "Educational aid fund and stipends remitted for Korean children in Japan",
            "url": "http://kcna.co.jp/item/1998/9809/news09/09.htm#1",
            "content": "Educational aid fund and stipends remitted for Korean children in Japan \r\n \r\n   Pyongyang, September 9 (KCNA) - General Secretary Kim Jong Il sent educational aid fund and stipends amounting to 132,750,000 yen in Japanese currency for the development of democratic national education of the General Association of Korean Residents in Japan on the occasion of the 50th anniversary of the DPRK.\r\n   The educational aid fund and stipends remitted in the 142 installments so far by the President Kim Il Sung and General Secretary Kim Jong Il for Korean children in Japan total 43,804,233,000 yen in Japanese currency. \r\n"
        },
        {
            "title": "Greetings to Kim Jong Il from B. Yeltsin",
            "url": "http://kcna.co.jp/item/1998/9809/news09/09.htm#2",
            "content": "Greetings to Kim Jong Il from B. Yeltsin\r\nPyongyang, September 9 (KCNA) - General Secretary Kim Jong Il received a message of greetings from B. Yeltsin, President of the Russian Federation, on Sept. 7 upon his reelection as Chairman of the National Defence Commission (NDC) of the DPRK at the first session of the 10h Supreme People's Assembly.\r\n   In the message, the Russian President congratulated Kim Jong Il upon his reelection as NDC Chairman of the DPRK and said the Russian Federation has consistently   held that its relations with the DPRK will develop in the spirit of good neighbourhood, equality and reciprocal cooperation.\r\n   He wished Kim Jong Il and all the friendly Korean people success in the work for socio-economic progress and peaceful reunification of the nation. \r\n"
        },
        {
            "title": "Film show at Ministry of People's Armed Forces",
            "url": "http://kcna.co.jp/item/1998/9809/news09/09.htm#3",
            "content": "Film show at Ministry of People's Armed Forces\r\nPyongyang, September 9 (KCNA) -- The Ministry of the People's Armed Forces arranged a film show on Tuesday a day before the 50th anniversary of the DPRK.\r\n   Invited to the show were military attaches of foreign embassies in Korea.\r\n   Kim Il Chol, Minister of the People's Armed Forces, was present.\r\n   The participants saw a Korean documentary \"Under the Flag of the DPRK\", part 4 of \"Great History\". \r\n"
        },
        {
            "title": "Floral baskets to Kim Jong Il from foreign heads of state",
            "url": "http://kcna.co.jp/item/1998/9809/news09/09.htm#4",
            "content": "Floral baskets to Kim Jong Il from foreign heads of state\r\n Pyongyang, September 9 (KCNA) - General Secretary Kim Jong Il received a large floral basket from King Norodom Sihanouk of Cambodia congratulating him on his reelection as Chairman of the National Defence Commission of the DPRK and on the 50th anniversary of the DPRK.\r\n   A delegation of the Royal General Bureau of Cambodia headed by Kong Sam Ol, deputy Prime Minister in charge of the Royal Palace, visited the Korean embassy in Cambodia on September 6 to deliver the floral basket.\r\n   Kim Jong Il also received a floral basket from Lansana Conte, President of Guinea, congratulating him on his reelection as NDC Chairman of the DPRK.\r\n"
        },
        {
            "title": "Respects paid to Kim Il Sung",
            "url": "http://kcna.co.jp/item/1998/9809/news09/09.htm#5",
            "content": "Respects paid to Kim Il Sung\r\n   Pyongyang, September 9 (KCNA) -- A delegation of the National Democratic Front of South Korea (NDFSK) for congratulating the 50th anniversary of the DPRK visited the Kumsusan Memorial Palace on Sept. 8.\r\n   The delegation paid respects to the Statue of the President Kim Il Sung at the palace and went upstairs  to make a bow to him who lies in state.\r\n   Then it went round a train, used by the President during his on-site guidance and foreign trip, and a car, used by him in the last period of his life.\r\n   The head of the delegation Ri Kang Sok wrote in the visitor's book that the undying  revolutionary feats of Kim Il Sung will be immortal for all ages in the annals of the country together with the movement for national reunification which is vigorously advancing under the wise guidance of General Secretary Kim Jong Il and with eternal prosperity and development of the country which will be reunified.\r\n   On the same day, the military attaches corps here, members of international organisations, delegation and delegates for the Study of the Juche Idea on a visit to Korea visited the palace and paid respects to the President. \r\n"
        },
        {
            "title": "Kim Jong Il pays respects to Kim Il Sung at Kumsusan Memorial Palace",
            "url": "http://kcna.co.jp/item/1998/9809/news09/09.htm#6",
            "content": "Kim Jong Il pays respects to Kim Il Sung at Kumsusan Memorial Palace\r\n    Pyongyang, September 9 (KCNA) - General Secretary Kim Jong Il visited the Kumsusan Memorial Palace to pay respects to the President Kim Il Sung today, the 50th anniversary of the DPRK.\r\n   He was accompanied by Kim Yong Nam, Ri Jong OK Pak Song Chol, Kim Yong Ju, Jon Mun Sop, Jo Myong Rok, Kim Il Chol, Kim Yong Chun, Ri Ul Sol, Hong Song Nam, Paek Hak Rim and staff members of the Supreme Command of the KPA.\r\n   Put up on both sides of the President's Statue at the palace were flags of the Workers' Party of Korea, the DPRK and the Korean People's Army. Also standing were honor guards of the KPA three services.\r\n   A floral basket was laid before the statue in the joint name of the WPK Central Committee and Central Military Commission, the DPRK National Defence Commission, the presidium of the DPRK Supreme People's Assembly and the cabinet of the DPRK.\r\n   Written on the ribbon hanging from the basket were letters \"the great leader comrade Kim Il Sung is immortal.\"\r\n   After paying deep respects to the statue, Kim Jong Il, accompanied by senior party, state and army officials, went up to the hall where the President lies in state and made bows  to him in the humblest reverence. \r\n"
        },
        {
            "title": "Military parade and mass demonstration on 50th anniversary of DPRK",
            "url": "http://kcna.co.jp/item/1998/9809/news09/09.htm#7",
            "content": "Military parade and mass demonstration on 50th anniversary of DPRK\r\nPyongyang, September 9 (KCNA) -- A military parade and a mass demonstration took place splendidly at Kim Il Sung Square today to celebrate the 50th anniversary of the Democratic People's Republic of Korea.\r\n   Put up at the square were a portrait of the President Kim Il Sung and boards of slogans reading \"Long live the great leader comrade Kim Il Sung \" and \"Long live the glorious Workers' Party of Korea \", with a large flag of the party and the DPRK hanging.\r\n   Floating above were big balloons carrying slogans \"the great leader comrade Kim Il Sung will always be with us\", \"highest glory to the great leader comrade Kim Jong Il\" and \"victory and glory to the heroic Korean People's Army officers and men \"  a flag of the DPRK and a flag of the Korean People's Army Supreme Commander were hoisted amid the playing of the national anthem.\r\n   Kim Jong Il, General Secretary of the Workers' Party of Korea, Chairman of the DPRK National Defence Commission and KPA Supreme Commander, appeared on the platform while the welcome music was played.\r\n   The moment, thunderous cheers \"hurrah\" burst out, rocking the square and thousands of toy balloons were sent up.\r\n   A child presented a bunch of fragrant flowers to Kim Jong Il.\r\n   The platform was also occupied by Kim Yong Nam, Ri Jong Ok Pak Song Chol, Kim Yong Ju, Jon Mun Sop, Jo Myong Rok,  Kim Yong Chun, Kim Il Chol, Ri Ul Sol, Hong Song Nam  and other senior party and state officials, anti-Japanese revolutionary fighters, commanders of the KPA arms and services,  chief secretaries of the provincial party committees, KPA general officers and other cadres.\r\n   The  platform was taken by So Man Sul, First Vice-Chairman of the Central Standing Committee of the General Association of Korean Residents in Japan.\r\n   Taking the reviewing stands were members and alternate members of the WPK Central Committee, deputies to the Supreme People's Assembly, officials of party and government bodies, administrative and economic organs and public organizations,  representatives of scientific, educational, cultural and art circles,  KPA officers and men, men of meritorious services from across the country, bereaved families of the revolutionary martyrs, and citizens.\r\n   Seen at the stands were a delegation of the National Democratic Front of South Korea, overseas compatriots' congratulatory groups and delegations from different regions of the world, and individual overseas Koreans, who are staying here to celebrate the 50th anniversary of the DPRK.\r\n   The stands  were also occupied by foreign diplomatic envoys here  and embassy officials, delegations and delegates of Juche idea study organizations  from different countries and other foreign visitors.\r\n   21-gun salutes were fired amid the playing of the immortal revolutionary hymn \"Song of General Kim Il Sung\".\r\n   Kim Yong Chun, chief of the general staff of the KPA, made a congratulatory address in celebration of the 50th anniversary of the DPRK.\r\n   He said that the military parade and mass demonstration marking the 50th anniversary of the DPRK at the significant time of  having reelected Kim Jong Il Chairman of the DPRK National Defence Commission would demonstrate the unshakable faith and will of the army and the people to glorify  President Kim Il Sung's enduring feats  in state building, show the great revolutionary traits of our society rallied as one and accomplish the revolutionary cause of Juche under the guidance of the party.\r\n   He further said:\r\n   By the devoted efforts of the servicemen and the people, President Kim Il Sung's behest's will be successfully carried through and a more prosperous and better, powerful state of Juche will be built wonderfully in this land in the near future.\r\n   The KPA will devotedly defend the headquarters of revolution headed by Kim Jong Il in the spirit of human bombs and suicide bombing.   \r\n   If the enemies encroach upon an inch of our land, waters and sky, the people's army will mercilessly annihilate them and give a thousand-fold death to the invaders and thus defend the party and socialism and reunify the country.\r\n   After the address, KPA colonel general Kim Jong Gak, the general commander of the Military Parades, gave to chief of the general staff Kim Yong Chun  a report that the units were ready for military parade.\r\n   The chief of the general staff and the general commander passed through the units, warmly congratulating them on the 50th anniversary of the DPRK.\r\n   Supreme Commander Kim Jong Il raised his hand to acknowledge Kim Yong Chun's report that the military parade will start.\r\n   The entire paraders raised cheers of \"hurrah\" and shouted \"Kim Jong Il\", \"devoted defence\" and \"national reunification\".\r\n   When the start of the military parade was declared, a flag carrying a portrait of President Kim Il Sung entered the square, escorted by  standards of the KPA three services.\r\n   The paraders expressed deep respects  at the \"present arms.\"\r\n   Planes carrying  banners of portraits of Kim Il Sung and Kim Jong Il, flew over the square, escorted by guard planes.\r\n   Marching past in fine array were columns of KPA military academies at all levels including Kim Il Sung Military University, Kim Il Sung Political University and Kang Kon General Military Academy, columns of KPA units including guard units and columns of the revolutionary schools.\r\n   They were followed by columns of the worker-peasant red guards and the young red guards.\r\n   Planes carrying slogan \"Let us defend the headquarters of revolution headed by General Secretary Kim Jong Il at the cost of lives \" flew over the capital.\r\n   Supreme Commander Kim Jong Il acknowledged  the salute of the paraders  who marched past the platform.\r\n   After the military parade, a grand mass demonstration started.\r\n   Entering the square were ranks of those carrying national flags and cheering crowd with a Statue of President Kim Il Sung in the van. \r\n   Ranks of heroes and war veterans, ranks of happy dancers, ranks of dancing schoolchildren, ranks of families, ranks  of those carrying party flags, three-revolution red flags, torches and  red flags  went past the platform, shouting \"hurrah\".\r\n   Waves of beautiful flowers rolled out and cheers burst out at the square at the end of the demonstration.\r\n   At the balcony of the platform Kim Jong Il raised his hand to acknowledge the enthusiastically cheering crowds. \r\n"
        },
        {
            "title": "Foreign delegation and delegates here",
            "url": "http://kcna.co.jp/item/1998/9809/news09/09.htm#8",
            "content": "Foreign delegation and delegates here\r\n Pyongyang, September 9 (KCNA) -- Juche idea study delegation and delegates of different countries arrived here on Tuesday to celebrate the 50th anniversary of the Democratic People's Republic of Korea.\r\n   Among them were S.A. Ndah, Secretary General of the Nigerian National Committee for the Study of Kim Jong Il's Works, as its delegate= a delegation of the  National Liaison Council of Japan Societies for the Study of Works of Kim Jong Il led by senior advisor Takao Kamakura= Aldo Bernardini, chairman of the Italian Committee for the Study of the Juche Idea, as its delegate, and his companion= Andria Velonandro An Selme, chairman of the Madagascar National Committee for the Study of the Juche Idea, as its delegate= and Pascual Chavez, a Peruvian delegate for the Study of the Juche Idea, and his companion. \r\n"
        },
        {
            "title": "Address at military parade and mass demonstration",
            "url": "http://kcna.co.jp/item/1998/9809/news09/09.htm#9",
            "content": "Address at military parade and mass demonstration\r\nPyongyang, September 9 (KCNA) -- Kim Yong Chun, chief of the general staff of the Korean People's Army made an address at the military parade and mass demonstration celebrating the 50th anniversary of the Democratic People's Republic of Korea.\r\n   The speaker said the military parade and mass demonstration would  demonstrate the unshakable faith and will of the army and the people to glorify the President Kim Il Sung's enduring feats in state building, show the great revolutionary traits of our society rallied as one around the party and the leader, and  resolutely defend and accomplish the revolutionary cause of Juche under the guidance of the party.\r\n   He continued:\r\n   Authorized by Kim Jong Il, General Secretary of the Workers' Party of Korea, Chairman of the DPRK National Defence Commission and Supreme Commander of the Korean People's Army, I, on behalf of the WPK Central Committee and Central Military Commission and the DPRK government, extend warm congratulations to the entire KPA officers and men and the people who have devotedly worked for the foundation of the DPRK and its strengthening and development.\r\n   Though many difficulties and trials stood in the way of the foundation and strengthening and development of the DPRK, a socialist new Korea came into being in this land, and our country could demonstrate its might as a powerful socialist state, independent, self-supporting and self-reliant in defence under the wise guidance of President Kim Il Sung. \r\n   Under the tested leadership of Supreme Commander Kim Jong Il, the DPRK is now successfully building socialism, holding the red flag of revolution higher to accomplish the lifelong cause of the President, the speaker noted, and said:\r\n   Recently, our scientists and technicians succeeded in launching \"Kwangmyongsong No.1\", the first artificial satellite of Korea, with our wisdom and technology 100 percent. This is a great event which will be specially recorded in the 5,000-year long history of the nation, and it is a powerful demonstration of the invariable spirit and iron will of the Workers' Party, army and people of Korea to build a  strong country.\r\n   In addition, a project for gasification of underground coal, which is of wighty significance in the development of the national economy, has been completed at the Anju Area Coal Complex. And many monumental edifices of the Workers' Party era have been built in different parts, renewing the looks of the country.\r\n   Our courageous servicemen and people in the \"Arduous March\" have wrought miracles of history, overcoming all hardships, closely rallied around the Supreme Commander. By their loyal enthusiasm and indomitable struggle, the behest of President Kim Il Sung will be carried through and a more prosperous and better, powerful state of Juche will be built in this land in the near future.\r\n   Our People's Army has always been faithful to the guidance of the great leader and the great party and will remain the army of the leader and the party, devotedly defending the  headquarters of the revolution headed by Supreme Commander Kim Jong Il in the spirit of human bombs and suicide bombing.\r\n   If the enemies encroach upon an inch of our land, waters and sky, the People's Army which is defending the safety of the people and the destiny of socialism with arms of  revolution will mercilessly annihilate them, give a thousand-fold death to the invaders, defend the cause of the party and socialism and reunify the country without fail, the speaker declared. \r\n"
        },
        {
            "title": "Greetings to Kim Jong Il from Jiang Zemin",
            "url": "http://kcna.co.jp/item/1998/9809/news09/09.htm#10",
            "content": "Greetings to Kim Jong Il from Jiang Zemin\r\n  Pyongyang, September 9 (KCNA) -- Kim Jong Il, General Secretary of the Workers' Party of Korea, Chairman of the National Defence Commission of the DPRK and Supreme Commander of the Korean People's Army, received a message of greetings on Sept. 8 from Jiang Zemin, General Secretary of the Central Committee of the Communist Party of China, President of the People's Republic of China and Chairman of the Central Military Commission of the PRC, on the occasion of the 50th anniversary of the DPRK.\r\n   Jiang said in his message that the foundation of the DPRK marked a new epoch in the Korean history and the Korean people have since built the socialist state, sovereign and independent.\r\n   Over the past 50 years the industrious and courageous Korean people have defended the sovereignty and dignity of the country and made great achievements in the socialist revolution and construction under the leadership of President Kim Il Sung and the WPK, Jiang noted.\r\n   He said the DPRK has pursued the foreign policy of independence, peace and friendship and made efforts to develop friendly relations with peoples of different countries of the world and thus made active contributions to defending peace and stability in  Asia and the rest of the world.\r\n   Today the Korean people, rallied close around the WPK headed by Kim Jong Il, are striving to build Korean socialism  and achieve the independent and peaceful reunification of the country in the spirit of self-reliance and hard struggle, Jiang stated.\r\n   China and Korea are close neighbours  which are linked by  mountains and rivers,  he said. To further strengthen and develop the traditional relations of friendship and cooperation between the two countries in the present complicated international situation accords with the basic interests of the two peoples and will contribute to peace and stability in this region.\r\n   The party, government and people of China always value the traditional Sino-Korean friendship and will as ever make all efforts for it, he added. \r\n"
        },
        {
            "title": "Papers call for building powerful state of socialism under party's leadership",
            "url": "http://kcna.co.jp/item/1998/9809/news09/09.htm#11",
            "content": "Papers call for building powerful state of socialism under party's leadership \r\n\r\n   Pyongyang, September 9 (KCNA) -- Papers today dedicate editorials to the 50th anniversary of the Democratic People's Republic of Korea.\r\n   Rodong Sinmun says:\r\n   The DPRK is the State of the President Kim Il Sung in that he provided its roots and founded and exalted it.\r\n   The history of the DPRK is a dignified, glorious and proud history characterized by victorious advance under his independent ideas and lines= continuous victory under his iron will and tested leadership despite manifold difficulties= and embodiment of his politics based on love for and trust in the people.\r\n   His exploits in the history of building socialist Korea will be immortal for all ages.\r\n   The 50 years of the DPRK shine as the most glorious period in that they are associated with the leadership of General Secretary Kim Jong Il, who exalts the President's immortal exploits in building the state.\r\n   Kim Jong Il is constantly developing the DPRK as a powerful state in ideology and politics with his experienced and tested leadership, strengthening Korea as a militarily invincible state with his outstanding military strategy and ever-victorious commanding art, and creating an epic of creation and construction, pulling through difficulties with his great patriotic faith and extraordinary revolutionary sweep.\r\n   He has unfolded a far-reaching plan to build Korea as a powerful socialist state, reflecting the unanimous desire of the Korean people and the demand of the times, and is leading the efforts to put the plan into effect.\r\n   Let us build a powerful state of Juche under Kim Jong Il's leadership  this is a slogan the Korean people should put up today for struggle, advance, creation and construction.\r\n   Loyalty to his ideology and politics is a decisive guarantee for building a powerful socialist state.\r\n   The most important task here is to step up the building of socialism.\r\n   National reunification is the supreme task of the nation which can brook no further delay. Consolidation of solidarity with the international revolutionary forces is the unshakable position of the DPRK government.\r\n   The Workers' Party of Korea and the Korean people will faithfully exalt Kim Il Sung's immortal exploits in state-building and accomplish the cause of building a powerful socialist state, closely rallied behind the Party Central Committee headed by Kim Jong Il. \r\n    The editorial of Minju Joson is titled \"Let us exalt our republic as powerful state of Juche under leadership of great comrade Kim Jong Il.\"  \r\n"
        },
        {
            "title": "Continued damage from rainstorms",
            "url": "http://kcna.co.jp/item/1998/9809/news09/09.htm#12",
            "content": "Continued damage from rainstorms\r\n Pyongyang, September 9 (KCNA) -- Many areas of Korea suffered from strong rainstorms and hailstorms on September 6.\r\n   Particularly, heavy damage was inflicted upon many areas of south and north Phyongan, Kangwon and South Hwanghae provinces and Nampho.\r\n   Of these areas, South Phyongan Province suffered the severest damage.\r\n   Downpours of above 170 to 200 millimetres fell in Sunchon, Phyongwon, Sukchon, Mundok, Anju, Kaechon and other counties of the province in two or three hours. As a result, more than 15,000 hectares of paddy fields were submerged in water, buried or washed away. On top of it, it hailed in these areas. Consequently, no crop and vegetable harvest can be expected from as many as 8,000 hectares of farmland.\r\n   According to conservative estimate, the rice harvest in these areas will decrease by more than 70 to 80 percent.\r\n   Hailstorms, a piece of hailstone being 20 millimetres in diametre, hit in Pakchon, Thaechon and other counties of North Phyongan Province, lopping down ears of rice in thousands of hectares of farmland. Ichon county, Kangwon Province, and Pongchon county, South Hwanghae Province, also suffered from hailstorms. It is foreseen that the rice harvest will drastically drop in these areas.\r\n   A strong wind of above 10 to 20 metres per second inflicted heavy damage upon various domains of the national economy.\r\n   Rainstorms and landslides seriously destroyed roads and railways in scores of sections, bringing the traffic to a standstill.\r\n   Main high-tension lines, which branch out into four directions from the Pukchang Thermal Power Complex, were cut off and hundreds of pylons fell down. Telephone lines were carried away in a section of over 80 kilometres and upwards of 800 cement electric poles were broken.\r\n   More than 1,000 dwelling houses of over 660 buildings and 300 public buildings were submerged in water or destroyed in afflicted areas of South Phyongan Province.\r\n   Scores of people died or are missing.\r\n   Rehabilitation campaigns are under way in the afflicted areas. \r\n"
        },
        {
            "title": "Congratulatory message to Kim Jong Il from NDFSK Central Committee",
            "url": "http://kcna.co.jp/item/1998/9809/news09/09.htm#13",
            "content": "Congratulatory message to Kim Jong Il from NDFSK Central Committee\r\n  Pyongyang, September 9 (KCNA) - General Secretary Kim Jong Il received a congratulatory message from the Central Committee of the National Democratic Front of South Korea (NDFSK) on the occasion of the 50th anniversary of the DPRK.\r\n   The undying feats of President Kim Il Sung, who founded the DPRK, the independent and sovereign state of Juche type, built the best socialism of Juche centred on the popular masses and opened the broad road for the accomplishment of the Juche cause and the eternal victory of Kim Il Sung's Korea, will shine for all ages, the message says, and goes on:\r\n   You, the respected marshal, have wisely led the cause of modelling the whole of society on the Juche idea, strengthened and developed the government of the republic into a powerful political instrument for accomplishing the Juche cause, cemented the political and ideological positions, military and economic positions  of socialism as firm as a rock and turned the republic into a country based on singlehearted unity with politics of love and trust, benevolent politics.\r\n   The recent successful launching of an artificial satellite  in the republic at a historic period when the 50th anniversary of the DPRK is at hand is a great and particular event in the  5,000-year-long history of the nation, which is stirring up the hearts of all the fellow countrymen and humankind.\r\n   Mindful that destinies of the country and the nation  are promising  as we uphold you as the saviour of the destiny, we will defend you at the risk of our lives and prepare ourselves to be patriotic fighters who struggle with the Juche idea, bearing deep in mind the greatest honor and happiness in living in the great  Kim Jong Il's era. \r\n"
        },
        {
            "title": "Letter to Kim Jong Il from Chongryon Central Standing Committee",
            "url": "http://kcna.co.jp/item/1998/9809/news09/09.htm#14",
            "content": "Letter to Kim Jong Il from Chongryon Central Standing Committee\r\n Pyongyang, September 9 (KCNA) - General Secretary Kim Jong Il received a letter of loyalty from the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) today, the 50th anniversary of the DPRK.\r\n   The letter said that they express heartfelt thanks to the President Kim Il Sung, the founder of the DPRK and father of socialist Korea, and extend the highest glory and the warmest congratulations to General Secretary Kim Jong Il, who has exalted the brilliance of the President's exploits for nation-building and led the DPRK to prosperity and development.\r\n   The DPRK is demonstrating all over the world its might as the homeland of Juche and an invincible bulwark of the era of independence, under the guidance of the marshal, the great sun and a master of creation and construction, it said.\r\n   The letter further said:\r\n   We Koreans in Japan have enjoyed a true life and happiness in the patriotic work of  overcoming trials and difficulties under the banner of the DPRK.\r\n   Through this course full of glory we have cherished deep in our mind the invariable truth and rockfirm faith that guided by you the marshal who are glorifying the President's feats for nation-building through generations, we will surely win and our homeland will be prosperous forever.\r\n   We will resolutely defend  our country with the people in the homeland who are pushing ahead with the present forced march for its prosperity and brilliant future. And we will devote all our patriotic zeal and energies to the sacred work for prosperity and development of our country and fatherland.\r\n"
        },
        {
            "title": "Floral baskets and congratulatory letters to Kim Jong Il from foreign diplomats",
            "url": "http://kcna.co.jp/item/1998/9809/news09/09.htm#15",
            "content": "Floral baskets and congratulatory letters to Kim Jong Il from foreign diplomats\r\n   Pyongyang, September 9 (KCNA) - General Secretary Kim Jong Il received floral baskets and congratulatory letters from the foreign military attaches and economic and commercial councillors corps in Korea on his reelection as Chairman of the DPRK National Defence Commission and on the 50th anniversary of the DPRK.\r\n   He also received floral baskets, gifts and congratulatory letters from foreign diplomatic envoys here.\r\n   Floral baskets, gifts and congratulatory letters were handed to officials concerned by the  diplomatic envoys of China, India, Cambodia, Palestine, Nigeria, Russia, Cuba, Mongolia, Syria, Vietnam, Indonesia, Yugoslavia, Egypt, Ethiopia, Yemen, Pakistan, Romania, Poland and Hungary, the representative of the interest section for Germany, the resident representative of the United Nations Development Programme and the acting  representative of the UNICEF office  here.\r\n   Meanwhile, the resident representative for the Foreign Ministry of Switzerland sent a congratulatory letter to Kim Jong Il. \r\n"
        },
        {
            "title": "Letters of loyalty presented to Kim Jong Il",
            "url": "http://kcna.co.jp/item/1998/9809/news09/09.htm#16",
            "content": "Letters of loyalty presented to Kim Jong Il\r\n     Pyongyang, September 9 (KCNA) -- A ceremony for presenting letters of loyalty to General Secretary Kim Jong Il was held at Kim Il Sung Stadium in Pyongyang today, the 50th anniversary of the DPRK.\r\n   The relay race groups for conveying the letters, with open cars carrying the flags bearing portraits of the great leaders Kim Il Sung and Kim Jong Il at the van, entered the stadium, warmly welcomed by 100,000 people.\r\n   Included in the groups was a relay group carrying letters of loyalty of the 700,000 Koreans in Japan.\r\n   Taking the platform were Kim Yong Nam, Ri Jong OK Pak Song Chol, Kim Yong Ju, Jon Mun Sop,  Kim Il Chol, Hong Song Nam and other senior party and state officials, anti-\r\nJapanese revolutionary fighters, leading officials of party and power bodies and  working people's organisations and general officers of the KPA.\r\n   So Man Sul, First Vice-Chairman of the Central Standing Committee of the General Association of Korean Residents in Japan, took the platform.\r\n   Minister of Physical Culture and Sports Pak Myong Chol made an address  at the ceremony.\r\n   The letters in the name of the officers and men of the KPA, youth and students, people of all provinces, officials of commission and ministries of the DPRK cabinet and national institutions, public security workers, railway workers and the 700,000 Koreans in Japan were conveyed to politburo members and secretaries of the Central Committee of the Workers' Party of Korea and honorary vice-presidents of the presidium of the Supreme People's Assembly, authorised by the political bureau of the WPK Central Committee.\r\n   Then the members of the groups made a pledge of loyalty to Kim Jong Il, shouting \"Kim Jong Il\" and \"Devoted Defence.\" \r\n"
        },
        {
            "title": "Mass gymnastic display celebrating 50th anniversary of DPRK",
            "url": "http://kcna.co.jp/item/1998/9809/news09/09.htm#17",
            "content": "Mass gymnastic display celebrating 50th anniversary of DPRK\r\n Pyongyang, September 9 (KCNA) -- A mass gymnastic display \"Kim Il Sung's Korea shining with glory\" was given at Kim Il Sung Stadium in Pyongyang today, the 50th anniversary of the Democratic People's Republic of Korea.\r\n   It was performed by 50,000 students and schoolchildren in Pyongyang.\r\n   The box was  taken by Kim Yong Nam, Ri Jong OK Pak Song Chol, Kim Yong Ju, Jon Mun Sop, Kim Il Chol, Hong Song Nam and other senior party and state officials.\r\n   Seen in the box was First Vice-Chairman So Man Sul of the Central Standing Committee of the General Association of Korean Residents in Japan.\r\n   The display began with the panoramic view of Mt. Paektu appearing on the background amid the playing of the national anthem.\r\n   It showed with gymnastic movements and on a high artistic level the revolutionary feats the President Kim Il Sung  performed for the country and nation by founding the DPRK and converting it into a powerful socialist state, independent in politics, self-supporting in the economy and self-reliant in national defence, and the greatness of the Workers' Party of Korea unfolding a new history of building a powerful state.\r\n   It was warmly acclaimed by the spectators for its high ideological and artistic value, sports skill, organisation and discipline. \r\n"
        },
        {
            "title": "Evening gala and torchlight procession of Pyongyang youth and students",
            "url": "http://kcna.co.jp/item/1998/9809/news09/09.htm#18",
            "content": "Evening gala and torchlight procession of Pyongyang youth and students\r\n Pyongyang, September 9 (KCNA) -- An evening gala of youth and students and a torchlight procession of 100,000 people in Pyongyang took place at Kim Il Sung Square on Sept. 9, the 50th anniversary of the DPRK.\r\n   A portrait of the President Kim Il Sung was placed at the square.\r\n   Floating in the sky above the square were large balloons from which hung streamers with letters \"Long live the great leader comrade Kim Il Sung \" \"Long live the great leader comrade Kim Jong Il \" \"singlehearted unity\" and \"devoted defence.\"\r\n   Kim Jong Il, General Secretary of the Workers' Party of Korea, Chairman of the National Defence Commission of the DPRK and Supreme Commander of the Korean People's Army, appeared on the platform of the square.\r\n   Occupying the platform were Kim Yong Nam, Ri Jong Ok Pak Song Chol, Kim Yong Ju, Jon Mun Sop, Jo Myong Rok, Kim Yong Chun, Kim Il Chol, Ri Ul Sol, Hong Song Nam and other senior party and state officials, anti-Japanese revolutionary fighters, commanders of the services and arms and generals of the KPA and leading officials of party and power bodies and working people's organisations.\r\n   When the song \"Long live generalissimo Kim Il Sung\" was played the youth and students  began to dance at the square which was brilliantly illumined.\r\n   They joyously danced to the tune of songs \"Our happiness is thanks to the leader,\" \"My country is best,\" \"Let's defend socialism\" and \"Marshal Kim Jong Il, our father.\"   The evening gala went into  high gear  as young men and women gave a music and dance performance full of conviction and optimism.\r\n   Then came  a torchlight procession.\r\n   Amid the playing of \"Song of proclamation of the people's republic\" the torchlight processions advanced with open cars carrying flags bearing portraits of Kim Il Sung and Kim Jong Il at the van.\r\n   Anti-Japanese revolutionary fighters, heroes of the republic and war veterans who are the first and second generations of the revolution were followed by columns of young men and women of the rising generation who are heirs to the revolution. They advanced with their torchlights spelling out letters \"Kim Il Sung,\" \"Kim Jong Il,\" \"singlehearted unity,\" \"strong army,\" \"powerful state\" and \"devoted defence.\"\r\n   Columns of flags of the workers' Party of Korea and the DPRK and red flags passed and loud cheers were raised among them. \r\n"
        },
        {
            "title": "Evening gala of Ministry of People's Armed Forces",
            "url": "http://kcna.co.jp/item/1998/9809/news09/09.htm#19",
            "content": "Evening gala of Ministry of People's Armed Forces\r\n   Pyongyang, September 9 (KCNA) -- An evening gala of the Ministry of the People's Armed Forces was held at Jonsung Square on September 8 on the occasion of the 50th anniversary of the founding of the Democratic People's Republic of Korea.\r\n   The platform was taken by Jo Myong Rok, director of the KPA General Political Department, Kim Yong Chun, chief of the KPA general staff,  and senior officials of the ministry.\r\n   Soldiers of the KPA three services danced to the tune of songs \"Glory to the dear leader\" and \"Song of Wish\" to extend the greatest glory and warmest thanks to General Secretary Kim Jong Il, who is glorifying Kim Il Sung's Korea.\r\n   Dancing colourful dances round flags of the Supreme Commander, party and the republic,  soldiers expressed their firm will to devote their whole life  to the welfare and prosperity of their country. \r\n"
        },
        {
            "title": "KSSS gives reception",
            "url": "http://kcna.co.jp/item/1998/9809/news09/09.htm#20",
            "content": "KSSS gives reception\r\n Pyongyang, September 9 (KCNA) -- The Korean Social Scientists Society (KSSS) hosted a reception at the Pyongyang Koryo Hotel on Tuesday in honour of members of International Organisation for the Study of the Juche Idea and delegations and delegates of Juche idea study organisations from different countries on a visit to Korea to celebrate the 50th anniversary of the founding of the Democratic People's Republic of Korea.\r\n   Invited to the reception were \"International Kim Il Sung Prize\" winner Shuhachi Inoue, director general of the International Institute of the Juche Idea (IIJI), Vishwanath, secretary general of the \"International Kim Il Sung Prize\" council and director of the board of the IIJI, Guy Dupre, director of the board of the \"International Kim Il Sung Prize\" council and secretary general of the International Liaison Committee for Reunification and Peace in Korea, and members of the International Organisation for the Study of the Juche Idea and delegations and delegates of the Juche idea study organisations from different countries.\r\n   Present were Yang Hyong Sop, Vice-President of the presidium of the Supreme People's Assembly and chairman of the KSSS, and officials concerned.\r\n   Speeches were made at the reception.\r\n   Yang Hyong Sop met and conversed with the guests on the same day. \r\n"
        },
        {
            "title": "Celebration performances",
            "url": "http://kcna.co.jp/item/1998/9809/news09/09.htm#21",
            "content": "Celebration performances \r\n   Pyongyang, September 9 (KCNA) -- Art performances were given at theatres here on September 8 to mark the 50th anniversary of the Democratic People's Republic of Korea.\r\n   Put on the stage were a grand festival of socialist victors \"Country of Great Sun\" by the Mansudae Art Troupe, a revolutionary opera \"Sea of Love\" by the Phibada Opera Troupe, a drama \"Today will be remembered\" by the state theatrical company and a circus show \"We will exalt our country by upholding the marshal\" by Pyongyang Circus.\r\n   The performers sang of the proud 50 years in which the DPRK has covered the road of great victory and glory under the wise guidance of the President Kim Il Sung and General Secretary Kim Jong Il.\r\n   Seeing the performances were Kim Yong Nam, Kye Ung Thae, Yang Hyong Sop and other senior party and state leaders and members of  congratulatory groups and delegations of overseas Koreans and home-visiting groups.\r\n   Invited to see the performances were foreign diplomatic envoys, embassy officials here and foreign guests. \r\n"
        },
        {
            "title": "Floral baskets laid before Statue of President Kim Il Sung",
            "url": "http://kcna.co.jp/item/1998/9809/news09/09.htm#22",
            "content": "Floral baskets laid before Statue of President Kim Il Sung\r\n  Pyongyang, September 9 (KCNA) -- The foreign diplomatic envoys, military attaches, and economic and commercial councillors corps here laid baskets of flowers before the Statue of the President Kim Il Sung on Mansu Hill on Tuesday, a day before the 50th anniversary of the DPRK.\r\n   On the same day, a floral basket was placed in the name of the Central Committee of the National Democratic Front of South Korea.\r\n   Baskets of flowers were also laid before the statue by overseas Koreans' congratulatory groups and delegations, a letter-relaying group and home-visiting groups on the occasion of the anniversary. \r\n"
        },
        {
            "title": "Film show marks Tajik National Day",
            "url": "http://kcna.co.jp/item/1998/9809/news09/09.htm#23",
            "content": "Film show marks Tajik National Day\r\n  Pyongyang, September 9 (KCNA) -- A film show took place here on Tuesday to mark the National Day of Tajikisan.\r\n  Present at the show were vice-chairman of the Korean Society for Cultural Relations with Foreign Countries Ri Song Ho, officials concerned and working people in the city.\r\n   The participants saw the part 4 of a Korean feature film \"Forests Sway\". \r\n\r\n\r\n\r\n"
        }
    ]
}