{
    "date": "1998-05-21",
    "url": "http://kcna.co.jp/item/1998/9805/980521.htm",
    "articles": [
        {
            "title": "SPA Election to be held",
            "url": "http://kcna.co.jp/item/1998/9805/news05/21.htm#1",
            "content": "SPA Election to be held\r\nPyongyang, May 21 (KCNA) -- The Standing Committee of the Supreme People's Assembly (SPA) of the Democratic People's Republic of Korea issued a decision concerning election of deputies to the 10th SPA.\r\n   The document dated May 20 says the election will take place on July 26, Juche 87 (1998) according to article 90 of the DPRK socialist constitution.    \r\n    \r\n  \r\n"
        },
        {
            "title": "Plan for cultural exchange signed between Korea and Syria",
            "url": "http://kcna.co.jp/item/1998/9805/news05/21.htm#2",
            "content": "Plan for cultural exchange signed between Korea and Syria\r\n Pyongyang, May 21 (KCNA) -- A 1998-2000 plan for cultural exchange between the governments of Korea and Syria was signed in Damascus on May 9.\r\n    It was signed by the Korean ambassador to Syria and the vice-Minister of Education of Syria.    \r\n\r\n        \r\n\r\n"
        },
        {
            "title": "Friendship gathering with Yemeni embassy officials",
            "url": "http://kcna.co.jp/item/1998/9805/news05/21.htm#3",
            "content": "Friendship gathering with Yemeni embassy officials\r\n Pyongyang, May 21 (KCNA) - A friendship gathering with officials of the Yemeni embassy here took place at Korea-Yemen Friendship Kim Chol Ju University of Education on May 20 on the occasion of the 8th anniversary of the Republic of Yemen.\r\n   Invited to the gathering were charge d'affaires ad interim Mohamed Ali Ahmed Al-Khamry and officials of the Yemeni embassy.\r\n   After being briefed on the loving care shown by President Kim Il Sung for the university in front of the board bearing his on-site teachings, the participants went round educational facilities.\r\n   They appreciated an art performance given by students and had a talk with each other, deepening the feelings of friendship.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun criticizes persecution of unionists in S. Korea",
            "url": "http://kcna.co.jp/item/1998/9805/news05/21.htm#4",
            "content": "Rodong Sinmun criticizes persecution of unionists in S. Korea\r\n Pyongyang, May 21 (KCNA) -- The South Korean puppets on May 19 issued arrest warrants for three people belonging to the South \"Korean Confederation of Trade Unions\" (KCTU) on charge of sponsorship of a may day \"violent demonstration\" of workers.\r\n   Rodong Sinmun today says the arrest warrants are part of their premeditated offensive for neutralizing the KCTU, which fights for democracy and workers' vital rights, and totally stifling the labor movement.\r\n   The daily further says in a commentary:\r\n   The puppets issued an order to arrest all of the sponsors of the workers' righteous struggle for their vital rights which they brutally cracked down on, calling it an \"illegal, violent act.\" \r\n   The fact clearly shows that the present regime is not a \"government of the people.\"\r\n   Suppression is what those in their waning days resort to.\r\n   The present rulers of South Korea must stop the fascist suppression of workers and people at once before being thrown into the rubbish heap of history.    \r\n\r\n"
        },
        {
            "title": "Achievements in construction",
            "url": "http://kcna.co.jp/item/1998/9805/news05/21.htm#5",
            "content": "Achievements in construction\r\n Pyongyang, May 21 (KCNA) -- Day of builders falls on May 21.\r\n   The builders of Korea are greeting their holiday with achievements.\r\n   The construction of the capital is progressing at a rapid pace, changing the appearance of Pyongyang on the occasion of the 50th anniversary of the DPRK (September 9).\r\n   The roadbed of a new street (8 km) from Rimhung intersection to Sinmi-dong has been built in the main in the northwest district of the capital and the construction of more than 2,000 flats is under way there.\r\n   Those in charge of building Ryongmun bridge extending one thousand and hundreds of meters, one of the major objects of the new street, erected more than 150 piers in a short span of time and are now effecting innovation in reinforced bar assembly.\r\n   The frame construction and assembling of some ten buildings each for the April 25 hotel and the April 25 Film Studio of the Korean People's Army in the east and south districts of the capital are being accelerated towards completion by the three-dimensional method.\r\n   Industrial construction is also being propelled.\r\n   New coal mines are being developed in South Phyongan provincial area, Myongchon and Saeppyol areas with rich deposits and good prospect for cutting. The production capacity of these coal mines is millions of tons. And the existing coal mines in Sunchon and Pukchang areas are being reconstructed on an expansion basis.\r\n   The construction of more than 500 minor power stations is proceeding in high gear throughout the country. More than 100 of them were completed. \r\n    Many wind-power and substitute fuel-power stations are being built.\r\n   The projects for electrifying Jangbang-unpit section (nearly 80 km) and  railway lines branching into major industrial establishments are being pushed ahead with.    \r\n \r\n\r\n"
        },
        {
            "title": "Solidarity with WPK's struggle for national reunification expressed",
            "url": "http://kcna.co.jp/item/1998/9805/news05/21.htm#6",
            "content": "Solidarity with WPK's struggle for national reunification expressed \r\n Pyongyang, May 21 (KCNA) -- An international seminar of revolutionary political parties held in Brussels with the participation of representatives of over 70 political parties and fighting organisations adopted a resolution on May 4  supporting the struggle of the Workers' Party of Korea to defend the cause of socialism and achieve the independent reunification of the country.\r\n   The resolution said:\r\n   It is a sacred obligation of the world progressive political parties and people including communist parties and workers' parties and an imperative requirement of the world socialist movement to express militant support and solidarity for the Korean people fighting in defence of Korean socialism.\r\n   Vehemently denouncing the imperialists' moves to stifle socialist Korea, we reaffirm that we will in the future, too, intensify our militant support, solidarity and fraternal cooperation with the just cause of the Workers' Party and people of Korea.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Five-point policy of great national unity supported",
            "url": "http://kcna.co.jp/item/1998/9805/news05/21.htm#7",
            "content": "Five-point policy of great national unity supported\r\n Pyongyang, May 21 (KCNA) -- Party leaders of different countries, when they received DPRK ambassadors to their countries, supported the five-point policy of great national unity advanced by General Kim Jong Il in a fresh light.\r\n   A. B. Bardhan, General Secretary of the National Council of the Communist Party of India, said that the five-point policy is a realistic  and reasonable proposal which is acceptable to all the patriotic forces, patriotic figures who want reunification.\r\n   He expressed support and solidarity of his party for the reunification policy of the Workers' Party and government of Korea.\r\n   General Secretary of the Nepal Communist Party (Marxist-Leninist) Bamdev Gautam fully supported the five-point policy, saying that it is indeed a just policy for achieving the reunification of the country with concerted efforts of the nation.    \r\n \r\n\r\n\r\n\r\n"
        }
    ]
}