{
    "date": "1998-03-13",
    "url": "http://kcna.co.jp/item/1998/9803/980313.htm",
    "articles": [
        {
            "title": "G.S. Kim Jong Il inspects battery",
            "url": "http://kcna.co.jp/item/1998/9803/news03/13.htm#1",
            "content": "G.S. Kim Jong Il inspects battery\r\n Pyongyang, March 13 (KCNA) - General Secretary Kim Jong Il inspected a coast artillery company of KPA combined unit no. 324.\r\n   He saw a gun-handling training of artillerymen and expressed satisfaction with all the servicemen of the company fully prepared politically and ideologically and in military technology to cope with modern war.\r\n   Saying that since the imperialists were escalating new war preparations, it was necessary to fortify the socialist homeland like an impregnable fortress, he gave highly important tasks for strengthening the revolutionary armed forces.\r\n   He was accompanied in the inspection tour by director of the KPA General Political Department Jo Myong Rok, Chief of the KPA General Staff Kim Yong Chun and staff members of the KPA Supreme Command.    \r\n  \r\n"
        },
        {
            "title": "War gamble leads to self-destruction",
            "url": "http://kcna.co.jp/item/1998/9803/news03/13.htm#2",
            "content": "War gamble leads to self-destruction\r\nPyongyang, March 13 (KCNA) -- Rodong Sinmun today comments on frequent military exercises staged by the South Korean warmongers against the Democratic People's Republic of Korea.\r\n   The daily says:\r\n   On March 10 they carried out a joint drill of the second fleet and commandoes of an army unit on islets off Inchon and on the 11th an anti-landing drill on the coast of Hwasong county, Kyonggi Province, with the mobilization of warships, artillery pieces and planes.\r\n   They have alleged the exercises were necessary to cope with \"North Koreans' intrusion.\"\r\n   But it is the north that is subjected to threat of aggression on the Korean Peninsula.\r\n   The South Korean puppets are going ahead with war preparations at a time when the north put forward an epoch-making proposal for finding a way out for the country independently with concerted efforts of the nation and is making patient efforts for the purpose.\r\n   With nothing can the puppets cover up their true colors as warmaniacs who are trying to ignite a war against the north in league with their master, the United States.\r\n   South Korea is now suffering an unprecedented political and economic confusion caused by the puppets' misrule.\r\n   Frequent military manoeuvres in South Korea are just aimed at threatening the people with gun reports, diverting their attention elsewhere, pacifying their resistance and emerging from the ruling crisis.    \r\n     \r\n\r\n"
        },
        {
            "title": "Reception given by Libyan people's bureau secretary",
            "url": "http://kcna.co.jp/item/1998/9803/news03/13.htm#3",
            "content": "Reception given by Libyan people's bureau secretary\r\n Pyongyang, March 13 (KCNA) -- Secretary of the Libyan People's Bureau here Ahmed Ameri Al Muakkaf gave a reception on March 12 to mark the 24th anniversary of the establishment of diplomatic relations between the DPRK and Libya.\r\n   Invited there were Ri Song Dae, Chairman of the State External Economic Affairs Commission= Ju Song Il, Chairman of the Central Committee of the General Federation of Trade Unions of Korea and Chairman of the Korea-Libya Friendship Association= Pak Kil Yon, Vice-Minister of Foreign Affairs= and others.    \r\n\r\n"
        },
        {
            "title": "Five years in DPRK",
            "url": "http://kcna.co.jp/item/1998/9803/news03/13.htm#4",
            "content": "Five years in DPRK\r\nPyongyang, March 13 (KCNA) -- Ri In Mo, a former war correspondent of the Korean People's Army and unconverted long-term prisoner, returned to the DPRK on March 19 five years ago.\r\n   He, known as the incarnation of faith and will, was imprisoned in South Korea for 34 years.\r\n   Over the past five years he, 80, has contributed many articles to the press. \r\n   The articles headlined \"we are blessed by sagacious leaders\" and \"we are really blessed by sagacious leaders\" he contributed to Rodong Sinmun reflected his happiness and pride of having the great leader as father. Ri In Mo emphasized in the articles that the Korean people, who are now led by General Secretary Kim Jong Il, are blessed by sagacious leaders generation after generation. \r\n   Poems \"on my fate\", \"thought about love\" and \"song of faith and will\" laud General kim jong il.\r\n   Ri wrote that General Kim Jong Il, who has embraced him, once a breathing fossil in a cold prison cell, revived him in an advanced age and put him on the peak of happiness with warm loving care and who makes ordinary men strong, is indeed the supreme incarnation of faith and will.\r\n   He also wrote the article titled \"one should live a true life\" which is based on the truth he experienced all his life. Besides, he wrote the words of song \"led by you, we will win,\" which is popular among the Koreans.   Ri sent General Kim Jong Il letters of thanks and messages\r\n \r\n"
        },
        {
            "title": "Anti-landing exercise of S. Korean puppets",
            "url": "http://kcna.co.jp/item/1998/9803/news03/13.htm#5",
            "content": "Anti-landing exercise of S. Korean puppets\r\n Pyongyang, March 13 (KCNA) -- The South Korean warmaniacs staged an anti-landing exercise on the coast of Hwasong county, Kyonggi Province, on March 11 with the mobilisation of \"Chungui\" unit of the puppet army, according to a radio report from Seoul.\r\n   They hurled naval warships, guns and planes in the exercise, crying that it was aimed at sinking \"enemy's\" infiltrating ships with gunfiring through a radar system.\r\n   The war game is contrary to the ever mounting desire of all the fellow countrymen to improve the relations between the north and the south and achieve the peaceful reunification of the country at an early date.    \r\n \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on U.S. design to monopolize Asia",
            "url": "http://kcna.co.jp/item/1998/9803/news03/13.htm#6",
            "content": "Rodong Sinmun on U.S. design to monopolize Asia \r\nPyongyang, March 13 (KCNA) -- Rodong Sinmun today comes out with a signed article laying bare the U.S. wild design for an exclusive domination over Asia.\r\n   The author of the article says:\r\n   In January, U.S. Secretary of Defense William Cohen toured Japan, South Korea and five other nations for about two weeks.\r\n   This was a very unusual visit for U.S. Defense Secretary.\r\n   His Asian tour was reportedly intended to show that the United States is interested in Asian nations suffering from acute financial turmoil.\r\n   What the U.S. sought in this, however, is to make its military relations with those countries closer and boost its military position and influence in Asia.\r\n   The U.S. purpose is to tightly bind Asian nations to military alliance so that they cannot go over to other big powers in scrambles for hegemony over the Asian security, set up a new military bloc of NATO type in Asia and thus take initiatives in military aspect and carry out policies of aggression and war in Asia.\r\n   The subordinate \"security relations\" with Japan and South Korea, the intensified U.S.-Japan-South Korea triangular military alliance and the maintenance of 100,000 U.S. troops in Asia are what the united states attaches major importance to and pins the greatest hope on.\r\n   With the 100,000 U.S. troops stationed in Asia, it intends to keep its military dominance in the Asia-Pacific region for an indefinite period and carry out policies of threats through strength, armed intervention and war. It also plans to implement its reactionary Asia policy with South Korea, its sole colony in Asia, and Japan, junior ally, as servants and shock brigade of aggression.\r\n   It was not accidental that Cohen was engrossed in military confabs during his stay in Japan and South Korea.\r\n   The Asian nations must approach with heightened vigilance the U.S. maneuverings to play a leading role and hold a monopolistic position in dealing with the issue of Asian security.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Koryo medicines mass-produced",
            "url": "http://kcna.co.jp/item/1998/9803/news03/13.htm#7",
            "content": "Koryo medicines mass-produced\r\n  Pyongyang, March 13 (KCNA) -- The General Hospital of Koryo medicine in Pyongyang produces a variety of efficacious Koryo medicines on the basis of advanced scientific achievements it made, which prove highly effective in treatment.\r\n   The medicine mainly composed of ginkoplabonoid, gingkolid and gingkobalid is manufactured in injection, tinc, drop and tablet. It is widely used as additives in medicinal liquid and food.\r\n   Gingkobonin has good effects on the people with arteriosclerosis, angina pectoris, myocardial infarction and cerebral thrombosis, as well as the prevention of aging.\r\n   One-year application of this medicine to a middle-aged patient proves that his cardiovascular system got far better.\r\n   It also proves that if this medicine is taken for a longer period the life expectancy will increase.\r\n   The main material of the medicine is gingko leaves.\r\n   Gingko is distributed in wide areas of Korea and contains a lot of medicinal substances, for it still maintains features of the original species.\r\n   The medical workers at the hospital are working hard with a view to manufacturing well over a million gingkobonin injection and hundreds of thousands of tinc and chonghyolju (blood-cleaning liquid).    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "\"Taedonggang culture\", focus of academic attention",
            "url": "http://kcna.co.jp/item/1998/9803/news03/13.htm#8",
            "content": "\"Taedonggang culture\", focus of academic attention\r\nPyongyang, March 13 (KCNA) -- The history Institute of the DPRK recently named the ancient culture in the basin of the River Taedong centering on Pyongyang Taedonggang culture.\r\n   Archaeologists of Korea deepened their study of many primitive cultural relics and remains of the Tangun and ancient Korea periods, which were unearthed in the basin of the River Taedong in recent years. And they systematized their study results on a scientific and theoretic basis to formulate Taedonggang culture.\r\n   The basin of the River Taedong is the cradle of mankind and Koreans and of ancient civilization.\r\n   It has been proved by Komunmoru remains of pithecanthropus one million odd years ago found in huku-ri, Sangwon county, Pyongyang municipality.\r\n   On the basis of the relics of the Paleolithic age (former, middle and latter terms) and the human fossil unearthed, archaeologists confirmed that the basin was the cradle and centre of the primitive culture where ancestors lived through regular stages of human evolution and the initial culture of humankind, the neolithic culture and the culture of the bronze age began to develop.\r\n   The basin is the centre of ancient culture and the cradle of the Korean nation.\r\n   Tangun, the ancestral father of the nation, founded ancient Korea, the first ancient state in the east, centering on Pyongyang, early in 3000 B.C., opening up a new era of civilization in the basin. 14,000 dolmens and stone coffins discovered in this area vividly show culture after the accession of Tangun. Hwangdae fort and Jitap-ri and Songhyon-ri earthen castles built to defend the country prove that the basin was the centre of ancient culture where a state was formed in the early age. \r\n   And many large village sites resembling a town were discovered in the area.\r\n   While studying the relics and gold goods, earthenware and ironware of the bronze age found in the basin, the archaeologists ascertained that the area was the centre of the advanced ancient civilization.\r\n   It was confirmed that five crops were grown and silkworms raised in the basin at the earliest age in the world and constellation, the origin of astronomy, and letters of the age of civilization were used by inhabitants in the basin.\r\n   All the facts clearly prove that the basin of the River Taedong centering on Pyongyang is the cradle of ancient culture which shines as a long history and brilliant culture, and the sacred place of the nation whose name is well-known.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Consolatory message to Pakistani PM",
            "url": "http://kcna.co.jp/item/1998/9803/news03/13.htm#9",
            "content": "Consolatory message to Pakistani PM\r\nPyongyang, March 13 (KCNA) -- Hong Song Nam, acting Premier of the Administration Council of the DPRK, sent a consolatory message to Mian Mohammad Nawaz Sharif, Prime Minister of Pakistan, in connection with the recent damage by a heavy rain. \r\n   The message expressed deep sympathy and consolation to people in the afflicted area of Baluchistan Province, Pakistan, and hoped that the Pakistani government and people would clear away the aftermath of the flood damage and stabilize the people's living in the flood-stricken area at an early date.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}