{
    "date": "1998-10-06",
    "url": "http://kcna.co.jp/item/1998/9810/981006.htm",
    "articles": [
        {
            "title": "Wreaths laid",
            "url": "http://kcna.co.jp/item/1998/9810/news10/06.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Wreaths laid before martyrs' cemeteries",
            "url": "http://kcna.co.jp/item/1998/9810/news10/06.htm#2",
            "content": "Wreaths laid \r\n   Pyongyang, October 6 (KCNA) -- Senior party and state officials, working people and servicemen laid wreaths before graves of Kim Po Hyon, Ri Po Ik, Kim Hyong Jik and Kang Pan Sok at the Mangyongdae Revolutionary Site on October 5, the Harvest Moon Day.\r\n   Seen at the graves were wreaths from Kim Jong Il, General Secretary of the Workers' Party of Korea, Chairman of the DPRK National Defence Commission and Supreme Commander of the Korean People's Army.\r\n   Present at the wreath-laying ceremony were Kim Yong Nam, Kim Il Chol and other officials of party and power bodies, ministries of the cabinet and educational organs, KPA general officers and men, and citizens.\r\n   Wreaths were laid before the graves in the name of the WPK Central Committee, the presidium of the DPRK Supreme People's Assembly and the cabinet of the DPRK.\r\n   Also laid were wreaths in the name of ministries of the cabinet, educational organs, KPA units and party and power organs and co-op farms in Pyongyang.\r\n   The participants observed a moment's silence in memory of Kim Po Hyon, Ri Po Ik, Kim Hyong Jik and Kang Pan Sok. \r\n\r\n"
        },
        {
            "title": "Greetings to 16th Congress of CPI (Marxist)",
            "url": "http://kcna.co.jp/item/1998/9810/news10/06.htm#3",
            "content": "Wreaths laid before martyrs' cemeteries\r\n Pyongyang, October 6 (KCNA) -- Senior party and state officials, working people, servicemen, school youth and children and overseas compatriots laid wreaths at the Revolutionary Martyrs' Cemetery on Mt. Taesong and the Patriotic Martyrs' Cemetery on October 5, the Harvest Moon Day.\r\n   Seen at the wreath-laying stands of the cemeteries were wreaths from Kim Jong Il, General Secretary of the Workers' Party of Korea, Chairman of the DPRK National Defence Commission and Supreme Commander of the Korean People's Army.\r\n   Present at the wreath-laying ceremony were Pak Song Chol, Jo Myong Rok, Kye Ung Thae, Han Song Ryong and other officials of party and power bodies, ministries of the cabinet, working people's organizations and national institutions, KPA general officers and men, public security officers, working people and school youth and children in Pyongyang, and overseas compatriots.\r\n   Wreaths were laid in the name of the WPK Central Committee, the presidium of the Supreme People's Assembly and the cabinet of the DPRK.\r\n   Then, wreaths were placed in the name of the Ministry of the People's Armed Forces, the Ministry of Public Security, ministries of the cabinet, working people's organizations, national institutions, scientific, educational, public health and press organs, KPA units, and party and power organs, working people's organizations and co-op farms in Pyongyang, and delegations and visiting groups of overseas Koreans.\r\n   Working people and school youth and children laid bouquets and flowers at the cemeteries.\r\n   Wreaths, bouquets and flowers were also laid before statues, towers and graves of martyrs across the country. \r\n\r\n"
        },
        {
            "title": "Flowers laid before bust of Kim Jong Suk",
            "url": "http://kcna.co.jp/item/1998/9810/news10/06.htm#4",
            "content": "Greetings to 16th Congress of CPI (Marxist)\r\n Pyongyang, October 6 (KCNA) -- The Central Committee of the Workers' Party of Korea sent a message of greetings to the 16th Congress of the Communist Party of India (Marxist) on Monday.\r\n   The message noted that over the past period the CPI (Marxist) has striven to achieve the independent development of the country, defend the rights and interests of the broad masses of working people and strengthen international solidarity and unity of the socialist movement.\r\n   It expressed the belief that the 16th Congress will be greatly helpful to building up the party organizationally and ideologically and strengthening solidarity with the progressive forces of the world fighting for anti-imperialist independence and socialism.\r\n   It wished success to the congress, hoping that the traditional bonds of friendship and solidarity between the two parties will be further consolidated and developed. \r\n\r\n"
        },
        {
            "title": "Dangerous military tieup",
            "url": "http://kcna.co.jp/item/1998/9810/news10/06.htm#5",
            "content": "Flowers laid before bust of Kim Jong Suk\r\n   Pyongyang, October 6 (KCNA) -- Members of the Pyongyang mission of the National Democratic Front of South Korea visited the Revolutionary Martyrs'Cemetery on Mt. Taesong on October 5, the Harvest Moon Day.\r\n   They laid bunches of flowers before the bust of Kim Jong Suk, a great communist revolutionary fighter, at the cemetery and observed a moment's silence in memory of her.\r\n   They also visited the Patriotic Martyrs' Cemetery to lay bouquets of flowers before the graves of leading officials of the revolutionary party for reunification. \r\n\r\n\r\n"
        },
        {
            "title": "Sinchon Museum rebuilt",
            "url": "http://kcna.co.jp/item/1998/9810/news10/06.htm#6",
            "content": "Dangerous military tieup\r\nPyongyang, October 6 (KCNA) -- The United States and Japan agreed to make a joint study of the \"Theatre Missile Defence\" (TMD) system after the DPRK launched an artificial satellite.\r\n   Commenting on this fact, an analyst of Rodong Sinmun today says:\r\n   The agreement is aimed at increasing U.S. military upperhand, intensifying aggressive military actions in many parts of the world, stifling the DPRK and establishing  military domination over Asia.\r\n   The United States schemes to make use of ultra-modern techniques of Japan in developing the TMD system and burden Japan with enormous costs needed for the development.\r\n   What Japan seeks in this is to expand the arms buildup under the pretext of developing the \"TMD\" system, become a military power and thus exercise its military influence on the international arena.\r\n   Through the joint study of the TMD system, the U.S. and Japanese warmaniacs intend to put the \"U.S.-Japan defence system\" on a new track and implement new \"guidelines.\"\r\n   The planned \"TMD\" system will pose serious threats to peace and security in the Korean peninsula and Asia.\r\n   The United States and Japan must renounce the dangerous military tieup at once. \r\n\r\n\r\n"
        },
        {
            "title": "Disgraceful acts of political ignoramuses",
            "url": "http://kcna.co.jp/item/1998/9810/news10/06.htm#7",
            "content": "Sinchon Museum rebuilt\r\n  Pyongyang, October 6 (KCNA) -- The Sinchon Museum has been rebuilt on an expansion basis as a centre of anti-U.S.education.\r\n   The museum is located in Sinchon county seat, South Hwanghae Province.\r\n   At the time of our temporary strategic retreat during the Fatherland Liberation War, the U.S. troops wormed into the county and mercilessly murdered over 35,380 people or a quarter of its population.\r\n   Exhibited in the museum are more than 3,000 remains and photographs showing atrocities of the enemy.\r\n   Halls nos. 1 and 2 have been rebuilt, with a room for a semi-panorama of Sinchon bloodbath newly built.\r\n   On display in the first hall are data on the U.S. troops' brutal atrocities in Sinchon, classified by time, area and sector.\r\n   In the second hall are materials on bombing and use of germ and chemical weapons by the U.S. troops in North Korea and materials disclosing the U.S. imperialists' murder of South Korean people.  \r\n  \r\n"
        },
        {
            "title": "Leaflet carrying picture of Kim Jong Il appears in S. Korea",
            "url": "http://kcna.co.jp/item/1998/9810/news10/06.htm#8",
            "content": "Disgraceful acts of political ignoramuses\r\n   Pyongyang, October 6 (KCNA) -- Rodong Sinmun today runs a signed commentary in connection with the fact that the South Korean rulers are boisterously \"commemorating the 50-year-long history\" of the army nowadays.\r\n   The author of the commentary says:\r\n   It is a laughing-stock that the present chief executive of South Korea \"congratulated\" the army on its 50-year-long history woven with disgrace and shame. What is all the more ridiculous is the fact that he showed up at a ceremony and praised its \"exploits.\"\r\n   The commander of the U.S. armed forces present in South Korea holds the prerogative of supreme command over the army.\r\n   In the past 50 years, the army has served the outside forces as a tool for executing their aggressive policy and murdered fellow countrymen= it has hurt the sovereignty and dignity of the nation and imposed only misfortune and sufferings upon people.\r\n   Nevertheless, the chief executive of South Korea praised its \"contribution\" and \"exploits.\" this is a mockery of and challenge to the nation.\r\n   Cooperation with outsiders is an anti-national, anti-reunification crime going against the interests of the nation.\r\n   We once again warn the South Korean rulers that if they cannot defend the sovereignty, the lifeline of the country and nation, and take the road of independence, they must follow us, who are powerfully advancing under the banner of independence. \r\n\r\n\r\n"
        },
        {
            "title": "Germany pays damages",
            "url": "http://kcna.co.jp/item/1998/9810/news10/06.htm#9",
            "content": "Leaflet carrying picture of Kim Jong Il appears in S. Korea\r\n Pyongyang, October 6 (KCNA) -- A leaflet carrying a picture of General Secretary Kim Jong Il was found in Seoul on Sunday, a South Korean radio said.\r\n   Carried in it under the title of \"special news\" was a report that Kim Jong Il was reelected Chairman of the DPRK National Defence Commission. \r\n\r\n \r\n"
        },
        {
            "title": "U.S. should give up policy of stifling Korea",
            "url": "http://kcna.co.jp/item/1998/9810/news10/06.htm#10",
            "content": "Germany pays damages\r\n Pyongyang, October 6 (KCNA) -- Germany has paid 200 billion mark in compensation for damage upon other countries by nazis during the Second World War, according to a report from Bonn.\r\n   The German weekly reported this, quoting statistical data of the Ministry of Finance. \r\n\r\n"
        },
        {
            "title": "Anti-national, anti-people crimes of colonial army",
            "url": "http://kcna.co.jp/item/1998/9810/news10/06.htm#11",
            "content": "U.S. should give up policy of stifling Korea\r\n  Pyongyang, October 6 (KCNA) -- Rodong Sinmun today carries an article titled \"U.S. should give up policy of stifling Korea.\"\r\n   It is beneficial for the United States itself to give up the policy of stifling Korea and pull its troops out of South Korea, the article notes.\r\n   It goes on:\r\n   For its aggressive Korea policy, the United States has been denounced and rejected by the world as an aggressor and warmaniac.\r\n   This policy has also caused political unrest within the U.S.abandoning the attempt to stifle the DPRK and withdrawing the U.S. troops from South Korea does not disgrace the United States.\r\n   Now the countries that were in hostile relations in the past are taking the road to reconciliation. Therefore, it is a proper behaviour consistent with the trend of times for the United States to turn the suffocation policy into apeace one.\r\n   Circumstances in which the United States can abandon the policy have already been created.\r\n   For the U.S. to abandon the policy and take the road to peace is a very natural and welcome thing.\r\n   But if the United States turns its face from the demand of times and people, pushes ahead with the policy to stifle the DPRK and persists in military adventure, a war will inevitably break out in Korea.\r\n   The DPRK hopes for peace but never begs for it.\r\n   The United States should change the policy of stifling the DPRK into a peace one and show its will for peace to the world. \r\n\r\n"
        }
    ]
}