{
    "date": "1998-04-09",
    "url": "http://kcna.co.jp/item/1998/9804/980409.htm",
    "articles": [
        {
            "title": "130 hydro-power stations constructed",
            "url": "http://kcna.co.jp/item/1998/9804/news04/09.htm#1",
            "content": "130 hydro-power stations constructed\r\n Pyongyang, April 9 (KCNA) -- The Korean people have stepped up the construction of minor power stations from the beginning of this year.\r\n   According to data available, some 130 minor power stations have been built across the country in a matter of three months.\r\n   In January General Secretary Kim Jong Il took a measure to generalize the example  of Jagang Province in building minor power stations throughout the country.\r\n   Therefore, the country was seething with a drive to produce electricity with local potentials.\r\n   South Hamgyong, South Hwanghae, North Phyongan and other provinces set targets of building scores of minor power stations at the beginning of this year and have already completed the construction of some of them.     \r\n  \r\n"
        },
        {
            "title": "G.S. Kim Jong Il sends wreath to bier of the late Kim Jae Hong",
            "url": "http://kcna.co.jp/item/1998/9804/news04/09.htm#2",
            "content": "G.S. Kim Jong Il sends wreath to bier of the late Kim Jae Hong\r\n Pyongyang, April 9 (KCNA) - General Secretary Kim Jong Il sent a wreath to the bier of the late Prof., Dr. and hero of labor Kim Jae Hong, who was a section chief of the Mathematical Engineering Institute of the National Academy of Sciences, expressing his deep sorrow at his death.    \r\n     \r\n\r\n"
        },
        {
            "title": "Banquet for participants in art festival",
            "url": "http://kcna.co.jp/item/1998/9804/news04/09.htm#3",
            "content": "Banquet for participants in art festival\r\n Pyongyang, April 9 (KCNA) -- The organising committee of the 16th April Spring Friendship Art Festival gave a banquet for the participants in the festival at the People's Palace of Culture on April 8.\r\n   Invited to the banquet were foreign delegations, delegates and  artistes and Korean artistes from abroad.\r\n   Vice-Premier of the Administration Council and Minister of Culture and Art Jang Chol, who is also chairman of the organising committee, made a speech at the banquet.    \r\n\r\n"
        },
        {
            "title": "Performance of women's art circles",
            "url": "http://kcna.co.jp/item/1998/9804/news04/09.htm#4",
            "content": "Performance of women's art circles\r\nPyongyang, April 9 (KCNA) -- Art circles of the Korean Democratic Women's Union gave a performance here on Wednesday in celebration of the fifth anniversary of General Kim Jong Il's election as Chairman of the DPRK National Defense Commission.\r\n   The performers sang of their boundless honour and happiness of having General Kim Jong Il at the head of the Workers' Party of Korea and the revolutionary armed forces and praised his exploits in accomplishing the Juche cause of army building.\r\n   They gave a vivid description of the army and people pressing ahead with the forced march for the final victory in close unity.    \r\n \r\n"
        },
        {
            "title": "Korea commemorates Sun's Day",
            "url": "http://kcna.co.jp/item/1998/9804/news04/09.htm#5",
            "content": "Korea commemorates Sun's Day\r\n Pyongyang, April 9 (KCNA) -- Colorful events are taking place in Korea with the approach of Sun's Day.\r\n   A national photo exhibition and a national art exhibition opened here to be crowded with visitors. On display are hundreds of pieces of pictures and fine art works showing the revolutionary activities and undying feats of President Kim Il Sung over 80 odd years.\r\n   The \"Mangyongdae Prize\" sports tournament is being held at gymnasiums and stadiums.\r\n   Feature films and documentaries depicting the President are being screened at capital and local cinema houses.\r\n   \"Kim Il Sung's Collected Works\" (vols. 20 and 21) and \"Among the People\" (vol. 56), a collection of reminiscences, commemorative books and nine kinds of souvenir stamps have been published.\r\n   Symposiums of working people's organisations, a national symposium, a national meeting, and meetings of people's army units and provinces, cities and counties will be held to mark Sun's Day.\r\n   And soirees of youth and students in Pyongyang, a joint national meeting of organisations of the Korean Children's Union and other colorful events will be held.\r\n   Oratorical and singing gatherings, art performances,  demonstration performances  of  figure skating and synchronized swimming are planned.\r\n   The first-term camping this year begins at the KCU  members' camps across the country.\r\n   The 16th April Spring Friendship Art Festival opened on April 8. Group performances are being given at theatres. \r\n   Present at the festival are more than 80 art troupes and delegations from over 40 countries on the five continents, overseas Korean artistes and local artistes.\r\n   The festival is being held with a larger attendance of world famous art troupes, international and national concours prize  winners and famous actors and actresses than the previous.    \r\n \r\n\r\n"
        },
        {
            "title": "Rare military intelligence",
            "url": "http://kcna.co.jp/item/1998/9804/news04/09.htm#6",
            "content": "Rare military intelligence \r\n   Pyongyang, April 9 (KCNA) -- Today is the fifth anniversary of the election of  General Kim Jong Il as Chairman of the National Defence Commission of the Democratic People's Republic of Korea.\r\n   Greeting the day, the Korean people and the progressives of the world are most grateful to General Kim Jong Il for defending the sovereignty of the nation and the bulwark of socialism of the world with his outstanding ideological and theoretical activities and guidance over the army.\r\n    Over the past five years the Korean peninsula was plagued with tense situation in which a war might break out any moment owing to the never-ceasing military threat and blackmail of the U.S.-led imperialist allied forces.\r\n   The Korean people prevented a war and preserved peace thanks to the rare military intelligence and strategy of General Kim Jong Il.\r\n   This commanded the admiration of the progressives around the world and westerners.\r\n   Even the brasshats of the west gave their view that General Kim Jong Il's military features are characterized by a correct judgement, resolute decision and merciless strike.\r\n   Over the last 30 years General Kim Jong Il fully demonstrated rare military intelligence in building and leading the army.\r\n    One year the U.S. and the South Korean puppets staged a joint military exercise to show the strategy of strength to the military generals and operation officers of allies invited, after amassing  hundreds of thousands of troops, warships and flying corps around the Korean peninsula.\r\n   When the exercise was at its height, General Kim Jong Il declared a state of semi-war throughout the northern half of Korea and made sure that the combined units of the people's army staged manoeuvres in frontline areas.\r\n   Upset by this, the enemies were in confusion. A warplane of the enemies hit against the deck of an aircraft carrier and a tank fell into a swamp.\r\n   With a view to creating a situation favorable to them, the enemies attempted a parachuting exercise of \"paratroops\" for a \"front\" in the rear of the people's army.\r\n   Seeing through the enemies' sinister plot, General Kim Jong Il saw to it that the people's army units occupied an area supposed to be infiltrated by the enemies and staged an exercise of annihilating the \"paratroops\" of the enemies like a real war.\r\n   Obtaining information by a satellite, the enemies were stunned to see the exercise being staged at their supposed spot. \r\n   This is one of many stories about the military intelligence of General  Kim Jong Il.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "19th Guyanese National Seminar on Juche Idea",
            "url": "http://kcna.co.jp/item/1998/9804/news04/09.htm#7",
            "content": "19th Guyanese National Seminar on Juche Idea\r\n Pyongyang, April 9 (KCNA) -- The 19th Guyanese National Seminar on the Juche Idea was held recently with the approach of Sun's Day.\r\n   The Minister of Public Service of the Guyanese Presidential Office made an opening address at the seminar and then congratulatory speeches were made by the leader of the People's Democratic Movement of Guyana and representatives of the Guyana-Korea friendship association, the good green Guyana, sportsmen and men of culture.\r\n   The Chairman of the Guyanese National Committee for the Study of the Juche Idea of President Kim Il Sung delivered a report before speeches were made.\r\n   The Chairman said that General Kim Jong Il, the great leader of the Korean people, published a famous work on preserving the Juche character and national identity of the revolution and construction in accordance with the requirement of the present era. He continued:\r\n   The Democratic People's Republic of Korea has registered a signal success by opposing imperialism and dominationism and adhering to the Juche character and the national character in the whole course of the revolutionary struggle under the wise leadership of President Kim Il Sung and General Kim Jong Il.\r\n   The Juche idea unites the popular masses on the basis of the same ideological bonds.\r\n   That is why we, Juche idea followers, should deeply study and widely disseminate the idea.\r\n   A letter to General Kim Jong Il was adopted at the seminar.     \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "International Institute of Juche Idea",
            "url": "http://kcna.co.jp/item/1998/9804/news04/09.htm#8",
            "content": "International Institute of Juche Idea\r\n Pyongyang, April 9 (KCNA) -- The International Institute o\r\nOf the Juche Idea (IIJI) was established 20 years ago when the study and dissemination were brisk on international and national scale and the number of the Juche idea study groups and followers was increasing in the 1970s.\r\n   Members and representatives of its organizing committee and  famous scholars,   men of culture and socio-political  activists of Japan held an inaugural meeting  in Tokyo on Apr. 9,  1978 and declared its foundation.\r\n   Its leadership body is the  board of the directors and and its executive body is the secretariat.\r\n   Since the powerful international study centre was set up, the Juche idea  study groups,  the regional organs and the idea followers across the world have been able to exchange achievements and experience gained in studying and disseminating the idea and activating  and  systematizing its study and dissemination.\r\n   The IIJI, whose goal is to study and disseminate the Juche idea created by the  President Kim Il Sung, covered a glorious course and registered a signal success over the past 20 years after its foundation.\r\n   It has organized seminars and lectures on the Juche idea and widely disseminated famous works of the President Kim Il Sung and General Kim Jong Il in conjunction with the regional institutes and study groups throughout the world.\r\n   It held 15 international seminars on the idea.\r\n   It issues \"Paekbong Library\" which contains historic works of the two leaders and periodically publishes its magazine \"Study of Juche Idea\" and disseminates it to over 130 countries.      \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Book \"Among the People\" (56) released",
            "url": "http://kcna.co.jp/item/1998/9804/news04/09.htm#9",
            "content": "Book \"Among the People\" (56) released\r\n Pyongyang, April 9 (KCNA) -- The Workers' Party of Korea Publishing House brought out the book \"Among the People\" (vol. 56) with the approach of Sun's Day.\r\n   The book carries 18 items of reminiscences including \"I have been embraced by the great sun\" and \"The bosom in which we are reembraced after 58 years,\" which tell about the paternal love shown by President Kim Il Sung for Ri In Mo, known as incarnation of faith and will, and for children of revolutionary martyrs.\r\n   Among them are also reminiscences on the activities of President Kim Il Sung, who saw to it that an exhibition was built to preserve gifts presented to General Kim Jong Il by the world's revolutionary people and visited people's army units to take warm care of servicemen and train them to be one-beats-a-hundred combatants.\r\n   Some of them deal with what the President said about General Kim Jong Il's intense loyalty and filial piety, beginning to wear open-collar suit,  and with his instructions that officials should become faithful servants for the people.    \r\n\r\n\r\n"
        },
        {
            "title": "Vice-President Ri Jong Ok meets Fatah delegation",
            "url": "http://kcna.co.jp/item/1998/9804/news04/09.htm#10",
            "content": "Vice-President Ri Jong Ok meets Fatah delegation\r\n  Pyongyang, April 9 (KCNA) -- Vice-President Ri Jong Ok who is a Politburo member of the Workers' Party of Korea Central Committee had a conversation with a delegation of Palestine National Liberation Movement (Fatah) headed by Hani Al Hassan, member and Chief of the Foreign Relations Department of the Fatah Central Committee, at the Mansudae Assembly Hall on April 9.\r\n   On the occasion the head of the delegation said his excellency President Yasser Arafat and his excellency President Kim Il Sung have long established relations of deep intimacy to develop the friendly relations between Palestine and Korea. The Palestinian people will remember forever his excellency President Kim Il Sung who did not spare support for the cause of Palestine, he noted.\r\n   His movement takes the Juche idea which is very instrumental in human liberation as firm guidelines in its struggle, he added.\r\n   Present on the occasion were Vice-Director Choe Jin Su of a Department of the WPK Central Committee and Palestinian ambassador to Korea Shaher Mohammed Abdlah.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Cambodian government cultural delegate here",
            "url": "http://kcna.co.jp/item/1998/9804/news04/09.htm#11",
            "content": "Cambodian government cultural delegate here\r\n Pyongyang, April 9 (KCNA) -- A Cambodian government cultural delegate  Nouth Narang who is Minister of Culture and Art arrived here on April 9 to attend the 16th April Spring Friendship Art Festival.\r\n   He was greeted at the airport by first Vice-Minister Kim Myong Nam of Culture and Art and Hoy Kim An, charge d' affaires ad interim of the Cambodian embassy here.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}