{
    "date": "1998-07-22",
    "url": "http://kcna.co.jp/item/1998/9807/980722.htm",
    "articles": [
        {
            "title": "Egyptian national holiday observed",
            "url": "http://kcna.co.jp/item/1998/9807/news07/22.htm#1",
            "content": "Egyptian national holiday observed \r\n Pyongyang, July 22 (KCNA) -- A friendly gathering took place at DPRK-Egypt Friendship Kim Song Ju Primary School on July 21 to mark the 46th anniversary of the July 23rd revolution, a national holiday of the Egyptian people.\r\n   Present at the gathering together with teachers and pupils of the school were vice-Minister of General Education Han Tong Hwan who is vice-chairman of the DPRK-Egypt Friendship Association and officials concerned.\r\n   Invited there were Egyptian ambassador to Korea Mohamed Amin Gabr and embassy officials.\r\n   Those present at the gathering first laid bunches of flowers before the Statue of President Kim Il Sung standing at the school and bowed to the President.\r\n   They looked round educational facilities of the school and enjoyed an art performance given by pupils.\r\n   Then they talked to each other to deepen the feelings of friendship. \r\n \r\n"
        },
        {
            "title": "Loyal letter-carrying relay race begins",
            "url": "http://kcna.co.jp/item/1998/9807/news07/22.htm#2",
            "content": "Loyal letter-carrying relay race begins\r\n  Pyongyang, July 22 (KCNA) -- Relay race groups carrying loyal letters to General Secretary Kim Jong Il left different parts of the country for Pyongyang with the approach of the 50th anniversary of the Democratic People's Republic of Korea.\r\n   The relay race groups left defence line posts of the country, including Height 1211, and Hoeryong, North Hamgyong Province with due ceremonies.\r\n   The relay race groups comprise heroes and heroines of the DPRK and labor, those who have been granted audience with Kim Il Sung and Kim Jong Il, unassuming men of meritorious service, labor innovators, broad segments of officials and working people and servicemen.\r\n   They are warmly welcomed and seen off by servicemen, working people of all social standings and school youths and children on heights, at defenceline posts, on streets and at villages.\r\n   They will arrive in Pyongyang just before the 50th anniversary of the DPRK. \r\n\r\n\r\n"
        },
        {
            "title": "Third Kimjongilia show to be held",
            "url": "http://kcna.co.jp/item/1998/9807/news07/22.htm#3",
            "content": "Third Kimjongilia show to be held\r\n\r\n    Pyongyang, July 22 (KCNA) -- The third Kimjongilia show will be held in Pyongyang to mark the 57th birthday of General Secretary Kim Jong Il.\r\n   It will be open at the Pyongyang International House of Culture from February 13 through 17, Juche 88 (1999), under the sponsorship of the Kimjongilia Federation of the Democratic People's Republic of Korea.\r\n   It will be attended by all the units and people of the country that cultivate the undying flower, foreign botanists, flower fans, floriculturists, and overseas Koreans. \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on confrontation moves of S. Korean authorities",
            "url": "http://kcna.co.jp/item/1998/9807/news07/22.htm#4",
            "content": "Rodong Sinmun on confrontation moves of S. Korean authorities\r\n\r\n   Pyongyang, July 22 (KCNA) -- Rodong Sinmun today comments on the advertisement of the South Korean puppets that they would adhere to the \"principle of separating political matters from economic matters\" in \"its policy toward the north.\"\r\n   Branding their advertisement as a trumpery word-juggling, a news analyst of the paper says:\r\n   Around their seizure of power, the present South Korean authorities \"promised to make cooperation and exchange with the north on the principle of separating the political matters from the economic matters.\"\r\n   Against their verbal advertisement, however, they have politicized elementary Red Cross humanitarian work, cooperation and exchange between the north and the south of Korea under the showy signboard of \"separation of politics from economy\" and viciously obstructed their realisation.\r\n   It is well known a fact that the South Korean puppets ruptured north-south vice ministerial-level contact in Beijing which was arranged with much difficulty by raising the issue of \"meetings of separated families through Red Cross organisations\" under the signboard of \"reciprocity\" which can be applied only among nations.\r\n   Worse still, they have launched a wholesale anti-north smear campaign over a non-existent \"incident\" in a bid to bar exchange and cooperation between the north and the south. Ultra-rightist anti-communist elements including puppet Minister of National Unification Kang In Dok are now clamouring about \"postponement, \"examination\" and \"counteraction\" over the \"incident.\"\r\n   What they seek in this is to block north-south exchange and cooperation of all forms including implementation of non-governmental economic cooperation which was  agreed upon during the recent northern visit of a South Korean businessman.\r\n   The \"principle of separating politics from economy\" on the lips of the South Korean puppets is nothing but a showy advertisement. \r\n\r\n\r\n"
        },
        {
            "title": "Anti-north confrontation is not a way out",
            "url": "http://kcna.co.jp/item/1998/9807/news07/22.htm#5",
            "content": "Anti-north confrontation is not a way out\r\n Pyongyang, July 22 (KCNA) -- Minju Joson today denounces the South Korean puppets' intrusion into the north and subversive activities and sabotage.\r\n   They are now infiltrating spies into the north through the sea and the border line  in an attempt to commit espionage and subversive acts and abducting and terrorizing Koreans from the north abroad. And they are slandering the north and staging war manoeuvres against the north.\r\n   The paper says in a signed commentary:\r\n   The puppets are getting hell-bent on confrontation rackets against the north, crying against someone's \"intrusion\" and \"disturbance\" in a bid to justify their criminal acts. This is an undisguised challenge to us.\r\n   By resorting to the row of confrontation against the north, the puppets are seeking to avoid the strong denunciation of people at home and abroad for the criminal acts to disorganize and obliterate pro-reunification patriotic forces, the mass struggle of workers against the unemployment of more than 10,000 people a day and the murderous \"restructuring\". \r\n   They  are creating an atmosphere of fear and unrest among the South Korean people, putting a spoke in the wheel of the reunification movement of the fellow countrymen and diverting public attention at home and abroad somewhere else to bridge over the serious ruling crisis, but their anti-north confrontation rackets can never be a way out. \r\n\r\n"
        },
        {
            "title": "Anti-reunification regime resembling former \"civilian\" dictatorship = KCNA commentary =",
            "url": "http://kcna.co.jp/item/1998/9807/news07/22.htm#6",
            "content": "Anti-reunification regime resembling former \"civilian\" dictatorship = KCNA commentary =\r\n  Pyongyang, July 22 (KCNA) -- The South Korean ruler said that he would announce the \"second-stage administrative guidelines for state building\" around August 15, according to a report.\r\n   In this connection, he vociferated again about \"democracy,\" \"market economy\" and \"globalisation\". His utterances remind people of voluble utterances about \"creation of new Korea\" and \"second state building\" made by Kim Young Sam before and after he came to power.\r\n   In view of the policy of depending upon outsiders pursued by the present ruler since his assumption of power and in view of his repeat of the fantastic rigmarole of his predecessor, it is certain that his \"guidelines\" will further worsen the colonial dependence of South Korean society and the humiliating position of the people under the present South Korean regime.\r\n   What cannot be overlooked is the fact that he cried he would \"change the policy of inter-Korean confrontation in such a way as keeping pace with security and reconciliation.\"\r\n   However, this shows that he reluctantly admitted the anti-national, anti-reunification confrontation policy pursued by South Korea. His utterances about \"keeping pace with security and reconciliation\" are nothing but a fantastic signboard intended to deceive the public opinion at home and abroad.\r\n   This is eloquently proved by the fact that the South Korean puppets have launched frantic anti-DPRK confrontation rackets while employing shameless and crafty artifices to block the August 15 grand reunification festival.\r\n   Under the pretext of \"security,\" they are engaging themselves in large-scale war rackets and anti-north confrontation propaganda. Moreover, they are reinforcing the \"Agency for National Security Planning\" and the \"Ministry of National Unification\" with anticommunist maniacs, refusing to abolish the fascist \"National Security Law.\"\r\n   These days, they try to poke their noses into non-governmental reunification festival with outcries for \"reconciliation.\" they are trying to bar the participation in the August 15 reunification festival of Hanchongryon (South Korean Federation of University Student Councils) and the south headquarters of Pomminryon (National Alliance for the Country's Reunification) which are the sponsors of the festival, branding them as \"organisations benefiting the enemy.\"\r\n   These facts clearly prove once again that the present South Korean regime, styling itself a \"government for the people,\" is an anti-reunification fascist one which tries to gratify its ulterior design for power  by depending upon outsiders as the preceding dictators went against the aspirations and desire of all the fellow countrymen including South Koreans to achieve the reunification of the country at an early date through great national unity. \r\n   \r\n"
        },
        {
            "title": "Preparatory committees inaugurated abroad",
            "url": "http://kcna.co.jp/item/1998/9807/news07/22.htm#7",
            "content": "Preparatory committees inaugurated abroad\r\n  Pyongyang, July 22 (KCNA) -- Preparatory committees were inaugurated in Madagascar and Peru to mark the 50th anniversary of the Democratic People's Republic of Korea.\r\n   The inaugural meeting of the Madagascar Preparatory Committee set a period of celebrations from late June to mid-September and decided to have colorful events.\r\n   A similar meeting held in Peru had discussions on a programme of various celebrations. \r\n\r\n"
        },
        {
            "title": "Korean people's just cause favored",
            "url": "http://kcna.co.jp/item/1998/9807/news07/22.htm#8",
            "content": "Korean people's just cause favored\r\n Pyongyang, July 22 (KCNA) -- Prominent figures of India and Egypt voiced support for the just cause of the Korean \rpeople during the month of international solidarity with the Korean people (June 25-July 27).\r\n    A. Kumar Anjan, member of the Central Executive Committee of the National Council of the Communist Party of India, in an interview with the KCNA correspondent in New Delhi on July 14 said the Korean people's victory in the Fatherland Liberation War demonstrated that justice is sure to win and  people who turn out in a struggle to defend the dignity and honor of their country can defeat any formidable enemy.\r\n   If the South Korean \"government\" authorities want peace and reunification, they should stop pursuing the policy of dependence on outsiders and of confrontation and join in a grand march of the nation for the independent and peaceful reunification of the country under the banner of great national unity, he added.\r\n   Vice-Minister of Agriculture of Egypt Muhammad Al Husseini released a statement on July 11.\r\n   In the statement he expressed the belief that when the five-point policy of great national unity laid down by General Secretary Kim Jong Il is carried into practice, Korea will certainly be reunified.\r\n   The United States, he noted, should pull its troops and military equipment out of South Korea and no longer interfere in the internal affairs of Korea, but do things helpful to the reunification of Korea.\r\n   The Korean people's struggle for the independent and peaceful reunification of the country is sure to win under the wise guidance of Kim Jong Il, he added. \r\n \r\n"
        },
        {
            "title": "People's mind inclines toward north",
            "url": "http://kcna.co.jp/item/1998/9807/news07/22.htm#9",
            "content": "People's mind inclines toward north\r\n  Pyongyang, July 22 (KCNA) -- A free-lancer of South Korea, Hwang Jong Gil, published an article titled \"large river of people's mind flowing toward north\" after interviews with people, Seoul-based radio Voice of National Salavation said.\r\n   The eyes of South Korean people upon the atmosphere of the election of deputies to the Supreme People's Assembly of the north are full of astonishment and envy. Their attention is gravitating to the north, he said, and continued:\r\n   The news that General Secretary Kim Jong Il was nominated as a candidate for deputy to the tenth SPA at all the constituencies in the north in compliance with the unanimous will and desire of all the army and people is implanting new vitality into the minds of South Korean people driven to despair in this land.\r\n   He said this was confirmed by interviews with people. He quoted what people of different social standings he met said.\r\n   The interviews with people convinced him that the South Korean people are now living up to the principle because they are trusting in and following Kim Jong Il, destiny of the nation, as the sun of hope and mental pillar, he said, and stressed:  The inclination of South Korean people's mind towards the north is the trend of history that no force can check. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "\"KCTU\" likely to call second general strike",
            "url": "http://kcna.co.jp/item/1998/9807/news07/22.htm#10",
            "content": "\"KCTU\" likely to call second general strike\r\n\r\n    Pyongyang, July 22 (KCNA) -- The South Korean Confederation of Trade Unions (KCTU) declared that it would call the second general strike on July 23, in which more than 500,000 unionists will participate, a Seoul-based radio said.\r\n   The organisation said it was natural to continue the general strike unless the \"government\" authorities stop the forced \"structural reform\" and infringement of workers' rights and interests. \r\n\r\n\r\n"
        },
        {
            "title": "Cartoons on conflicts within S. Korean ruling quarters",
            "url": "http://kcna.co.jp/item/1998/9807/news07/22.htm#11",
            "content": "Cartoons on conflicts within S. Korean ruling quarters \r\n Pyongyang, July 22 (KCNA) -- South Korean publications carried cartoons showing contradictions and conflicts within the ruling quarters.\r\n   The cartoons threw a revealing glimpse on the wholesale economic bankruptcy in South Korea.\r\n   The South Korean Choong-Ang Daily April 17 carried a satirical cartoon. Drawn in the cartoon are four leaders of political and business circles letting loose their own shrieks while the present South Korean ruler is zealously wielding a baton, unfolding a musical notation entitled \"economic policy\".\r\n   Satirical is the cartoon printed in the March 4-18 issue of the weekly magazine insider world. It depicts big businessmen who, reading a book captioned \"trategy for survival,\" scorn at the present ruler shouting \"end of big business era \" at the top of his voice, saying, \"others also did so at the beginning.\"\r\n   Another South Korean newspaper Kyunghyang Daily News February 3 carried a cartoon satirically disclosing that the \"reform of big businesses\" urged by the present ruler is faced with strong resistance.\r\n   The February 12 issue of the weekly Hanguk ran a cartoon vividly showing the worsening conflicts between the present ruler and the big businesses and among big businesses. \r\n\r\n\r\n"
        },
        {
            "title": "Jumunjin naval battle",
            "url": "http://kcna.co.jp/item/1998/9807/news07/22.htm#12",
            "content": "Jumunjin naval battle\r\nPyongyang, July 22 (KCNA) -- The three-year Korean War started by the U.S. was not only a military confrontation but a showdown of faith and will.\r\n   The unshakable faith and will of the Korean people and army to defeat the aggressors and defend the country wrought unimaginable miracles.\r\n   One of the miracles is the Jumunjin naval battle the like of which is rare to be seen in world history of naval battles.\r\n   In the early period of the war, an enemy fleet consisting of the heavy cruiser Baltimore, a light cruiser and a destroyer fired volleys of guns at towns and villages from the sea off Kangnung, Mukho and Samchok, threatening units of the Korean People's Army (KPA) present on the coast.\r\n   Torpedo-boat fleet No. 2 of the KPA navy was ordered to defeat the enemy fleet. The battle took place on the sea off Jumunjin on the early morning of July 2, 1950.\r\n   When the torpedo-boats started attacks, the enemy warships fired hundreds of guns.\r\n   The torpedo-boats rapidly got close to the heavy cruiser, discharging torpedoes.\r\n   Hit by two torpedoes, Baltimore began listing with crew hurriedly trying to reach life boats and buoys on the deck.\r\n   KPA seamen continued discharging torpedoes at the heavy and light cruisers.\r\n   In the battle the heavy cruiser was sunk and the light cruiser damaged.\r\n   The victory in the battle greatly contributed to battles of a KPA combined infantry unit on the east coast.\r\n   President Kim Il Sung saw to it that the torpedo-boat fleet was awarded the title of guards for the victory in the Jumunjin battle. \r\n\r\n\r\n"
        },
        {
            "title": "Legacies of national culture inherited",
            "url": "http://kcna.co.jp/item/1998/9807/news07/22.htm#13",
            "content": "Legacies of national culture inherited\r\nPyongyang, July 22 (KCNA) -- Legacies of national culture have been properly inherited and developed and the long history of the nation has been glorified in the DPRK over the past 50 years.\r\n   The DPRK government has instituted and adopted laws on discovering, arranging and protecting all the legacies of national culture including the law on protecting cultural relics and the law on protecting scenic spots and natural monuments.\r\n   Archaeologists unearthed remains of pithecanthropes in the area of Pyongyang and found fossils of palaeolithic and neolithic men, thus verifying that the Korean peninsula is a birthplace of human beings. In recent years they exhumed the tomb of Tangun, the founder of the nation, and proved the remains of the dead to be those dating back to 5,011 years ago, so that they declared at home and abroad that the Korean nation is the homogeneous one.\r\n   The mausoleum of king Tongmyong, the founder of Koguryo (277 B.C.-668),  and the mausoleum of king Wang Kon, the founder of Koryo (918-1392), were rebuilt on an expansion basis before the mausoleum of Tangun was built grandiosely.\r\n   The Pohyon Temple on Mt. Myohyang, the Kwangbop Temple on Mt. Taesong, the Songgyungwan in Kaesong and other architectural heritages, mural tombs and mountain fortress walls have been rehabilitated and reconstructed to original state and preserved as national treasures.\r\n   Achievements have been made in translating and reprinting national classical heritages.\r\n   All  of the 1,763 volumes of \"the true records of the Ri dynasty,\" a national treasure book which contains the historical facts of more than 500 years in the form of diary, have been translated and published as a reprinted edition and the full text of \"the archives of the 80,000 wooden blocks of the complete collection of buddhist sutras\" which was printed in the 13th century has been bibliographed and arranged. Besides, collections of works, classical literary works, \"tonguibogam\" and many other Koryo medical books of renowned scholars and men of culture have been collected, rearranged and translated, helping toward history education, education in emotion and medical treatment of working people.\r\n   A library of history \"the Complete history of Korea\" (34 Volumes.), \"Pictorial book of Korean relics and remains\" (20 Volumes.) And \"Korean folk tradition\" (7 volumes) have been compiled and reprinted.\r\n   The Korean Central History Museum and other history museums have been built across the country as academic study centres, centres for preserving relics and places for education of masses. \r\n\r\n"
        },
        {
            "title": "Sokwang Temple",
            "url": "http://kcna.co.jp/item/1998/9807/news07/22.htm#14",
            "content": "Sokwang Temple\r\nPyongyang, July 22  (KCNA) -- The Sokwang Temple is at Solbong-Ri, Kosan county, Kangwon Province. It was built at the end of Koryo, a unified state that existed in the territory of Korea from 918 to 1392.\r\n   It consists of over 50 buildings which stand side by side, including the Hoji gate and the Ungjin, Taeung and Phalsang halls, and presents a grand spectacle.\r\n   Buildings in the upper part, such as the Ungjin Hall, were built in the last period of Koryo. Those in the lower part, such as the Taeung hall, were set up in the period of the Ri dynasty which existed from 1392 to 1910. There were mangificent and splendid buildings such as the Yongwol Pavilion, the Hoji gate, etc. And on either side of them were the Mangung, Simgom, Haejang, Myongbu and Hungbok halls. But most of them including the Taeung Hall were reduced to ashes owing to the enemy's indiscriminate bombing during the Korean War (June 1950-July 1953). Now there remain only a few buildings, such as the Hoji, Puli and Jogye gates and the Solsongdong Pavilion.  The Hoji gate built in 1392 is second in oldness only to the Ungjin Hall. \r\nThe Jogye gate rebuilt in 1783 is the second gate of the temple. The Puli gate, the first gate, was set up more than 240 years ago, and is peculiar in architectural style.\r\n   Built on a rainbow-shaped stone bridge linking valleys, the architectural beauty of the gate is something to see. \r\nThe Jogye gate and the Solsongdong Pavilion with gable roofs are also original in architectural style.\r\n   The Sagi stream flows through the valley and the foot of the mountain is thickly wooded with pine, pine-nut and oak trees, thus adding charms to the view of the temple.\r\n   The stream taking its rise from densely wooded and granitic Mt. Solbong is clean and does not run dry.\r\n   The valleys on either side of the temple are overgrown with Zelkova trees. Some of them are 600 years old and 6.8 metres in circumference at the bottom.\r\n   The relics in the temple are precious heritage of national culture, which show the original architecture and talents displayed by Korean ancestors in different ages.\r\n   Thanks to the DPRK government's policy on the preservation of national culture, the temple is well preserved and the area around it are now being widely used as a recreation ground. \r\n\r\n\r\n"
        },
        {
            "title": "FM Kim Yong Nam meets Pakistani ambassador",
            "url": "http://kcna.co.jp/item/1998/9807/news07/22.htm#15",
            "content": "FM Kim Yong Nam meets Pakistani ambassador\r\n Pyongyang, July 22 (KCNA) -- Vice-Premier and Foreign Minister Kim Yong Nam today met and had a talk with Pakistani ambassador to Korea Rehmdil Bhatti, who paid a farewell call on him. \r\n\r\n\r\n\r\n"
        }
    ]
}