{
    "date": "1998-04-04",
    "url": "http://kcna.co.jp/item/1998/9804/980404.htm",
    "articles": [
        {
            "title": "Korea's reunification supported abroad",
            "url": "http://kcna.co.jp/item/1998/9804/news04/04.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Indian speaker of Lok Sabha",
            "url": "http://kcna.co.jp/item/1998/9804/news04/04.htm#2",
            "content": "Korea's reunification supported abroad \r\nPyongyang, April 4 (KCNA) -- \"Today the whole world hopes for Korea's reunification,\" said Guyanese President Janet Jagan when meeting with the Korean ambassador.\r\n   The President expressed the belief that the Korean peninsula will be reunified in a peaceful way in near future.\r\n   \"Guyana always supports Korea's peaceful reunification,\" he added.\r\n   Gennadi Zuganov, Chairman of the C.C., the Communist Party of the Russian Federation, told the outgoing Korean ambassador that his party fully supports the Workers' Party of Korea's strategy for national reunification and  will as ever fully support the DPRK's three charters of reunification.    \r\n \r\n\r\n"
        },
        {
            "title": "R.S. on outcries of S. Korean \"Minister of Foreign Affairs and Trade\"",
            "url": "http://kcna.co.jp/item/1998/9804/news04/04.htm#3",
            "content": "Greetings to Indian speaker of Lok Sabha\r\n Pyongyang, April 4 (KCNA) -- Yang Hyong Sop, Chairman of The Supreme People's Assembly of the DPRK, sent a telegram of greetings to G.M.C. Balayogi upon his election as speaker of Lok Sabha (Lower House) of India.\r\n   The telegram wished him success in his work for national prosperity and development, expressing the belief that the excellent relations of friendship and cooperation between the two parliaments will further strengthen and develop in the interests of the two peoples.    \r\n\r\n\r\n"
        },
        {
            "title": "General strike declared in S. Korea",
            "url": "http://kcna.co.jp/item/1998/9804/news04/04.htm#4",
            "content": "R.S. on outcries of S. Korean \"Minister of Foreign Affairs and Trade\"\r\n Pyongyang, April 4 (KCNA) -- Rodong Sinmun today comments on the outcries of the \"Minister of Foreign Affairs and Trade\" of South Korea in the wake of the utterances of the S. Korean \"Minister of National Unification\"  some time ago as regards the inter-Korean relations.\r\n   The \"Minister of Foreign Affairs and Trade\" spoke in a \"KBS policy examination program\" that the withdrawal of the U.S. troops from South Korea cannot be an \"agenda item of the four-way talks,\" the daily says, and goes on:\r\n   It is time for both sides to refrain to the maximum from making unreasonable remarks getting on the other party's nerves for the sake of national reconciliation, unity and reunification. However, it must not go unnoticed that the \"Ministers\" took the lead in  getting on the nerves of the north and inciting confrontation with it.\r\n   What the South Korean rulers have said makes us suspect that they are getting close to their predecessors'  anti-north confrontation policy which already tasted  failure.\r\n   If their remarks represent the willingness of the present regime of South Korea, we cannot but be wary of them.\r\n   We make it clear again that the withdrawal of the U.S. troops from South Korea  is a crucial matter directly linked with the dignity and destiny of the nation and  the reunification of the country.\r\n   It is our stand that  the U.S. troops must be withdrawn also for peace on the Korean peninsula.\r\n   The South Korean rulers must make a policy switchover, prompted by such a position.    \r\n\r\n"
        },
        {
            "title": "U.S. military urged to act with prudence",
            "url": "http://kcna.co.jp/item/1998/9804/news04/04.htm#5",
            "content": "General strike declared in S. Korea\r\nPyongyang, April 4 (KCNA) -- The South Korean Confederation of Trade Unions will stage such powerful struggles as general strike for nullification of the reactionary lay-off system. \r\n   Ri Kap Yong declared this just after he won the chairmanship in the elections to the confederation's leadership on March 31, according to a radio report from Seoul.\r\n   He also vowed to further strengthen the labour movement.\r\n   In another development, he, calling for struggles against unjustifiable labour acts by the puppet authorities and businesses, declared that large-scale protest rallies will be held in different parts on April 18.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pyongyang, the only symbol of Korean nation",
            "url": "http://kcna.co.jp/item/1998/9804/news04/04.htm#6",
            "content": "U.S. military urged to act with prudence\r\n Pyongyang, April 4 (KCNA)  -- The U.S. Defense Department made public a plan on mar. 25 to supply South Korea with latest-type  long-distance multiple rocket launchers allegedly to cope with the \"threat of north Korea's  long-range artillery pieces.\" in this regard a news analyst of  Rodong Sinmun today warns the warmongers of the U.S. military to correctly see their rival and act with discretion.\r\n   It says in part:\r\n   We have warned time and again that the reckless war preparations against the north by the warmongers will lead themselves to doomsday.\r\n   We mean what we say.\r\n   We are fully prepared for both war and dialogue.\r\n   Such things as long-distance multiple rocket launchers are nothing when our revolutionary armed forces begin firing at them.\r\n   Our revolutionary armed forces and people keep close watch on the enemies' escalating new war preparations with utmost vigilance and will mercilessly annihilate the enemies if they unleash a war.\r\n   Repentance comes too late.       \r\n\r\n"
        },
        {
            "title": "It is victor who laughs last",
            "url": "http://kcna.co.jp/item/1998/9804/news04/04.htm#7",
            "content": "Pyongyang, the only symbol of Korean nation\r\n Pyongyang, April 4 (KCNA) -- \"The Koreans should regard Pyongyang in the north as the only symbol of the nation and as motherland of its 70 million members.\"\r\n   A South Korean historian, Ri Hyong Gyu, stressed this in an article titled \"We see the true looks of the nation,\" according to the Seoul-based radio Voice of National Salvation.\r\n   The author of the article wrote that Seoul in the south is a land with no national character where the spirit and soul of the Korean nation can never be found, but Pyongyang where the great father of the nation lives is a great garden of the Juche character, national character, where the spirit and soul of the nation are fully displayed.\r\n   The article said:\r\n   Historically, the south has been a hotbed of flunkeyism and dependence on outsiders. There groups affected by such flunkeyism as ruins the nation are now further soiling the spirit of the nation with pro-American, pro-Japanese treacherous politics.\r\n   Contrary to it, Pyongyang adorned the nation's modern history as a glorious one shining with the august name of the sun. And  it corrected the distorted national history and put it on its original orbit. \r\n   So I say that Pyongyang has the soul, features, excellent traditions and culture of the nation and its peculiar beauty and scent, but Seoul has neither roots and spirit of the nation nor its appearance and scent.\r\n   The former has a brilliant history and reality and a bright future, while the latter has a dirty past and dim present but no future.\r\n   It is thanks to President Kim Il Sung and General Kim Jong Il,  great leaders of the nation, that the north with the time-honored sacred ground, mountain and city of the nation could be turned into a place where the national identity and the Juche character are maintained.\r\n   President Kim Il Sung is the father of the nation who was born in Pyongyang, the cradle of the nation, and fought around Mt. Paektu, the ancestral mountain, to save the destiny of the fellow countrymen. He is also the great founder of the state who built a new, powerful and prosperous country with Pyongyang as holy capital city of independence, which was the first capital of ancient Korea founded by King Tangun.\r\n   The leader Kim Jong Il is the only personifier of national historic legitimacy and the great symbol of the nation's Juche character.\r\n   The article stressed that the Korean people should look up to and defend as the holy of holies for the nation Pyongyang where President Kim Il Sung is preserved in state and the leader Kim Jong Il works.    \r\n   \r\n"
        }
    ]
}