{
    "date": "1998-01-18",
    "url": "http://kcna.co.jp/item/1998/9801/980118.htm",
    "articles": [
        {
            "title": "Handiwork wishing good health and long life to G.S. Kim Jong Il",
            "url": "http://kcna.co.jp/item/1998/9801/news01/18.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Big business group of S. Korea goes bankrupt",
            "url": "http://kcna.co.jp/item/1998/9801/news01/18.htm#2",
            "content": "Handiwork wishing good health and long life to G.S. Kim Jong Il\r\n  Pyongyang, January 18 (KCNA) --The members of the society of patriotic women active in Ulsan city of South Korea made a handiwork eagerly wishing General Kim Jong Il a long life in good health on the new year, the Seoul-based radio Voice of National Salvation quoted the South Kyongsang Provincial Committee of the National Democratic Front of South Korea as saying.\r\n   Embroidered in the front part of the handiwork made of red velvet cloth were the letters \"we wholeheartedly wish good health and long life to General Kim Jong Il\" and in the reverse were the letters \"as there is General Kim Jong Il, the dignity of the nation shines and a bright future of reunification and independence comes.    The good health and long life of General Kim Jong Il is the highest happiness and joy of the 70 million fellow countrymen. The society of patriotic women. January 1, Juche 87 (1998).\"    \r\n\r\n"
        },
        {
            "title": "1998, historic year for Korean people",
            "url": "http://kcna.co.jp/item/1998/9801/news01/18.htm#3",
            "content": "Big business group of S. Korea goes bankrupt\r\nPyongyang, January 18 (KCNA) -- The Rasan Business Group of South Korea, one of big business groups, went bankrupt on January 14, a Seoul-based radio reported.\r\n   The Rasan Co. Ltd., the Rasan Engineering Construction Co. Ltd., the Rasan Circulation Co. Ltd., and another one, the hardcore of this group, drew dishonored bills of 11.6 billion Won and went bankrupt, faced with financial difficulties.    \r\n\r\n"
        },
        {
            "title": "Korean people's just cause supported",
            "url": "http://kcna.co.jp/item/1998/9801/news01/18.htm#4",
            "content": "1998, historic year for Korean people\r\n  Pyongyang, January 18 (KCNA) -- Guzman Rivera Castaneda, General Secretary of the Revolutionary Socialist Party of Peru, issued a statement on Jan. 6 in support of the joint editorial of the newspapers Rodong Sinmun and Joson Inmingun.\r\n   He said that 1998 will be a historic year for the Korean people.\r\n   No matter how the situation may change in the year 1998, the Korean people will make a new breakthrough in the struggle for the independent and peaceful reunification of the country, he noted.\r\n   Referring to the tasks of the economic, cultural and national defence sectors set forth in the joint editorial, he firmly promised to continuously extend solidarity to the Korean people in their struggle to consolidate the cause of independence, socialism of Juche, and accelerate the independent and peaceful reunification of Korea.    \r\n\r\n"
        },
        {
            "title": "Pull down barrier of division on Korean peninsula",
            "url": "http://kcna.co.jp/item/1998/9801/news01/18.htm#5",
            "content": "Korean people's just cause supported\r\n Pyongyang, January 18 (KCNA) -- Maltese President Ugo Mifsud Bonnici, when he met with the DPRK Ambassador to his country on Jan. 8, said that the people who are struggling with a clear aim, led by a great leader, will win certainly.\r\n   The Korean people could overcome all difficulties and win a great victory last year thanks to the outstanding guidance of leader Kim Jong Il, he said.\r\n   He expressed the belief that this year, too, the Korean people will successfully carry out all the tasks set forth in the joint new year editorial under the wise leadership of General Kim Jong Il.\r\n   Believing that korea will be reunified in a peaceful way without interference of outsiders, he stressed that he will continue to support the Korean people's cause of reunification in the future, too.\r\n   Khamtay Siphandone, Chairman of the Central Committee of the Lao People's Revolutionary Party and Premier of the government, expressed the belief that the traditional friendship and unity and cooperative relations provided by the leaders of the two countries will further develop in all spheres, when he met with the DPRK Ambassador to his country on Jan. 13.\r\n   Convinced that the peaceful reunification of Korea will be realized without fail, he said that he always supports the reunification of Korea.\r\n   N. Enkhbayar, Chairman of the Mongolian People's Revolutionary Party, when he met with the DPRK Ambassador to his country on Jan. 13, wished the Korean people greater success in implementing the tasks of the New Year under the leadership of General  Kim Jong Il.    \r\n\r\n"
        },
        {
            "title": "CPRF spokesman on reform of U.S. Eighth Army Command",
            "url": "http://kcna.co.jp/item/1998/9801/news01/18.htm#6",
            "content": "Pull down barrier of division on Korean peninsula\r\n  Pyongyang, January 18 (KCNA) -- The Nepali Congress, the Nepal Communist Party (United Marxism-Leninism), the Nepal Worker-Peasant Party and the Nepal Journalist Association and other political parties and organisations of Nepal made public a joint statement on Jan. 10 demanding the demolition of the concrete wall built in the area south of the Military Demarcation Line of Korea.\r\n   The statement said that barriers symbolic of east-west confrontation were pulled down and detente, reconciliation and cooperation have become a new trend after the end of the Cold War but the concrete wall, a symbol of national division and confrontation, is still existing in the area south of the Military Demarcation Line of the Korean peninsula.\r\n   If the concrete wall is demolished, any physical barrier will not exist between the north and south of the Korean peninsula and a favourable phase for the independent and peaceful reunification of korea will be opened, it said.\r\n   It strongly urged the United States and the South Korean authorities to promptly pull down the barrier of division, which does not meet the aspirations of the Korean people for the reunification of the country and the trend of the times. \r\n   \r\n"
        },
        {
            "title": "Red  Flag spirit of Mt. Paektu, eternal revolutionary  spirit of Korean people",
            "url": "http://kcna.co.jp/item/1998/9801/news01/18.htm#7",
            "content": "CPRF spokesman on reform of U.S. Eighth Army Command \r\n   Pyongyang, January 18 (KCNA) -- The spokesman for the Committee for the Peaceful Reunification of the Fatherland issued a statement on January 17 denouncing the U.S. warmaniacs for stepping up the reform of the U.S. Eighth Army Command present in South Korea into a Field Army Command.\r\n   The statement says:\r\n   The reform comes at a time when the \"four-way talks\" are now under way to set up a peace-keeping mechanism on the Korean peninsula. It is a premeditated move designed to stifle the Democratic People's Republic of Korea by force of arms. This is a new grave threat and provocation against the DPRK.\r\n   While crying for peace and the improvement of relations with the DPRK, the U.S. is stepping up war preparations against it. This is a dangerous act no one can remain a passive onlooker to.\r\n   The U.S. should not try to threaten the DPRK with any military adventure and pressure.\r\n   We treasure peace but do not beg for it at all. It is a fixed will and unshakable faith of the Korean people and People's Army to mete out a merciless punishment to those who encroach upon the sovereignty of the DPRK and to defend the anthropocentric socialism of Korean style impregnably.\r\n   If the U.S. warhawks try to place the U.S. Forces in South Korea under wartime system, ignoring our warnings, we cannot but take countermeasures and the U.S. will be held responsible wholly for the consequences arising therefrom. \r\n   \r\n"
        },
        {
            "title": "Fascist clique hit for attempting to suppress champions of reunification and democracy",
            "url": "http://kcna.co.jp/item/1998/9801/news01/18.htm#8",
            "content": "Red  Flag spirit of Mt. Paektu, eternal revolutionary  spirit of Korean people \r\n Pyongyang, January 18 (KCNA) -- The spirit of the Red Flag that mirrors the traits of the three generals of Mt. Paektu serves as the banner of the struggle of the true communists.\r\n   Rodong Sinmun stresses this in a signed article today.\r\n   The Red Flag spirit of Mt. Paektu means that one should carry out one's revolutionary task by oneself no matter how difficult it is, the article says, and goes on:\r\n   The spirit serves as the driving force with which the Korean people live and fight as the vanguard fighters in defending the leader at the risk of their lives, as the banner of the indomitable spirit under which they rise again even though they fall hundreds of times and as the banner of independence under which they push ahead with the revolution and construction their own way with firm belief in their own efforts.\r\n   Our society has great potentials as the integral whole of the singlehearted loyalty and filial piety to the leader. It is the noble traits of the Korean people who inherited the Red Flag spirit of Mt. Paektu to devotedly safeguard the headquarters of the revolution headed by  General Kim Jong Il as  the seventh regiment of the Korean People's Army did during the anti-Japanese war.\r\n   It is the unshakable will of the Korean people to build their country into a powerful one of Juche in the same indomitable spirit that was displayed by the People's Army members in the thick forests of Mt. Paektu. The indomitable spirit of the Korean people is the source of strength for preserving the Juche character and the national character in the teeth of the campaign the imperialists have intensified as never before to isolate and stifle them, as well as the mean acts of renegades of all hues, and for demonstrating the might of Kim Il Sung's Korea all over the world.\r\n   As long as they have the Red Flag spirit of Mt. Paektu, the Korean people will remain as a dignified independent people and Korea as a powerful country independent in politics, self-supporting in the economy and self-reliant in national defence forever.    \r\n\r\n"
        }
    ]
}