{
    "date": "1998-01-31",
    "url": "http://kcna.co.jp/item/1998/9801/980131.htm",
    "articles": [
        {
            "title": "National meeting of example-setters in self-reliance",
            "url": "http://kcna.co.jp/item/1998/9801/news01/31.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Annual meeting of Korea-Cuba solidarity committee",
            "url": "http://kcna.co.jp/item/1998/9801/news01/31.htm#2",
            "content": "National meeting of example-setters in self-reliance \r\nPyongyang, January 31 (KCNA) -- A national meeting of example-setters in self-reliance was held at the 6,000-seat theatre of the April 25 house of culture on January 29 and 30.\r\n   It was attended by Vice-President Ri Jong Ok, other senior officials of the party and state, officials of example units of self-reliance and innovators.\r\n   It summed up achievements and experience gained in the course of the \"arduous march\" and discussed tasks and ways to push ahead with the forced march for the final victory by giving fuller scope to the revolutionary spirit of self-reliance.\r\n   In a congratulatory message to the participants in the meeting, the Central Committee of the Workers' Party of Korea said that the history of the Korean revolution is a proud history of self-reliance and all the victories made by the WPK and the Korean people in the revolutionary struggle and construction work are a brilliant fruition of self-reliance.\r\n   It recalled that, in recent years, the Korean people, upholding the slogan \"self-reliance is our only choice \" have firmly defended and exalted Korean socialism in teeth of the vicious moves of the imperialists to isolate and stifle them and unprecedented hardships caused by severe natural disasters, thus working historic miracles.\r\n   It pointed out that it is the pride of the WPK and the Korean people to have a large army of example-setters in self-reliance who have supported the party in practice by creditably performing their revolutionary duties under any circumstances in the revolutionary spirit of soldiers and self-reliance.\r\n   It further said:\r\n   Today, the WPK requires the whole party, the whole army and all the people to make a decisive turn in the revolution and construction by pressing ahead with the forced march for the final victory in a high-pitched spirit of self-reliance.\r\n   To uphold General Kim Jong Il with koyalty and filial piety is an ideological and spiritual quality of the example-setters in self-reliance. Herein lies a basic source of the revolutionary spirit of self-reliance.\r\n   The congratulatory message called upon all the example-setters in self-reliance to become ardent loyalists who play a vanguard role in the struggle to put the plan and intention of the party into practice.\r\n   Kim Ki Nam, Secretary of the WPK Central Committee, delivered a report \"let us accelerate the forced march for the final victory under the uplifted revolutionary banner of self-reliance.\"\r\n   The reporter recalled that General Kim Jong Il set forth a revolutionary policy of meeting the anti-socialist offensive of the imperialists with the strategy of self-reliance and has led the whole party, the whole army and all the people along the road of victory, setting great examples in the van of the \"arduous march.\"\r\n   He stressed: \r\n   This year when we will significantly celebrate the 50th founding anniversary of the DPRK with leader Kim Jong Il as General Secretary of the WPK, we should further consolidate the political, economic and military positions of Korean socialism, under the party's slogan \"let us push ahead with the forced march for the final victory \"   We should not envy nor covet things of others but carry on the revolution in the Korean way on this land, come what may, and firmly maintain the principle of socialism in all domains of social life. \r\n   Speakers introduced achievements and experience gained in the revolutionary spirit of self-reliance.    \r\n \r\n\r\n"
        },
        {
            "title": "Wise leadership of WPK for preserving Juche character",
            "url": "http://kcna.co.jp/item/1998/9801/news01/31.htm#3",
            "content": "Annual meeting of Korea-Cuba solidarity committee\r\nPyongyang, January 31 (KCNA) -- An annual meeting of the Korea-Cuba Solidarity Committee was held in Pyongyang on January 30.\r\n   It summed up the activities conducted by the committee \r\nLast year to support the struggle of the Cuban people, who are victoriously advancing socialism in defiance of the blockade by the imperialists, and strengthen friendship and solidarity with them and discussed a working plan for this year.\r\n   The list of newly-elected members of the committee was published at the meeting. \r\n   Attending the meeting were Choe Ki Ryong, Chairman of the State Education Commission and Chairman of the Korea-Cuba Solidarity Committee, Ryang Tal Ju, Vice-Chairman of the Committee for Cultural Relations with Foreign Countries, and other officials concerned.\r\n   cuban ambassador to korea jose ramon rodriguez varona and \r\nEmbassy officials were on hand.    \r\n\r\n\r\n"
        },
        {
            "title": "More than 160 espionage flights",
            "url": "http://kcna.co.jp/item/1998/9801/news01/31.htm#4",
            "content": "Wise leadership of WPK for preserving Juche character\r\n Pyongyang, January 31 (KCNA) -- Rodong Sinmun today carries an article on the wise leadership of the Workers' Party of Korea for maintaining the Juche character in the revolution and construction, written by Dr. Kim Ik Sam.\r\n   The article says General Kim Jong Il, in his celebrated work \"On Preserving the Juche Character and National Character of the Revolution and Construction,\" reviewed with pride the historic experience of the WPK in preserving the Juche character, thus fully demonstrating the wisdom of the party leading the times and the revolution.\r\n   It further says:\r\n   In preserving the Juche character the WPK has placed the destiny of the Korean revolution and nation in the centre of all matters.\r\n   Maintaining the Juche character of the revolution and construction means letting the masses of the people become the masters of the destinies of their country and nation and of their own destinies and shape them in an indepenent and creative way.\r\n   In invariably keeping the Juche character the WPK has also strictly rejected all hues of counterrevolutionary trend of thought including great-power chauvinism and flunkeyism and led the uncompromising struggle against it.\r\n   Great-power chauvinism and flunkeyism were the main obstacle to and the first target of our party's struggle for maintaining the Juche character.\r\n   Our party and people have waged ceaseless and acute struggle against flunkeyism while rejecting great-power chauvinism that goes against the Juche character.\r\n   The WPK has also linked the efforts for the maintenance of the Juche character with the struggle for strengthening solidarity and unity in the worldwide socialist movement.\r\n   It has striven to strengthen international solidarity and unity in conformity with the nature of the socialist movement, strictly rejecting the placing of Juche character against internationalism.\r\n   Today the WPK is making a great contribution to the global cause of socialism by firmly preserving the Juche character, the article stresses.    \r\n\r\n"
        },
        {
            "title": "Chief of NDFSK Pyongyang Mission calls for struggle  against lay-off system",
            "url": "http://kcna.co.jp/item/1998/9801/news01/31.htm#5",
            "content": "More than 160 espionage flights\r\n Pyongyang, January 31 (KCNA) -- The U.S. made more than 160 espionage flights against North Korea in January, military sources said.\r\n   Involved in the flights were various kinds of strategic and tactical reconnaissance planes.\r\n   On January 28 and 29 the U-2 high-altitude strategic reconnaissance plane flew above the forefront area along the military demarcation line for espionage on the depth area of North Korea. The plane flew some 40 missions in January.\r\n   RC-135 strategic reconnaissance plane, E-3 AWACS, and 7 to 12 warplanes including  RC-12, RF-4c, P-3 and EH-60 flew in the sky above the forefront area for espionage on the frontline and east and west coasts of North Korea.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "NDFSK spokesman lashes out at S. Korea visit by U.S. Defense Secretary",
            "url": "http://kcna.co.jp/item/1998/9801/news01/31.htm#6",
            "content": "Chief of NDFSK Pyongyang Mission calls for struggle  against lay-off system\r\nPyongyang, January 31 (KCNA) -- Ri Sang Chol, Chief of the Pyongyang Mission of the National Democratic Front of South Korea (NDFSK), had an interview with the KCNA on January 29 in connection with the moves of the Kim Young Sam group to introduce the reactionary system of allowing companies to lay off workers.\r\n   He said:\r\n   The authorities intend to introduce the system, calling for \"reforms\" of the administrative organs and the \"restructuring\" of the political camp and business conglomerates under the pretext of \"pain-sharing\".\r\n   However, this is nothing but a drama to deceive the South Korean people including the workers.\r\n   The present happenings in South Korea are an inevitable result of the colonial dependent economy.\r\n   Ri Sang Chol called upon the South Korean workers not to be deceived by the \"structural readjustment\" plot but fight it out against the lay-off system.    \r\n\r\n"
        },
        {
            "title": "Persimmon 200 years old",
            "url": "http://kcna.co.jp/item/1998/9801/news01/31.htm#7",
            "content": "NDFSK spokesman lashes out at S. Korea visit by U.S. Defense Secretary\r\n  Pyongyang, January 31 (KCNA) -- The spokesman for the National Democratic Front of South Korea (NDFSK) released a statement on January 24 hitting out at the South Korea visit by U.S. Secretary of Defense William Cohen, according to the Seoul-based radio Voice of National Salvation.\r\n   The statement said:\r\n   His recent trip of South Korea was a very dangerous tour intended to direct on the spot the reorganisation of the South Korea-based U.S. 8th army command into the field army command and perfect the preparations for a war against the North Korea  at the very juncture when the four-way talks are under way.\r\n   During his visit, he reiterated \"threat by the north\" and made bellicose remarks.\r\n   This is an unpardonable behaviour which can be done only by such shameless and ferocious aggressors as the U.S.  who are hell bent on moves to perfect the war system and stifle the dialogue partner behind the curtain of talks.\r\n   The United States must abandon its military occupation and colonial domination of South Korea and pull all its troops out of South Korea.    \r\n  \r\n"
        }
    ]
}