{
    "date": "1998-11-20",
    "url": "http://kcna.co.jp/item/1998/9811/981120.htm",
    "articles": [
        {
            "title": "Hwang Son should be immediately released",
            "url": "http://kcna.co.jp/item/1998/9811/news11/20.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Absurd remarks",
            "url": "http://kcna.co.jp/item/1998/9811/news11/20.htm#2",
            "content": "Hwang Son should be immediately released \r\n   Pyongyang, November 20 (KCNA) -- The Central Standing Committee of the Korean Youth League in Japan (Jochong) issued a statement on Nov. 13 denouncing the South Korean authorities for arresting Hwang Son, a delegate of the South Korean Federation of University Student Councils, according to the Japan-based paper Joson Sinbo Nov. 16.\r\n   The statement said that Hwang's north visit is a patriotic and proud deed based on the spirit of national independence and love for the nation, a spark of reunification which gave great hope for reunification and courage to all fellow countrymen and Korean youth and students in Japan.\r\n   The Jochong Central Standing Committee brands the South Korean authorities' arrest of Hwang as an unpardonable diabolical crime against reunification and strongly denounces it, representing the bitter national indignation of all the Jochong officials and Korean youth and students in Japan, the statement said, and went on:\r\n   The South Korean authorities should immediately release Hwang Son under arrest.\r\n   We will resolutely struggle in closer unity with the fellow students in South Korea fighting for the repeal of the \"National Security Law\", until dear Hwang Son is released. \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun calls for stepping up forced march of socialism ",
            "url": "http://kcna.co.jp/item/1998/9811/news11/20.htm#3",
            "content": "Absurd remarks\r\n   Pyongyang, November 20 (KCNA) -- John Gannon, chairman of the National Intelligence Council of the United States, made provocative remarks against the DPRK at a Standford University \"Conference on the threat of biological and chemical weapons around the world\" on November 16, according to a news report.\r\n   He impudently named the DPRK as one of those countries which \"either possess or are actively pursuing offensive capability with biological and chemical weapons.\"\r\n   He said that the United States is \"the world's biggest and most display target\" of biological and chemical weapons.\r\n   His utterances are the height of absurdity.\r\n   It is none other than the United States that is possessed of the most biological and chemical weapons in the world. It is also the U.S. that used these fatal weapons against peoples of other countries and is threatening other nations with them.\r\n   The Korean people still vividly remember inhuman atrocities committed by the U.S. imperialists with poison gas and bacteriological bombs during the past Korean War.\r\n   His provocative utterances against the DPRK are indeed ridiculous.\r\n   In the final analysis, his rigmarole is meant to cover up the criminal nature of the United States which is not only possessed of a large quantity of biological and chemical weapons but also is threatening others with them while selling them. \r\n\r\n"
        },
        {
            "title": "Smear campaign of \"ANSP\" against north = KCNA commentary =",
            "url": "http://kcna.co.jp/item/1998/9811/news11/20.htm#4",
            "content": "Rodong Sinmun calls for stepping up forced march of socialism\r\n Pyongyang, November 20 (KCNA) -- Rodong Sinmun today dedicates an editorial to the 40th anniversary of the publication of the President Kim Il Sung's famous work \"On Communist Education\" on November 20, Juche 47 (1958). The editorial calls upon all the party members and other working people to consolidate the ideological position as firm as a rock and step up the forced march for the final victory.\r\n   Comprehensively expounded in the work are the contents, tasks, forms and ways of ideological work for training the party members and other working people to be true communist men.\r\n   The editorial says:\r\n   Korea has built a powerful socialist state, independent in politics, self-sufficient in the economy and self-reliant in national defence.\r\n   It owes its great success to the wise guidance of the party and the leader that gave a definite priority to ideological work at all times and aroused the revolutionary enthusiasm of the people.\r\n   History and realities clearly prove that the key to the successful building of socialism is to conduct powerful ideological work in any circumstances.\r\n   It is the fixed will of General Secretary Kim Jong Il to carry the cause of socialism and communism to the completion by giving priority to ideology. An important feature of his leadership over the revolution and construction finds expression in attaching greater importance to ideological work and pulling  through difficulties lying in the way of revolution.\r\n   He has intensified the revolutionary ideological offensive to imbue the whole of society with the idea of red flag to cope with imperialists' vicious campaign to isolate and stifle the DPRK and their ideological and cultural poisoning.\r\n   A powerful state of Juche we are building is a great one which is being constructed and cemented with the might of ideology.\r\n   We should take it as an iron rule to conduct ideological work as President Kim Il Sung and Marshal Kim Jong Il taught and did, no matter how much water flows under the bridge.\r\n   The editorial of Rodong Sinmun, an organ of the Central Committee of the Workers' Party of Korea, says the tasks for further deepening ideological work at the present time are to conduct an effective education for instilling the greatness of the party and the leader into the hearts of the party members and other working people and train them to be ideologically strong persons with resolute faith in socialism.\r\n   In particular, we should pay special attention to class education among young people and children who have not yet been well tested in the hard-fought revolutionary struggle, and keep bourgeois ideology and other reactionary ideas and the alien way of life from infiltrating into the minds of the people. \r\n\r\n"
        },
        {
            "title": "U.S. hit for slandering DPRK",
            "url": "http://kcna.co.jp/item/1998/9811/news11/20.htm#5",
            "content": "Smear campaign of \"ANSP\" against north = KCNA commentary =\r\n   Pyongyang, November 20 (KCNA) -- South Korea's \"Agency For National Security Planning\" (ANSP), the den of crimes and tricks, published a book \"new threat in 21st century, entities of international crimes and countermeasure\" on the infiltration of international criminal organizations into South Korea.\r\n   What we cannot overlook is the insistence of the book that \"the DPRK tries to introduce narcotics and counterfeit notes into South Korea through international criminal organizations, the General Association of Korean Residents in Japan (Chongryon) and other pro-north forces with a view to conducting operations against the south.\"\r\n   It is a trite propaganda intended to impair the high international authority and prestige of the DPRK and Chongryon, an independent organization of its overseas citizens.\r\n   In fact, South Korea is a hotbed of all sorts of crimes and narcotics= the South Korean authorities and tricksters of the \"ANSP\" employ every possible means to introduce the corrupt American way of life into the north under the pretext of \"reforms and opening.\"\r\n   The smear campaign of the \"ANSP\" clearly reveals once again the anti-national, anti-reunification nature of the South Korean authorities who try to spoil an atmosphere for improving north-south relations and whip up an anti-north confrontation psychology among the South Korean people.\r\n   The South Korean authorities must ponder over what effect the provocative false propaganda will have on the north-south relations and act with discretion. \r\n\r\n"
        },
        {
            "title": "Book \"Korean Folk Tradition\"",
            "url": "http://kcna.co.jp/item/1998/9811/news11/20.htm#6",
            "content": "U.S. hit for slandering DPRK\r\n   Pyongyang, November 20 (KCNA) -- A U.S. delegate at the third committee of the UN General Assembly brought forward a non-existent \"human rights problem\" to slander the DPRK.\r\n   Rodong Sinmun today describes his demeanor as a miserable and base act.\r\n   The news analyst says:\r\n   We consider the act miserable because the U.S. has a foolish idea that we may give in to its pressure over human rights.\r\n   It is an attempt of the U.S. to isolate us politically, suffocate us economically, stifle us by force of arms and disintegrate us on the strength of human rights problem.\r\n   The U.S., however, is mistaken.\r\n   With any means and method the U.S. cannot bring us to our knees.\r\n   To us the U.S. anti-DPRK diatribe over \"human rights problem\" is a scream made by those fearful of the potentials of our socialism.\r\n   We consider the act base because the U.S. plagued with a great many human rights problems has the face to raise a hue and cry over the DPRK's \"human rights problem.\"\r\n   The \"human rights problem\" on the lips of the U.S., the worst graveyard of human rights in the world, does not go down with anyone. The U.S. guibble with \"human rights problem\" only invites ironic smile and denunciation from the world people. It will only result in revealing that the U.S. is plagued with many human rights problems.\r\n   The U.S. had better mind its own business. \r\n\r\n\r\n"
        },
        {
            "title": "Different stands and attitudes of Germany and Japan",
            "url": "http://kcna.co.jp/item/1998/9811/news11/20.htm#7",
            "content": "Book \"Korean Folk Tradition\"\r\n Pyongyang, November 20 (KCNA) -- The book \"Korean Folk Tradition\" is avidly read by the Korean people of different social strata. \r\n   Contained in it are customs of Koreans in Dietary, clothing and housing life, family life and labour, folk holidays and games, music and dances, literature, handicraft and others.\r\n   The book explains the origin, history and contents of folk tradition so as to make it helpful in present life.\r\n   It consists of 7 volumes of over 2,100 pages with 1,800 odd visual aids such as color-photos and diagrams.\r\n   General Secretary Kim Jong Il personally proposed to edit the book in July Juche 77 (1988) and formed a powerful editing group. Several times he gave concrete instructions concerning matters arising in editing and publishing the book including volumes of the book, framework and system, direction of description and contents.\r\n   The book was written and edited as valuable treasure of the nation in a short span of time.\r\n   Dr. Jo Tae Il of the History Institute of the Academy of Social Sciences said that he believed the book, which comprehensively contains the folk tradition of Korea, will be greatly helpful to preserving the national character, preventing  national heterogeneity and achieving great national unity of Koreans in the north, south and overseas and reunification. \r\n  \r\n"
        },
        {
            "title": "8th anniversary of formation of Pomminryon observed",
            "url": "http://kcna.co.jp/item/1998/9811/news11/20.htm#8",
            "content": "Different stands and attitudes of Germany and Japan\r\n  Pyongyang, November 20 (KCNA) -- Rodong Sinmun in a signed article today, recalling that Germany has compensated on several stages to the countries and individuals which had suffered damage from the crimes of Germany during World War II, says that Japan, a defeated country like Germany, presents a sharp contrast with Germany.\r\n   The daily goes on:\r\n   Recently the federal government of Germany decided to offer 400 million marks in compensation to the victims of nazism. Through it Germany is trying to atone for the past crimes and make a new start.\r\n  But, Japan still refuses to admit its past crimes.  It has no intention to make reparation and compensation for its aggression. \r\n   The world is cursing and denouncing the Japanese reactionaries, in comparison with Germany as regards the liquidation of the past. This is because they are not willing to frankly admit the past crimes and to reflect on them.\r\n   If Japan wants to gain confidence from other countries, it should not cover up the past crimes nor flee from the responsibility for them but frankly admit them and make apology and compensation for them. \r\n\r\n"
        },
        {
            "title": "CPRF spokesman on treacherous act of S. Korean authorities",
            "url": "http://kcna.co.jp/item/1998/9811/news11/20.htm#9",
            "content": "8th anniversary of formation of Pomminryon observed\r\n   Pyongyang, November 20 (KCNA) -- Rodong Sinmun today dedicates an article to the 8th anniversary of the formation of the National Alliance for the Country's Reunification (Pomminryon).\r\n    Pomminryon is the pan-national organization of reunification movement which all compatriots in the north, south and abroad can join voluntarily and which represents their common will.\r\n   Its mission is to reunify the country on the basis of the three principles of independence, peaceful reunification and great national unity.\r\n   The formation of Pomminryon is the brilliant fruition of the wise leadership of the President Kim Il Sung and Marshal Kim Jong Il, who put forward the policy to form the United Front of the Nation for National Reunification and energetically led the struggle for carrying it into practice, the paper says, and goes on:\r\n   Pomminryon has covered the sacred and proud road of patriotism for reunification over the past 8 years since its formation.\r\n   Pomminryon has united the entire nation under the banner of national reunification and conducted various campaigns for national reconciliation, unity and reunification among them by enhancing the  function and role of Pomminryon organizations at home and abroad in accordance with its programme and rules.   \r\n   Pomminryon briskly conducted work for national unity in residential quarters of Koreans at home and abroad in various forms and methods, including a signature campaign to support and carry out the Ten-Point Programme of the Great Unity of the Whole Nation set forth by Kim Il Sung, an academic seminar on great national unity, and a concert for reunification. \r\n  One of the greatest achievements of Pomminryon is that it held a pan-national rally and grand pro-reunification festival of the National Alliance of Youth and Students for the Country's Reunification around August 15 every year and expanded and developed the reunification movement by promoting the national reconciliation and unity and fostering the spirit of reunification among the fellow countrymen through various pro-reunification events.\r\n   Pomminryon has smashed confrontation and war attempts of the South Korean rulers against the DPRK and reunification and dynamically waged a mass movement to support the struggle of the South Korean people, youth and students for independence, democracy and reunification. \r\n   The entire nation express the belief that Pomminryon will discharge its mission and duty with credit as a nation-wide organization for reunification movement. \r\n\r\n"
        },
        {
            "title": "Paek Nam Sun meets Norwegian ambassador and resident FAO representative",
            "url": "http://kcna.co.jp/item/1998/9811/news11/20.htm#10",
            "content": "CPRF spokesman on treacherous act of S. Korean authorities\r\n Pyongyang, November 20 (KCNA) -- November 21 is the day when a \"resolution for maintenance of the U.S. troops\" was passed through the first \"national assembly\" of South Korea following the formation of the criminal \"separate government\" in 1948. In this regard a spokesman for the Committee for the Peaceful Reunification of the Fatherland published a statement on Nov. 20.\r\n   He said:\r\n   The Syngman Rhee clique of traitors made a resolution for the U.S. troops' permanent occupation of South Korea pass through the \"National Assembly\" in 1948. This is a patent proof of the anti-national nature of the South Korean regime.\r\n   There was the alternation of \"governments\" several times in South Korea but they were little different from one another in traitorous nature.\r\n   The South Korean authorities are providing a justification for U.S. imperialist aggression forces' presence in South Korea, surpassing their predecessors. \r\nWorse still, the present chief executive of South Korea said that \"the U.S. troops should be kept in South Korea even after reunification.\"\r\n   The attitude toward the U.S. imperialist aggression forces occupying South Korea is a citerion distinguishing between independence and flunkeyism and between patriotism and treachery.\r\n   History clearly shows that those who engaged themselves in dependence on outside forces and flunkeyist and treacherous acts, going against the aspiration of the fellow countrymen for national independence, faced a disgraceful destruction.\r\n   The South Korean ruling quarters should not ask for the U.S. troops' occupation of South Korea to prolong their dirty remaining days by clinging to the coattails of outsiders but get the U.S. imperialist aggressors and their nuclear weapons, the main obstacle blocking independence and democratization of society and national reunification and the main source of escalating tensions and war provocations, withdrawn from South Korea at an early date. \r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Colombian Congress",
            "url": "http://kcna.co.jp/item/1998/9811/news11/20.htm#11",
            "content": "Paek Nam Sun meets Norwegian ambassador and resident FAO representative\r\n   Pyongyang, November 20 (KCNA) -- Foreign Minister Paek Nam Sun today met and had a conversation respectively with Norwegian ambassador to Korea Svedre Bergh Johansen and resident representative of the Food and Agriculture Organization of the United Nations Qureshi Ajmal Mahmood who paid courtesy calls on him.\r\n\r\n"
        }
    ]
}