{
    "date": "1998-05-23",
    "url": "http://kcna.co.jp/item/1998/9805/980523.htm",
    "articles": [
        {
            "title": "Reception on 8th anniversary of Republic of Yemen",
            "url": "http://kcna.co.jp/item/1998/9805/news05/23.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Preposterous sophism  = KCNA commentary =",
            "url": "http://kcna.co.jp/item/1998/9805/news05/23.htm#2",
            "content": "Reception on 8th anniversary of Republic of Yemen\r\n Pyongyang, May 23 (KCNA) -- Charge d'affaires ad interim of the Yemeni embassy here Mohamed Ali Ahmed Al-Khamry gave a reception at the Okryu Restaurant on May 22 on the occasion of the 8th anniversary of the Republic of Yemen.\r\n   Invited there were Vice-Premier Jang Chol, Chairman of the External Economic Affairs Commission Ri Song Dae, Minister of General Education Kim Yong In who is also Chairman of the Korea-Yemen Friendship Association, officials concerned and foreign diplomatic envoys here.\r\n   Speeches were exchanged at the reception.    \r\n         \r\n  \r\n"
        },
        {
            "title": "\"Dialogue on security\" is war confab against DPRK  = KCNA commentary =",
            "url": "http://kcna.co.jp/item/1998/9805/news05/23.htm#3",
            "content": "Preposterous sophism  = KCNA commentary =\r\nPyongyang, May 23 (KCNA) -- The South Korean authority made illogical utterances concerning the north-south talks held in Beijing in April.\r\n   On May 19, he reportedly told \"unification advisors\" that if the north wanted to receive fertilizers in aid, it should have accepted the proposed discussion of the issue of separated families. This means that the talks were deadlocked  because the north failed to respond to the proposed discussion of the issue.\r\n   The talks were arranged on the initiative of the north after the South Korean authorities officially suggested offering of fertilizers to the north. If a satisfactory agreement was reached on the supply of fertilizers, a good occasion would have been provided for sincere discussions of one outstanding problem after another between the north and the south.\r\n   But the south side, turning aside from the supply of fertilizers which was the main agenda item, raised some political matters as preconditions, insisting on \"reciprocity.\" as a result, the talks were deadlocked.\r\n   By \"reciprocity\" they mean giving and receiving like between countries and between businessmen.\r\n   It is the south side that suggested the supply of pertilizers. So, from the compatriotic point of view and in view of the previous example, it requires neither \"reciprocity\" nor precondition.\r\n   It is well known a fact that when South Koreans suffered from floods, the north gave large quantities of relief goods to them, prompted by compatriotic and humanitarian feelings, without raising any political demand and condition.\r\n   The South Korean authorities are apparently seeking to win popularity by solving issues concerning inter-Korean relations and humanitarian matters  between fellow countrymen in a business way.\r\n   Worse still, the south side, violating the agreement that the talks would be held behind closed doors, let the \"Korean broadcasting system\" bug the talks and make public what was discussed there. Such an act is really a despicable practice unprecedented in history of inter-Korean dialogue.\r\n   Nevertheless, the South Korean authority is still calling for \"reciprocity,\" shamelessly blaming the north for the deadlocked talks.\r\n   Compatriotic humanitarianism is incompatible with \"reciprocity.\" calling for \"reciprocity\" between fellow countrymen is as good as rejecting dialogue.\r\n   The South Korean ruler had better apply \"reciprocity\" in dealing with foreign traders.    \r\n\r\n        \r\n\r\n"
        },
        {
            "title": "\"Mutualism\" cannot be applied in inter-Korean relations",
            "url": "http://kcna.co.jp/item/1998/9805/news05/23.htm#4",
            "content": "\"Dialogue on security\" is war confab against DPRK  = KCNA commentary =\r\n Pyongyang, May 23 (KCNA) -- It was reported that the first meeting of regular \"dialogue on security\" between Japan and South Korea would be held in June.\r\n   The \"dialogue on security,\" the first of its kind in the history of relations between Japan and South Korea, indicates that military tieups between them surpass the danger line.\r\n   \"Dialogue on security\" on their lips is, in essence, a war confab aimed at hastening war preparations against the DPRK. This is illustrated by their advertisement that the dialogue would mainly discuss \"security policy\" of Japan and South Korea and \"method of promoting exchanges between defence authorities\"  and \"security situation in northeast Asia.\"\r\n   Nowadays, the South Korean warmongers are frantically staging war exercises as never before, inciting feelings of acute confrontation with the north. The danger and seriousness of the projected \"dialouge on security\" lies in the fact that the South Korean puppets plan to intensify the military alliance with Japan and regularly hold war confabs against the north at a time when the situation on the Korean peninsula is being driven to the brink of war.\r\n   Although the Kim Young Sam fascist warmongers zealously tried to tighten the military alliance with Japan, they dared not hold \"dialogue on security.\" however, the present South Korean regime, styling itself a \"people's government,\" plans to unhesitatingly hold regular dialogue on security. This shows that the present South Korean rulers are warmongers who put Kim Young Sam to shame.\r\n   Unpardonable is the behaviour of the Japanese reactionaries who are rushing headlong along the road of reinvasion, siding with the South Korean puppets' war preparations against the north.\r\n   The war chariot boarded by Japan and the South Korean puppets will certainly be overturned.    \r\n\r\n"
        },
        {
            "title": "Papers on U.S. anti-DPRK moves",
            "url": "http://kcna.co.jp/item/1998/9805/news05/23.htm#5",
            "content": "\"Mutualism\" cannot be applied in inter-Korean relations\r\n Pyongyang, May 23 (KCNA) -- Rodong Sinmun today carries a commentator's article on the recent allegation of the South Korean chief executive that \"principle of mutualism\" should be applied to the relations between the north and the south. \r\n   The South Korean authorities are describing \"mutualism\" as a \"new framework, basic principle\" of inter-Korean relations.\r\n   At the inter-Korean contact of vice-Minister level held in Beijing some time ago, those from the \"Ministry of National Unification\" of South Korea tried to use something as a bargaining chip with our side, the commentator says, and goes on:\r\n   \"Mutualism\" is a logic of a typical merchant. It has no standard of value common to the nation. What reciprocity on earth is needed? How can patriotism be exchanged for treachery, national independence for dependence on outside forces, reunification for anti-reunification?  Of course, we do not oppose  reciprocity in general. Reciprocity is  available in relations between countries. But relations between the north and the south are not relations  between countries, as stipulated in the north-south agreement signed by the S1uth Korean authorities themselves. It is wrong to apply reciprocity to inter-Korean relations, and it cannot be pardoned that they described the agreement as an \"international treaty\", regarding inter-Korean relations as relations  between countries  and ignoring the agreement.\r\n   We have the common principle in settling the issues of inter-Korean relations and national reunification. The three principles of independence, peaceful reunification and great national unity clarified by President Kim Il Sung and agreed upon by the north and south are the best standard of value common to the nation.\r\n   Nevertheless, the present authorities of South Korea have given up the three principles of national reunification their predecessors did not dare to refuse and are insisting on unreasonable \"mutualism,\"  crying for the \"new framework, basic principle\" in inter-Korean relations. This is a new anti-reunification  act of trampling down on the achievements of inter-Korean dialogue and driving inter-Korean relations far back, and a grave challenge to the nation's desire for reunification.\r\n   They went so far as to say that \"humanitarian aid to the north was unilateral\" and they were not rewarded for it.\r\n   It seems that they forgot the fact that the people in the northern half of Korea sent  a large amount of sincere relief goods with warm feelings of kinship at the time of floods in 1984.\r\n   They are apparently seaking to disorganize the north  from within by using some pennies and  goods as a bargaining chip under the signboard of \"mutualism.\"\r\n   It is wrong to think that money and  goods can do anything.  It is not acceptable to the north.\r\n   Available anywhere.\r\n   They had better apply \"mutualism\" to the United States. \r\n   They do not say even a word of protest,  leaving South Korea to the mercy of outside forces  without independence and national dignity over half a century. Have they  the face to talk about \"mutualism\" before the fellow countrymen in the north,  while keeping mum about disgrace  with which South Korean women are physically violated by U.S. aggressors?\r\n   They  should demand mutualism with the United States and do patriotism with the fellow countrymen  in their senses.\r\n   The time will not wait.    \r\n\r\n"
        },
        {
            "title": "Merited women instrumental concert group",
            "url": "http://kcna.co.jp/item/1998/9805/news05/23.htm#6",
            "content": "Papers on U.S. anti-DPRK moves\r\nPyongyang, May 23 (KCNA) -- Papers today denounce the U.S. warhawks for openly revealing their intention to stifle the Democratic People's Republic of Korea.\r\n   Some time ago, the U.S. ambassador to South Korea told a meeting that \"North Korea still keeps tension\" and that \"It May take an unpredictable action\". The U.S. Defense Department announced that it would provide South Korea with more than 500 \"tow-2a\" air-to-ground missiles amounting to dlrs. 19 million.\r\n   The news analyst of Rodong Sinmun says:\r\n   These moves show the U.S. warmongers'  invariable design to legalise the U.S. Forces' permanent occupation of South Korea under the pretext of \"establishing security preparedness\" in northeast Asia including the Korean peninsula, unleash war against the DPRK together with the South Korean puppets and thus stifle it militarily.\r\n   In an attempt to realise this design, the United States is reinforcing its troops present in South Korea and increasing military assistance to the puppets. Besides, it is staging war exercises with the South Korean puppets almost every day.\r\n   Now that the U.S. warhawks continue military adventures against the DPRK, no one can predict when they will develop into a real war.\r\n   Our revolutionary armed forces and people are sharply following the arms buildup and war exercises of the enemies, determined to annihilate them at one stroke if they dare to pounce upon them.\r\n   If the United States truly wants peace on the Korean peninsula, it must withdraw its troops from South Korea.\r\n   The analyst of Minju Joson stresses that the United States must at once abandon its design to start a war against the DPRK on the Korean peninsula at any cost and withdraw all its troops from South Korea.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korea's ruined economy",
            "url": "http://kcna.co.jp/item/1998/9805/news05/23.htm#7",
            "content": "Merited women instrumental concert group \r\n Pyongyang, May 23 (KCNA) -- The merited women instrumental concert group of the Mansudae Art Troupe is giving a concert at the Yun I Sang Concert Hall in Pyongyang.\r\n   Put on the stage are a cello solo by  O Yong Ran (38) \"Peace is kept by our arms,\" a piano solo by Ri Un Jong (28) \"Kimjongilia,\" a violin solo by Ri Sun Ae (35) and women instrumental concert \"General, here is the forefront\" and ten other numbers. They are home individual contest winners. \r\nHo Kwang Su (man) and Jo Hye Gyong (woman) who are international prize winners and merited actor and actress are singing \"Thunder on Jong Il Peak\" and \"Song of Chollima Frontrankers.\" and other vocal solo numbers are included.\r\n   Their performance is acclaimed by the audience for its high skill and good ensemble.\r\n   The 20-year-long women instrumental concert group has been known well as a dignified concert group through more than 2,100 performances at home and nearly 200 performances in foreign countries.\r\n   It qualified itself for the merited women instrumental concert group in 1979.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean authorities should draw lesson = KCNA commentary =",
            "url": "http://kcna.co.jp/item/1998/9805/news05/23.htm#8",
            "content": "S. Korea's ruined economy\r\n Pyongyang, May 23 (KCNA) -- The South Korean economy has found itself hopelessly debt-ridden.\r\n   South Korea is burdened with dlrs 300 billion of foreign debts, the largest amount in the world in view of the economic scale and territory.\r\n   Of them, more than 60 percent is short-term debts due within a year. South Korea has emerged the runner-up in the world in current payment deficit.\r\n   The foreign debts due in December last year amounted to dlrs 10 billion and those due in the first quarter of this year to dlrs 40 billion.\r\n   Foreign capitalists have withdrawn the fund they invested in South Korea. A heavy fall of quotations in stock markets and won's depreciation against dollar have created an economic turmoil.\r\n   The ruined economy has caused \"state bankruptcy\" in South Korea.   \r\n   The South Korean puppet regime, in an attempt to emerge from the crisis, negotiated with an international creditors group in New York to extend the term of repayment of dlrs 24 billion.\r\n   But the interest rate is 8.1 percent, higher than the original rate.\r\n   The puppet regime is trying to introduce more foreign capital in an effort to get out of the crisis. As part of the effort, the Samsung Business Group, a comprador conglomerate,  decided to introduce dlrs 1.2 billion from the United States.\r\n   But the attempt to save the already ruined economy with introduction of foreign capital is only rendering the economic crisis all the more serious.\r\n   The South Korean economic situation clearly shows that there is nothing to get but \"banckruptcy\" under the flunkeyist and traitorous regime.    \r\n \r\n\r\n\r\n\r\n"
        }
    ]
}