{
    "date": "1998-03-15",
    "url": "http://kcna.co.jp/item/1998/9803/980315.htm",
    "articles": [
        {
            "title": "Korean books donated to India party",
            "url": "http://kcna.co.jp/item/1998/9803/news03/15.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Religionists favor joint meeting proposal",
            "url": "http://kcna.co.jp/item/1998/9803/news03/15.htm#2",
            "content": "Korean books donated to India party\r\n Pyongyang, March 15 (KCNA) -- A ceremony was held in India on March 9 to donate Korean books to the Communist Party of India (Marxist).\r\n    The reminiscences of President Kim Il Sung \"With the Century\" vol.1, the famous work of General Kim Jong Il \"Let us carry out the great leader comrade Kim Il Sung's instructions for national reunification\" and other Korean books were handed to the General Secretary of the Party Central Committee by the Korean ambassador to India at the ceremony.\r\n   The General Secretary said that the reminiscences is a valuable textbook on human life and struggle.\r\n   He also said that the famous works of President Kim Il Sung and General Kim Jong Il are encyclopedia giving profound answers to all the questions arising in socialist construction and revolutionary struggle.    \r\n  \r\n"
        },
        {
            "title": "DPRK ambassador to Nigeria appointed",
            "url": "http://kcna.co.jp/item/1998/9803/news03/15.htm#3",
            "content": "Religionists favor joint meeting proposal\r\n Pyongyang, March 15 (KCNA) -- An enlarged meeting of the Korean religionist association which was held on March 14 in Pyongyang expressed support for the proposal made at the joint meeting of the DPRK political parties and organizations to find a way out for the nation by concerted efforts of the north and south. It also discussed tasks facing the religionists.\r\n   The reporter and speakers said at the meeting that a way out for the nation can be opened independently only when the north and south collaborate and unite with each other, reject domination and interference by outside forces and promote co-existence, co-prosperity and common interests. \r\n   What is urgent in achieving the unity of the nation is to abolish legal and institutional mechanisms such as the \"National Security Law\" and the \"Agency for National Security Planning\" in South Korea, they said.\r\n   The meeting expressed the willingness to collaborate and unite with South Korean religious organizations and religionists, who value the reunification of the country and the dignity of the nation in the spirit of patriotism, and actively have contact and dialogue with them.\r\n   Attending the meeting were Chairman Jang Jae Chol and members of the Korean religionist association, and members of its secretariat and delegates of various religious organizations.     \r\n      \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on U.S. perfidious act",
            "url": "http://kcna.co.jp/item/1998/9803/news03/15.htm#4",
            "content": "DPRK ambassador to Nigeria appointed\r\nPyongyang, March 15 (KCNA) -- Ri In Sok was appointed DPRK ambassador E.P. to Nigeria, according to a decree of the Central People's Committee of the DPRK. \r\n"
        },
        {
            "title": "New FAO representative here",
            "url": "http://kcna.co.jp/item/1998/9803/news03/15.htm#5",
            "content": "Rodong Sinmun on U.S. perfidious act\r\nPyongyang, March 15 (KCNA) -- Rodong Sinmun today accuses the United States of openly violating the framework agreement with the DPRK, breaking faith with it.\r\n   In a commentary titled \"the U.S. should keep faith\" the daily says:\r\n   Some time ago, the U.S. stated that it would keep on \"nuclear retaliation threat,\" calling the DPRK a \"hostile nation.\" it means that the U.S. will use nuclear weapons against the DPRK and continue presenting nuclear threat to it.\r\n   The DPRK-U.S. framework agreement stipulates that the U.S. shall offer official assurances that it will not use nuclear weapons against the DPRK nor threaten it with nuclear weapons.\r\n   The agreement requires its implementation.\r\n   Then, how can we view the U.S. statement concerning \"nuclear retaliation threat\"?   It is indeed the height of perfidious acts.\r\n   We have something to tell the U.S. as regards the provision of light water reactors (lwr), too.\r\n   Under the agreement, the U.S. is obliged to renounce its hostile policy through the relaxation of embargo on the DPRK and provide two lwrs, each with a million kw generating capacity, to the DPRK by 2003 on a turnkey basis.\r\n   But the U.S. has taken no substantial step to ease sanctions but played on words for years. And it has made no progress in lwr construction, either, for the internal problems of the Korean Peninsula energy development organization including fund sharing.\r\n   If the U.S. continues such perfidious acts, we cannot but go our way. If so, the U.S. should not take issue with the DPRK over the consequences but blame itself.    \r\n \r\n"
        },
        {
            "title": "International youth meeting supports Korea's peaceful reunification",
            "url": "http://kcna.co.jp/item/1998/9803/news03/15.htm#6",
            "content": "New FAO representative here\r\n Pyongyang, March 15 (KCNA) -- Qureshi Ajmal Mahmood, new resident representative of the U.N. Food and Agriculture Organisation in the DPRK, arrived here Saturday by air.    \r\n\r\n\r\n"
        }
    ]
}