{
    "date": "1998-06-13",
    "url": "http://kcna.co.jp/item/1998/9806/980613.htm",
    "articles": [
        {
            "title": "DPRK film show and photo exhibition in Egypt",
            "url": "http://kcna.co.jp/item/1998/9806/news06/13.htm#1",
            "content": "DPRK film show and photo exhibition in Egypt \r\n  Pyongyang, June 13 (KCNA) -- A film show and photo exhibition were held in Egypt on May 31 and June 7 on the occasion of the 34th anniversary of General Kim Jong Il's beginning to work  at the central committee of the Workers' Party of Korea.\r\n   The DPRK documentary films \"Korea, land of morning calm\" and \"old home at secret camp on Mt. Paektu\" were screened at the film show.\r\n   Participants said that it is miracle that Korea was built fine from the ruins of war in a short span of time.\r\n   The films brought the greatness of General Kim Jong Il home to them, they added.    \r\n \r\n"
        },
        {
            "title": "Japanese reactionaries urged to stop acting rashly",
            "url": "http://kcna.co.jp/item/1998/9806/news06/13.htm#2",
            "content": "Japanese reactionaries urged to stop acting rashly\r\n Pyongyang, June 13 (KCNA) -- Rodong Sinmun today accuses the Japanese reactionaries of openly pursuing a hostile policy towards the Democratic People's Republic of Korea, while connecting the \"suspected kidnapping\" with the resumption of negotiations for the normalization of DPRK-Japan diplomatic relations.\r\n   The daily says in a commentary:\r\n   Recently, the DPRK Red Cross Society officially informed the Japanese government of the results of search for Japanese missing persons. But the Japanese reactionaries are persistently raising outcries over the \"suspected kidnapping,\" revealing the immorality of Japan's diplomacy.\r\n   Japan has broken the agreement with the DPRK on the resumption of talks for the normalization of bilateral diplomatic ties with outcries over the \"suspected kindapping.\" This indicates that Japan apparently has neither intention to restart the talks nor willingness to settle its past wrongdoings.\r\n   We have lived without improved ties with Japan and can do so in the future, too. We will never sacrifice our dignity for the sake of the normalization of the bilateral ties.\r\n   Japan must know clearly that it will get nothing with outcries over the \"suspected kidnapping.\"\r\n   Where does Japan, which abducted and took away millions of young and middle-aged men and women from Korea, get the face to charge the DPRK with the \"suspected kidnapping\"? \r\n   The Japanese authorities must have no word in reply.    \r\n\r\n"
        },
        {
            "title": "Russian committee of public circles formed to mark 50th DPRK founding anniversary",
            "url": "http://kcna.co.jp/item/1998/9806/news06/13.htm#3",
            "content": "Russian committee of public circles formed to mark 50th DPRK founding anniversary\r\n Pyongyang, June 13 (KCNA) --  Russian committee of public circles to celebrate the 50th founding anniversary of the Democratic People's Republic of Korea was inaugurated at a joint meeting of the union of communist parties-the communist party of the Soviet Union and the leadership board of the Russian association for friendship and cultural cooperation with the DPRK which was held in Moscow on June 4.\r\n    O. Shenin, chairman of the council of the union of the communist parties-the communist party of the Soviet Union, was elected chairman of the committee.\r\n   The committee decided to hold various celebrations with public circles  in Russia.     \r\n\r\n"
        },
        {
            "title": "Meeting for int'l solidarity with Korean people held in Sweden",
            "url": "http://kcna.co.jp/item/1998/9806/news06/13.htm#4",
            "content": "Meeting for int'l solidarity with Korean people held in Sweden\r\n Pyongyang, June 13 (KCNA) -- A meeting was held in stockholm on June 6 in a month of international solidarity with the Korean people from June 25 to July 27.\r\n   Present at the meeting were the chairman of the Sweden-Korea friendship association and its members and invited were the Korean ambassador to Sweden and embassy officials.\r\n   At the meeting the chairman of the Stockholm branch of the association called for a positive movement for solidarity with the Korean people in their struggle for national reunification.    \r\n\r\n"
        },
        {
            "title": "NDFSK Pyongyang mission chief issues statement",
            "url": "http://kcna.co.jp/item/1998/9806/news06/13.htm#5",
            "content": "NDFSK Pyongyang mission chief issues statement\r\n Pyongyang, June 13 (KCNA) -- Chief Ri Sang Chol of the Pyongyang mission of the National Democratic Front of South Korea (NDFSK) made public a statement on June 11 on the occasion of the 11th anniversary of the June popular  resistance.\r\n   He said in the statement that the resistance was the anti-U.S., anti-fascist resistance for democracy to put an end to the military fascist dictatorship and make South Korean society independent and democratic and achieve national reunification.\r\n   What the South Korean people desired at that time has not yet been realized and the South Korean people will no longer sit idle watching the present regime carrying forward former dictators' policy, he said, adding:\r\n   The NDFSK and South Korean people will  redouble their efforts to achieve independence, democracy and national reunification, upholding General Kim Jong Il, sun of the nation.    \r\n\r\n"
        },
        {
            "title": "Korean scriptwriting company",
            "url": "http://kcna.co.jp/item/1998/9806/news06/13.htm#6",
            "content": "Korean scriptwriting company\r\nPyongyang, June 13 (KCNA) -- The writers of the Korean scriptwriting company are working hard to greet its 50th founding anniversary (June 14) with great achievements.\r\n   Recently created works include sequels of the multi-part feature films \"the Nation and Destiny\" and \"the forest sways\" and scenarios and words of songs dealing with the days of the fatherland liberation war and socialist construction.\r\n   The company headed by Ri Chun Gu, Kim Il Sung Prize winner and twice Labour Hero, has produced hundreds of scenarios and a large number of words of songs in the past 50 years and contributed  to the development of Korea's film.\r\n   One of its distinguished achievements is that it opened up a new phase in portraying the leader  in cinematic art by producing scripts of \"the Star of Korea\" and \"the Sun of the Nation,\"  cycles of revolutionary films dealing with the history of revolutionary activities of President Kim Il Sung and other revolutionary films.\r\n   In addition, the creating staff wrote a large number of scenarios of which the ideological and artistic level was high and which vividly represented the spirit of the times. \r\n   Among them are feature films \"the Flourishing Village,\" \" Worker's Family,\" \"Broad Bellflower\" and \"Ask Yourself\" which are helpful toward the ideological education and entertainment of people.\r\n   In recent years, it has created as masterpieces of the times scripts of the multi-part feature film \"the nation and destiny\" based on a profound philosophical idea that the destiny of the nation is precisely that of an individual and thus set a model of cinematic art.\r\n   It created the first four parts (Choe Hyon Dok's parts) of the film in Juche 81 (1992) and has since produced its 45 parts.\r\n   For their distinguished contributions to the creation of scenarios, more than 10 creators received Kim Il Sung Prize and titles of twice Labour Hero and Labour Hero.    \r\n   \r\n"
        },
        {
            "title": "Struggle of South Korean workers supported",
            "url": "http://kcna.co.jp/item/1998/9806/news06/13.htm#7",
            "content": "Struggle of South Korean workers supported\r\n Havana, June 11 (KCNA) -- The centre of the Cuban workers sent a solidarity letter to Ri Kap Yong, chairman of the Korean Confederation of Trade Unions (KCTU) on June 4 in support of the struggle of the South Korean workers.\r\n   The letter expressed full support to the entire South Korean workers including KCTU in their just struggle for democratization of South Korean society, right to existence and improvement of elementary working and living conditions. \r\n\r\n"
        },
        {
            "title": "Hyangyakjipsongbang",
            "url": "http://kcna.co.jp/item/1998/9806/news06/13.htm#8",
            "content": "Hyangyakjipsongbang\r\n  Pyongyang, June 13  (KCNA) -- Complied in the book are the indigenous methods of curing diseases to suit the constitutional characteristics of the Koreans by making use of medical herbs abundant in Korea.\r\n   Consisting of 85 volumes, it contains 10,706 prescriptions and 1,479 acupuncture and moxibustion treatments for 959 diseases. Also written are the locations, prescriptions and dosages of 694 drugstuffs, the methods of processing 200 Koryo medicines, thus including all spheres of medical science, such as internal treatment, surgery, gynecology, paediatrics and medicinal herbs.\r\n   Compiled between 1431 and 1433, the book was a noted medical series superior to all other medical references published at that time.    \r\n\r\n"
        },
        {
            "title": "New houses for young scientists",
            "url": "http://kcna.co.jp/item/1998/9806/news06/13.htm#9",
            "content": "New houses for young scientists\r\n  Pyongyang, June  13 (KCNA) - A new apartment block for young scientists was added to the residential quarters of the state academy of sciences.\r\n   When providing on-the-spot guidance for the state academy of sciences in 1995, General Kim Jong Il instructed that more houses should be built for scientists.\r\n   Housing construction was undertaken by young builders under the central committee of the Kim Il Sung Socialist Youth League.\r\n   The apartment block consists of three buildings,  ten-, nine-, and eight-storeyed, for 54 family units. Each flat has three rooms, a hallway large enough to be used for extra room and a bathroom.    \r\n\r\n"
        },
        {
            "title": "Visits",
            "url": "http://kcna.co.jp/item/1998/9806/news06/13.htm#10",
            "content": "Visits\r\n Pyongyang, June 13 (KCNA) -- Jean-Jacques Graisse, assistant executive director of the world food programme, and his party arrived here today.\r\n   They were greeted at the airport by officials concerned, the representative of the united nations development programme and the deputy resident representative of the WFP here.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}