{
    "date": "1998-09-28",
    "url": "http://kcna.co.jp/item/1998/9809/980928.htm",
    "articles": [
        {
            "title": "Gift to Kim Jong Il from Canadian party leader",
            "url": "http://kcna.co.jp/item/1998/9809/news09/28.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam meets Nishiarai Hospital delegation",
            "url": "http://kcna.co.jp/item/1998/9809/news09/28.htm#2",
            "content": "Gift to Kim Jong Il from Canadian party leader \r\n  Pyongyang, September 28 (KCNA) - General Secretary Kim Jong Il received a gift from the national leader of the Communist Party of Canada (Marxist-Leninist) on a visit to Korea.\r\n   The gift was handed to an official concerned by national leader Sandra Smith. \r\n\r\n"
        },
        {
            "title": "Credentials to Kim Yong Nam from Finnish ambassador",
            "url": "http://kcna.co.jp/item/1998/9809/news09/28.htm#3",
            "content": "Kim Yong Nam meets Nishiarai Hospital delegation\r\n   Pyongyang, September 28 (KCNA) -- Kim Yong Nam, President of the presidium of the DPRK Supreme People's Assembly, met and conversed with a delegation of Nishiarai Hospital led by director Kim Man Yu, advisor to the Central Standing Council of the Korean Medical Society in Japan, at the Mansudae Assembly Hall on Sunday. \r\n\r\n"
        },
        {
            "title": "Anniversary of Denmark-DPRK Friendship Association",
            "url": "http://kcna.co.jp/item/1998/9809/news09/28.htm#4",
            "content": "Credentials to Kim Yong Nam from Finnish ambassador\r\n   Pyongyang, September 28 (KCNA) -- Passi Juhani Rutanen, newly-appointed Finnish ambassador E.P. to Korea, presented his credentials to Kim Yong Nam, President of the presidium of the DPRK Supreme People's Assembly, at the Mansudae Assembly Hall on Sunday.\r\n   After receiving credentials, the President had a talk with the ambassador. \r\n\r\n"
        },
        {
            "title": "Stop to political surveillance on opposition party called for in S. Korea",
            "url": "http://kcna.co.jp/item/1998/9809/news09/28.htm#5",
            "content": "Anniversary of Denmark-DPRK Friendship Association\r\n Pyongyang, September 28 (KCNA) -- A meeting was held in Copenhagen on Sept. 5 to mark the 30th anniversary of the formation of the Denmark-DPRK Friendship Association.\r\n   The chairman of the association in his speech said that the association has conducted in various forms and ways the movement for solidarity with the Korean people in their struggle for the independent and peaceful reunification of Korea.  He vowed to strengthen the movement for friendship and solidarity with the Korean people in the future, too. \r\n\r\n"
        },
        {
            "title": "Korea's line of economic construction supported by Indian parliamentarian",
            "url": "http://kcna.co.jp/item/1998/9809/news09/28.htm#6",
            "content": "Stop to political surveillance on opposition party called for in S. Korea\r\n Pyongyang, September 28 (KCNA) -- Three \"national assemblymen\" from the opposition \"Grand National Party\" of South Korea on Sept.24 demanded that the \"Prime Minister\" put a stop to suppressing the opposition party, a Seoul-based radio reported.\r\n   They paid a protest visit to the \"Prime Minister\" and said that the authorities are keeping police's political surveillance and wiretapping against district committees of the opposition party. \r\n\r\n"
        },
        {
            "title": "S. Korean bank trade unions threatened",
            "url": "http://kcna.co.jp/item/1998/9809/news09/28.htm#7",
            "content": "Korea's line of economic construction supported by Indian parliamentarian\r\n Pyongyang, September 28 (KCNA) -- Basudev Acharia, a member of the Parliament of India, made public a statement on Sept. 21 supporting \"Let us adhere to the line of building an independent national economy,\" a joint article of Rodong Sinmun and Kunroja.\r\n   He said that the DPRK is pushing ahead with socialist economic construction, not affected by \"liberalisation\" and \"globalization\" of the economy.\r\n   The DPRK's successful launch of the first artificial satellite into orbit is a brilliant fruition borne by the line of building an independent national economy, he noted.\r\n   In South Korea, however, a large number of factories are going bankrupt and the number of jobless men is increasing day by day owing to the serious financial crisis, he said. \"reform\" and \"opening\", wanted by the imperialists, cannot go down with the DPRK.\r\n   He said that the present situation which is made a victim of the imperialists' \"globalization\" proves the validity of a unique mode of Kim Jong Il's politics.\r\n   \r\n"
        },
        {
            "title": "Release of pro-reunification patriots called for",
            "url": "http://kcna.co.jp/item/1998/9809/news09/28.htm#8",
            "content": "S. Korean bank trade unions threatened\r\n Pyongyang, September 28 (KCNA) -- The South Korean authorities scheme to suppress a planned general strike of bank trade unions against \"restructuring\" with mobilization of police and even military personnel,  a Seoul-based radio reported.\r\n   The supreme public prosecutor's office on Sept. 25 threatened that in case nine bank trade unions under the National Federation of Financial Trade Unions start a general strike, it will call out \"government power\" and even military personnel to disperse it. \r\n\r\n"
        },
        {
            "title": "All-India Youth Federation on Korea's question",
            "url": "http://kcna.co.jp/item/1998/9809/news09/28.htm#9",
            "content": "Release of pro-reunification patriots called for\r\n    Pyongyang, September 28 (KCNA) -- Yang Yong Dong, chairman of the Federation of Korean Nationals in China, in a statement on Sept. 4 bitterly denounced the South Korean authorities for arresting Father Mun Kyu Hyon of the South Korean Catholic Priests' Council for Justice, chairman Kang Hui Nam of the south headquarters of Pomminryon (National Alliance for the Country's Reunification) and other pro-reunification patriots and students on the strength of the \"National Security Law\" for their involvement in the August 15 pro-reunification events. \r\n   He said the South Korean authorities must be mindful that they can never break the will of the fellow countrymen for reunification and block the powerful advance of the nation toward reunification.\r\n   They must stop at once the fascist suppression of the Pomminryon south headquarters, Hanchongryon (South Korean Federation of University Student Councils) and pro-reunification, pro-democracy forces and set free all the arrested patriots and students without delay, he stressed.\r\n\r\n"
        },
        {
            "title": "Second national meeting of mothers welcomed",
            "url": "http://kcna.co.jp/item/1998/9809/news09/28.htm#10",
            "content": "All-India Youth Federation on Korea's question\r\n Pyongyang, September 28 (KCNA) -- The 18th National Congress of the All-India Youth Federation referred to the Korean question.\r\n   The chairman of the federation in his speech said that Korea has been divided into the north and south by the U.S. imperialists.\r\n   The U.S. imperialists and the South Korean authorities have aggravated the situation on the Korean peninsula, ceaselessly staging military maneouvres designed to ignite a new war, he noted.\r\n   He added that the DPRK is waging a powerful struggle for socialist construction and the reunification of the country, overcoming all trials and difficulties under the wise guidance of General Secretary Kim Jong Il. \r\n\r\n\r\n"
        },
        {
            "title": "Kwangmyongsong",
            "url": "http://kcna.co.jp/item/1998/9809/news09/28.htm#11",
            "content": "Second national meeting of mothers welcomed\r\n  Pyongyang, September 28 (KCNA) -- Rodong Sinmun today runs an editorial warmly welcoming the second national meeting of mothers.\r\n   The meeting will be attended by the mothers who have sent many children to posts of national defence and difficult and arduous domains of socialist construction and women who have brought up orphans like their own children and distinguished themselves in doing good things for society and the collective.\r\n   The meeting is fruition born of the great benevolent politics of the Workers' Party of Korea which pays highest regard to the women and mothers and takes warm care of their destinies, the editorial says, and continues:\r\n   It will be a patent proof of the noble spiritual world and morality of the Korean women and mothers who are building socialism under the guidance of the great party.\r\n   A huge army of women with loyalty to the party and the leader, firm faith in socialism and warm love for the country and nation is a pride of the WPK and the Korean people.\r\n   The problem of women has brilliantly been solved and great efforts are directed to the upbringing of children on a high level in Korea. Her realities are attributable to the wise guidance of Kim Jong Il and the superior socialist system.\r\n   The Korean women and mothers will as ever discharge their obligation and role with credit for the prosperity and development of the country and the education of the rising generation. \r\n\r\n"
        },
        {
            "title": "Composer Han Si Hyong",
            "url": "http://kcna.co.jp/item/1998/9809/news09/28.htm#12",
            "content": "Kwangmyongsong \r\n Pyongyang, September 28 (KCNA) -- The first  man-made satellite  of Korea is now orbiting the globe.\r\n   It is called \"Kwangmyongsong No.1\" in Korea.\r\n   \"Kwangmyongsong\" means a lodestar, and it is symbolic of the greatness of General Secretary Kim Jong Il.\r\n   In the 1940s, anti-Japanese revolutionary fighters of Korea highly praised the birth of Kim Jong Il, saying that a lodestar rose on Mt. Paektu to lead Korea.\r\n   \"Oh Korea, a lodestar was born on Mt. Paektu\", \"Koreans, a lodestar that will carry forward the idea of commander Kim Il Sung has risen  above Mt. Paektu\", \"Future of Korea with a lodestar above Mt. Paektu is bright\" and \"the lodestar above Mt. Paektu shines all over Korea\"--these slogans written by the fighters on trees are  still preserved.\r\n   The President Kim Il Sung personally authored an \"Ode to the lodestar\" on the occasion of the 50th birthday of Kim Jong Il in February Juche 81 (1992).\r\n   The President in the ode praised Kim Jong Il as the lodestar of mankind respected by all people for his exploits for the fatherland and mankind.\r\n   The naming of the first satellite as \"Kwangmyongsong No. 1\" reflects deep reverence of the Korean people for Kim Jong Il, who is glorifying the socialism of Korea. \r\n\r\n"
        },
        {
            "title": "Rays of the sun are bright",
            "url": "http://kcna.co.jp/item/1998/9809/news09/28.htm#13",
            "content": "Composer Han Si Hyong\r\n  Pyongyang, September 28 (KCNA) -- Han Si Hyong, 73, is a composer loved and respected by people.\r\n   He has devoted his whole life to the collection of musical heritage for posterity.\r\n   Recently alone, he collected over 280 ancient musical pieces. Among them are more than 20 songs on masque dance dating back to the Koguryo and Paekje dynasties.\r\n   These pieces, which show the long history and brilliant culture of Korea, instill great national pride into the minds of people.\r\n   Korean folk songs he has collected number more than 3,000.\r\n   He was the first in the country to compile \"Collection of Korean Folk Songs\" (vols. 1 and 2) and \"on Korean Tunes\". \r\nBesides, he wrote \"Drill book on national vocal music\" (soprano, alto and bass) and many other music books.\r\n   And he composed or arranged 500 songs including \"Korean Dance Music,\" \"Public Health Exercise\" and \"Song of 10-Point Platform.\"\r\n   He is now working as composer of the Mansudae Art Troupe. \r\n\r\n\r\n"
        },
        {
            "title": "Korea, China cooperate in hydro-electric power",
            "url": "http://kcna.co.jp/item/1998/9809/news09/28.htm#14",
            "content": "Rays of the sun are bright\r\n  Pyongyang, September 28 (KCNA) -- Secretary General Giancarlo Elia Valori of the Italian Institute of International Relations published an article captioned \"Rays of the sun are bright\" on the outstanding ideas, rare leadership ability and distinguished greatness of Kim Jong Il.\r\n   He participated in the celebrations of the 50th anniversary of the Democratic People's Republic of Korea.\r\n   He in the article gives an impressive description of his meetings with Kim Jong Il and great loving care Kim Jong Il showed for him.\r\n   The article says:\r\n   Kim Jong Il formulated the Juche idea of President Kim Il Sung as the integral system of ideology, theory and method of Juche. He is, indeed, the greatest philosopher of the century who is carrying forward the President's ideas 100 percent to build Korea into a country strongest in ideology in the not distant future. \r\n   Giancarlo Elia Valori was granted an official audience with Kim Jong Il as the first foreigner right after the President's death in July 1994.\r\n   He was given his birthday table from Kim Jong Il during his visit to Korea in January 1997. Kim Jong Il, who is building a human world with love, is the sun of humankind.\r\n   That is why the world people have celebrated as a grand political festival of humankind the reelection of Kim Jong Il to the chairmanship of the National Defence Commission of the DPRK in the wake of his election as General Secretary of the Workers' Party of Korea.\r\n   At the first session of the 10th Supreme People's Assembly Kim Jong Il made sure that Kim Il Sung would remain the President of the DPRK forever.\r\n   With the resolve of Kim Jong Il to carry to completion the revolutionary cause of the leader on the strength of the noblest sense of obligation and morality, Korea has heralded the era of Kim Jong Il, a new era replete with loyalty and filial piety.\r\n   Led by him, socialist Korea of Juche will demonstrate itself throughout the world as a strong and prosperous country of Kim Jong Il and the forthcoming 21st century will shine long along with his august name. \r\n\r\n"
        }
    ]
}