{
    "date": "1998-08-03",
    "url": "http://kcna.co.jp/item/1998/9808/980803.htm",
    "articles": [
        {
            "title": "Kim Jong Il's work off the press in Peru",
            "url": "http://kcna.co.jp/item/1998/9808/news08/03.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on U.S. strategically error",
            "url": "http://kcna.co.jp/item/1998/9808/news08/03.htm#2",
            "content": "Kim Jong Il's work off the press in Peru \r\n  Pyongyang, August 3 (KCNA) -- \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification,\" a celebrated work of General Secretary Kim Jong Il, was brought out in booklet on July 16 by the Predis Publishing House of Peru.\r\n   The work was published on August 4, Juche 86 (1997) on the occasion of the 52nd anniversary of Korea's liberation. \r\nIt calls for carrying through the three charters of national reunification -- the three principles of reunification, the 10-Point Programme of the Great Unity of the Whole Nation and the proposal of founding the Democratic Confederal Republic of Koryo -- in which President Kim Il Sung systematized and crystallized the basic principles and ways for national reunification in an integral way.  \r\n\r\n"
        },
        {
            "title": "Reckless war moves against the north",
            "url": "http://kcna.co.jp/item/1998/9808/news08/03.htm#3",
            "content": "Rodong Sinmun on U.S. strategically error\r\nPyongyang, August 3 (KCNA) -- Rodong Sinmun on August 2 ran an article titled \"the policy of U.S. troops' permanent occupation of South Korea is a strategical error.\"\r\n   Urging the United States to put an immediate end to this military occupation, the author of the article said:\r\n   U.S. conservative hard-liners are these days crying that if the U.S. troops withdraw from South Korea and its surroundings, \"vacuum of strength\" will occur and \"regional stability\" can be destroyed.\r\n   Their clamourings are nothing but an unjustifiable pretext not to withdraw the U.S. troops from South Korea at any cost.\r\n   Intensive \"cooperation diplomacy\" and \"partnership diplomacy\" are being conducted around the Korean peninsula.\r\n   The United States must pay attention to this and follow the trend of the international relations.\r\n   The U.S. troops' permanent occupation of South Korea is not only harmful to the developments in the Korean peninsula and Asia but also contrary to the interests of the American people.\r\n   The reason is that the U.S. troops present in South Korea are Cold War structure and the root cause of military confrontation and war and that the stationing of huge armed forces in South Korea has been heavy financial, material and mental burdens to the United States.\r\n   Russia withdrew from Europe its forces stationed by the former Soviet Union during the Cold War for the purpose of containing the west militarily. \r\n  In a nutshell, dismantlement of foreign military bases and withdrawal of foreign armed forces are an international trend.\r\n   However, only the United States has refused to get its troops out of South Korea.\r\n   The U.S. would be well advised to look straight at the changed situation  and the trend of the times and rectify such a strategically error as seeking its troops' permanent occupation of South Korea. \r\n\r\n"
        },
        {
            "title": "Months of national physical strength examination",
            "url": "http://kcna.co.jp/item/1998/9808/news08/03.htm#4",
            "content": "Reckless war moves against the north\r\nPyongyang, August 3 (KCNA) -- Warmaniacs of South Korea are intensifying war moves against the northern half of the country.\r\n   Recently, a \"demonstration of destruction of the enemy's tanks\" was held by a unit of the army with the attendance of bosses from different units, and all the units under the anti-aircraft artillery command of the air force started a round-the-clock actual war training allegedly to provide against the north's \"possible air surprise.\"\r\n   In another development,  the authorities have deployed for action a 3,000-ton destroyer of new type as flagship of \"tactical mobile fleet of the navy\" to incite a war fever.\r\n   The South Korean army have staged frantic war maneuver against the north, in the wake of the belligerent remarks of the Minister of National Defence that the north is \"sworn enemy until the reunification of the south and the north\" and \"the basic task of the army is to prepare for a war\".  \r\n   The moves are an open military provocation to the DPRK and an unpardonable anti-peace, anti-reunification crime.\r\n   The entire fellow countrymen in the north, the south and overseas are now burning their hearts with an ardent wish to ensure a successful holding of the August 15 grand pro-reunification festival so as to achieve the cause of national reunification, the cherished desire of the nation, at an early date.\r\n   At this moment, however, the South Korean military boss defined the fellow countrymen in the north  as \"sworn enemy\" and the army has escalated  war exercises against the north, creating a horrible war atmosphere throughout South Korea.\r\n   Such moves of the South Korean warmongers are intended to allay the people's desire for peaceful reunification growing with the approach of August 15, the day of the country's liberation, and tide over their ruling crisis.\r\n   What is more serious is that the authorities are staging the war games against the north while the U.S. uptodate military equipment including nuclear-powered aircraft carriers under the U.S. Pacific Command are being deployed in the seas near the Korean peninsula.\r\n   Such ill-boding moves are a dangerous military action that can be seen only on the eve of war. They prove that the United States and the South Korean      authorities are hourly bringing the dark clouds of a war to the Korean peninsula.\r\n   It is the revolutionary spirit of our people and army to answer strength with strength and war with war.\r\n   If the United States and the South Korean authorities recklessly encroach on our dignity and sovereignty even a little, we will wipe out all the aggressors without mercy and defend the sovereingty of the country and  accomplish our cherished desire of national reunification. \r\n\r\n\r\n"
        },
        {
            "title": "Absolute trust",
            "url": "http://kcna.co.jp/item/1998/9808/news08/03.htm#5",
            "content": "Months of national physical strength examination\r\n Pyongyang, August 3 (KCNA) -- Months of national physical strength examination (August and September) have begun in Korea.\r\n   The opening ceremony took place at Kim Il Sung Square on Sunday, attended by officials of commissions and ministries under the Administration Council and national institutions and some 20,000 working people, students and pupils in Pyongyang.\r\n   Secretary Kim Jung Rin of the Workers' Party of Korea Central Committee, Vice-Premier Jang Chol of the Administration Council and other officials concerned were also present.\r\n   Those who took the floor called on all officials and working people to take part in the examination and pass it so that the validity and vitality of the party's policy of physical culture may be demonstrated once again.\r\n   Opening ceremonies also took place in all provinces, cities, counties and districts. \r\n\r\n"
        },
        {
            "title": "Opening to the public of list of drafted Koreans called for",
            "url": "http://kcna.co.jp/item/1998/9808/news08/03.htm#6",
            "content": "Absolute trust\r\nPyongyang, August 3 (KCNA) -- The election of deputies to the Supreme People's Assembly was successfully held in Korea.\r\n   At constituency no. 666 officers and men of the People's Army elected General Secretary Kim Jong Il SPA deputy, as desired by the entire people.\r\n   This is a clear manifestation of the servicemen and people's unquestioned support for and trust in him.\r\n   Kim Jong Il has enjoyed deep respect and reverence from the Korean people for his distinguished ideas and leadership since he started his revolutionary career.\r\n   The Korean people have wholeheartedly and highly praised him as \"Dear Leader\" and \"Sagacious Leader\" from long ago.\r\n   In February Juche 63 (1974) he was elected political committee member of the Workers' Party of Korea Central Committee and acclaimed as heir to the President Kim Il Sung, by the unanimous will and desire of the people.\r\n   Then, he was elected presidium member of the Political Bureau and Secretary of the WPK Central Committee and member of the WPK Central Military Commission at the 6th Congress of the WPK in October 1980.\r\n   He became the Supreme Commander of the Korean People's Army in December 1991 and the chairman of the DPRK National Defence Commission in April 1993 and was awarded the title of marshal of the DPRK in April 1992.\r\n   In October last year he was acclaimed as General Secretary of the Workers' Party of Korea by the unanimous will of the party members, the servicemen and the people.\r\n   He received the title of the DPRK hero twice in 1975 and 1982 for his enduring feats in 30 odd years of his revolutionary activities. \r\n\r\n"
        },
        {
            "title": "U.S. aggressive Korea policy exposed",
            "url": "http://kcna.co.jp/item/1998/9808/news08/03.htm#7",
            "content": "Opening to the public of list of drafted Koreans called for\r\n  Pyongyang, August 3 (KCNA) -- A delegation of the measure committee of the Democratic People's Republic of Korea  for demanding compensation to \"comfort women for the army\" and victims of the Pacific War on a visit to Japan called a press conference in Tokyo on July 30 after it asked the Japanese Ministry of Labour to open to the public the list of the Koreans who were taken to forced labor.\r\n   Director Hong Sang Jin of the secretariat of the central headquarters of the Korean side to the fact-finding group of the forced drafting of Koreans, addressing the press conference, recalled that delegates of the group submitted to the Japanese Ministry of Labor credentials of an old Paek Je In who had been taken to forced labor at a coal mine of Hyogo Prefecture and a confirmation of the Pyongyang city administrative and economic committee and asked the Japanese Ministry of Labor to guarantee the opening of the list to the public,  verification and copying, but the demands were declined.\r\n   The Japanese Ministry of Labor did not meet the demands of the delegates by taking issue with the signature and claiming that the credentials had no seal and that there was no certificate of identity.\r\n   Members of the measure committee delegation expressed a regret at the fact that the Japanese Ministry of Labor refused to meet the demands of the delegation, ignoring the credentials.\r\n   This clearly shows that Japan still lacks a sincere position and attitude towards the forced drafting and other past crimes, they said.\r\n   They demanded that the Japanese government admit the past crimes and make public the list of the Koreans taken to forced labor, at an early date. \r\n\r\n \r\n"
        },
        {
            "title": "CPRF on suppression of Hanchongryon in S. Korea",
            "url": "http://kcna.co.jp/item/1998/9808/news08/03.htm#8",
            "content": "U.S. aggressive Korea policy exposed\r\nPyongyang, August 3 (KCNA) -- Rodong Sinmun on August 2 came out with an article exposing the U.S. imperialists' aggressive Korea policy.\r\n   The on-going ill-boding military movement of the U.S. imperialists in seas around the Korean peninsula confirmed once again before the world that there is no change in their aggressive Korea policy aimed at establishing domination over the whole of Korea, the author of the article said, and continued:\r\n   The United States began pursuing the aggressive Korea policy in real earnest more than half a century ago.\r\n   On September 8, 1945, the U.S.imperialists landed 45,000 American soldiers of two divisions in South Korea on the pretext of disarming the defeated Japanese army and thus occupied the half of Korea's territory, the area south of the 38th parallel.\r\n   On June 25, 1950, they kindled a war against the DPRK to attain their design for aggression on the whole areas of Korea.   Since the war ceased, their aggressive design has not changed at all. They systematically violated the armistice agreement and massively reinforced their troops in South Korea.\r\n   Military provocation's and war exercises have been staged ceaselessly.  Among them are the case of the armed spy ship \"Pueblo\" in January 1968, the case of a spy plane \"EC-121\" in April 1969, the panmunjom incident in August 1976, the helicopter case in December 1994 and \"Team Spirit\" joint military exercises which have been staged with the South Korean authorities from 1976.\r\n   They have refused to withdraw the U.S. troops from South Korea, describing them as \"war deterrent.\"\r\n   Recently, they reorganised the U.S. 8th Army Command in South Korea into a field army command suited to the wartime system.\r\n   As a result, the Korean peninsula has turned into the world's most dangerous hotspot.  \r\n   All these facts prove that the U.S. criminal Korea policy has not changed at all. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il praised abroad",
            "url": "http://kcna.co.jp/item/1998/9808/news08/03.htm#9",
            "content": "CPRF on suppression of Hanchongryon in S. Korea\r\n  Pyongyang, August 3 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of the Fatherland issued its information bulletin no. 768 on August 2, accusing the South Korean authorities of intensifying suppression of Hanchongryon (South Korea's Federation of University Student Councils).\r\n   The supreme court on July 30 made a \"decision\" that Hanchongryon is an \"enemy-benefiting organisation aimed at praising, encouraging and sympathizing with the lines and activities of the north, which is an anti-state organisation.\"\r\n   The bulletin says this shows the South Korean authorities are heinous fascists who surpass the preceding dictators.\r\n   It continues:\r\n   By manipulating the supreme court to openly brand the north as an \"anti-state organisation,\" the South Korean authorities revealed their intention to take the line of all-out confrontation with the north, abandoning their deceptive call for \"reconciliation,\" \"cooperation\" and \"improvement of inter-Korean relations.\"\r\n   The South Korean authorities label Hanchongryon as an \"enemy-benefiting organisation\" out of a sinister intention to block its participation in the August 15 grand pro-reunification festival, drive the inter-Korean relations to an acute phase and foil the festival.\r\n   The South Korean authorities must release Kang Wi Won, chairman of the 5th-term Hanchongryon, and all other patriotic students at once, stop the suppression of pro-reunification patriots unconditionally and discontinue the anti-DPRK confrontation campaign without delay. \r\n\r\n\r\n"
        },
        {
            "title": "Visits",
            "url": "http://kcna.co.jp/item/1998/9808/news08/03.htm#10",
            "content": "Kim Jong Il praised abroad\r\n Pyongyang, August 3 (KCNA) -- Sazhi Umalatova, chairwoman of the Central Council of the Party for Peace and Unity of Russia, had an interview with the KCNA correspondent in Moscow on July 30, upon hearing the news that General Secretary Kim Jong Il was elected deputy to the DPRK Supreme People's Assembly.\r\n   The chairwoman said: \r\n   The Kim Jong Il's election as SPA deputy is a political event of weighty significance not only for the Korean people but also for the entire progressives of the world fighting against the highhandedness and outrages of the U.S. imperialists.\r\n   The day is coming near when the Korean people's will and desire to have at the head of socialist state Kim Jong Il, who is most outstanding and wise, strong and righteous and most popular and benevolent, will be realized.\r\n   Under his leadership the world's progressives will surely achieve the victory of socialism and communism.\r\n   I, in the name of the Central Council of the Party for Peace and Unity and on my behalf, extend warm congratulations from the bottom of my heart to General Secretary\r\nKim Jong Il on his election as deputy to the DPRK Supreme People's Assembly. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Nepal party delegation arrives",
            "url": "http://kcna.co.jp/item/1998/9808/news08/03.htm#11",
            "content": "Visits\r\nPyongyang, August 3 (KCNA) -- A military friendship delegation of the Chinese People's Liberation Army headed by its deputy chief of the general staff Xiong Guangkai arrived here today.\r\n   A delegation of the British International Institute for Strategic Studies led by its director John Chifman arrived here Sunday. \r\n\r\n\r\n"
        },
        {
            "title": "FM meets German guests",
            "url": "http://kcna.co.jp/item/1998/9808/news08/03.htm#12",
            "content": "Nepal party delegation arrives \r\n Pyongyang, August 3 (KCNA) -- A delegation of the Nepal Sadbhavna Party led by its President Gajendra Narayan Singh arrived here today. \r\n\r\n\r\n\r\n"
        }
    ]
}