{
    "date": "1998-08-21",
    "url": "http://kcna.co.jp/item/1998/9808/980821.htm",
    "articles": [
        {
            "title": "CPRF spokesman denounces Ulji Focus Lens",
            "url": "http://kcna.co.jp/item/1998/9808/news08/21.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Blast of bellicose U.S.",
            "url": "http://kcna.co.jp/item/1998/9808/news08/21.htm#2",
            "content": "CPRF spokesman denounces Ulji Focus Lens \r\n Pyongyang, August 21 (KCNA) -- The spokesman for the committee for the Peaceful Reunification of the Fatherland published a statement on august 20 denouncing the United States and the South Korean bellicose elements for staging the provocative Ulji Focus Lens joint military exercise throughout South Korea.\r\n   The statement said:\r\n   The provocative exercise is a very adventurous war manoeuvre to carry into practice a scenario of the second Korean war they have already worked out, and a military provocation to create a new obstacle to peace on the Korean peninsula and its peaceful reunification.\r\n   Never should it go unnoticed that the South Korean chief executive held a meeting of the \"preparatory committee for 'Ulji' exercise\" at \"Chongwadae\" before the current military exercise and had a confab on mobilising all the army, government officials and civilians for actual war rehearsal.\r\n   The South Korean authorities have staged war exercises with the United States every year but former presidents never had a war confab. This shows that the present South Korean  governament is getting more frantic in the military confrontation and war preparations against the north than any preceding one.\r\n   The United States and the South Korean authorities should know that the war exercises and \"policy of strength\" are not almighty and will only result in digging their own graves.\r\n   We will sharply watch every movement of the United States and the South Korean authorities.\r\n \r\n"
        },
        {
            "title": "\"Social Education Radio Programme\" for false propaganda",
            "url": "http://kcna.co.jp/item/1998/9808/news08/21.htm#3",
            "content": "Blast of bellicose U.S.\r\n  Pyongyang, August 21 (KCNA) -- The spokesman for the U.S. Defense Department on August 18 prattled that they have no idea of stopping the ongoing \"Ulji Focus Lens\" joint military exercise in the wake of the protest of North Korea, according to a news report.\r\n   The remarks are meant to continue the provocative and aggressive war gamble against the DPRK, evidence to prove that the U.S. are war-thirsty elements.\r\n   The United States and the South Korean authorities began \"Ulji Focus Lens\" manoeuvres on August 17 for the purpose of forestalling attack on the DPRK.    \r\n\r\n"
        },
        {
            "title": "S. Korean authorities hit for projected suppression",
            "url": "http://kcna.co.jp/item/1998/9808/news08/21.htm#4",
            "content": "\"Social Education Radio Programme\" for false propaganda\r\n Pyongyang, August 21 (KCNA) -- Aome time ago, the heinous anti-reunification elements of South Korea held a ceremony to mark the 50th anniversary of the start of \"social education radio programme\" in the main building of the \"Korean Broadcasting System\" (KBS).\r\n   The ceremony was held in the presence of Kang In Dok, \"Minister of National Unification\" of the present South Korean \"government.\" Kang is an  ill-famed anti-north, anti-reunification  element and a crafty and heinous plotter.\r\n   That day, the director general of the \"KBS\" said that the \"social education radio programme was very instrumental in laying the foundations for peaceful reunification\" and that he would do his best to improve relations with the north \"through reconciliation, exchange and cooperation  between the two sides of Korea.\"\r\n   As already known, the programme has been used only for the vicious anti-communist, anti-north false propaganda as a reptile tool of an intelligence agency of South Korea.\r\n   It, as well as Naeoe Press, has  all along been used as a subsidized tool of the anti-communist fanatics hell-bent on most hideous anti-north, anti-reunification false propaganda under the manipulation of such an intelligence  and plot-breeding machine as the \"Agency for National Security Planning\" in South Korea.\r\n    Kang In Dok  engaged himself in vicious  anti-north confrontation propaganda through the anti-communist programme before being seated in the chair of the \"Minister\" by the present chief executive of South Korea. So, he has been branded as an unpardonable anti-reunification element, rejected by the Korean people.\r\n   The South Korean authorities let Kang talk about the \"achievements\"  gained through the programme at the its \"ceremony.\" this clearly shows that the present ruler of South Korea is persistently resorting to the anti-communist, anti-north confrontation campaign.    \r\n\r\n"
        },
        {
            "title": "CPRF secretariat publishes open questionnaire",
            "url": "http://kcna.co.jp/item/1998/9808/news08/21.htm#5",
            "content": "S. Korean authorities hit for projected suppression\r\n Pyongyang, August 21 (KCNA) -- The South Korean authorities are attempting to arrest and throw behind bars members of the south headquarters of the National Alliance for the Country's Reunification (Pomminryon) and the (South) Korean Federation of University Student Councils (Hanchongryon) in the wake of the Pan-National Rally in a bid to ruthlessly suppress pro-reunification, patriotic forces, says Minju Joson today.\r\n   The news analyst says:\r\n   The ninth PNR and the eighth grand pro-reunification festival of the National Alliance of Youth and Students for the Country's Reunification held by Pomminryon south headquarters and Hanchongryon were events to give a strong impetus to the people aspiring after reunification and bring about the early reunification of the country.\r\n   By suppressing members of Pomminryon south headquarters and Hanchongryon the South Korean authorities seek to stifle the main forces of reunification movement in South Korea and destroy the pro-reunification movement which is gaining momentum with each passing day.\r\n   If the present rulers of South Korea truly want national reunification and reconciliation and cooperation with the north, they should not follow in the wake of their preceding dictators, but  legalise and back the pro-reunification movement of Pomminryon south headquarters and Hanchongryon and discontinue anti-north smear campaign.    \r\n\r\n"
        },
        {
            "title": "S. Korean authorities' suppression condemned",
            "url": "http://kcna.co.jp/item/1998/9808/news08/21.htm#6",
            "content": "CPRF secretariat publishes open questionnaire\r\n Pyongyang, August 21 (KCNA) -- The secretariat of the committee for the Peaceful Reunification of the Fatherland published an open questionnaire on August 20 laying bare the deceptive and contradictory nature of the \"proposal to the north\" made by the present South Korean ruler.\r\n   In the \"proposal,\" he prattled that he would open up a \"second era of national building\" and that he would also make a new \"epoch\" in the relations between the north and the south.\r\n   Asking him how he can talk about the \"spirit of the north-south agreement\" which reaffirmed the three principles of national reunification while entreating the United States to keep its troops in South Korea for an indefinite period, the questionnaire said:\r\n   The basic spirit of the north-south agreement reaffirms the three principles of national reunification the keynote of which is national independence.\r\n   After taking office, he repeatedly said that the \"U.S. troops must be stationed in South Korea not only for the present but also after the country is reunified.\"\r\n   Who wants a reunified country which is subjugated to others?\r\n   As long as the \"National Security Law\" (NSL) and the \"Agency for National Security Planning\" (ANSP) exist, it is impossible to achieve reconciliation between the north and the south.\r\n   In South Korea, however, the \"NSL\" is still in force and the \"ANSP\" has been beefed up.\r\n   With such legal and institutional  confrontation devices left intact, how can the idea of inter-Korean confrontation, which has lasted 50 years, be terminated?\r\n   \"Reciprocity\" and \"sunshine politics\" clamoured about by him are nothing but a smokescreen to pull the wool over eyes of the northerners. Accordingly, genuine \"cooperation and exchange\" between the north and the south cannot be realised.\r\n   By \"sunshine politics\", he means that, through \"cooperation and exchange\", he will induce the north to \"reforms\" and \"opening.\" this is a new confrontation doctrine negating the different ideologies and systems which exist in the north and the south.\r\n   Has he the face to talk about \"peace\" and \"removal of war danger\" while continuing provocative arms buildup and joint military exercises with outside forces in order to invade the north?\r\n   The \"Ulji Focus Lens\" joint military exercises, involving 70,000-strong armed forces and latest military hardware, began in South Korea two days after he cried for \"peace\" and \"removal of war danger.\"\r\n  Moreover, the present South Korean authorities brutally cracked down upon the struggle of students and people for national reconciliation, unity and reunification.\r\n   This reminds people of the anti-reunification separatist moves of the preceding fascist dictators.\r\n   If the South Korean ruler is truly willing to work for reconciliation, unity and peaceful reunification, he must stop trying to befool the nation with deceptive utterances.\r\n\r\n"
        },
        {
            "title": "U.S. urged to give up aggressive military strategy",
            "url": "http://kcna.co.jp/item/1998/9808/news08/21.htm#7",
            "content": "S. Korean authorities' suppression condemned\r\nPyongyang, August 21 (KCNA) -- Ro Su Hui, permanent chairman of the Seoul Federation for Democracy and National Unification of South Korea, published a statement on August 16 denouncing the authorities for crackdown on the August 15 pro-reunification event held at Seoul National University.\r\n   The fascist police dastardly ran wild to walk away all the students who were participating in the event at the university, the statement said.\r\n   It strongly demanded that the authorities stop the brutal suppression of the peaceful event, withdraw the riot police deployed and release at once all the students and patriots who were taken away.    \r\n   \r\n"
        },
        {
            "title": "Great event in state-building history",
            "url": "http://kcna.co.jp/item/1998/9808/news08/21.htm#8",
            "content": "U.S. urged to give up aggressive military strategy\r\n Pyongyang August 21 (KCNA) -- The U.S. Defense Secretary, Cohen, said that the U.S. Forces, 100,000 strong, should be kept in Asia for an indefinite period even after reunification of Korea and that the U.S. will remain a power in this resion.\r\n   Rodong Sinmun today describes his remarks as an indication of the military policy towards Korea and Asia to be pursued by the U.S. in the 21st century.\r\n   The daily says:\r\n   The U.S. tries to carry its strategy of power into practice with Asia as the main front. So, it plans to use the U.S. Forces in South Korea and Japan as the main comabt power. Cohen was prompted by the U.S. plan.\r\n   The U.S. cries for upkeep of the U.S. Forces, 100,000 strong, deployed in Asia, under the pretext of \"deterring regional disputes\" and \"reacting to emergency on the Korean peninsula,\" in particular.\r\n   If the U.S. wants to keep the U.S. Forces in Asia, including South Korea and Japan, for \"stability\" on the Korean peninsula, it should withdraw them when Korea is reunified.\r\n   As Cohen said, the U.S. wants the permanent presence of its huge forces in the Korean peninsula even after peace and stability are guaranteed as a result of Korea's reunification.\r\n   This shows that the U.S. seeks to keep its forces in the region for an indefinite period irrespective of any affirmative change in the situation on the Korean peninsula and guarantee military preponderance.\r\n   Its theory of \"building the U.S. into a power in the Pacific\" is based on this attempt of the U.S.\r\n   The U.S. crying for an indefinite upkeep of its forces, 100,000 strong, in Asia even after reunification of Korea is indicative of its willingness to pursue the military strategy towards Asia in the 21st century with main emphasis laid on the aggressive policy towards Korea.    \r\n\r\n"
        }
    ]
}