{
    "date": "1998-02-08",
    "url": "http://kcna.co.jp/item/1998/9802/980208.htm",
    "articles": [
        {
            "title": "Collection of poems \"Three generals\" published in India",
            "url": "http://kcna.co.jp/item/1998/9802/news02/08.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Joint meeting of Japan-Korea solidarity organizations held",
            "url": "http://kcna.co.jp/item/1998/9802/news02/08.htm#2",
            "content": "Collection of poems \"Three generals\" published in India\r\n  Pyongyang, February 8 (KCNA) -- A collection of poems \"Three generals\" written by b. C. Gupta, Editor of the Magazine Social Look, was published in India on the occasion of the 80th birth anniversary of mother Kim Jong Suk.\r\n   It consists of three cantos--the first is General Kim Il Sung, the second General Kim Jong Il and the third General Kim Jong Suk.\r\n   It carries 73 poems including \"Home dear to heart,\"  \"Kimjongilia\", \"native home at foot of Osan Hill\" and \"Always with us\".\r\n   It emphasizes that President Kim Il Sung and General Kim Jong Il and mother Kim Jong Suk were born into patriotic and revolutionary families and devoted their all to the freedom and happiness of the people. It highly praises the immortal exploits they achieved through long revolutionary struggle, and the greatness of the three generals.    \r\n\r\n"
        },
        {
            "title": "1,239 enterprises go bankrupt in Seoul",
            "url": "http://kcna.co.jp/item/1998/9802/news02/08.htm#3",
            "content": "Joint meeting of Japan-Korea solidarity organizations held\r\n Pyongyang February 8 (KCNA) -- A joint meeting of Japan-Korea solidarity organizations was held in Tokyo on Feb. 3.\r\n   Present at the meeting were Hajime Fukada, member of the House of Representatives from Social Democratic Party (SDP) of Japan= Hiroshi Wakabayashi, General Secretary of the Japan Committee for Supporting the Independent and Peaceful Reunification of Korea= Ryoso Hayashi, Chief-Director of the Japan-Korea Cultural Interchange Association= and other solidarity organization members and personages of various social strata.\r\n   Smiko Shimizu, member of the House of Councillors from the SDP and Representative of the Japanese Women Liaison Society for Solidarity with Korean Women, made a speech at the meeting.\r\n   She referred to the positive diplomatic activities of the DPRK government including the DPRK-U.S. talks, the visit to the DPRK of a delegation of the three-party ruling coalition of Japan and hometown visits of Japanese women in Korea. \r\n   This is a fruition of the will and leadership of Marshal Kim Jong Il, General Secretary of the Workers' Party of Korea, she stressed.\r\n   She said that now there has been a good climate and condition for the normalization of diplomatic relations between Japan and the DPRK and she will urge the Japanese government to continuously pursue policies for it. \r\n   The meeting heard a report on the Japan-Korea solidarity movement.    \r\n\r\n"
        },
        {
            "title": "Pyongyang youths, students vow general advance",
            "url": "http://kcna.co.jp/item/1998/9802/news02/08.htm#4",
            "content": "1,239 enterprises go bankrupt in Seoul\r\n Pyongyang, February 8 (KCNA) -- 1,239 enterprises went bankrupt in Seoul in January owing to serious financial shortages, according to a radio report from Seoul.\r\n   143 enterprises became insolvent on February 2 and 187 others on February 3.\r\n   The number of ruined businesses is on the increase.    \r\n\r\n"
        },
        {
            "title": "Sophism revealing U.S. design to stifle the DPRK",
            "url": "http://kcna.co.jp/item/1998/9802/news02/08.htm#5",
            "content": "Pyongyang youths, students vow general advance\r\n  Pyongyang, February 8 (KCNA) -- The Pyongyang youths and students on Feb. 7 held a rally and march in response to the appeal to the youths and students throughout the country adopted at the national meeting of youths for general advance of socialism.\r\n   Attending the rally at Kim Il Sung Square were Li Jong Ok, politburo member of the Workers' Party of Korea Central Committee and Vice-President, other senior party, state and army officials and 100,000 youths and students in the city as well as the participants in the national meeting.\r\n   Speakers at the meeting said that the youths should play the role of vanguard and shock brigade in socialist economic construction as the workers of the Kangson Steel Works (Chollima Steel Complex today) defended the party and leader with increased steel production in the post-war period and the working people in Jagang Province have set examples of self-reliance in implementing the party's policies. They called upon the youths to hold high the slogans \"Let us become young heroes in worthwhile struggle to exalt the Kim Jong Il era \" and \"Let us live worthwhile youth life \".\r\n   All the youths should attach importance to the military,  fully display the traditional traits of people-army unity and keep themselves in full combat readiness to creditably defend the socialist homeland, they said.\r\n   After the rally, the youths and students in Pyongyang, together with the participants in the national meeting, marched from the square toward Pyongyang Railway Station, Pyongyang Indoor Stadium, the Arch of Triumph, the Tower of The Juche Idea and the monument to the foundation of the Workers' Party of Korea.      \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on invincibility of KPA",
            "url": "http://kcna.co.jp/item/1998/9802/news02/08.htm#6",
            "content": "Sophism revealing U.S. design to stifle the DPRK\r\n    Pyongyang, February 8 (KCNA) -- The U.S. Department of Defense in an annual strategical report February 3 said that the DPRK remains the immediate security threat in the Asia-Pacific region, according to a news report from Washington.\r\n   It went the length of branding the DPRK as the \"only rogue nation\".\r\n   This reveals the U.S. criminal intention to stifle the DPRK militarily and expand its sphere of domination in the Asia-Pacific region.\r\n   Its invariable aggressive design can be seen clearly in the fact that the report reaffirmed the U.S. war strategy on the Korean Peninsula allegedly to defend South Korea from \"threats\" by the DPRK, justified the U.S.-Japan military alliance on the pretext of \"regional security\" and cried for the U.S. key role in defending security in East Asia by keeping 100,000 U.S. troops there.\r\n   It is a U.S. trite method to conceal its criminal and aggressive design by reversing black and white.\r\n   The United States would be well advised to stop letting loose a string of hokum and immediately throw away the anachronistic design to stifle and dominate the DPRK.\r\n\r\n"
        }
    ]
}