{
    "date": "1998-01-22",
    "url": "http://kcna.co.jp/item/1998/9801/980122.htm",
    "articles": [
        {
            "title": "\"10 Point Programme of Great Unity of the Whole Nation for Reunification of the Country\"",
            "url": "http://kcna.co.jp/item/1998/9801/news01/22.htm#1",
            "content": "\"10 Point Programme of Great Unity of the Whole Nation for Reunification of the Country\"\r\n Tokyo, January 22 (KNS) - Korea News Service in Tokyo has received many E-mail on \"10 Point Programme of Great Unity of the Whole Nation for Reunification of the Country\".\r\n   So the editor of our news service introduces full text which was advanced by President Kim Il Sung at the fifth session of the ninth Supreme People's Assembly of the DPRK on April 6, 1993.\r\n   Following is the full text of the programme:\r\n   To put a period to the nearly half a century long history of division and confrontation and reunify the country is the unanimous demand and will of the whole nation. For the independent and peaceful reunification of the country it is necessary to achieve a great unity of the whole nation. All those who are concerned for the destiny of the nation, whether they be in the north, or in the south, or overseas, and whether they be communists, or nationalists, haves, or have-nots, atheists, or theists, must unite as one nation, above all, transcending all differences, and pave together the way for national reunification.\r\n   Those with strength devoting energy, those with knowledge giving knowledge and those with money donating money, all should make tangible contributions to the reunification of the country and the development and prosperity of a reunified land and thus put an end to the national division and display the dignity and honour of the reunified 70 million fellow countrymen to the world.\r\n   1.A unified state, independent, peaceful and neutral should be founded through the great unity of the whole nation. The north and the south should found a pan-national unified state which can represent all parties, groupings and all the members of the nation from all walks of life, while leaving the existing two systems and two governments as they are. The Pan-national unified state should be a confederal state in which the two regional governments of the north and the south are represented on an equal footing, and an independent, peaceful and nonaligned neutral state which does not lean to any great power.\r\n   2. Unity should be based on patriotism and the spirit of national independence.\r\n      All the members of the nation should link their individual destinies with destiny of the nation, warmly love the nation and unite with one will to defend the independence of the nation as its life and soul, with the dignity and pride of our nation. They should reject flunkeyism and national nihilism that erode the nation's consciousness of independence.\r\n   3. Unity should be achieved on the principle of promoting co-existence, co-prosperity and common interests and subordinating everything to the cause of national reunification.\r\n   The north and the south should recognize and respect the existence of different ideas and ideologies and systems, and enjoy progress and prosperity together, neither side encroaching upon the other. They should promote the interests of the whole nation before regional and class interests and direct all efforts to the accomplishment of the cause of national reunification.\r\n   4. All manner of political disputes that foment division and confrontation between the fellow countrymen should be stopped and unity be achieved.\r\n   The north and the south should refrain from seeking or fomenting confrontation, cease all manner of political disputes and stop hurling abuses and slanders at each other. They, the same fellow countrymen, should not be hostile to each other but jointly counter foreign aggression and interference by the united efforts of the nation.\r\n   5. They should dispel fears of invasion from the south and from the north, prevail-over-communism and communization altogether and believe in and unite with each other.\r\n   The north and the south should not threaten and invade the other. Neither side should try to force its system on the other and to absorb the other.\r\n   6. They should set store by democracy and join hands on the road to national reunification, not rejecting each other for the difference in isms and principles.\r\n   They should ensure freedom of debate on and activity for reunification and not suppress, make reprisals on, persecute and punish political opponents.\r\n   They should not charge anyone with pro-north or pro-south tendencies but release and reinstate all the political prisoners so that they may contribute together to the cause of national reunification.\r\n   7. They should protect material and spiritual wealth of individual persons and organizations and encourage them to be used favorably for the promotion of great national unity.\r\n   Not only before the reunification but after it they should recognize the state ownership , cooperative ownership and private ownership and protect the capital and property of individual persons and organizations and common interests with foreign capital. They should recognize social honor and qualification of individuals. In all domains including science , education ,literature , art ,speech , the press , health service and sports and continue to ensure the benefits granted to persons of meritorious service.\r\n8. The whole nation should understand trust and unite with one another through contacts. Travels and dialogues.\r\nAll the obstacles to contacts and travels should be removed and the door be flung open for travels to all without discrimination.\r\nAll the parties ,groupings and people of all social standing should be given equal opportunities for dialogue and bilateral and multilateral dialogues be developed:\r\n 9. The whole nation in the north and the south and overseas should strengthen solidarity with one another on the way to national reunification.\r\nThings beneficial to national reunification should be supported and encouraged in an unbiased manner and things harmful be rejected together in the north and the south and overseas and all should keep pace and cooperate with each other. Each going beyond his own narrow enclosure . All the political parties , organaizations and people of all walks of life in the north and the south and overseas should be allied organizationally in the patriotic work for national reunification.\r\n10. Those who have contributed to the great unity of the nation and to the cause of national reunification should be highly estimated.\r\nSpecial favors should be granted to those who have performed feats for the great unity of the nation and the reunification of the country. Patriotic martyrs and their descendants. If those who had turned their back on the nation in the past return to the road of patriotism , remorseful of their past. They should be treated leniently and be assessed fairly according to their contributions to the cause of national reunification.                                                     (The end)\r\n\r\n"
        },
        {
            "title": "Medium- and small-sized power stations under construction",
            "url": "http://kcna.co.jp/item/1998/9801/news01/22.htm#2",
            "content": "Medium- and small-sized power stations under construction\r\n Pyongyang, January 22 (KCNA) -- The construction of medium- and small-sized power stations is moving into higher gear in Korea.\r\n   Kil Hun Jin, director of the guidance department of medium- and small-sized power stations of the Ministry of the Electric Power Industry, said that some 500 power stations are now under construction throughout the country and hundreds of power stations have already been commissioned.\r\n   Power stations are being built to suit regional characteristics. \r\n   North Hwanghae Province set itself the goal of building 180 power stations of various types in a few years. \r\nWatermill-type and terrace-type power stations are rising in Ryanggang, Jagang and south Hamgyong Provinces.\r\n   Many wind-power stations are being constructed in line with the coastal characteristics of north Phyongan Province. \r\n   Some 40 of them have already begun to produce electricity.\r\n   Ryanggang Province and the Ongjin Integrated Farm in south Hwanghae Province have built 80 watermill-type power stations and tidal power stations by themselves.     \r\n\r\n"
        },
        {
            "title": "Reservoirs built in Burkina Faso with DPRK help",
            "url": "http://kcna.co.jp/item/1998/9801/news01/22.htm#3",
            "content": "Reservoirs built in Burkina Faso with DPRK help\r\n  Pyongyang, January 22 (KCNA) -- A ceremony of the completion of five small reservoirs built by assistance of the Democratic People's Republic of Korea was held in Burkina Faso on December 16.\r\n   The Secretary General of the Ministry of External Relations and over 1,000 people of Burkina Faso participated in the ceremony and the DPRK Ambassador to the country and the members of the Korean delegation for the construction of reservoirs were invited there.\r\n   The Secretary General of the Ministry of Environment and Water said at the ceremony that President Kim Il Sung paid deep attention to solving water problem of the Burkina Faso people and sent able experts and General Kim Jong Il made sure that designs and technical service for the building of reservoirs were offered to Burkina Faso free of charge.    \r\n\r\n"
        },
        {
            "title": "Conspicuous local basketball team",
            "url": "http://kcna.co.jp/item/1998/9801/news01/22.htm#4",
            "content": "Conspicuous local basketball team\r\n Pyongyang, January 22 (KCNA) -- The basketball team of a sub-workteam is cutting a conspicuous figure in mass sports brisk in Korea.\r\n   The team consists of 18 year-old girls, members of a sub-workteam of the Rajinpho Cooperative Farm in Yonan county, south Hwanghae Province.   They advanced into the finals of games among cooperative farms in the county a few days ago.\r\n   Sub-workteam leader Han Ung Gol (55) is the coach of the team and an umpire.\r\n   He played captain of the farm's team when he was young.\r\n   It was from the middle of march last year that the girls began to learn how to play basketball.\r\n   The sub-workteam leader taught them to play basketball after a day's work.\r\n    In the course of this they have prepared themselves spiritually, physically and technically.       \r\n \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}