{
    "date": "1998-03-23",
    "url": "http://kcna.co.jp/item/1998/9803/980323.htm",
    "articles": [
        {
            "title": "Greetings to G.S. Kim Jong Il from many foreign party and state leaders",
            "url": "http://kcna.co.jp/item/1998/9803/news03/23.htm#1",
            "content": "Greetings to G.S. Kim Jong Il from many foreign party and state leaders\r\n Pyongyang, March 23 (KCNA) - General Secretary Kim Jong Il received thousands of congratulatory telegrams and letters from more than 160 party and state leaders, over 1,200 high-ranking officials and personages of 110 odd countries on the occasion of his 56th birthday.\r\n   Gajendra Narayan Singh, President of the Nepali Sadbhavna Party, said in his letter that the birth of General Kim Jong Il was a great event heralding the appearance of an outstanding leader, a greatest man in the age of independence who would lead the cause of independence to victory in the 21st century, and providing a sure guarantee for the development and accomplishment of the cause of President Kim Il Sung.\r\n    Zbigniew Wiktor, Chairman of the National Executive Committee of the Polish League of Communists \"Proletariat\", said in his message that signal achievements have been made in Korea's external relations and domestic political life thanks to the clairvoyant wisdom and farseeing leadership of General Kim Jong Il. And he expressed the belief that the Korean people will creditably carry through the behests of President Kim Il Sung who is immortal.    \r\n  \r\n"
        },
        {
            "title": "Rodong Sinmun on utterances of S. Korean ruling quarters",
            "url": "http://kcna.co.jp/item/1998/9803/news03/23.htm#2",
            "content": "Rodong Sinmun on utterances of S. Korean ruling quarters\r\n Pyongyang, March 23 (KCNA) -- The chief executive of South Korea said on March 18 that the withdrawal of the U.S. troops from South Korea is not a matter to be inculcated by the north.\r\n   Commenting on this,  Rodong Sinmun today says:\r\n   His remarks mean that the withdrawal of the U.S. troops from South Korea is not a matter which the north should be concerned about. It is very wrong.\r\n   The U.S. troop pullout is a matter vital to the sovereignty of the Korean nation.    It is owing to the U.S. military occupation of South Korea that the Korean nation has experienced the tragedy of division for more than half a century, exposed to the danger of nuclear war.\r\n   Nevertheless, the South Korean authorities made an issue of the patriotic stand of the DPRK to force the aggressive foreign troops out of the country and achieve national reunification by the efforts of the nation itself, with its national obligation. This cannot be reasonable in any case.\r\n   Attitude towards the withdrawal of the U.S. troops from South Korea is a touchstone which distinguishes between national independence and dependence upon outsiders, between patriotism and treachery, between dialogue and confrontation and between peace and war.\r\n   If South Korea does not want to follow in the shameful footsteps of the successive flunkeyist regimes which left disgrace in the history of the nation, it should have a right attitude toward the outside forces regarding the dignity and sovereignty of the nation, peace and peaceful reunification.    \r\n     \r\n\r\n"
        },
        {
            "title": "Unconditional release of S. Korean political prisoners urged",
            "url": "http://kcna.co.jp/item/1998/9803/news03/23.htm#3",
            "content": "Unconditional release of S. Korean political prisoners urged\r\n Pyongyang, March 23 (KCNA) -- A spokesman for the Japan mission of the National Democratic Front of South Korea (NDFSK) said in a press statement on March 18 that the \"Amnesty\" was put in force in South Korea but the overwhelming majority of political prisoners are still kept behind bars for the mere reason that they refused ideological conversion.\r\n   He demanded unconditional release of all of them.\r\n   It is very unjust to jail those who fought for independence, democracy and reunification and it is intolerable to torment them who are defending their faith undauntedly, he said, adding: \"The Japan mission of the NDFSK will in the future, too, fight in demand of their release and abolition of the evil law\".    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun observes Day of Pakistan",
            "url": "http://kcna.co.jp/item/1998/9803/news03/23.htm#4",
            "content": "Rodong Sinmun observes Day of Pakistan\r\n Pyongyang, March 23 (KCNA) -- Rodong Sinmun today observes the National Day of Pakistan.\r\n   The foundation of the Islamic Republic of Pakistan was an event of great significance in the life of its people aspiring after a new independent and democratic society, the daily in a signed article says, and continues:\r\n   Pakistan has pursued non-aligned foreign policy and developed relations with different countries on the  principle of equality, justice,  mutual respect and cooperation.\r\n   The Korean people sincerely rejoice over the successes made by the Pakistani people in building a new society.\r\n   To develop the friendly relations between korea and Pakistan helps towards the building of the new societies in the two countries.\r\n   They wholeheartedly wish the Pakistani people greater achievements in their efforts for the building of a new society.     \r\n \r\n"
        },
        {
            "title": "Wise guidance over construction of capital city",
            "url": "http://kcna.co.jp/item/1998/9803/news03/23.htm#5",
            "content": "Wise guidance over construction of capital city\r\nPyongyang, March 23 (KCNA) -- The construction of major objects and dwelling houses for 10,000 families is progressing apace in Pyongyang. They will be completed to mark the 50th anniversary of the DPRK (September 9).\r\n   The construction started under the difficult condition of \"arduous march\" last year and is now being stepped up in the forced march for the final victory.\r\n   General Secretary Kim Jong Il recently emphasized the need to more dynamically push ahead with the construction of Pyongyang municipality. He said that the construction of the capital should be made to become a torchlight to arouse the working people across the country to a hard march and powerfully encourage them.\r\n   He has long paid deep attention to making the construction of the capital serve for holding the leader in high esteem and exalting his revolutionary exploits. He guided many miniatures of architectures and blueprints and personally went to construction sites to teach construction work in detail.  Therefore, Pyongyang is displaying its might as the capital of the people which is consistent with the revolutionary outlook on the leader. \r\n   The statue of President Kim Il Sung is standing on Mansu Hill, high and bright, in the heart of Pyongyang, and buildings, residential quarters and streets in its surroundings have been formed to serve for preserving the statue in humble reverence.   And the section from Mangyongdae to the Kumsusan Memorial Palace is associated with the great life and undying feats of the President and packed with the tower of the Juche idea, the arch of triumph, the monument to victory in the Fatherland Liberation War and other monumental edifices.\r\n   General Kim Jong Il personally operated and guided the construction of Rakwon, Changgwang, Munsu, Kwangbok and  Thongil streets, the Pyongyang Maternity Hospital, the Changgwang Health Complex, the ice rink and other objects the President wanted for the sake of the people and  mapped out plans all his life.  Now in Pyongyang, modern streets, cultural and sports facilities, parks and recreation grounds and public welfare service networks have been built.\r\n   It took a little over half a year to build Rakwon Street, 300 days to build Changgwang Street and two years to construct Kwangbok and Chongchun streets and other 260 objects in Pyongyang. This tells of the extraordinary organisational ability, revolutionary sweep and iron will of General Kim Jong Il.    \r\n \r\n\r\n"
        },
        {
            "title": "Korean National Association",
            "url": "http://kcna.co.jp/item/1998/9803/news03/23.htm#6",
            "content": "Korean National Association \r\nPyongyang, March 23 (KCNA) -- March 23 is the day when the Korean National Association (KNA) was formed in Juche 6 (1917).\r\n   On this occasion, an endless stream of people are flowing into historic sites in Pyongyang municipality, south Hwanghae and Ryanggang provinces and other parts of the country, which are associated with the revolutionary activities of Kim Hyong Jik, an indomitable revolutionary fighter.\r\n   The KNA was formed in Pyongyang under his energetic guidance and activities. \r\n   It aimed at achieving the  independence of the country by the Korean people themselves and building a true civilized state with the concerted efforts of the whole Korean nation.\r\n   It was resolute in the anti-imperialist stand and national independent stand in korea at that time= it was the anti-Japanese underground revolutionary organisation largest in its scale and field of activities and a  pivotal organisation of the anti-Japanese national liberation movement of Korea.\r\n   After forming the KNA, Kim Hyong Jik put his heart and soul into the work for expanding its branches to all parts of the country and abroad and rallying patriotic people behind them.\r\n   The KNA awakened the popular masses to an advanced idea and conducted armed activities positively.\r\n   It greatly contributed to building the driving force of the nation and lifting the anti-Japanese national liberation movement onto a new higher stage under the banner of independence against imperialism. -\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK ambassador to Mongolia appointed",
            "url": "http://kcna.co.jp/item/1998/9803/news03/23.htm#7",
            "content": "DPRK ambassador to Mongolia appointed\r\nPyongyang, March 23 (KCNA) -- Jon Jang Yong was appointed DPRK ambassador E. P. to Mongolia, according to a decree of the Central People's Committee of the Democratic People's Republic of Korea.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Foreign Ministry spokesman on prospect of \"four-way talks\"",
            "url": "http://kcna.co.jp/item/1998/9803/news03/23.htm#8",
            "content": "DPRK Foreign Ministry spokesman on prospect of \"four-way talks\"\r\nPyongyang, March 23 (KCNA) -- The spokesman for the Foreign Ministry of the DPRK made public a press statement today in connection with the fruitless second round of the \"four-way talks\" which was held in Geneva from March 16 to 21.\r\n   The spokesman said:\r\n   It is wholly ascribable to the U.S. stance toward the negotiation that the talks came to a deadlock.\r\n   At the talks, the United States persisted in discussing only those agenda items containing its ulterior intention, turning away its face from the  essential and basic matters which must be solved.\r\n   It not only refused to accept our demand for placing on the agenda the issues of the U.S. troops' withdrawal from South Korea and the signing of a peace agreement between the the DPRK and the U.S. but also took a negative stand to negotiation itself on these issues, and thus there was no progress at the talks.\r\n   It is our stand of principle toward the talks that the U.S. troops should be pulled out of South Korea and a peace agreement be adopted between the DPRK and the United States which are in a belligerent state.\r\n   Through the talks, we realized again that, first of all, we should sit together with the United States to solve the matters of discontinuing its hostile policy toward the DPRK and normalise diplomatic relations and sign a peace agreement between the two nations before participating in the talks on an equal footing with other negotiators.\r\n   No progress at the talks is ascribable to the attempt of the United States to mix the inter-Korean talks, an internal matter of the Korean nation, with the \"four-way talks\", internationalise the Korean affairs and set up a framework to justify the outsiders' interference in the internal affairs of the Korean nation.\r\n   It is clear to everyone that, as regards peace and security on the Korean peninsula, there are problems to be resolved between the DPRK  and the United States and problems between the north and south of Korea.\r\n   Accordingly, the prospect of the talks depends wholly upon the U.S. attitude toward our just demand.\r\n   We will make sincere effort for successful progress of the talks.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "G.S. Kim Jong Il sends gift to Chinese baby",
            "url": "http://kcna.co.jp/item/1998/9803/news03/23.htm#9",
            "content": "G.S. Kim Jong Il sends gift to Chinese baby\r\n Pyongyang, March 23 (KCNA) - General Secretary Kim Jong Il sent a gift to Sol Gwang, son of a Chinese Ma Guisheng, who is studying at the doctoral institute of Kim Chaek University of technology.\r\n   A gift-conveying ceremony took place at the Mansudae Assembly Hall today.\r\n   At the ceremony the gift was conveyed to the parents of Sol Gwang.\r\n   Very pleased that the baby was born at the modernly-equipped Pyongyang Maternity Hospital on February 16, the greatest holiday of the Korean people, Ma Guisheng sent a letter to General Kim Jong Il.\r\n   Feeling grateful to the General for the baby's birth under his deep care and free medical service, Ma Guisheng asked him to give a name to the baby.\r\n   Receiving the letter, General Kim Jong Il named the baby Sol Gwang in the hope that he will always throw bright rays of Korea-China friendship, undaunted by any snowstorm.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}