{
    "date": "1998-02-06",
    "url": "http://kcna.co.jp/item/1998/9802/980206.htm",
    "articles": [
        {
            "title": "February 16 celebrated in different countries",
            "url": "http://kcna.co.jp/item/1998/9802/news02/06.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Title of Labor Hero to FM Kim Yong Nam",
            "url": "http://kcna.co.jp/item/1998/9802/news02/06.htm#2",
            "content": "February 16 celebrated in different countries\r\n Pyongyang, February 6 (KCNA) -- A celebration meeting was held at the health centre no. 16 of Mongolia on January 29 and lectures were given by the group for the study of the Juche idea of the commercial college of Uganda and the group for the study of the Juche idea of teachers of the Chambogo normal college of Uganda on Jan. 29 and 30 on the occasion of the 56th birthday of General Secretary Kim Jong Il.\r\n   The chief of the group for the study of the Juche idea of the commercial college of Uganda said at the lecture meeting that General Kim Jong Il is the distinguished thinker and theoretician, great master of leadership, ever-victorious, iron-willed brilliant commander and the greatest man with great traits,  and the world people are now highly praising him as a tender-hearted leader of humankind.\r\n   In another development, a celebration meeting, lecture meeting, Korean film show and photo exhibition were held by the Nigerian association for succession to the cause of President Kim Il Sung, the  Nigeria-Korea Joint Venture Company and the sun society of Nigeria on January 21 and 24. \r\n    \r\n"
        },
        {
            "title": "Austrian organization's decision on celebrating Sun's Day",
            "url": "http://kcna.co.jp/item/1998/9802/news02/06.htm#3",
            "content": "Title of Labor Hero to FM Kim Yong Nam\r\n Pyongyang, February 6 (KCNA) -- The title of Labor Hero of the Democratic People's Republic of Korea was awarded to Kim Yong Nam, Vice-Premier of the Administration Council and Foreign Minister, on his 70th birthday.\r\n   According to a decree of the DPRK Central People's Committee dated Feb. 4, he greatly contributed to strengthening and developing the Workers' Party of Korea and increasing the international authority of the country during his long work at important positions of the WPK and the state.     \r\n\r\n"
        },
        {
            "title": "Slogan-bearing trees discovered",
            "url": "http://kcna.co.jp/item/1998/9802/news02/06.htm#4",
            "content": "Austrian organization's decision on celebrating Sun's Day\r\n  Pyongyang, February 6 (KCNA) -- A meeting of the standing committee of the society for the promotion of the relations between Austria and the Democratic People's Republic of Korea was held in Vienna, Austria, on Jan. 29.\r\n   The meeting presented as a special agenda item the issue of celebrating  the Sun's Day and the 56th birthday of General Kim Jong Il this year and discussed and decided relevant plans.     \r\n\r\n"
        },
        {
            "title": "Kim Il Sung's collected works published",
            "url": "http://kcna.co.jp/item/1998/9802/news02/06.htm#5",
            "content": "Slogan-bearing trees discovered\r\n Pyongyang, February  6 (KCNA) -- Slogans lauding General Kim Jong Il are being discovered on trees one after another across the country.\r\n   Those slogans were written by the first generation of the Korean revolution during the anti-Japanese war period, who celebrated the birth of General Kim Jong Il on Feb. 16, Juche 31 (1942) as a great national event and praised him as \"bright star above Mt. Paektu\".\r\n   More than 200 slogan-bearing trees have been found so far throughout the country.\r\n   Among the slogans discovered in north and south Hamgyong provinces and other areas are \"Korea, let the world know of the birth of the bright star above Mt. Paektu \" and \"Let us the 20 million Koreans boast of the sun which rose above Mt. Paektu.\" \r\n   They show joy and emotion of the anti-Japanese revolutionary fighters and people who greeted the birth of General Kim Jong Il as great fortune and great auspicious event of the nation.\r\n   Found in Anju city, south Phyongan Province, Musan county, north Hamgyong Province, and other areas were such slogans as \"birth on Mt. Paektu of the bright star,  heir to President Kim Il Sung\", \"Star of new general who will succeed to President Kim Il Sung, has risen above Mt. Paektu, \r\n   Brightening Korea\", which prove that the succession to the cause of Korean revolution was ensured in those days.\r\n   Slogans, which reflected the Korean people's unshakable will to hold General Kim Jong Il in high esteem and their best wishes for longevity and high glory to him, were discovered in different parts of the country including south Hwanghae Province, north Hamgyong Province and Kangwon Province. Among those slogans are \"Let us liberate our country to be honored by the bright star above Mt. Paektu\", \"We wish the bright star above Mt. Paektu strong health like a pine tree\" and \"longevity and blessing to the bright star above Mt. Paektu who will shine with beam of the sun\".\r\n   The slogans, valuable treasure of the nation, encourage the Korean people in the forced march for the final victory. \r\n   \r\n"
        },
        {
            "title": "New revolutionary stories",
            "url": "http://kcna.co.jp/item/1998/9802/news02/06.htm#6",
            "content": "Kim Il Sung's collected works published\r\n  Pyongyang, February 6 (KCNA) -- Kim Il Sung's collected works vol. 19, which contains famous works of President Kim Il Sung in chronological order, has recently been brought out by the Workers' Party of Korea Publishing House.\r\n   Printed in the volume are 31 works including important \r\n \r\n"
        },
        {
            "title": "Total elimination of nuclear weapons urged",
            "url": "http://kcna.co.jp/item/1998/9802/news02/06.htm#7",
            "content": "New revolutionary stories \r\n Pyongyang, February 6 (kcna) -- The mass media of Korea highlight new revolutionary legends, anecdotes and tales about the greatness of the three generals of Mt. Paektu.\r\n   These stories tell about the noble traits of  President Kim Il Sung, General Kim Jong Il and mother Kim Jong Suk, a heroine of the anti-Japanese war.\r\n   The revolutionary legend \"remedy\" is based on the fact that the president cured the disease of an old woman when he was in his early revolutionary activities nearly 70 years ago. It says that his touches are remedies for any disease.\r\n   The revolutionary anecdote \"immortal flower which resuscitated a veteran fighter\" deals with the noble morality and obligation of General Kim Jong Il, who respects anti-Japanese revolutionary fighters as elders of the Korean revolution.\r\n   Ten years ago when a veteran figther was in hospital for his incurable disease, the General, in a token of his always being with him, sent Kimjongilia to him on the occasion of his birthday.\r\n   This flower gave him strength and courage which resuscitated him from death. \r\n   The revolutionary tale \"revolutionary song sung in battlefield\" deals with the revolutionary optimism and exploit of mother Kim Jong Suk in a battle during the anti-Japanese war 60 years ago.\r\n   Besides, tales \"icy water for washing\" and \"umbrella with best wishes\" tell about her loyalty to the President.\r\n   The revolutionary legends, anecdotes and tales greatly encourage the Korean people in the forced march for the final victory.    \r\n \r\n"
        }
    ]
}