{
    "date": "1998-05-22",
    "url": "http://kcna.co.jp/item/1998/9805/980522.htm",
    "articles": [
        {
            "title": "Urgent telephone meeting",
            "url": "http://kcna.co.jp/item/1998/9805/news05/22.htm#1",
            "content": "Urgent telephone meeting\r\n  Pyongyang, May 22 (KCNA) -- An urgent telephone meeting of the International Liaison Committee for Reunification and Peace in Korea (CILRECO) was held on May 13 and 14 in support of the five-point policy of great national unity put forward by General Kim Jong Il.\r\n   In his report the Secretary General of CILRECO pointed to the validity and significance of the five-point policy and called for activities supporting the policy.\r\n    Saying that the five-point policy clearly indicates the way to achieve national reunification by the efforts of the Korean nation transcending different ideas, political views and religious beliefs, the participants in the meeting urged the present South Korean authorities to show an affirmative response to the policy.\r\n   The meeting called upon regional and national organizations for friendship and solidarity with the Korean people to conduct brisk activities of supporting the policy.\r\n   It also expressed support for the statement published by the Secretary General on April 22 as regards the five-point policy.    \r\n    \r\n  \r\n"
        },
        {
            "title": "Papers on U.S. economic sanctions against the DPRK",
            "url": "http://kcna.co.jp/item/1998/9805/news05/22.htm#2",
            "content": "Papers on U.S. economic sanctions against the DPRK\r\n Pyongyang, May 22 (KCNA) -- Papers here today come out with signed commentaries in connection with the fact that voices urging the lifting of U.S. \"economic sanctions\" against the DPRK are these days ringing out from academic circles in the United States.\r\n   Referring to the fact that a senior researcher of a civilian policy institute in the united states, in an article contributed to the Washington Times on April 27, contended that the time has come when the United States should lift its \"economic sanctions\" against the DPRK, the news analyst of Rodong Sinmun says:\r\n   The U.S. economic sanctions are part of its aggressive Korea policy. Through the economic sanctions, it intended to lay hurdles and obstacles to the socialist construction in the DPRK and stifle and subdue it.\r\n   Although it has imposed sanctions on the DPRK for scores of years, however, the United States could not hurt it. On the contrary, the economic sanctions have hardened  our conviction and faith that self-reliance is the only way out and increased our antagonism and distrust toward the U.S.\r\n   Even under the ceaseless sanctions from the United States, we have lived with optimism, performing what we intended to do. Accordingly, we are not in the least fearful of nor frightened by continued sanctions by the United States.\r\n   The U.S., styling itself \"only superpower\", is talking about \"its responsibility as the world leader.\" If true, it must treat all matters with reason and behave themselves creditably. In particular, they must stop trying to  pressure and stifle us.\r\n   Minju Joson says that to put an end to the anachronistic \"sanctions\" at an early date is an intelligent act for the United States itself.    \r\n\r\n        \r\n\r\n"
        },
        {
            "title": "U.S. military exercise in S. Korea",
            "url": "http://kcna.co.jp/item/1998/9805/news05/22.htm#3",
            "content": "U.S. military exercise in S. Korea\r\nPyongyang, May 22 (KCNA) -- The U.S. warmongers on may 20 staged a war exercise of moving their overseas-based flying corps to South Korea for deployment, according to a military source.\r\n   This openly reveals their operational intention to make a surprise preemptive strike at the northern half of Korea.    \r\n\r\n"
        },
        {
            "title": "Joint marine exercise in S. Korea",
            "url": "http://kcna.co.jp/item/1998/9805/news05/22.htm#4",
            "content": "Joint marine exercise in S. Korea\r\n Pyongyang, May 22 (KCNA) -- The South Korean puppets recently staged a large-scale joint military rehearsal in the sky above and waters off the southeastern Jeju island, a Seoul-based radio reported.\r\n   After holding a mobile training involving patrol boats, warships and helicopters, they kicked up a war fever, additionally mobilizing warships and planes under the signboard of \"demonstrating the readiness of the Jeju island against the north.\"\r\n   This shows that the present South Korean authorities are the same warmongers with the successive rulers who dampened the ardent desire of the fellow countrymen for reunification under the pretext of \"threats of southward invasion.\"    \r\n\r\n"
        },
        {
            "title": "Leader Kim Jong Il sends message to Chongryon Congress",
            "url": "http://kcna.co.jp/item/1998/9805/news05/22.htm#5",
            "content": "Leader Kim Jong Il sends message to Chongryon Congress\r\nPyongyang, May 22 (KCNA) - General Secretary Kim Jong Il  today sent a message of greetings to the 18th Congress of the General Association of Korean Residents in Japan (Chongryon).\r\n   In the message he extended congratulations to the participants in the Congress and the 700,000 Korean compatriots in Japan. And he highly praised Chongryon for having successfully carried out the patriotic tasks in the period under review though under the complicated situation and difficult conditions.\r\n   The message says the 18th Congress is of weighty significance because it is being held at a time when a new turn has been effected in the revolutionary cause of Juche and the Korean people are striving hard to greet the 50th anniversary of the Democratic People's Republic of Korea, their glorious homeland, as  a grand festival of victors.\r\n   The Chongryon officials and other compatriots in Japan should bring about a fresh turn in the movement for national reunification and all other patriotic work by maintaining the Juche character and national character in their activities and thoroughly implementing the Juche-based policy of patriotic movement, with a great pride of being overseas citizens of the socialist homeland of Juche, founded and developed by President Kim Il Sung, says the message.\r\n   Chongryon, it notes, should actively fight to preserve the national character of the Korean compatriots in Japan and defend their national rights to democracy and strengthen friendship and solidarity with the Japanese and other people of the world so that the solidarity campaign supporting the Korean people's just cause may be conducted more briskly.\r\n   If the Japan-resident Koreans' movement is to be developed and a new turn to be effected in their patriotic work in keeping with the requirements of the changing situation, it is necessary to strengthen Chongryon and enhance its role, the message stresses.\r\n   It wishes success to the Congress, expressing the belief that the Congress will mark an epoch-making occasion in putting the movement of Korean residents in Japan on a higher stage.    \r\n \r\n\r\n"
        },
        {
            "title": "Papers congratulate Chongryon on 18th Congress",
            "url": "http://kcna.co.jp/item/1998/9805/news05/22.htm#6",
            "content": "Papers congratulate Chongryon on 18th Congress \r\nPyongyang, May 22 (KCNA) - Papers today warmly congratulate the General Association of Korean Residents in Japan (Chongryon) on its 18th Congress.\r\n   Rodong Sinmun says the Congress is a historic one which will set a new milestone of the movement of the Japan-resident Korean compatriots who are advancing towards the 21st century, a new era of glory, guided by leader Kim Jong Il.\r\n   In an editorial the daily says that in the period under review, Chongryon has rallied compatriots closely around it, defended their national rights to democracy and their dignity and greatly contributed to the development and prosperity of the homeland.\r\n   It has also conducted brisk activities for Korean reunification, fully supported the South Korean people in their struggle for independence, democracy and reunification and strengthened solidarity with the Japanese and other people of the world, it says.\r\n   It further says:\r\n   All the achievements of Chongryon are a precious fruition of leader Kim Jong Il's wise leadership and deep care.\r\n   The Chongryon officials and other compatriots in Japan are faced with honorable tasks to put the movement of Koreans in Japan on a higher stage under his leadership.\r\n   Chongryon should thoroughly establish the Juche-based ideological system and leadership system in keeping with the requirements of the changing situation, to fully prepare its officials and other compatriots to remain unfailingly loyal to him and devotedly defend him and cement the unity among the compatriots.\r\n   Minju Joson says in an editorial that though it may be confronted with hardships and difficulties, the movement of Korean residents in Japan will always advance triumphantly because it enjoys his tested leadership and has such a powerful organization as Chongryon.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Powder smell will suffocate warmongers  = KCNA commentary =",
            "url": "http://kcna.co.jp/item/1998/9805/news05/22.htm#7",
            "content": "Powder smell will suffocate warmongers  = KCNA commentary =\r\n Pyongyang, May 22 (KCNA) -- Dark clouds of war are incessantly coming to the north from the south.\r\n   On May 20, the \"Paekma\" unit of the South Korean puppet army staged a nocturnal flare-bombs firing exercise on the Han River and the puppet army played a joint marine drill of air, ground and naval forces in the waters off Jeju island.\r\n   After holding a war game dubbed \"Rsoi\" together with the United States toward the end of last month, the South Korean warmongers have staged north-targeting war rehearsals in the sky, on the ground and in the sea almost every day under various names including \"Commando Drill,\" \"Mobile Manoeuvre\" and \"Tactical Exercise\", thus driving the military confrontation between the north and the south to an extreme pitch.\r\n   Serious is the fact that the South Korean puppets are more frantically staging war exercises against the north with loud outcries for \"readiness for coping with the north\" after they deliberately brought the Beijing talks at the deputy-ministerial level to a rupture.\r\n   This eloquently shows that their advertisement about \"dialogue\" and \"confidence\" is nothing but a hypocricy to deceive the public opinion and conceal their war moves and that their way of existence is war of aggression against the north.\r\n   Judging from all facts, it is certain that there is nothing to expect from the \"people's government\" in South Korea and that the present South Korean rulers are the same anti-national confrontation mongers with the warlikers of the preceding \"civilian government.\"\r\n   If they follow the road of war and confrontation under the signboard of \"dialogue\", we will have no other choice but to take a self-defensive measure.\r\n   Those who are fond of war games will certainly be suffocated by the powder smell.    \r\n \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Juche calendar in Korea",
            "url": "http://kcna.co.jp/item/1998/9805/news05/22.htm#8",
            "content": "Juche calendar in Korea\r\n Pyongyang, May 22 (KCNA) -- The Juche calendar is used in Korea as a new chronological notation.\r\n   The use of the newly instituted Ju1he calendar from 1997 is a great event in the 5,000-year history of Korean nation.\r\n   It is a revolutionary calendar fundamentally different from the old calendars in content, nature and usage.\r\n   Recorded in the Korean history were the Yongrak calendar (long blessings) used by King Kwanggaetho of Koguryo (391-412) for 22 years, the Chonsu calendar (meaning that the heaven gave royal authority) utilized by King Wanggon, the founder of Koryo, the first unified state, for 12 years from 918 to 929 and Kwangmu calendar (meaning to shed lights with might) used by King Kojong for 11 years from 1897 to 1907 in the modern history.\r\n   And some of the kings of Koguryo, Paekje and Balhae used their calendars.\r\n   The old calendars reflected subjective desires of the rulers. However, the social conditions of those years were contrary to \"good meaning\" of calendars, and the period of their use was very short.\r\n  In the Juche calendar, 1912 when President Kim Il Sung was born is the first year (Juche 1).\r\n   It symbolizes his glorious and brilliant revolutionary history and exploits.\r\n   Consistent with the great idea, theory, method and virtues, Juche is a cornerstone which represents the life and exploits of the President.\r\n   Accordingly, it contains his brilliant life and great exploits and ethics and aspirations of the new era.\r\n   Also reflected in it are the unanimous desire and aspirations of all the Korean people to make their country liberated and developed by the President shine as Kim Il Sung's Korea and his history continue in the country.\r\n   The epoch-making change in the life and destiny of the Korean people was unthinkable without his august name.\r\n   So, people across the country including veteran party members of a forestry workers' village in Unhung county, Ryanggang Province, in their letters to the Central Committee of the Workers' Party of Korea, wrote that the age of Korea must be counted from 1912 and the genuine history of Korea must be recorded from it.\r\n   The Juche calendar is an eternal one of Kim Il Sung's nation, which will be used for all ages together with the history of Korea.    \r\n \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun calls for new international order",
            "url": "http://kcna.co.jp/item/1998/9805/news05/22.htm#9",
            "content": "Rodong Sinmun calls for new international order\r\n Pyongyang, May 22 (KCNA) -- A signed article of Rodong Sinmun today calls for the establishment of a new fair international order.\r\n  To establish a new order is essential for eliminating subordination and unequality and helping all countries and nations build free and prosperous societies, the paper says, and goes on:\r\n   What is important in establishing a new order is, above all, to correct the international political order in a fair way.\r\n  For this purpose, it is imperative to democratize the international community and categorically reject the policy of strength.  If arbitrariness is allowed and the policy of strength prevails in the international community, genuine freedom and equality can not be ensured in the political domain.\r\n   The old international order should be abolished and a fair one set up in the economic domain, too.\r\n   It is important in establishing a new international economic order to change the unreasonable financial and monetary system, non-equivalent system and other unequal economic and trade relations and unfair international division of labor and solve foreign debt problems in a reasonable way to provide a favorable climate and condition for the economic progress of developing nations. For this purpose, it is necessary to hold south-north dialogue for a fair solution to the outstanding international economic problems on the principle of mutual benefits and equality.\r\n   The developing nations should strengthen South-South Cooperation on the principle of collective self-reliance and consolidate their own economic foundations, steadily increasing their capacity of negotiating and coping with the north.\r\n   The DPRK government will as ever successfully perform its international duty in the efforts for the establishment of a new fair international order, thus making a tangible contribution to the cause of making the whole world independent.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK Foreign Minister on issue of strengthening NAM",
            "url": "http://kcna.co.jp/item/1998/9805/news05/22.htm#10",
            "content": "DPRK Foreign Minister on issue of strengthening NAM\r\n Pyongyang, May 22 (KCNA) -- Vice-Premier and Foreign Minister Kim Yong Nam, who is taking part in the Foreign Ministerial Meeting of the coordinating bureau of the non-alinged countries, delivered a speech on May 19.\r\n   Kim Yong Nam, who is heading a DPRK delegation, said that, as a preliminary meeting for the 12th non-aligned summit, the foreign ministerial meeting should contribute to keeping and strengthening the Non-Aligned Movement (NAM).\r\n    Clarifying the DPRK's viewpoint concerning this purpose, he said:\r\n   The 12th summit must mark an occasion in which loyalty to the ideal and principles of the movement is promised once again so that the NAM can correctly define its orientation even in the next century.\r\n   The NAM must neither deviate from its basic interests and principles nor change its character for some changes in the international situation.\r\n   The 12th summit must not be a place in which the already-reaffirmed basic principles, mission and orientation of action of the movement are discussed again and it must not allow any attempts to modify its character and orbit of activities.\r\n   It must serve as an occasion to encourage the NAM so that it can more daringly conduct its activities to democratize the international relations on the basis of independence and equality.\r\n   To democratize the international relations so that all countries can exercise their sovereignty equally is a sacred cause to be performed by the movement and a decisive guarantee for victory in this cause is to firmly ensure its unity and solidarity.\r\n   Kim Yong Nam proposed that the meeting discuss a matter of adopting a measure of solidarity with a member nation of the NAM when it is exposed to economic coercion, inteference in its internal affairs and use of arms or threats of their use which are forced contrary to its principles and the U.N. Charter.\r\n   He further said:\r\n   The 12th summit must work out a joint strategy of the movement to cope with the negative effects of the economic \"globalisation.\"\r\n   It is important to expand and develop cooperation among member nations and establish a new south-south economic order on the principle of collective self-reliance. This is an effective way for the developing countries to extricate themselves from the negative effect of the \"globalisation\" and increase the south's power to negotiate with and resist the north.\r\n   Korea's reunification is not only the issue of retaking sovereignty of a nation being violated by outside forces but also a matter directly linked with the noble mission of the NAM for world peace and security.\r\n   The DPRK government calls for reunifying the country in accordance with the confederacy formula advanced by President Kim Il Sung.\r\n   If there are forces which ignore or oppose this formula at the present juncture when the last remnants of the Cold War are being removed, they cannot be construed otherwise than forces which dislike the noble idea of the movement for peace and security.    \r\n\r\n\r\n\r\n"
        }
    ]
}