{
    "date": "1998-01-27",
    "url": "http://kcna.co.jp/item/1998/9801/980127.htm",
    "articles": [
        {
            "title": "CPRF secretariat lashes out at treacherous acts of  S. Korean authorities",
            "url": "http://kcna.co.jp/item/1998/9801/news01/27.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Unha General Trading Corporation",
            "url": "http://kcna.co.jp/item/1998/9801/news01/27.htm#2",
            "content": "CPRF secretariat lashes out at treacherous acts of  S. Korean authorities \r\n Pyongyang, January 27 (KCNA) -- The secretariat of the Committee for the Peaceful Reunification of the Fatherland published information bulletin no. 756 on January 26, denouncing the South Korean authorities for deciding to pay the cost of maintenance of the U.S. troops present in South Korea as scheduled.\r\n   It pointed out:\r\n   On January 19, the South Korean Ministry of National Defence announced that it would pay 399 million dollars for the active-duty personnel of the U.S. Forces, out of more than three billion dollars for the maintenance of the U.S. Forces present in South Korea this year as it had already agreed with the United States.\r\n   This is an unpardonable treacherous act of despicable colonial stooges.\r\n   The South Korean economy has gone bankrupt owing to the Kim Young Sam group's anti-national, anti-social economic policy and corruption and irregularities.\r\n   The decision adopted at this very juncture is a move to keep the U.S. troops stationed in south korea, step up preparations for a war against the north and bridge over the present ruling crisis with money which has been squeezed from the people.    \r\n\r\n\r\n"
        },
        {
            "title": "Timely, significant step",
            "url": "http://kcna.co.jp/item/1998/9801/news01/27.htm#3",
            "content": "Unha General Trading Corporation\r\n Pyongyang, January 27 (KCNA) -- Jan. 28 is the Trade Day in Korea. With the approach of the day the Unha General Trading Corporation has increased the production.\r\n   Its workers have been fulfilling their daily quotas 20 percent higher than last year's, at 130 percent. \r\n   In particular, the export garment factories named after Samsok (Pyongyang), Kyongamsan (North Hwanghae Province) and Jongju (North Phyongan Province) are overfulfilling their daily assignments at 140-150 percent.\r\n   The corporation was set up in July, Juche 65 (1976). \r\n   It, one of the nation's leading processing trade centres, produces and exports such kinds of garments as padded clothes, jacket and shirt, embroidery by machine and hands, and various kinds of knitted goods.\r\n   The corporation, which was established with some 40 factories, now has 6 trading companies and nearly 90 factories.\r\n   The number of technicians and experts has increased nearly 20 times that at the time of its establishment.\r\n   The production capacity of the corporation has shown a 4.5 times increase on a yearly average from the beginning of the 1990s. And the variety of its export goods has been nearly trebled.\r\n   The corporation has dealings with over 70 corporations and companies in some 20 countries.    \r\n\r\n\r\n"
        },
        {
            "title": "Forced march for victory",
            "url": "http://kcna.co.jp/item/1998/9801/news01/27.htm#4",
            "content": "Timely, significant step\r\nPyongyang, January 27 (KCNA) -- The recently held sixth presidium meeting of the National Alliance for the Country's Reunification (Pomminryon) set this as a \"year of independence and great unity of the nation.\" and it discussed Pomminryon's action program, tasks and ways for making a radical turn in the struggle for achieving the independent and peaceful reunification of the country with concerted efforts of Koreans and their pro-reunification organizations in the north, south and overseas. It is a very timely and significant step.\r\n   Rodong Sinmun says this in a commentary today.\r\n   The reunification of the country is the whole nation's cause which can be accomplished only by the nation's united efforts, the newspaper says, and continues:\r\n   National independence is the life and soul of the nation and the basic principle to be adhered to in solving the reunification issue in conformity with the will and demand of the nation. And the great unity of the nation definitely guarantees strong forces of the nation for reunification and the reunification of the country in an independent way.\r\n   If all the fellow countrymen in the north, south and overseas strive hard, on the basis of national independence and great unity, to implement the three principles of national reunification, the Ten-Point Programme of the Great Unity of the Whole Nation and the confederation formula in line with the resolution of the presidium meeting, a radical turn will surely be made in the efforts for the independent and peaceful reunification of the country.\r\n   Adopted at the meeting was a special resolution calling for the elimination of South Korea's \"National Security Law\" and \"Agency for National Security Planning\", which are something like cancer in the way of reunification. It is also an important step aimed at removing confrontation between the north and the south, promoting national reconciliation and unity and making a fresh progress in the efforts for national reunification.\r\n   We believe that Pomminryon will, this year, too, fully discharge its obligation and role to develop the pro-reunification movement into a nationwide struggle invigorated by the Koreans in the north, south and overseas under the banner of national independence and great unity.\r\n   \r\n"
        },
        {
            "title": "Democracy and human rights in S. Korea urged",
            "url": "http://kcna.co.jp/item/1998/9801/news01/27.htm#5",
            "content": "Forced march for victory\r\nPyongyang, January 27 (KCNA) -- The Korean working people are stepping up the forced march to exalt this year as a year of another leap forward and socialist victors.\r\n   Mass meetings have been held in Pyongyang and provincial seats and at organs and enterprises to vow to carry through the tasks laid down in the joint editorial of the newspapers of the party and the army.\r\n   The farmers of the Migok Cooperative Farm in Sariwon, North Hwanghae Province, and colliers of the Jenam Coal Mine of the Tokchon Area Coal Complex held meetings and challenged the farmers and workers across the country to a socialist emulation to bring about a great improvement in agricultural and coal production.\r\n   The whole country has responded to their call.\r\n   The nation's industrial output value in the first ten days of the forced march showed an increase of 15 percent as against the same period of December last year.\r\n   Particularly, in this period, coal production and electricity output grew 10.8 and 15 percent each.\r\n   The Korean people triumphantly surmounted the most trying difficulties in the \"arduous march\" in defiance of the economic blockade moves by the imperialists and repeated natural disasters.\r\n   It is their iron faith that, led by General Kim Jong Il, they have nothing to fear no matter how many times they may make \"arduous march.\"\r\n   In the 1930s, the anti-Japanese revolutionary forerunners pulled through hard trials in the indomitable revolutionary spirit. In the 1950s, the heroic Korean People's Army and people won in the fatherland liberation war by heroically fighting against the enemy. Even under the difficult conditions after the ceasefire, the Korean people wrought miracles through the Grand Chollima March.\r\n   The Korean people, closely rallied around General Kim Jong Il, will this year, too, make great achievements in the forced march of socialism for the final victory. \r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Brutal murder by GI",
            "url": "http://kcna.co.jp/item/1998/9801/news01/27.htm#6",
            "content": "Democracy and human rights in S. Korea urged\r\n Pyongyang, January 27 (KCNA) -- The International Lawyers' Committee for Democracy and Human Rights in South Korea on January 15 made public a statement titled \"termination of 'miracles' in South Korea. Democracy and human rights.\"\r\n   It said:\r\n   In the past, Europe and the United States described South Korea as a \"model.\" however, they kept mum about the fact that the \"economic growth\" of South Korea came from the harsh exploitation of the working people.\r\n   The International Monetary Fund and the World Bank are said to be rendering  rescue funds to South Korea to prevent its economic bankruptcy. However, it is the South Korean people who must pay the debts. And the South Korean economic dependence will be further worsened.\r\n   Against the western advertisement about \"democracy\" in South Korea, social rights including social security and union rights have hardly been guaranteed in South Korea. \r\n   Asking whether the new regime of South Korea could bring about changes as desired by the South Korean people, the statement stressed:\r\n   Dialogue with the DPRK, relaxation of tension, release of political prisoners and guarantee of rights of the unconverted long-term prisoners including Kim In So, Kim Yong Thae and Ham Se Hwan to return to the north will serve as a touchstone testing the political willingness of the new regime.    \r\n\r\n"
        },
        {
            "title": "Folk holiday--lunar New Year's Day",
            "url": "http://kcna.co.jp/item/1998/9801/news01/27.htm#7",
            "content": "Brutal murder by GI\r\n  Pyongyang, January 27 (KCNA) -- Minju Joson today comments on the fact that a soldier of the U.S. 473rd Field Backup Company in South Korea murdered a bar woman and set the bar on fire a few days ago.   \r\n   This is an unpardonable crime which can be committed by only the U.S. aggression troops who have dominated South Korea for over half a century, the commentary says, and goes on:\r\n   GIs made gang assaults on South Korean people in a train and an underground tramcar on Jan. 4 and Dec. 31.\r\n   Barbarous atrocities by the U.S. troops in South Korea have continued because such traitors as Kim Young Sam have ruled South Korea.     \r\n  \r\n"
        },
        {
            "title": "Mongolian Foreign Minister here",
            "url": "http://kcna.co.jp/item/1998/9801/news01/27.htm#8",
            "content": "Folk holiday--lunar New Year's Day\r\n Pyongyang, January 27 (KCNA) -- The 28th of January this year is the lunar New Year's Day. The day has been observed as a folk holiday in korea even after the solar calendar was introduced in 1896.\r\n   On the morning of the lunar New Year's Day greetings are exchanged between family members, relatives, neighbours and colleagues. They also wish their teachers a happy New Year. \r\n   The old would grant simple gifts to children who pay New Year's call on them.\r\n   With family members, relatives and neighbours, people enjoy such traditional food as glutinous and other rice-cakes and pancake, confectionery, grilled meat, fruits and drinks.\r\n   Typical of food for this day is a rice-cake soup. It is a soup of sliced rice-cake as large as a coin with pheasant, which can be replaced by chicken. The Korean proverb \"Chicken instead of pheasant\" is said to have been derived from such case.\r\n   A cup of unheated spirits is drunken on the holiday. This habit came from an idea of ancient Koreans who regarded the lunar New Year's Day as the beginning of spring for farming preparations.\r\n   \r\n"
        },
        {
            "title": "Second home-visiting batch of Japanese wives leaves",
            "url": "http://kcna.co.jp/item/1998/9801/news01/27.htm#9",
            "content": "Mongolian Foreign Minister here\r\n Pyongyang, January 27 (KCNA) -- Minister of Foreign Relations of Mongolia Shukhar Altangerel and his entourage arrived here today to celebrate the 50th anniversary of establishment of diplomatic relations between the DPRK and Mongolia.\r\n   They were greeted at the airport by Kim Yong Nam, Vice-Premier and Foreign Minister, and D. Byambaa, Mongolian Ambassador to the DPRK.     \r\n \r\n\r\n"
        }
    ]
}