{
    "date": "1998-08-29",
    "url": "http://kcna.co.jp/item/1998/9808/980829.htm",
    "articles": [
        {
            "title": "Disturber of regional stability = KCNA commentary =",
            "url": "http://kcna.co.jp/item/1998/9808/news08/29.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "KSDP chairman elected",
            "url": "http://kcna.co.jp/item/1998/9808/news08/29.htm#2",
            "content": "Disturber of regional stability = KCNA commentary = \r\n \r\n   Pyongyang, August 29 (KCNA) -- The U.S. defense secretary, William Cohen, said in an interview with Kyodo news on August 25 that the United States will keep some 100,000 U.S. troops in East Asia for \"an indefinite period\" even after the Korean peninsula is \"reunified.\"\r\n   This year he had on several occasions laid stress on the need to station U.S. forces in South Korea and Japan. What he means is that the U.S. troops should be kept  in South Korea and Japan for an \"indefinite period\" because they are helpful toward \"regional security.\"\r\n   This is an open challenge to the people who want lasting peace and stability in the Korean peninsula and East Asia and a sing General Secretary Kim Jong Il's election as President of the DPRK and celebrating the 50th anniversary of the DPRK continue to be formed in different countries.\r\n   Figuring large in the press is news of achievements made in different domains of the national economy with the Approach of the 50th anniversary of the DPRK.\r\n   Papers give an account of symposiums of officials of people's government organs and the railway sector held on this occasion.\r\n   Rodong Sinmun comes out with an article saying that socialism  will win only when ideology is held fast to.\r\n   Minju Joson in an article deals with the outstanding leadership feats performed by Kim Jong Il in the struggle to exalt the dignity and honor of Juche Korea.\r\n   It is reported in the press that senior party and government officials enjoyed the day of youth together with the young people.\r\n   The national people's art festival was opened to mark the 50th anniversary of the DPRK, says the press.\r\n   Rodong Sinmun informs the readers that a new chairman of the Central Committee of the Korean Social Democratic Party was elected at the 19th plenary meeting of its 6th Central Committee.\r\n   Seen in the paper is news of a commissioning ceremony of the UNDP-assisted project for modernizing the Anju area mining engineering institute in South Phyongan Province.\r\n   A commentary of the paper brands the Ulji Focus Lens joint military exercise staged by the United States and the South Korean authorities for ten odd days as a test nuclear war against the north. \r\n\r\n\r\n"
        },
        {
            "title": "Father Mun Gyu Hyon detained in S. Korea",
            "url": "http://kcna.co.jp/item/1998/9808/news08/29.htm#3",
            "content": "KSDP chairman elected\r\n   Pyongyang, August 29 (KCNA) -- The 19th plenary meeting of the 6th Central Committee of the Korean Social Democratic Party (KSDP) was convened here on Friday. \r\nIt discussed organizational affairs.\r\n   At the meeting vice-chairman Kim Yong Ho was elected chairman of the Party Central Committee.  Ex-chairman Kim Pyong Sik was elected advisor to the Party Central Committee. \r\n\r\n"
        },
        {
            "title": "National art festival of people",
            "url": "http://kcna.co.jp/item/1998/9808/news08/29.htm#4",
            "content": "Father Mun Gyu Hyon detained in S. Korea\r\nPyongyang, August 29 (KCNA) -- The South Korean authorities arrested Father Mun Gyu Hyon of the South Korean Catholic Priests' Council for Justice on Thursday by invoking the fascist national War against the north. \r\n\r\n"
        },
        {
            "title": "Youth Day marked",
            "url": "http://kcna.co.jp/item/1998/9808/news08/29.htm#5",
            "content": "National art festival of people\r\nPyongyang, August 29 (KCNA) -- A national art festival of the people has opened here to celebrate the 50th anniversary of the Democratic People's Republic of Korea.\r\n   Participating in the festival, which is to be held in the form of provincial and national art contests,  are art circle members from over 8,400 institutions, industrial establishments and co-op farms.\r\n   Put on the stage are more than 33,200 art pieces of different themes. Among them are art works reflecting the greatness of President Kim Il Sung, the founder of the DPRK, and General Secretary Kim Jong Il, who glorifies the DPRK, and the rockfirm will of the Korean people to resolutely defend the headquarters of revolution.\r\n   The opening ceremony was held at the Pyongyang Grand Theatre on Friday. \r\n\r\n\r\n"
        },
        {
            "title": "Young activists of KPA meet",
            "url": "http://kcna.co.jp/item/1998/9808/news08/29.htm#6",
            "content": "Youth Day marked\r\nPyongyang, August 29 (KCNA) -- In Korea the Youth Day was significantly celebrated.\r\n   Senior party and government officials on Friday visited industrial establishments, co-op farms and universities to congratulate young people on their holiday.\r\n   They inspected production processes and talked with innovators at industrial establishments. They asked youths to become a shock brigade  who will take the lead in socialist construction, overcoming hardships and difficulties.\r\n   Provincial, city and county leading officials, too, went to industrial establishments, cooperative farms and universities to congratulate and inspire the young people.\r\n   Meanwhile, celebration events took place in Pyongyang and provincial, city and county seats. They included evening dances, a brass band contest, a  singing contest of marching columns, and an exhibition of special wallpapers.\r\n   Art performances and sport games were held at industrial establishments, co-op farms and schools. \r\n\r\n"
        },
        {
            "title": "Symposiums held to mark National Day",
            "url": "http://kcna.co.jp/item/1998/9808/news08/29.htm#7",
            "content": "Young activists of KPA meet\r\n  Pyongyang, August 29 (KCNA) -- Young activists of the Korean People's Army met on August 28 in front of the Samjiyon Grand Monument in Ryanggang Province where the  President Kim Il Sung's Statue stands.\r\n   The meeting discussed how to implant the spirit of  devotedly defending their leader, the  trait of unity of officers and men and army-civilian unity in the minds of young soldiers. It also discussed tasks and ways of effectively conducting the  work amongst young soldiers as the anti-Japanese guerrillas did.\r\n   Attending the meeting were Jo Myong Rok, director of the General Political Department of the LPA, political cadres and youth league officials of the three services of the KPA and the members of the excursion team of young soldiers to the secret camp on Mt. Paektu.\r\n   The reporter and speakers said that nothing is more honorable and worthwhile for the young soldiers than to live and struggle for the sake of General Secretary Kim Jong Il. They called upon them to  take the  lead in the struggle to defend their leader devotedly. \r\n   A torchlight procession took place on the same day. \r\n  \r\n"
        },
        {
            "title": "Rodong Sinmun on \"Ulji Focus Lens\"",
            "url": "http://kcna.co.jp/item/1998/9808/news08/29.htm#8",
            "content": "Symposiums held to mark National Day\r\n  Pyongyang, August 29 (KCNA) -- A symposium of officials of people's government  organs took place on August 28 to mark the 50th anniversary of the DPRK.\r\n   Present there were Vice-President Ri Jong Ok and other officials.\r\n   It was stressed at the symposium that the foundation of the DPRK was a historic event which opened a new  chapter of building a socialist state centred on the popular masses. \r\nThe DPRK has turned into an invincible socialist state where the revolutionary lines of independence, self-sufficiency and self-reliance in defence have been  successfully applied in the state activities over the past 50 years.\r\n   It was also noted that all the officials of the people's government organs should  devote all their talents and efforts to the struggle to convert the DPRK into a promising one with inexhaustible might and invincible vitality, remaining loyal to the ideas and leadership of General Secretary Kim Jong Il.\r\n   A symposium of officials of the railway sector was held on the same day. \r\n\r\n"
        },
        {
            "title": "Korean books donated to India",
            "url": "http://kcna.co.jp/item/1998/9808/news08/29.htm#9",
            "content": "Rodong Sinmun on \"Ulji Focus Lens\"\r\n  Pyongyang, August 29 (KCNA) -- Rodong Sinmun today says the \"Ulji Focus Lens\" military exercises staged by the United States and South Korea for some ten days were identical to their \"Team Spirit\" nuclear war manoeuvres against the DPRK in scope, content and intensity.\r\n   Their preparations for the large-scale joint exercises were based on their making the provocation of a war against the north a fait accompli, the daily says, and continues:\r\n   The exercises clearly showed that the U.S. call for \"peace on the Korean peninsula\" and \"implementation of the DPRK-U.S. framework agreement\" is just hypocrisy for covering up its aggressive policy towards the DPRK and that the United States has persistently tried to stifle the DPRK by military force.\r\n   The war game also revealed that the South Korean authorities, clean indifferent to the destiny of the country and the nation, have sought to prop up the regime and invade the north with the help of the United States, by availing themselves of the master's nuclear war preparations.\r\n   If the United States and the South Korean authorities continue military manoeuvres against the DPRK in defiance of its repeated warnings, they should take the blame for all their consequencies. \r\n\r\n"
        },
        {
            "title": "Ideological work is essential for victory of socialism",
            "url": "http://kcna.co.jp/item/1998/9808/news08/29.htm#10",
            "content": "Korean books donated to India\r\n   Pyongyang, August 29 (KCNA) -- A ceremony for donating Korean books was held at the building of the All-India Trade Union  Congress on August 24 to celebrate the \r\nKim Jong Il's election as head of state and the 50th anniversary of the DPRK.\r\n   At the ceremony the Korean ambassador conveyed to the secretary general of the congress such Korean books as reminiscences \"With the Century\" and celebrated works of the President Kim Il Sung, and the brief biography  of revolutionary activities of Kim Jong Il and his famous works. \r\n   The secretary general hoped that with  the election of Kim Jong Il, a great revolutionary and fighter, as head of state, Korea would continue to encourage the world people in the struggle for justice, peace and socialism. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Renegotiation with IMF demanded",
            "url": "http://kcna.co.jp/item/1998/9808/news08/29.htm#11",
            "content": "Ideological work is essential for victory of socialism\r\nPyongyang, August 29 (KCNA) -- In order to successfully accomplish the cause of socialism, ideological work should be given priority with the main stress put on ideology, says Rodong Sinmun today.\r\n   In an article the daily says:\r\n   Korean socialism has triumphantly advanced, undaunted by any trials, as the Workers' Party of Korea has led the revolution and construction, attaching the greatest importance to ideology.\r\n   Now the imperialists are escalating the anti-socialist, anti-DPRK moves. Ideological work should therefore be further intensified to check the imperialists' ideological and cultural infiltration.\r\n   In socialist society the ideological work of the working-class party is an undertaking for developing socialist ideas in compliance with the requirements of the times and the developing revolution and for arming the masses of the people with socialist ideas.\r\n   Ideological work is essential for the victory of socialism. This is truth proved by history. \r\n\r\n"
        }
    ]
}