{
    "date": "1998-09-19",
    "url": "http://kcna.co.jp/item/1998/9809/980919.htm",
    "articles": [
        {
            "title": "Floral basket to Kim Jong Il from Guinean PM",
            "url": "http://kcna.co.jp/item/1998/9809/news09/19.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Copies of literature distributed in Seoul",
            "url": "http://kcna.co.jp/item/1998/9809/news09/19.htm#2",
            "content": "Floral basket to Kim Jong Il from Guinean PM \r\n   Pyongyang, September 19 (KCNA) -- Sidia Toure, Prime Minister of Guinea, on Sep. 6 extended a floral basket in the name of the government to General Secretary Kim Jong Il upon his reelection as Chairman of the National Defence Commission of the DPRK.\r\n   The  chief secretary and the protocol director of the prime minister's office, authorized by the Prime Minister, paid a congratulatory visit to the Korean embassy in Conakry and handed the floral basket to the ambassador. \r\n\r\n"
        },
        {
            "title": "DPRK ambassador E.P. to Madagascar appointed",
            "url": "http://kcna.co.jp/item/1998/9809/news09/19.htm#3",
            "content": "Copies of literature distributed in Seoul\r\n   Pyongyang, September 19 (KCNA) -- A lot of copies of literature warmly welcoming the historic election of Kim Jong Il to the highest post of the DPRK were distributed in areas of Seoul, Seoul-based radio Voice of National Salvation quoted the Seoul City Committee of  the National Democratic Front of South Korea  as saying.\r\n     Written in literature in the name of the Saebyol Society and Sobaeksu Society which was distributed to people were letters \"Greatest glory and happiest event worthy  of special mention in 5,000-year-long history of the nation,\" \"Let us deeply keep in mind  our honor and pride in having Marshal Kim Jong Il as leader \", \"Let us move up the day of national reunification true to the leader Kim Jong Il's high intention \" and \"Long live the great sun, Marshal Kim Jong Il \" \r\n\r\n"
        },
        {
            "title": "Suppression of Father Mun Kyu Hyon denounced",
            "url": "http://kcna.co.jp/item/1998/9809/news09/19.htm#4",
            "content": "DPRK ambassador E.P. to Madagascar appointed\r\n  Pyongyang, September 19 (KCNA) -- Ri Yong Hak was appointed as DPRK ambassador E. P. to Madagascar, according to a decree of the presidium of the Supreme People's Assembly of the DPRK.  \r\n\r\n"
        },
        {
            "title": "Silk banner and calligraphic work (poem) to Kim Jong Il from NDFSK Central Committee",
            "url": "http://kcna.co.jp/item/1998/9809/news09/19.htm#5",
            "content": "Suppression of Father Mun Kyu Hyon denounced\r\n  Pyongyang, September 19 (KCNA) -- The South Korean Catholic Priests' Council for Justice\" made public a statement on Thursday denouncing the South Korean authorities' suppression of Father Mun Kyu Hyon, according to a radio report from Seoul.\r\n   The statement said that the authorities arrested Father Mun  on the strength of the \"National Security Law,\" charging him with \"benefiting and sympathising with the enemy\" and \"infiltrating and escaping.\"  this arbitrary interpretation by the authorities  is an unreasonable act.\r\n   It called for abolishing the \"NSL\" and depriving the \"Agency for National Security Planning\"  of its investigation right.  \r\n\r\n"
        },
        {
            "title": "Continued outrage",
            "url": "http://kcna.co.jp/item/1998/9809/news09/19.htm#6",
            "content": "Silk banner and calligraphic work (poem) to Kim Jong Il from NDFSK Central Committee\r\n   Pyongyang, September 19 (KCNA) - General Secretary Kim Jong Il received a silk banner and a calligraphic work (poem) from the Central Committee of the National Democratic Front of South Korea upon his reelection as Chairman of the National Defence Commission of the DPRK.\r\n   Embroidered in the centre of the front of the silk banner is Kim Jong Il's portrait.\r\n   Also embroidered there are the two flags of the DPRK and a Korean map, which stresses that as it reelected him to the highest post of the state, Kim Il Sung's nation, the motherland of Juche, will be eternal as a powerful state throwing bright rays all over the world and a dignified and proud people. The letters \"Long live general Kim Jong Il, the sun of the nation\" are embroidered in the upper part.\r\n   Seen in the back are letters saying that the vanguard fighters and patriotic people from all walks of life in the south  wholeheartedly extend the greatest honor and respect to Kim Jong Il, who was elected head of state of Juche Korea, with a loyal heart.\r\n   Written in the calligraphic work \"congratulatory poem\" are 56 Chinese characters in 8 lines symbolizing the meaning that Kim Jong Il was reelected to the highest post of the DPRK in the year in which fell his 56th birthday.\r\n   The congratulatory poem says that Mt. Paektu is full of joy and south sea rolls as General Secretary Kim Jong Il, a great man born of heaven and lodestar of Mt. Paektu, is acclaimed as the leader of reunification and that the reunified country, a powerful state, which is holding the lodestar of the sun's nation in high esteem with loyalty and filial piety generation after generation will be everlasting. \r\n\r\n"
        },
        {
            "title": "Underground structure near Nyongbyon is not \"secret underground nuclear facility\"",
            "url": "http://kcna.co.jp/item/1998/9809/news09/19.htm#7",
            "content": "Continued outrage\r\n     Pyongyang, September 19 (KCNA) -- Of late, the South Korean authorities arrested and persecuted Father Mun Kyu Hyon, alleging that his participation in the August 15 events at Panmunjom during the visit to Pyongyang was an intentional violation of \"conditions for permitting his visit to the north\", and arrested Choe Jin Su, deputy secretary general of the south headquarters of the National Alliance for the Country's Reunification (Pomminryon), branding him as \"spy.\"   \r\nThis fascist outrage and anti-national deed are unpardonable acts defying the fellow countrymen's desire for reunification and totally negating national reconciliation and unity, says Rodong Sinmun today in a commentary.\r\n   The news analyst continues:\r\n   Father Mun and the deputy secretary general had done righteous deeds for national reconciliation, unity and reunification. \r\n   Father Mun participated in the August 15 grand pro-reunification festival and called for the reunification through national unity. And his visit to Pyongyang was made with advance \"permission\" by the South Korean authorities.\r\n   Nevertheless, the South Korean authorities charged him with \"infiltration and escape\" and \"pro-north activity\". \r\nThis is an attempt to  do harm to him.\r\n   \"People\"-veiled fascist rulers are more hell bent on the suppression of pro-reunification patriotic forces than the \"civilian\"-veiled traitors were. This proves that they are heinous enemy of reunification who cannot live within the nation aspiring after reunification.\r\n   The South Korean authorities should ponder over the grave consequences to be entailed by their scheme to detain pro-reunification patriots. The anti-reunification elements will be made to pay for their crimes. \r\n \r\n"
        },
        {
            "title": "Dishonest forces trying to stop travel to Mt. Kumgang = KCNA commentary =",
            "url": "http://kcna.co.jp/item/1998/9809/news09/19.htm#8",
            "content": "Underground structure near Nyongbyon is not \"secret underground nuclear facility\"\r\n   Pyongyang, September 19 (KCNA) -- The United States is groundlessly alleging that the DPRK has a \"secret underground nuclear facility\" and that the DPRK launched a \"ballistic missile,\" not a satellite.\r\n   Rodong Sinmun today brands this as a grave violation of the sovereignty of the DPRK and an intolerable insult.\r\n   The news analyst says:\r\n   The underground structure near Nyongbyon is not a \"secret underground nuclear facility\" but a civilian structure.\r\n   The U.S. campaign concerning this structure is little different from their past call for \"ad hoc inspection.\"\r\n   The dishonest forces of the United States describe the satellite launch as a ballistic missile launch in a bid to make a pretext for pressure on the DPRK.\r\n   The United States must be blamed and make compensation for their groundless slander, violation of the DPRK's sovereignty and defamation.\r\n   Their campaign cannot be construed otherwise than a move to make a pretext for breaking the framework agreement with the DPRK.\r\n   The framework agreement is not a gift of the U.S. to the DPRK.\r\n   We are not afraid even if the agreement breaks down. We are not willing to be restricted by it while having our sovereignty violated.\r\n   We also have the right to choose.\r\n   If the United States continues to delay the implementation of the framework agreement on unreasonable pretexts and put pressure on the DPRK, we will be compelled to take relevant action and measure. \r\n\r\n\r\n"
        },
        {
            "title": "Fruit of wise guidance of Kim Jong Il",
            "url": "http://kcna.co.jp/item/1998/9809/news09/19.htm#9",
            "content": "Dishonest forces trying to stop travel to Mt. Kumgang = KCNA commentary =\r\n  Pyongyang, September 19 (KCNA) -- At a time when a travel to Mt. Kumgang of South Koreans is imminent, the dishonest forces in South Korea are trying to block the travel.\r\n   Some \"assemblymen\" of the \"New Korea Party\" (NKP) and the \"United Liberal Democrats\" (ULD) of South Korea held a \"rally for urging a stop to the travel to Mt. Kumgang\" at a park in Seoul on September 16 and demanded \"nullification of the travel.\"\r\n   This is a ridiculous and impudent behaviour throwing a wet blanket over the aspiration of the fellow countrymen for reunification.\r\n   As for the travel to Mt. Kumgang, it is to realize the desire and aspiration of the South Korean people to make a sightseeing of Mt. Kumgang, one of the five famous mountains in Korea=  it has been promoted under the fellow countrymen's active support and approval. The first tourist ship for Mt. Kumgang will leave South Korea before long.\r\n   At this very time, those under the \"NKP\" and the \"ULD\" are letting loose a balderdash that the travel will \"have a serious influence on security\", crying  that the \"the travel to Mt. Kumgang\" must be nullified. \r\n   With the \"NKP\" and the \"ULD\", private political parties, left intact, neither national reconciliation and unity nor peace of the country and its peaceful reunification can be achieved. Therefore, they must be  removed as ruffians of era.\r\n   Those who trample underfoot the desire of the people and go against the trend of the times will face a stern judgement of history and the people.\r\n   The \"NKP\" and \"ULD\" must clearly see this and stop running amuck. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il's election hailed",
            "url": "http://kcna.co.jp/item/1998/9809/news09/19.htm#10",
            "content": "Fruit of wise guidance of Kim Jong Il\r\nPyongyang, September 19 (KCNA) -- The successful launch of the first artificial satellite \"Kwangmyongsong No. 1\" in Korea caused a great sensation in the international community.\r\n   The Minister of State for Mission in the Presidency of Equatorial Guinea said that he keenly felt again the wise guidance of General Secretary Kim Jong Il through the DPRK's successful launch of the satellite which was made with its own technique.\r\n   The advisor to the Indonesian President  for the non-aligned movement said that Korea's launch of the first satellite is the fruit of the wise guidance of General Secretary Kim Jong Il.\r\n   The head of the scientific section of the International Scientific and Technical Information Centre of Russia said that Kim Jong Il has attached importance to science and techniques even under the difficulties and made  sure that the satellite was successfully launched.\r\n   The vice-chairman of the council of the union of communist parties-the Communist Party of the Soviet Union said that the satellite launch of the DPRK is an expression of Kim Jong Il's  boldness and it fully demonstrates Korea's successes in economy, science and technique.\r\n   The deputy speaker of State Duma of Russia had this to say:\r\n   \"Korea, not a big country, launched an artificial satellite with its own strength and technique. This is a great event beyond imagination.\"\r\n   The vice-Minister of Finance of Tanzania and the general director of Asian affairs of the secretariat for foreign liaison and international cooperation of Libya said that the successful launch of the satellite in Korea is a demonstration of its national defence  power, economic potentials and science and techinque.\r\n   The general secretary of the centre of the Cuban workers noted:\r\n   \"Korea's successful launch of the satellite into orbit shows that it has military technique capable of  annihilating enemies wherever they are on the earth.\"\r\n   The vice-President of the Parliament of Malaysia and the vice-Minister of Foreign Affairs of Iran said that Korea's successful launch of a satellite is a pride of Asia.\r\n   The chairman of \"Working Russia\" movement said that Korea's launch of the first satellite, which was made with its own strength and technique 100 percent, is a great victory of socialism.  \r\n\r\n"
        },
        {
            "title": "Korean nation's pride and honor of having Kim Jong Il as its father",
            "url": "http://kcna.co.jp/item/1998/9809/news09/19.htm#11",
            "content": "Kim Jong Il's election hailed\r\n   Pyongyang, September 19 (KCNA) -- The society for accelerating reunification active in Pusan of South Korea held a meeting  on Sept. 6 to congratulate General Secretary Kim Jong Il upon his election to the highest post of the state, according to Seoul-based radio Voice of National Salvation quoting information of the Pusan City Committee of the National Democratic Front of South Korea.\r\n   The participants in the meeting unanimously said that Kim Jong Il's reelection as Chairman of the National Defence Commission of the DPRK is the greatest event in the history of the nation and humankind and extended congratulations to him. \r\n\r\n"
        },
        {
            "title": "Fascist outrage of separatists = KCNA commentary =",
            "url": "http://kcna.co.jp/item/1998/9809/news09/19.htm#12",
            "content": "Korean nation's pride and honor of having Kim Jong Il as its father \r\n   Pyongyang, September 19 (KCNA) -- \"Our people's pride and honor of having the great Kim Jong Il as father of the nation are very high,\" stresses Rodong Sinmun today in a aigned article.\r\n   All the Koreans at home and abroad are highly praising him as the sun and saviour of destiny, the article says, and goes on:\r\n   He is the great father of the nation who is taking upon himself the destiny of the 70 million Koreans and defending and glorifying it.\r\n   With iron will, matchless grit, prominent wisdom and outstanding leadership ability, he has led our nation's cause of independence to victory, smashing every challenge of the imperialist allied forces and the flunkeyist and treacherous anti-reunification elements.\r\n   He is the lodestar of national reunification, who is doing hiy utmost to make our divided fellow countrymen live in a reunified country.\r\n   He set forth the most correct line and policies of reunification and has wisely led the struggle for their materialization.\r\n   Under his distinguished and tested guidance, the north and the south of the country could hold  again deadlocked dialogue and contacts and promote collaboration and exchange in different domains= the National Alliance for the Country's Reunification and the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon) were inaugurated= the pan-national rally and the Pomchonghakryon's pro-reunification festival events are held every year= and the reunification movement has developed into a nationwide movement involving all the fellow countrymen.\r\n   Kim Jong Il is a benevolent father of the nation who shows paternal love and solicitude for the entire nation with noble all-embracing politics of patriotism.\r\n   It is thanks to his magnanimous politics as warm and attractive as the sun that all fellow countrymen of different social standings are actively joining in the nationwide patriotic ranks of great national unity, though they are different in idea and political view and have different careers of life.\r\n   Guided by him, the father of the nation, the Korean people will develop and prosper and the reunification, the cherished desire of the nation, will surely be achieved. \r\n\r\n\r\n"
        },
        {
            "title": "NDC Chairman Kim Jong Il congratulated by guyanese personages",
            "url": "http://kcna.co.jp/item/1998/9809/news09/19.htm#13",
            "content": "Fascist outrage of separatists = KCNA commentary =\r\n   Pyongyang, September 19 (KCNA) -- The Seoul district public prosecutor's office of South Korea on Sept. 14 detained Father Mun Kyu Hyon by invoking the \"National Security Law,\" charging him with \"infiltration and escape,\" according to a radio report from Seoul.\r\n   This shows how harshly the south Korean authorities are persecuting him.\r\n   As is known, they had arrested him after making an \"investigation\" into priests of the \"Korean Catholic Priests' Council for Justice\" who had been to North Korea.\r\n   Nevertheless, they took another legal action against him, enraging the fellow countrymen.\r\n   Father Mun Kyu Hyon, together with other priests of the council, took part in the August 15 grand pro-reunification festival and expressed the will and desire of the nation for reunification.\r\n   The South Korean authorities, however, laid heavy charges on him by invoking the notorious \"National Security Law\" twice. This shows that they seek only the division of the nation, not its reunification.\r\n   The more frantically they invoke the fascist \"NSL\", the fiercer the South Korean people's struggle for its abolition will become and the higher their aspiration for the reunification will grow.\r\n   The South Korean authorities must abolish the \"NSL\", the waste of the era, and immediately release all the unreasonably arrested pro-reunification democrats including Father Mun Kyu Hyon. \r\n\r\n"
        },
        {
            "title": "Japanese authorities urged to stop anti-DPRK racket",
            "url": "http://kcna.co.jp/item/1998/9809/news09/19.htm#14",
            "content": "NDC Chairman Kim Jong Il congratulated by guyanese personages\r\n   Pyongyang, September 19 (KCNA) -- Political figures of Guyana made public statements to congratulate General Secretary Kim Jong Il upon his reelection as Chairman of the National Defence Commission (NDC) of the DPRK.\r\n   Hamilton Green, leader of the Good Green Guyana, expressed his belief that under the wise guidance of Kim Jong Il, supreme leader of the DPRK, the Korean people will surely achieve national reunification.\r\n   Robert Williams, General Secretary of the Good Green Guyana, said that Kim Jong Il enjoys absolute support from the world people for his great exploits for the Korean revolution and world peace.\r\n   The Minister of Public Service of Guyana stressed that only Kim Jong Il can make sure that Kim Il Sung  is upheld as eternal President of the DPRK.\r\n\r\n"
        }
    ]
}