{
    "date": "1999-10-22",
    "url": "http://kcna.co.jp/item/1999/9910/991022.htm",
    "articles": [
        {
            "title": "Anti-U.S., anti-fascist struggle determined",
            "url": "http://kcna.co.jp/item/1999/9910/news10/22.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Zambian independence marked",
            "url": "http://kcna.co.jp/item/1999/9910/news10/22.htm#2",
            "content": "Anti-U.S., anti-fascist struggle determined \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, October 22 (KCNA) -- A spokesman for the Japanese mission of the National Democratic Front of South Korea released a statement on October 15 to mark the 20th anniversary of the October, 1979, pro-democracy resistance.&nbsp;&nbsp;&nbsp;\r\n    In the statement he expressed expectation that the South Korean youth and students would play a role of vanguard and detonation in pro-independence, pro-democracy struggle against the U.S. colonial rule and the Kim Dae Jung group's fascist rule. &nbsp;&nbsp;&nbsp;\r\n   Marking the 20th anniversary of the October pro-democracy resistance, the Japanese mission of the NDFSK will more stubbornly fight together with patriotic people of all walks of life under the uplifted banner of independence against the U.S., he added. \r\n\r\n"
        },
        {
            "title": "Rally for democratic broadcasting law",
            "url": "http://kcna.co.jp/item/1999/9910/news10/22.htm#3",
            "content": "Zambian independence marked\r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 22 (KCNA) -- A meeting was sponsored by the Korea-Zambia Friendship Association in Pyongyang on Thursday to mark the 35th anniversary of the Independence of Zambia. &nbsp;&nbsp;&nbsp;\r\n   Present were Jon Kuk Man, vice-Minister of Education and chairman of the association, members of the association and working people in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n   A congratulatory message to the Zambian President was adopted at the meeting after a speech was made. \r\n\r\n"
        },
        {
            "title": "18th Yun I Sang concert closed",
            "url": "http://kcna.co.jp/item/1999/9910/news10/22.htm#4",
            "content": "Rally for democratic broadcasting law\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, October 22 (KCNA) -- The headquarters of the people's campaign for democratic broadcasting law in South Korea held a rally for a democratic broadcasting law in Seoul on Oct. 19 with the attendance of more than 2,000 members of the broadcasting worker's union and civic and public organizations in all parts of South Korea, radio report from Seoul said. &nbsp;&nbsp;&nbsp;\r\n  The participants urged the present \"government\" to institute a democratic broadcasting law. &nbsp;&nbsp;&nbsp;\r\n  After the rally they thronged to the \"National Assembly\" building and staged a demonstration in protest. \r\n\r\n"
        },
        {
            "title": "Liquidation of pro-Japanese elements supported",
            "url": "http://kcna.co.jp/item/1999/9910/news10/22.htm#5",
            "content": "18th Yun I Sang concert closed\r\n &nbsp;&nbsp;&nbsp;Pyongyang, October 22 (KCNA) -- The 18th Yun I Sang concert which opened on Oct. 19 closed at the Yun I Sang Music Hall on Oct. 21. &nbsp;&nbsp;&nbsp;\r\n   The closing performance was seen by Song Sok Hwan, vice-Minister of Culture, and other officials concerned and working people in the city. &nbsp;&nbsp;&nbsp;\r\n   The performance was also appreciated by Yun's wife and daughter, Svante Kilander, charge d'affaires ad interim of Sweden in Korea, Thomas Wulfing, representative of the interest section for the Federal Republic of Germany here, and overseas compatriots staying in the socialist homeland. &nbsp;&nbsp;&nbsp;\r\n   Put on the stage were Yun I Sang's string quartet no. 6, duet for cello and harp, chamber concerto no. 1 and Mozart's quintet for piano and wind instruments. &nbsp;&nbsp;&nbsp;\r\n   The performers of the Yun I Sang orchestra represented well Yun I Sang's music pieces based on the peculiar musical characteristics  with their tested techniques, acclaimed by the audience. &nbsp;&nbsp;&nbsp;\r\n   Yun I Sang's woodwind quintet, violin concerto no. 3 and others were played in the second-day performance. \r\n\r\n"
        },
        {
            "title": "Chinese mission members visit home of Jong Song Ok",
            "url": "http://kcna.co.jp/item/1999/9910/news10/22.htm#6",
            "content": "Liquidation of pro-Japanese elements supported\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, October 22 (KCNA) -- The spokesmen for the Measure Committee for Demanding Compensation to \"Comfort Women for the Army\" and the Victims of the Pacific War, the Korean Women's Society for Solidarity with Asian Women and the Korean Social Scientists Society yesterday respectively made public statements in support of the mounting movement for liquidation of the pro-Japanese elements in South Korea. &nbsp;&nbsp;&nbsp;\r\n   The statements highly praised the movement as a very just patriotic movement to liquidate the past crimes of the Japanese, retake the spirit of the nation and social justice and establish the national sovereignty. &nbsp;&nbsp;&nbsp;\r\n   Calling attention to the fact that after the liberation of  Korea pro-Japanese traitors have roistered and swaggered and come to power in South Korea under the patronage of the U.S., the statements said that all the successive rulers of South Korea were  heinous pro-Japanese and pro-American traitors. &nbsp;&nbsp;&nbsp;\r\n   They stressed that the movement for liquidating the pro-Japanese elements should be developed into a struggle against the U.S.-led outside forces. \r\n\r\n"
        },
        {
            "title": "40th anniversary of BROC",
            "url": "http://kcna.co.jp/item/1999/9910/news10/22.htm#7",
            "content": "Chinese mission members visit home of Jong Song Ok\r\n &nbsp;&nbsp;&nbsp;Pyongyang, October 22 (KCNA) -- Pak Man Ho, chief of the Chinese Liaoning provincial trade mission in Korea, and members of the mission on Thursday visited the home of the world's queen of marathon Jong Song Ok, DPRK Heroine and People's Sportswoman. &nbsp;&nbsp;&nbsp;\r\n   Saying that her victory is the pride and honor of Korea, the chief expressed the belief that she will train better and exalt honor of the motherland at international competitions so as to repay the great benevolence of the Marshal Kim Jong Il with loyalty. &nbsp;&nbsp;&nbsp;\r\n   The guests looked round the rooms and presented a souvenir. \r\n\r\n"
        },
        {
            "title": "Embassy officials help farmers in harvesting",
            "url": "http://kcna.co.jp/item/1999/9910/news10/22.htm#8",
            "content": "40th anniversary of BROC\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, October 22 (KCNA) -- The Bureau of Reception for Overseas Compatriots commemorated the 40th anniversary of its foundation. &nbsp;&nbsp;&nbsp;\r\n   The President Kim Il Sung and Marshal Kim Jong Il solved all problems arising in the reception for overseas compatriots and laid solid material and technical foundations over the last 40 years since it was founded. &nbsp;&nbsp;&nbsp;\r\n   A meeting was held on Thursday to mark the 40th anniversary. &nbsp;&nbsp;&nbsp;\r\n   Director Kim Su Ik of the bureau in his report said that the officials of the bureau had covered the road of proud victory for 40 years under the wise leadership, deep political trust and loving care of the President and the Marshal. &nbsp;&nbsp;&nbsp;\r\n   He called upon all members of the bureau to uphold the idea and leadership of the Marshal with a single heart of loyalty and filial piety, bearing in mind the firm faith that the bright future of the country and the nation and final victory are guaranteed under his leadership. &nbsp;&nbsp;&nbsp;\r\n  Present at the meeting were secretary Kim Yong Sun of the Central Committee of the Worker's Party of Korea and employees of the bureau. \r\n\r\n"
        },
        {
            "title": "Press conference at Russian embassy",
            "url": "http://kcna.co.jp/item/1999/9910/news10/22.htm#9",
            "content": "Embassy officials help farmers in harvesting\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 22 (KCNA) -- Officials of the Indonesian, Russian and Egyptian embassies here helped the Korea-Indonesia friendship Yaksu cooperative farm, the Korea-Russia friendship Kochang cooperative farm and the Korea-Egypt friendship Sosamjong cooperative farm in harvesting. &nbsp;&nbsp;&nbsp;\r\n   The helpers sang songs and conversed with farmers, deepening the feelings of friendship in a break. &nbsp;&nbsp;&nbsp;\r\n   The Indonesian and Russian embassy officials handed farming materials to the farms. \r\n\r\n"
        },
        {
            "title": "Delegation of Poland-Korea Association welcomed",
            "url": "http://kcna.co.jp/item/1999/9910/news10/22.htm#10",
            "content": "Press conference at Russian embassy\r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 22 (KCNA) -- A press conference was held at the Russian embassy here yesterday. &nbsp;&nbsp;&nbsp;\r\n   Present were mediamen in the city and press attaches of foreign embassies in Korea. &nbsp;&nbsp;&nbsp;\r\n   Russian ambassador Valery Denisov spoke at the conference. &nbsp;&nbsp;&nbsp;\r\n   He referred to the situation of north Caucasia and the complicated situation of Chechnya. &nbsp;&nbsp;&nbsp;\r\n   Then he answered questions. \r\n\r\n"
        },
        {
            "title": "Fascist tyrants' vicious move assailed",
            "url": "http://kcna.co.jp/item/1999/9910/news10/22.htm#11",
            "content": "Delegation of Poland-Korea Association welcomed\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, October 22 (KCNA) -- A meeting was held here yesterday to welcome a delegation of the Poland-Korea Association on a visit to Korea. &nbsp;&nbsp;&nbsp;\r\n   Invited to the meeting was the delegation headed by Tadeusz Biakowski, first vice-chairman of the central committee of the association. &nbsp;&nbsp;&nbsp;\r\n   Present were officials concerned and teaching staff and students of Pyongyang Junghwa Senior Middle School. &nbsp;&nbsp;&nbsp;\r\n   Speeches were made at the meeting. &nbsp;&nbsp;&nbsp;\r\n   Then the participants conversed with each other, deepening the feelings of friendship. &nbsp;&nbsp;&nbsp;\r\n   Before the meeting, the participants looked round educational facilities of the school and saw an art performance of students. \r\n\r\n"
        },
        {
            "title": "Monuments of worker's party age",
            "url": "http://kcna.co.jp/item/1999/9910/news10/22.htm#12",
            "content": "Fascist tyrants' vicious move assailed \r\n  &nbsp;&nbsp;&nbsp;Pyongyang, October 22 (KCNA)-- The South Korean rulers were recently reported to have discussed at a \"symposium\" a measure to install electronic devices either on hands or feet of \"those under observation for public peace\" to watch and control their daily movements. &nbsp;&nbsp;&nbsp;\r\n  Rodong Sinmun today in a signed commentary slams this as an intolerable insult to human beings and a most savage human rights abuse because electronic devices are usually installed only on those animals to be constantly protected and watched for researches and on those objects of scientific research. &nbsp;&nbsp;&nbsp;\r\n  The \"law on the observation for public peace\" in South Korea is nothing but the second \"security law\", an unheard-of fascist law, aimed at keeping those released from prison under the fascist order whereby they are constantly watched and persecuted, the  commentary observes, and goes on: &nbsp;&nbsp;&nbsp;\r\n  It is because of a dense network of institutional mechanism for fascist suppression such as the anti-national, undemocratic and anti-reunification fascist \"security law\" and the \"Intelligence Service\" in South Korea that the people there can neither speak nor hear truth. &nbsp;&nbsp;&nbsp;\r\n  Their attempt to force the patriots to carry electronic devices on their hands or feet, not content with huge repressive machines, only reveals to the world that South Korea is a graveyard of human rights and the present rulers are more ferocious fascist tyrants than the preceding dictators. &nbsp;&nbsp;&nbsp;\r\n  Sword-brandishing will only trigger off stronger popular resistance. &nbsp;&nbsp;&nbsp;\r\n  The South Korean rulers should halt at once their fascist repression of people of conscience and totally abolish the \"security law,\" the \"law on the observation for public peace\"  and other evil laws and dismantle all the fascist repressive machines, demands the  commentary. \r\n\r\n"
        },
        {
            "title": "Military provocation in area along MDL",
            "url": "http://kcna.co.jp/item/1999/9910/news10/22.htm#13",
            "content": "Monuments of worker's party age\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 22 (KCNA) -- There stands imposingly a monumental edifice of the worker's party age, the monument to party foundation, in Munsu Street, Pyongyang, the capital of Korea. &nbsp;&nbsp;&nbsp;\r\n   An increasing number of people visit the monument in October, a significant month reminiscent of historic events. &nbsp;&nbsp;&nbsp;\r\n   During the first half of the month, nearly 500 groups of people, that is, tens of thousands of working people, soldiers of the people's army, students and pupils and numerous overseas Koreans and foreigners, visited the monument, according to data available. &nbsp;&nbsp;&nbsp;\r\n   The visitors looked back on the immortal exploits of General Secretary Kim Jong Il as well as the President Kim Il Sung, who founded the Worker's Party of Korea (WPK) and strengthened it constantly. &nbsp;&nbsp;&nbsp;\r\n   The monument, which covers an area of 250,000 square metres, was erected on the occasion of the 50th anniversary of the WPK. &nbsp;&nbsp;&nbsp;\r\n   The monument consists of a round foundation 70 metres in diametre, a round belt structure symbolic of the wholehearted unity of the leader, the party and the masses, and granite towers in the shape of a hammer, a sickle and a writing brush held high by the workers, peasants and intellectuals. &nbsp;&nbsp;&nbsp;\r\n   In Korea there are many monuments dedicated to the worker's party age. &nbsp;&nbsp;&nbsp;\r\n   The Arch of Triumph and the tower of the Juche idea are typical monuments built in the 1980s. &nbsp;&nbsp;&nbsp;\r\n   The arch was built at the historic place where President Kim Il Sung made the first address to the people in the homeland on October 14, Juche 34 (1945) after his triumphal return home. He had liberated Korea by leading the arduous anti-Japanese revolutionary struggle to victory. &nbsp;&nbsp;&nbsp;\r\n   The four-story structure is 60 metres high, 50.1 metres wide and 36.2 metres thick. &nbsp;&nbsp;&nbsp;\r\n   Besides, there are monuments dedicated to the revolutionary traditions such as the grand ones on Mansu Hill, Mt. Wangjae and Lake Samji. There are also the monument to victory in the Fatherland Liberation War, the Chollima statue and the United Front Tower. &nbsp;&nbsp;&nbsp;\r\n   Today the monuments serve as an inspiring banner that gives strength and courage to the Korean people in the building of a powerful nation. \r\n\r\n"
        },
        {
            "title": "Unity and cohesion of WPK  unbreakable",
            "url": "http://kcna.co.jp/item/1999/9910/news10/22.htm#14",
            "content": "Military provocation in area along MDL\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, October 22 (KCNA) -- Soldiers of the South Korean Army committed a serious military  provocation on Oct. 21 by  firing large-caliber machine guns  at a post of the north side along the Military Demarcation Line (MDL) that divides Korea into the north and the south. &nbsp;&nbsp;&nbsp;\r\n   That day soldiers belonging to a  M.P. post just below the MDL marker no. 0811 took a combat position all of a sudden and opened fire from a 12.7 mm machine gun at the post of the north side. &nbsp;&nbsp;&nbsp;\r\n   Bullets lodged around the post, gravely threatening the lives of soldiers of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n   Earlier on Oct. 15, the enemy soldiers leveled a 90 mm recoilless gun and 12.7 mm machine gun at KPA soldiers on their routine patrol duty along a lane of the north near the MDL marker no. 1142, posing threat to their safety. &nbsp;&nbsp;&nbsp;\r\n   Such provocation perpetrated by South Korean Army soldiers in broad daylight was a premeditated one intended to seek a pretext to ignite a war against the north. \r\n\r\n"
        },
        {
            "title": "Dangerous maneuver against DPRK",
            "url": "http://kcna.co.jp/item/1999/9910/news10/22.htm#15",
            "content": "Unity and cohesion of WPK  unbreakable\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, October 22 (KCNA) -- 23 years have passed since General Secretary Kim Jong Il made public his celebrated work \"Let Us Firmly Defend the Political and Ideological Unity and Purity of the Party Generation After Generation.\"&nbsp;&nbsp;&nbsp;\r\n   The work, published on October 22, Juche 65 (1976), comprehensively  elucidates theoretical and practical issues arising in making the unity and cohesion of the party unbreakable including matters of consolidating the unity and cohesion of the whole party on the basis of the Juche idea,  strengthening the ideological  education of people and  improving the way and style of work of party officials. &nbsp;&nbsp;&nbsp;\r\n    Rodong Sinmun today  devotes a signed article to this day. &nbsp;&nbsp;&nbsp;\r\n   Noting that the work serves as an immortal banner clearly illuminating the road of strengthening the unity and cohesion of the WPK generation after generation, the article goes on: &nbsp;&nbsp;&nbsp;\r\n   The work indicates ways of putting the unity and cohesion of the WPK on a new high plane, thus  providing a sure guarantee for carrying the revolutionary cause  of Juche to completion generation after generation. &nbsp;&nbsp;&nbsp;\r\n   The  WPK  has attained a high level in its unity and cohesion. &nbsp;&nbsp;&nbsp;\r\n   The entire party and all the people are waging a vigorous struggle to creditably carry forward and accomplish the revolutionary cause  of Juche started by the President Kim Il Sung, united close around General Secretary Kim Jong Il in idea and purpose and in the sense of moral obligation. &nbsp;&nbsp;&nbsp;\r\n   No matter what storm and stress may rage,  the WPK and people will maintain the unbreakable unity and cohesion of the party around Kim Jong Il and accomplish  the revolutionary cause  of Juche with the might of single-hearted unity. \r\n\r\n"
        },
        {
            "title": "Despicable attempt of pro-Japanese traitor",
            "url": "http://kcna.co.jp/item/1999/9910/news10/22.htm#16",
            "content": "Dangerous maneuver against DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 22 (KCNA) -- The Maritime \"Self-Defence Force\" of Japan reportedly announced on October 19 that it would carry out military maneuvers based on simulated \"emergency in the Korean peninsula\" from October 27 to November 9. &nbsp;&nbsp;&nbsp;\r\n   Troops over 32,000 strong,  110 ships including destroyers and 180 planes will be involved in the maneuvers. &nbsp;&nbsp;&nbsp;\r\n   According to the defence agency sources, the maneuvers for logistic support to the U.S. troops and evacuation of the Japanese from abroad will be held for the first time. &nbsp;&nbsp;&nbsp;\r\n   The Korean peninsula-targeted exercise clearly shows it is a dangerous and reckless war gamble aimed at forestalling attack on the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The Japanese reactionaries are going to stage a joint exercise of the Maritime \"SDF\" and the U.S. Navy from November 3 to 9, synchronizing with the maneuvers. &nbsp;&nbsp;&nbsp;\r\n   No doubt, the joint exercise will render the situation of the Korean peninsula and its surroundings more strained. &nbsp;&nbsp;&nbsp;\r\n   The Japanese  reactionaries should not run amuck, mindful of catastrophic consequences of the reckless war provocation moves. \r\n\r\n"
        },
        {
            "title": "Restoration of nationality of Son Ki Jong proposed",
            "url": "http://kcna.co.jp/item/1999/9910/news10/22.htm#17",
            "content": "Despicable attempt of pro-Japanese traitor\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 22 (KCNA) -- The present chief executive of South Korea on Oct. 18 told reactionary pressmen of Japan and venal pressmen of South Korea that he would \"open doors widest to Japanese culture,\" a Seoul-based radio reported. &nbsp;&nbsp;&nbsp;\r\n   Right after his coming to power he disclosed his attempt to open doors to the reactionary culture of Japan in April last year. Around his Japan visit in October last year, he took the measure for opening doors to the Japanese culture, so that the reactionary culture of Japan including films and video cassettes might flood in South Korea. &nbsp;&nbsp;&nbsp;\r\n   Not satisfied with that, the pro-Japanese traitor revealed his criminal attempt to introduce the reactionary culture of Japan overall. \r\n\r\n"
        },
        {
            "title": "Yangdok hot spring",
            "url": "http://kcna.co.jp/item/1999/9910/news10/22.htm#18",
            "content": "Restoration of nationality of Son Ki Jong proposed \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, October 22 (KCNA) -- The Olympic Committee of the DPRK sent a letter to the international Olympic Committee proposing to register Son Ki Jong, a son of the Korean nation who won a marathon race at the Berlin Olympic games 63 years ago as a Korean. &nbsp;&nbsp;&nbsp;\r\n   Loud voices demanding the restoration of the nationality of Son Ki Jong are ringing out from all the Koreans in the north, south and abroad after Korean girl Jong Song Ok won the women's marathon race at the 7th world athletics championships on August 29, the day of national humiliation when the Korean nation was deprived of its sovereignty by the Japanese. &nbsp;&nbsp;&nbsp;\r\n   Son, who hailed from Sinuiju, North Phyongan Province, in the North Korea, when posing for a photograph before the start of the marathon race, took a picture in the uniform to cover the \"sun flag\". After the race he wrote \"Son Ki Jong, Korean,\"  when exchanging his signatures with marathoners of different countries. &nbsp;&nbsp;&nbsp;\r\n   In those days Dong-a Ilbo carried his picture  standing on an awarding platform after erasing the \"sun flag\" and the monthly magazine \"Singajong\" published by the newspaper also edited his picture which showed only his legs with an explanatory note \"our son Son Ki Jong\". This was the well-known anti-Japanese \"case of erasing the sun flag.\"&nbsp;&nbsp;&nbsp;\r\n   This was followed by the \"case of changing nationality\" in which the words \"Japanese nationality\" of son carved on the monument to Olympic winners erected in Berlin  were  changed into \"Korean nationality\"  plated with gold. &nbsp;&nbsp;&nbsp;\r\n   At present a document of the IOC registers him as a \"Japanese\". However, the Korean nation has never accepted this illegal one because the Japanese unilaterally forced it upon him contrary to his will. &nbsp;&nbsp;&nbsp;\r\n   The DPRK Olympic Committee in the letter sent to the IOC said: Son Ki Jong is still registered as \"Japanese.\" This is an unpardonable defamation of the dignity of the Korean nation and, at the same time, an intolerable insult to the  noble idea of Olympics. &nbsp;&nbsp;&nbsp;\r\n   The DPRK Olympic committee politely proposed to register him as \"Korean,\" his real nationality in those days,  in international Olympic documents and on Olympic monuments.   Expressing the belief that the IOC would show due understanding of this just proposal of the DPRK,  the letter hoped for a positive response. \r\n\r\n"
        },
        {
            "title": "Greetings to Indian Foreign Minister",
            "url": "http://kcna.co.jp/item/1999/9910/news10/22.htm#19",
            "content": "Yangdok hot spring\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 22 (KCNA) -- The Yangdok hot spring in Yangdok county, South Phyongan Province has two hot springs. &nbsp;&nbsp;&nbsp;\r\nOne is called Taethangji hot spring and the other, Sothangji hot spring. The former is a sulphric spring with thin mineral, and the latter a silica spring with thin mineral. &nbsp;&nbsp;&nbsp;\r\nSothangji is 500-metres and Taethangji 2.5 kilometres away from Yangdok Railway Station. Sothangji hot water spring is in the residential area and Taethangji in halfway up the mountain of the narrow valley. &nbsp;&nbsp;&nbsp;\r\n   The Yangdok hot spring is subjected to continental climate. Its annual average temperature is 7.3'c, humidity 75 per cent. The annual average rainfall is about 1,092 mm. &nbsp;&nbsp;&nbsp;\r\nHot water is available in various places, but five springs in Taethangji and two in Sothangji are in use. The  temperature of the hot spring differs according to the places, but the average temperature is 39-49'c. The total volume of minerals is about 60mg/l. &nbsp;&nbsp;&nbsp;\r\n   The Yangdok hot spring is efficacious in curing non-hectic bone diseases, high blood pressure, neuralgia, neuritis, remains from traumatic injury, skin diseases and other diseases. &nbsp;&nbsp;&nbsp;\r\n   In Taethangji and Sothangji there are sanatoriums equipped with up-to-date medical apparatuses. \r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Chinese guests",
            "url": "http://kcna.co.jp/item/1999/9910/news10/22.htm#20",
            "content": "Greetings to Indian Foreign Minister\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, October 22 (KCNA) -- Paek Nam Sun, Foreign Minister of the DPRK, sent a message of greetings to Jasvant Singh upon his reappointment as Foreign Minister of India. &nbsp;&nbsp;&nbsp;\r\n   Expressing the belief that the friendly and cooperative relations between the two countries would further expand and develop, he wished him a success in his responsible work. \r\n\r\n"
        }
    ]
}