{
    "date": "1999-06-07",
    "url": "http://kcna.co.jp/item/1999/9906/990607.htm",
    "articles": [
        {
            "title": "Children's union visited statues of Kim Il Sung",
            "url": "http://kcna.co.jp/item/1999/9906/news06/07.htm#1",
            "content": "Children's union visited statues of Kim Il Sung\r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 7 (KCNA) -- Members of the children's union visited statues of the President Kim Il Sung in different  parts of the country  on Sunday to lay floral baskets on the occasion of the 53rd founding anniversary of the Korean Children's Union (KCU).&nbsp;&nbsp;&nbsp;\r\n   Children in Pyongyang visited the President Kim Il Sung's statue on Mansu Hill. A guard of honor of the children's union  was seen standing around the statue.   The visitors laid floral baskets in the name of the joint national organization of the KCU and its affiliated organizations of senior middle schools and primary schools in Pyongyang and bouquets and flowers before his statue to the strains of floral basket laying music and paid tribute to him.&nbsp;&nbsp;&nbsp;\r\n   Floral baskets, bouquets and flowers were also laid before the President's statues at the Pyongyang School Children's Palace, the Changdok School and other places in Pyongyang on the same day.   Members of the children's union across the country visited the President's statues in their hometowns to lay floral baskets, bouquets and flowers and paid homage to him. \r\n\r\n"
        },
        {
            "title": "KCU admission ceremony held",
            "url": "http://kcna.co.jp/item/1999/9906/news06/07.htm#2",
            "content": "KCU admission ceremony held\r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 7 (KCNA) -- A Pyongyang school children's ceremony of admitting new members to the Korean Children's Union (KCU) was held on Sunday  before the statue of the President Kim Il Sung on Mansu Hill to mark the 53rd founding anniversary of the KCU.&nbsp;&nbsp;&nbsp;\r\n   Present at the ceremony were Kim Jung Rin, secretary of the C. C., the Worker's Party of Korea, officials concerned, veterans of the Fatherland Liberation War, men of merit and exemplary school children.   Also present were members of the delegation of active members of the KCU in Japan.&nbsp;&nbsp;&nbsp;\r\n   School children made an admission oath, led by vice marshal of the Korean People's Army Ri Jong San.   Officials, veterans of the anti-Japanese revolution and the Fatherland Liberation War and men of merit put red ties around the necks of the children and pinned KCU badges on their chests.\r\n   Congratulatory speeches were made there. \r\n\r\n"
        },
        {
            "title": "Absurdity of \"technology transfer\"",
            "url": "http://kcna.co.jp/item/1999/9906/news06/07.htm#3",
            "content": "Absurdity of \"technology transfer\"\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 7 (KCNA) -- Conservative hard-liners of the U.S. congress are floating a strange rumour about the \"possible nuclear and missile development\" in the DPRK through the \"technology transfer\" from a country, according to a news report.&nbsp;&nbsp;&nbsp;\r\n   This is nothing but a groundless fabrication as it is a cock-and-bull  story that can be made only by those who are suffering from mental derangement.   The absurdity of \"technology transfer\" for  \"nuclear development\" on their lips has been brought to daylight.    We declared more than once that we have  neither will nor capacity to develop nukes.&nbsp;&nbsp;&nbsp;\r\n   The U.S. experts group's visit to the underground facility in Kumchang-ri this time fully proved this. The visit to the Kumchang-ri underground structure which is nothing but an empty tunnel dismissed conservative hard-line congressmen's loudmouthed \"nuclear suspicion\" as totally unfounded  and this transparency has put the United States in an embarrassing position.&nbsp;&nbsp;&nbsp;\r\n   The DPRK suspended even the peaceful development of the nuclear energy industry for the sincere implementation of the DPRK-U.S. agreed framework. It is, therefore, preposterous to pull it up over the \"technology transfer\" from a country.\r\n   Their talk about  \"missile development\" through \"transfer of technology\" is also a sheer lie which does not deserve even a passing note.&nbsp;&nbsp;&nbsp;\r\n   We make it clear again that the launching of missile and satellite is the shining result of our highly developed Juche-oriented science and technology.\r\n   Nevertheless, the conservative hard-liners of the U.S. congress are quite vociferous about the \"possible nuclear and missile development\" in the DPRK through \"transfer of technology\" from a country. It is not difficult to guess the ulterior political aim sought by them in this.&nbsp;&nbsp;&nbsp;\r\n   Republican congressmen are trying to use the  fiction of \"technology transfer\"  as a pressure lever to attack the present administration.   This cannot be viewed otherwise than a ridiculous behaviour of those who resort to any trite trick to meet their selfish interest and strategy.&nbsp;&nbsp;&nbsp;\r\n   All facts clearly show that the U.S. conservative hard-liners are still persisting in the anti-DPRK hostile moves going against the trend of the times, and are running wild to threaten and pressurize the DPRK militarily and further intensify the sanctions and isolation and suffocation moves against it.\r\n   But this is as foolish an act as trying to sweep the sea with a broom.&nbsp;&nbsp;&nbsp;\r\n   The U.S. conservative hard-liners  are well advised to give up an anachronistic dream to hurt someone,  clearly  mindful that there is no force on earth to  prevent the DPRK from growing strong to be a powerful nation. \r\n\r\n"
        },
        {
            "title": "Hanchongryon calls for moving up dawn of national reunification",
            "url": "http://kcna.co.jp/item/1999/9906/news06/07.htm#4",
            "content": "Hanchongryon calls for moving up dawn of national reunification\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 7 (KCNA) -- Declarations were adopted at the inaugural ceremony of the 7th-term Hanchongryon (South Korean Federation of University Student Councils) and the inaugural ceremony of the 10th-term national reunification committee of Hanchongryon which were held in Seoul on May 29 and at the end of May, according to a news report.&nbsp;&nbsp;&nbsp;\r\n   The inaugural declaration of 7th-term Hanchongryon called upon Hanchongryon to take the lead in hewing out a full-swing history of the anti-U.S. struggle for independence which may put an end to the 54-year-long history of colony. &nbsp;&nbsp;&nbsp;\r\n  It said that the struggle to oust the U.S. imperialists from the Korean peninsula is just the struggle for national reunification.   It called for getting the U.S. forces withdrawn from South Korea without fail and checking at any cost the war moves which are made on the pretext of intensifying the South Korea-U.S.-Japan military \"cooperation\" system in this land.&nbsp;&nbsp;&nbsp;\r\n   Hanchongryon should continue the struggle till it makes the present regime step down and establishes an independent and democratic government, it noted.   It called upon Hanchongryon to activate a joint solidarity struggle with people from all walks of life.&nbsp;&nbsp;&nbsp;\r\n   The inaugural declaration of the 10th-term national reunification committee of Hanchongryon called for getting the U.S. forces,  the principal criminal of war moves and the machine of intervention in internal affairs, withdrawn from South Korea and achieving the reunification of the country through the conclusion of a DPRK-U.S. peace agreement, abolition of the anti-reunification, anti-\"National Security Law\" and great national unity.&nbsp;&nbsp;&nbsp;\r\n   It also called for bringing about a great event of national reunification by successfully holding the 10th pan-national rally and the 9th grand pro-reunification festival of Pomchonghakryon (National Alliance of Youth and Students for the Country's Reunification) on a nationwide scale. \r\n \r\n"
        },
        {
            "title": "Cuba's demand is just",
            "url": "http://kcna.co.jp/item/1999/9906/news06/07.htm#5",
            "content": "Cuba's demand is just\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 7 (KCNA) -- It is very just and a proper exercise of the right that Cuba indicted the U.S. government for the crimes against it and demanded  appropriate compensation, says  Rodong Sinmun in a commentary  today.   The news analyst goes on:   The 40-year long anti-Cuba moves of the U.S. including armed invasion, political and economic isolation and blockade, subversive moves  and sabotages and military pressure  were very despicable and vicious  in purpose and method.&nbsp;&nbsp;&nbsp;\r\n   The U.S. openly interfered in the internal affairs of an independent and sovereign state and despicably schemed to overthrow its state system. This is an arrogant and outrageous act.   It is mistaken if the U.S.  considers its political and military pressure, economic blockade and internal disintegration moves against other country  to be almighty.&nbsp;&nbsp;&nbsp;\r\n   Cuba's  indictment and demand constitute a manifestation of its anti-U.S. stance and will to defend its sovereignty and gains of revolution  in the teeth of U.S. pressure and blockade. \r\n   The U.S. should clearly see the requirement of the era and the Cuban people's will and stop its despicable anti-Cuba campaign. \r\n\r\n"
        },
        {
            "title": "DPRK delegation inspects Shanghai",
            "url": "http://kcna.co.jp/item/1999/9906/news06/07.htm#6",
            "content": "DPRK delegation inspects Shanghai \r\n &nbsp;&nbsp;&nbsp;Shanghai, June 6 (KCNA) -- The DPRK delegation led by Kim Yong Nam, President of the presidium of the Supreme People's Assembly, on an official goodwill visit to the People's Republic of China inspected Shanghai on Sunday.   The delegation visited the memorial hall of the first congress of the Communist Party of China rebuilt and expanded in the city and Shanghai Museum.&nbsp;&nbsp;&nbsp;\r\n   On the same day, they met senior officials of the Shanghai municipal people's government.\r\n   In the evening the mayor of the Shanghai municipal people's government gave a reception in honor of the DPRK delegation. \r\n\r\n"
        },
        {
            "title": "Foolish trickery",
            "url": "http://kcna.co.jp/item/1999/9906/news06/07.htm#7",
            "content": "Foolish trickery\r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 7 (KCNA) -- Rodong Sinmun today carries a signed commentary denouncing the Japanese reactionaries for working hard to appease Asian countries in a bid to realize their ambition for overseas aggression.&nbsp;&nbsp;&nbsp;\r\n   No sooner had the legislation for the implementation of the \"Japan-U.S. Defence Cooperation Guidelines\" been adopted than the Japanese reactionaries let loose a string of jargons intended to woo the countries concerned to show understanding,  asserting that the \"institution of the legislation will make a great contribution to peace and security of Japan\" and \"Japan will not become a military power which threatens other countries\".&nbsp;&nbsp;&nbsp;\r\n   Ridiculing their claim that the institution of the war legislation and the strengthened Japan-U.S. military cooperation are for the sake of \"peace\" and \"security\" in Japan and Asia, and that Asian countries may rest assured because Japan itself does not want to be an aggressive military power, the commentary observes: \"Their allegation is just like an ostrich with its head on the sand\".&nbsp;&nbsp;&nbsp;\r\n   The legislation for the implementation of the \"Japan-U.S. Defence Cooperation Guidelines\" which was passed and has been put into force in Japan is a law for a war of aggression from A to Z, it notes, and goes on:   This legislation provides Japan with an opportunity to regain the right to belligerency and paves the way for launching an overseas aggression unhindered, on the pretext of \"supporting\" the U.S. forces.&nbsp;&nbsp;&nbsp;\r\n   The Japanese reactionaries' attempt to deceive the Asian people with the outcries that Japan stands for \"peace\" and that \"Japan will not become a military power\" only betrays their shameless and crafty nature.\r\n   There is no Asian country to be taken in by their foolish outcries.\r\n   The Japanese authorities are well advised to stop such a folly. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il praised by Syrian party",
            "url": "http://kcna.co.jp/item/1999/9906/news06/07.htm#8",
            "content": "Kim Jong Il praised by Syrian party\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 7 (KCNA) -- The Socialist Unionist Party of Syria issued a statement on June 2 on the occasion of the 35th anniversary of the start of the work of General Secretary Kim Jong Il at the Worker's Party of Korea (WPK) Central Committee.   The statement hoped that under the wise guidance of the great leader and the WPK great Korea would be a reunified country which bravely and resolutely stands against the \"new world order\" of the U.S.-led world imperialists.&nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il with great leadership ability is a tested leader and great strategist who firmly defends. Korean socialism and glorifies the dignity of the great Korean people for the victory of the great Juche idea he mastered at Kim Il Sung university, the statement said, and stressed:   The 35-year-long history of the leadership of Kim Jong Il,the leader of the world revolution, full of struggle and pride, dignity and bravery, victory and glory shines as a heroic one for all the liberators, patriots and revolutionaries of the world. \r\n\r\n"
        },
        {
            "title": "DPRK delegation back home from China",
            "url": "http://kcna.co.jp/item/1999/9906/news06/07.htm#9",
            "content": "Greetings to King of Sweden\r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 7 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, sent a message of greetings to Carl Gustaf, King of Sweden, on June 5 on the occasion of its National Day.\r\n   The message extended warm congratulations to the King and people of Sweden on the National Day and sincerely wished Sweden prosperity. \r\n\r\n  \r\n"
        },
        {
            "title": "Greetings to King of Sweden",
            "url": "http://kcna.co.jp/item/1999/9906/news06/07.htm#10",
            "content": "Chinese government decides to grant aid to DPRK\r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 7 (KCNA) -- The Chinese government decided to grant 150,000 tons of food and 400,000 tons of coke in aid to the DPRK.   Zhu Rongji, premier of the State Council of China, informed the DPRK delegation of this decision on June 4 during its visit to the People's Republic of China.&nbsp;&nbsp;&nbsp;\r\n   The DPRK government expressed thanks for this.   The Chinese government's decision to give the aid again is a clear expression of the traditional friendly relations between the DPRK and China, which is  greatly encouraging the Korean people in their dynamic struggle to build a powerful nation.   The decision will make a positive contribution to further strengthening and developing the friendly and cooperative relations in conformity with the desire of the Korean and Chinese peoples. \r\n\r\n"
        },
        {
            "title": "Chinese government decides to grant aid to DPRK",
            "url": "http://kcna.co.jp/item/1999/9906/news06/07.htm#11",
            "content": "DPRK delegation leaves Shanghai\r\n&nbsp;&nbsp;&nbsp;Shanghai, June 7 (KCNA) -- The delegation of the Democratic People's Republic of Korea headed by Kim Yong Nam, President of the presidium of the DPRK Supreme People's Assembly, left Shanghai this afternoon by special plane after successfully winding up its official goodwill visit to the People's Republic of China.&nbsp;&nbsp;&nbsp;\r\n   The delegation was seen off at the airport by a vice-mayor of the Shanghai municipal people's government, a vice-chairman of the standing committee of the Shanghai municipal people's congress, the Chinese ambassador to Korea and other officials concerned.\r\n   Also present there to send off the delegation were the DPRK ambassador to China and embassy officials.\r\n   This morning the delegation visited streets in Shanghai and other places.\r\n\r\n\r\n"
        },
        {
            "title": "DPRK delegation leaves Shanghai",
            "url": "http://kcna.co.jp/item/1999/9906/news06/07.htm#12",
            "content": "\r\nBACK\r\nHOME\r\n\r\n"
        }
    ]
}