{
    "date": "1999-06-26",
    "url": "http://kcna.co.jp/item/1999/9906/990626.htm",
    "articles": [
        {
            "title": "Kim  Jong Il highly praised",
            "url": "http://kcna.co.jp/item/1999/9906/news06/26.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "NDFSK enlarged meeting held",
            "url": "http://kcna.co.jp/item/1999/9906/news06/26.htm#2",
            "content": "Kim  Jong Il highly praised \r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 26 (KCNA) -- Dorank Assifat Diasseny, director general of the African Regional Committee for the Study of the Juche Idea, issued a statement on June 17 on the occasion of the 35th anniversary of General Secretary Kim  Jong Il's start of work at the Central Committee of the Worker's Party of Korea.\r\n   He noted in the statement that the great Kim  Jong Il is an outstanding thinker and theoretician who has comprehensively developed and enriched the Juche idea founded by the President Kim  Il Sung.\r\n   Under his wise guidance the Korean people have turned out in the gigantic struggle to build a powerful nation, the statement stressed. \r\n\r\n"
        },
        {
            "title": "Laotian ambassador gives reception",
            "url": "http://kcna.co.jp/item/1999/9906/news06/26.htm#3",
            "content": "NDFSK enlarged meeting held\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 26 (KCNA) -- A communique on an enlarged meeting of the presidium of the c.c., the National Democratic Front of South Korea (NDFSK) was published on June 15, according to the  Seoul-based radio Voice of National Salvation.\r\n   The communique said that the NDFSK central committee held an  enlarged meeting of its presidium in Seoul on June 15 on the occasion of the 5th anniversary of the President Kim  Il Sung's demise.&nbsp;&nbsp;&nbsp;\r\n   \"On organizing functions for remembering the great leader comrade Kim  Il Sung on the 5th anniversary of his demise\" was discussed and decided  upon at the meeting.\r\n   The decision of the meeting said that days from June 15 to July 15 will be set as a period of remembering the president.\r\n   The NDFSK central committee will hold a remembering meeting on July 8 and its organizations at all levels and groups of different circles will conduct multifarious events in keeping with actual conditions during the period. \r\n\r\n"
        },
        {
            "title": "Foreign councilors visit Sinchon Museum",
            "url": "http://kcna.co.jp/item/1999/9906/news06/26.htm#4",
            "content": "Laotian ambassador gives reception\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 26 (KCNA) -- Khamkheng Sayakeo, Laotian ambassador to Korea, hosted a reception at his embassy on Friday to observe the 25th anniversary of the opening of diplomatic relations between the DPRK and the Lao people's Democratic Republic.\r\n   Invited to the reception were vice-Minister of Foreign Affairs Pak Tong Chun, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries Choe Jong Hwan, who is also vice-chairman of the Korea-Laos Friendship Association, and officials concerned.   Speeches were exchanged there. \r\n\r\n"
        },
        {
            "title": "KCNA on S. Korea's military brinkmanship",
            "url": "http://kcna.co.jp/item/1999/9906/news06/26.htm#5",
            "content": "Foreign councilors visit Sinchon Museum\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 26 (KCNA) -- The foreign economic and commercial councilors' corps in Korea visited the Sinchon Museum Friday on the occasion of the June 25-July 27 month of international solidarity with the Korean people.\r\n   The visitors went round data and remains displayed at the museum, which tell about the atrocities the U.S. aggressors committed in Sinchon during our temporary retreat in the Fatherland Liberation War. Then they went to tombs  of 5,605 patriots, 400 mothers and 102 children murdered by the U.S. imperialists.&nbsp;&nbsp;&nbsp;\r\n   After the visit, economic and commercial councilor of the Chinese embassy Chen Yufa, who is the doyen of the corps, said the U.S. imperialists' brutal atrocities in Sinchon have invited protests and denunciation not only of the Korean people but also the world's peaceloving people.  Trade councilor of the Russian embassy Sergei Leushikin hoped that the tragic death of Korean children and their parents would not be repeated again. \r\n\r\n\r\n"
        },
        {
            "title": "Papers on U.S. racket about \"missile threats\"",
            "url": "http://kcna.co.jp/item/1999/9906/news06/26.htm#6",
            "content": "KCNA on S. Korea's military brinkmanship\r\n   &nbsp;&nbsp;&nbsp;Pyongyang, June 26 (KCNA) -- Jo Song Thae, \"Minister of National Defence\" of South Korea, was reported to have called a \"meeting of major commanding officers of the army\" on June 24, at which he cried that a \"perfect combat posture\" should be maintained and \"provocations\" from someone \"be sternly dealt with.\"\r\n   His remarks deserve condemnation by the whole nation as they are war outcries intended to continue aggravating the military situation on the Korean peninsula and lead it to the brink of war.&nbsp;&nbsp;&nbsp;\r\n   As already reported, U.S. missile-guided  cruisers  Vincennes and Mobile Bay  entered Pusan port on June 24 for a joint drill with the \"navy\" of South Korea on June 28 and, at the same time, armed forces are reinforced in waters off five islets in the west sea and the U.S.-South Korea joint watch is intensified. We cannot but take a serious view of the fact that this meeting of the South Korean war hawks  was timed to coincide with those moves.&nbsp;&nbsp;&nbsp;\r\n   Judging from all this, the meeting was a war confab  aimed at issuing the final order to unleash a war of aggression on the north at whatever cost.\r\n   Those dangerous developments are clear indication that an outbreak of a war against the north is imminent.   There is no guarantee that the large-scale adventurous U.S.-South Korea joint military exercises soon to be staged will not develop into a war against the north.   If the South Korean war hawks ignite a war of aggression on the north at any cost, backed by the United States despite our repeated warnings, they will certainly go to ruin. \r\n\r\n"
        },
        {
            "title": "S. Korean unionists stage demonstration in Seoul",
            "url": "http://kcna.co.jp/item/1999/9906/news06/26.htm#7",
            "content": "Papers on U.S. racket about \"missile threats\"\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 26 (KCNA) -- Pyongyang-based newspapers today come out with signed commentaries lashing out at the U.S. bellicose elements for more noisily vociferating about \"missile threats\" from the DPRK these days.   The U.S. bellicose elements, setting afloat non-existent \"missile threats\" from the DPRK, are asserting that it is necessary for the United States and Japan to have a \"serious discussion\" on this matter.&nbsp;&nbsp;&nbsp;\r\n   A commentary of Rodong Sinmun says:   The United States has no right to find faults with our self-defensive measures. Production and deployment of missiles belong to our sovereignty from A to Z.   In calling for the \"need for prior discussion\" about \"missile threats\" from the DPRK, the U.S. intends to tighten military tie-up with the Japanese reactionaries and thus gratify its ambition to stifle the DPRK.&nbsp;&nbsp;&nbsp;\r\n   A Minju Joson commentary says:   The U.S. is making a hue and cry about the fiction of \"missile threats\" from the DPRK for the purpose of finding a pretext to provoke another Korean war and attaining its design for aggression at any cost through the intensified military tie-up with the Japanese reactionaries.\r\n   Commentaries of papers stress:   Although the United States, afflicted with megalomania through the Yugoslav crisis, is trying to attain its strategy to dominate Asia-pacific region through the intensified military tie-up with Japan, it can by no means realise its design. \r\n\r\n"
        },
        {
            "title": "Kim  Jong Il praised in Madagascar",
            "url": "http://kcna.co.jp/item/1999/9906/news06/26.htm#8",
            "content": "S. Korean unionists stage demonstration in Seoul\r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 26 (KCNA) -- More than 2,700 unionists of the three wagon manufacturing companies under Hyun Dai Precision Ind. Co., Ltd., Dae Woo and Handgun Heavy Industries Ltd. Reportedly entered into a strike on June 23 in demand of the guarantee of employment and the succession of unions' collective bargaining. And they are staging demonstrations in Seoul almost every day.&nbsp;&nbsp;&nbsp;\r\n   Over 2,000 unionists of Ulsan and Changwon factories under the Hyun Dai Precision Ind. Co., Ltd. held a rally in Jongro district, Seoul, on Thursday morning, urging the authorities to immediately stop the suppression of the trade unions and the unilateral \"restructuring\".\r\nMeanwhile, more than 700 unionists of Dae Woo and Handgun Heavy Industries Ltd. staged a demonstration in front of the head office of the foreign exchange bank, demanding a stop to forced layoff by creditor bank. \r\n\r\n"
        },
        {
            "title": "WFTU calls for strengthening solidarity with Korean people",
            "url": "http://kcna.co.jp/item/1999/9906/news06/26.htm#9",
            "content": "Kim  Jong Il praised in Madagascar\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 26 (KCNA) -- Meetings were held by political parties and Juche idea study groups in Madagascar over June 15-17 to introduce the joint article of Rodong Sinmun and KulloJa \"Let us reject imperialist ideological and cultural poisoning.\"   Among those parties were the Socialist Progressive Party, the United Party of Struggle, the Monima Socialist Organization, the Militant Action Party for Sovereignty and the Workers and Peasants Struggle Party.&nbsp;&nbsp;&nbsp;\r\n   At the meetings leaders of the parties said the imperialists are trying to destroy sovereign countries from within through the ideological and cultural poisoning. The Worker's Party of Korea has defended its socialist ideological and cultural front with General Secretary Kim  Jong Il's idea as its guideline and is carrying on the cause of socialism on this basis, they stressed.&nbsp;&nbsp;&nbsp;\r\n   They said that Kim  Jong Il is a creator of the socialist idea and culture and a defender of genuine human civilization.\r\n   The socialist ideological fortress of Korea, guided by him, can never be pulled down and it is impossible to block the independent aspiration of the world's progressives for the revival of socialism, they said.\r\n   The Juche idea followers said that the publication of the joint article is timely and that the capitalist \"yellow\" idea of imperialism should never be tolerated in socialist society. \r\n\r\n\r\n"
        },
        {
            "title": "Peerlessly great man's history",
            "url": "http://kcna.co.jp/item/1999/9906/news06/26.htm#10",
            "content": "WFTU calls for strengthening solidarity with Korean people\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 26 (KCNA) -- The World Federation of Trade Unions issued a statement on June 15 on the occasion of the month of international solidarity with the Korean people.   The statement called upon the working people and trade unions of all countries to further strengthen solidarity with the Korean people in their struggle to achieve peace and reunification of the Korean peninsula.&nbsp;&nbsp;&nbsp;\r\n   The U.S. forces have been stationed in South Korea for over 50 years, reducing it to a strategic point to establish the U.S. sphere of domination and an advance base to execute its world strategy, the statement noted, and continued:   The plight of the South Korean people is deteriorating under the trusteeship of the International Monetary Fund and the South Korean authorities are paying more than 3 billion U.S. dollars for the upkeep of the U.S. military bases.&nbsp;&nbsp;&nbsp;\r\n   The Korean people demand the withdrawal of the U.S. forces from South Korea and the dismantling of the U.S. military bases  there and wish to see the Korean peninsula turned into a nuclear-free zone. They will certainly reunify the country by their own efforts. \r\n\r\n"
        },
        {
            "title": "There will be no opportunity for aggressors to regret",
            "url": "http://kcna.co.jp/item/1999/9906/news06/26.htm#11",
            "content": "Peerlessly great man's history \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 26 (KCNA) -- Rodong Sinmun  today in a signed article says the past five years of the revolutionary history of General Secretary Kim  Jong Il represent a glorious period during which he has dynamically led the party, the army and people by setting a shining example of revolutionary leadership in practice, and thus brought about miracles and victory unprecedented in history and  ushered in a new era of  national prosperity.&nbsp;&nbsp;&nbsp;\r\n   The article goes on:   The five-year-long history of his on-spot guidance was  shining annals of his revolutionary leadership over the revolution with priority given to the army in which he has strengthened armed forces as invincible ones and defended the destiny of socialism.\r\n   Over the past five years he has covered  more than 48,000 km  to give on-the-spot guidance to such frontline areas and posts  as Mt. Osong, Mt. Taedok, Height 1211, the defence unit on cho islet and panmunjom. This marked a new great history of revolutionary leadership  with priority given to the army.&nbsp;&nbsp;&nbsp;\r\n   Over the last five years we have won one victory after another in the struggle against the allied forces of imperialism even under such difficult conditions.\r\nThis is thanks to his outstanding revolutionary leadership  arts of giving priority to the army  whereby he has increased the might of the state in every way through his energetic on-the-spot guidance.\r\n   The past five years of his  history of on-spot guidance  represent a heroic epic on creation and changes as he has secured a springboard for the building of a powerful country, overcoming  rigorous ordeals.&nbsp;&nbsp;&nbsp;\r\n   He has mixed with people to grasp their desire and demands,  and unfolded a gigantic plan for building a powerful nation by fully reflecting them in it.\r\n   It is  the invariable principle of his leadership to solve all problems by mixing with people and  enlisting their revolutionary zeal whenever he is confronted with difficulties.\r\n   Possessed of unparalleled special qualities and talents, he has performed such great revolutionary exploits through  his energetic on-spot guidance.&nbsp;&nbsp;&nbsp;\r\n   It is Kim  Jong Il who braves rain or snow or storm to accomplish the cause of President Kim  Il Sung and  bring a bright future to the country and happiness  to the people, considering it  the greatest joy to break through whatever difficulties.\r\n    Practical ability being his natural disposition, he has always carried out his work on the basis of reality.\r\n    Thanks to his outstanding on-spot guidance, every day of the last five years  has been recorded  with world-startling miracles and great feats. \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Djibouti President",
            "url": "http://kcna.co.jp/item/1999/9906/news06/26.htm#12",
            "content": "There will be no opportunity for aggressors to regret\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 26 (KCNA) -- The secretariat of the Committee for the Peaceful Reunification of the Fatherland issued information bulletin no. 789 today denouncing the South Korean authorities for committing an armed conflict in the waters off the west sea, backed by the U.S., and rushing headlong toward a war against the north.&nbsp;&nbsp;&nbsp;\r\n   The recent incidents in the west sea were military provocations the South Korean authorities had prepared in secrecy and stepped up on purpose, under the manipulation of the U.S. military conservative circles, the information bulletin said, and continued:   The incidents and the subsequent developments clearly show once again that the U.S. imperialists and the South Korean authorities have grossly negated the armistice agreement and totally abandoned its implementation.&nbsp;&nbsp;&nbsp;\r\n   The present situation calls for finally choosing between a lasting peace mechanism capable of ensuring peace on the Korean peninsula and a war.   A  lasting peace mechanism should be established between the DPRK and the United States as consistently demanded by the DPRK for the sake of peace and stability on the Korean  peninsula and, moreover, the world's peace and security. &nbsp;&nbsp;&nbsp;\r\n  The United States should rescind its anachronistic hostile policy toward Korea to stifle our socialist system and respond to our offer to establish a peace mechanism as soon as possible.   The South Korean rulers should discontinue military provocations and war moves against the north at once, clearly mindful that for them to find a way out of the fatal ruling crisis in their moves for confrontation and war against the north leads them to self-destruction.&nbsp;&nbsp;&nbsp;\r\n   If the U.S. war hawks and the South Korean rulers  keep to the road of war of aggression on the north, persisting in their military provocations despite our repeated warnings, the Korean people and people's army will wipe out all the aggressors, provokers from the earth with merciless retaliatory strikes.\r\n   The aggressors will not have even an opportunity to regret. \r\n\r\n"
        },
        {
            "title": "Vice Minister-level meeting in Beijing",
            "url": "http://kcna.co.jp/item/1999/9906/news06/26.htm#13",
            "content": "Greetings to Djibouti President\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 26 (KCNA) -- Kim  Yong Nam, President of the presidium of the  Supreme People's Assembly of the DPRK, today sent a message of greetings to Ismail Omar, President of the Republic of Djibouti, on the occasion of the 22nd anniversary of its independence.\r\n   It wished the president and his people success in the work for the prosperity of the country. \r\n\r\n"
        }
    ]
}