{
    "date": "1999-04-01",
    "url": "http://kcna.co.jp/item/1999/9904/990401.htm",
    "articles": [
        {
            "title": "Preparatory committees to commemorate Sun's Day formed",
            "url": "http://kcna.co.jp/item/1999/9904/news04/01.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "New school year begins",
            "url": "http://kcna.co.jp/item/1999/9904/news04/01.htm#2",
            "content": "Preparatory committees to commemorate Sun's Day formed\r\n     Pyongyang , April  1 (KCNA ) -- Preparatory committees to commemorate Sun's Day have been inaugurated in different countries on the occasion of the 87th birth anniversary of the President Kim Il Sung.\r\n   Inaugural meetings were held in Nigeria, Romania and Ethiopia.\r\n   Speakers said it is their common duty to significantly commemorate the birth anniversary of the President, saying that he always lives in the hearts of the Korean people and the revolutionary peoples of the world.\r\n   Commemoration programs were discussed at the meetings.    \r\n   The meeting in Nigeria adopted a message of greetings to General Secretary Kim Jong Il.    \r\n    \r\n"
        },
        {
            "title": "U.S. aerial espionage on DPRK",
            "url": "http://kcna.co.jp/item/1999/9904/news04/01.htm#3",
            "content": "New school year begins\r\n     Pyongyang , April  1 (KCNA) -- A new school year begins at schools of all levels in the DPRK on April  1.\r\n   It is greeted by those children entering primary schools after receiving compulsory one-year pre-school education thanks to universal compulsory eleven-year education, new university students, pupils and students who are to be promoted to the next grade.\r\n   Schools at all levels have been supplied with more teaching aids, teaching tools, apparatuses and equipment for experiment and practice by the state free of charge.\r\n   The state has already provided the pupils and students with school things, including textbooks and notebooks for a successful new school year. \r\n   Nationwide efforts have been exerted to  make the new school year successful though the conditions of the country still remain very difficult due to the imperialists' continued moves to stifle and isolate the DPRK and natural disasters that have hit it for the last several consecutive years.\r\n   The state has consistently adhered to the principle of attaching top priority to education from the beginning of the building of a new society right after Korea's liberation in (August Juche 34 (1945) from the Japanese colonial rule. \r\n   Universal compulsory primary education began in Juche 45 (1956) even under very difficult conditions after the three-year fatherland liberation war.  Universal compulsory secondary education was enforced in Juche 47 (1958) and universal free education in Juche 48 (1959). \r\n   With universal compulsory eleven-year education properly enforced on a high level following universal compulsory nine-year technical education, all the pupils and students grow up to be native cadres with ample knowledge, high morality and strong body.    \r\n\r\n"
        },
        {
            "title": "Poster of first Kimilsungia show off the press",
            "url": "http://kcna.co.jp/item/1999/9904/news04/01.htm#4",
            "content": "U.S. aerial espionage on DPRK\r\n     Pyongyang , April  1 (KCNA) -- The U.S. imperialists committed 170 and more cases of aerial espionage on the DPRK in March, military sources said.\r\n   Involved in the espionage were U-2 and other strategic and tactical reconnaissance planes from Japan and other overseas bases.\r\n   The U-2 high-altitude strategic reconnaissance plane was frequently sent to sky above the military demarcation line area for espionage on the DPRK's strategic objects. the espionage by this plane totaled 30 cases in the month.\r\n   Such espionage was also made more than ten times by RC-135 strategic reconnaissance plane, E-3 early warning plane and p-3 antisubmarine patrol plane.    \r\n\r\n"
        },
        {
            "title": "CPRF on injustice of \"measure for multi-faceted channel toward north\"",
            "url": "http://kcna.co.jp/item/1999/9904/news04/01.htm#5",
            "content": "Poster of first Kimilsungia show off the press\r\n     Pyongyang , April  1 (KCNA) -- A poster of the first Kimilsungia show to open in Pyongyang  has come off the press. It is appreciated as a successful art work of high ideological and artistic value.\r\n   It vividly mirrors the political and ideological significance of the show which will demonstrate the people's deep reverence for the President Kim Il Sung who founded the immortal Juche idea and performed great feats for the country and the nation, the era and history.\r\n   It depicts Mangyong Hill and the sun above it as well as Kimilsungia in full bloom.          This shows the whole world highly praising President Kim Il Sung as the bright sun.\r\n   Written in the upper part of the poster are the letters \"The Great Leader Comrade Kim Il Sung Will Always Be with Us.\" given  in its lower part are the letters \"the first Kimilsungia show\" and the venue and the period: the Pyongyang International House of Culture,  from April  10 to 17, Juche 88 (1999).    \r\n  \r\n"
        },
        {
            "title": "Projected \"National Policy Information Agency\"  under fire",
            "url": "http://kcna.co.jp/item/1999/9904/news04/01.htm#6",
            "content": "CPRF on injustice of \"measure for multi-faceted channel toward north\"\r\n     Pyongyang , April  1 (KCNA) -- The spokesman for the Committee for the Peaceful Reunification of the Fatherland issued on Wednesday a statement in the wake of the South Korean authorities' recent measure for multi-faceted channel toward the north.\"\r\n   He said:\r\n   The South Korean authorities have so far cried for \"unified channel\" regarding the relations with the north. \r\n   All of sudden they brought forth \"multi-faceted channel\" that is confined to \"inter-Korean economic cooperation.\" \r\n   They are advertising the \"channel\" as if it were a policy switchover. It is precisely the other side of the \"unified channel\" that runs counter to the loudmouthed \"principle of politics-business separation.\"\r\n   The reason is that though vociferating about the \"multi-faceted channel,\" they devolve a right to participate in north-south economic cooperation to some civic organizations only,  excluding large-scale organized bodies such as \"the South Korean Federation of University Student Councils,\" the south headquarters of the National Alliance for the Country's Reunification and the (south) Korean Confederation of Trade Unions.\r\n   The South Korean authorities are trying to keep financially strong economic organizations  from taking part in north-south economic cooperation activities  on their own way. The \"multi-faceted channel\" is a product of their sinister intention to win popularity, finding it difficult to break down the will for reunification which is gaining momentum in South Korea as the days go by and to bar civic organizations from participating in north-south economic cooperation activities.\r\n   It must not go unnoticed that the South Korean authorities seek in this to create the impression that they are doing some of what should be done before the inter-korean dialogue, a proposal set forth at the joint meeting held in the north.  What should be done before the dialogue is not the matter that can be implemented by the use of \"card\"  called \"multi-feceted channel\".    \r\n\r\n"
        },
        {
            "title": "Letters to S. Korean organization and personages",
            "url": "http://kcna.co.jp/item/1999/9904/news04/01.htm#7",
            "content": "Projected \"National Policy Information Agency\"  under fire \r\n     Pyongyang , April  1 (KCNA) -- 38 civic and public organizations of South Korea, including the citizens' federation for media reform and the \"citizens' federation for democratic society,\" held on March 29 a rally to condemn the authorities for trying to set up a \"National Policy Information Agency,\" a Seoul-based radio said.\r\n   The ralliers described the projected agency that is identical to the erstwhile reactionary \"Ministry of Information\" in  its character as a plot to place media under the \"government's\" control and called for total withdrawal of the project.\r\n   They vowed to work hard to foil the project through an all-people signature campaign and a protest visit to \"Chongwadae\".    \r\n  \r\n"
        },
        {
            "title": "Greetings to Foreign Minister of Switzerland",
            "url": "http://kcna.co.jp/item/1999/9904/news04/01.htm#8",
            "content": "Letters to S. Korean organization and personages\r\n     Pyongyang , April  1 (KCNA) -- The north headquarters of the National Alliance for the Country's Reunification (Pomminryon), the north headquarters of the National Alliance of the Youth and Students for the Country's Reunification and the central committee of the Korean Christian Federation sent each a letter to the Late Spring Commemoration Council of the Late Rev. Mun Ik Hwan for Embracing National Reunification, the Korean Religious Believers Council a letter to presbyter Pak Yong Gil, director general of the 70 Million Korean People's Meeting for Embracing National Unification, and the central committee of the Korean Christian Federation a letter to Rev. Pak Hyong Gyu, director general of the Human Rights Centre of South Korean Churches, on the occasion of the tenth anniversary of Rev. Mun Ik Hwan's Pyongyang  visit.\r\n   The letters extended salutations to the above-said organizations in South Korea, hailing their decision to hold various commemoration events.\r\n   The late Rev. Mun Ik Hwan was a reputed pro-reunification patriot who visited Pyongyang out of the single mind to put an end to the tragedy of the nation's division, met with the President Kim Il Sung and greatly contributed to opening a new phase of national reconciliation and unity, the letters noted.\r\n   The reunification the Rev. Mun had wished so much in his lifetime has not yet been achieved, the letter said, expressing the belief that people from all walks of life in South Korea would rise as one in the sacred cause of national reunification, inspired by his good conduct.    \r\n  \r\n"
        },
        {
            "title": "Minister of People's Armed Forces meets Cuban Ambassador",
            "url": "http://kcna.co.jp/item/1999/9904/news04/01.htm#9",
            "content": "Greetings to Foreign Minister of Switzerland\r\n     Pyongyang , April  1 (KCNA) -- Paek Nam Sun, Foreign Minister of the DPRK, sent a message of greetings to Joseph Deiss upon his appointment as Foreign Minister of Switzerland.\r\n   In the belief that the good relations of friendship and cooperation between the two countries would continue to strengthen, the message wished the Swiss Foreign Minister great success in his responsible work.    \r\n \r\n"
        }
    ]
}