{
    "date": "1999-09-23",
    "url": "http://kcna.co.jp/item/1999/9909/990923.htm",
    "articles": [
        {
            "title": "Floral baskets and bouquets laid before portraits",
            "url": "http://kcna.co.jp/item/1999/9909/news09/23.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Suk's passing away commemorated abroad",
            "url": "http://kcna.co.jp/item/1999/9909/news09/23.htm#2",
            "content": "Floral baskets and bouquets laid before portraits \r\n &nbsp;&nbsp;&nbsp;Pyongyang, September 23 (KCNA) -- Floral baskets and bouquets were laid before the portraits of the President Kim Il Sung and General Secretary Kim Jong Il at the DPRK missions in the Czech Republic and India on the occasion of the 51st founding anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n   They came from the general secretary of the c. c., the Czechoslovak Communist Party, the vice-chairman of the c. c., the Czechy-Morava Communist Party, the chairman of the Mt. Paektu Czech-Korea Friendship Association, the secretary general of the \"International Kim Il Sung Prize\" Council, the chairman of the Juche Idea Study Society of Delhi, India, the chairman and the general secretary of the Asia-Pacific Lawyers' Association World Peace Commission, the chairman and the secretary general of the Human Rights Council of India, the Delhi State Committee of the Indian Trade Unions Coordination Center, the president of Unita Oil Company and many other company presidents, directors and editors-in-chief of magazines and papers. &nbsp;&nbsp;&nbsp;\r\nA ceremony was held in the Madhafara Stone Mine of Bangladesh to lay a floral basket and bouquets before the portraits of the great leaders. &nbsp;&nbsp;&nbsp;\r\n   The Foreign Minister of Mexico sent a flower pot to the DPRK mission in Mexico. \r\n\r\n"
        },
        {
            "title": "Greetings to Malian President",
            "url": "http://kcna.co.jp/item/1999/9909/news09/23.htm#3",
            "content": "Kim Jong Suk's passing away commemorated abroad\r\n &nbsp;&nbsp;&nbsp;Pyongyang, September 23 (KCNA) -- A lecture meeting  and photo exhibition were held by the Kim Jong Il Juche Idea Study Group of Democratic Congo and the Guyana Torchlight Taekwon-do Group for the Study of the Juche Idea of comrade Kim Il Sung, and round table discussions by the A. P. N. Company of India from Sept. 15 to 17 on the occasion of the 50th anniversary of the great communist revolutionary fighter Kim Jong Suk's passing away. &nbsp;&nbsp;&nbsp;\r\n   At the functions the lecturer and speakers said that Kim Jong Suk was a great model of revolutionaries who had boundless loyalty to the leader, total dedication to the fatherland and the people, warm humanity and noble traits. &nbsp;&nbsp;&nbsp;\r\n   The most brilliant exploit in her life was that she brought up the sun of the nation to successfully carry forward the revolutionary cause of Juche started by President Kim Il Sung, they stressed, adding: &nbsp;&nbsp;&nbsp;\r\n   Thanks to the leadership of the great Kim Jong Il the revolutionary cause of Juche has been successfully carried forward and socialist Korea is vigorously advancing to build a powerful nation. \r\n\r\n"
        },
        {
            "title": "KCNA on fabricated \"Northern Limit Line\"",
            "url": "http://kcna.co.jp/item/1999/9909/news09/23.htm#4",
            "content": "Greetings to Malian President\r\n &nbsp;&nbsp;&nbsp;Pyongyang, September 23 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, Wednesday sent a message of greetings to Alpha Oumar Konare, President and head of State of Mali, on the occasion of the 39th anniversary of the proclamation of the republic. &nbsp;&nbsp;&nbsp;\r\n   The message wished the Malian President and people greater success in the work for the national unity, prosperity of the country and wellbeing of the people, expressing the belief that the friendly and cooperative relations between the two countries will further expand and develop. \r\n\r\n"
        },
        {
            "title": "Japan's premeditated anti-Chongryon racket assailed",
            "url": "http://kcna.co.jp/item/1999/9909/news09/23.htm#5",
            "content": "KCNA on fabricated \"Northern Limit Line\"\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 23 (KCNA) -- The fact that the brigandish \"Northern Limit Line\" unilaterally set in our territorial waters by the U.S. forces side had not been openly declared in the past was reportedly brought to light by Ri Mun Hang (James Ri), an American of the South Korean origin who was a special adviser to the senior delegate of the U.S. forces side of the Military Armistice Commission. &nbsp;&nbsp;&nbsp;\r\n\"Daehan Maeil\" and \"Yonhap News\" of South Korea on Sept. 18 carried his testimony to the fact. &nbsp;&nbsp;&nbsp;\r\nRi Mun Hang who is called \"living witness of panmunjom\"  in his testimony clearly confirmed that the U.S. forces side unilaterally set the \"Northern Limit Line\" without any notice to the north or any announcement to the public, and that the north side has not recognized it since the outset. &nbsp;&nbsp;&nbsp;\r\n   Conveying this fact, \"Daehan Maeil\" claimed that if his testimony turns out to be true, there will be a serious problem as regards the counter-measure to \"maintain\" the \"Northern Limit Line\" on the basis of the assertion of the U.S. forces side that the north side has, in fact, recognized it, as it raised the issue for the first time in the 1970s and the view that the U.S. forces side had informed the north side of it. &nbsp;&nbsp;&nbsp;\r\n   All these facts prove once again that the \"Northern Limit Line\" is a completely fabricated ghostlike one which no one recognizes and that our self-defensive measure of nullifying it and proclaiming a new Military Demarcation Line at the sea is entirely just. &nbsp;&nbsp;&nbsp;\r\n   The U.S. and the South Korean authorities insist on \"maintaining the Northern Limit Line\" claiming that the Military Demarcation Line at the West Sea of Korea we proclaimed is a violation of the armistice agreement and the agreement on the basic relations between the north and the south and they cannot recognize it. This sheer sophism is an unpardonable brigandish logic. &nbsp;&nbsp;&nbsp;\r\n   The South Korean warmongers should not run amok, mindful that if they encroach upon the Military Demarcation Line at the west sea even an inch they will have to pay dearly for it before our strong self-defense forces. \r\n\r\n"
        },
        {
            "title": "Concert commemorates Kim Jong Suk",
            "url": "http://kcna.co.jp/item/1999/9909/news09/23.htm#6",
            "content": "Japan's premeditated anti-Chongryon racket assailed\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, September 23 (KCNA) -- Rodong Sinmun today carries a signed commentary denouncing the Japanese right-wing gangsters' racket against the DPRK and Chongryon (the General Association of Korean Residents in Japan) in Kanagawa Prefecture of Japan, as a product of the deliberate and premeditated conspiratorial plot hatched by the South Korean authorities and the Japanese reactionaries to hurt and stifle the DPRK and Chongryon. &nbsp;&nbsp;&nbsp;\r\n   Recalling that the racket was kicked off right after South Korean \"Prime Minister\" Kim Jong Pil's visit to Japan, the commentary says: &nbsp;&nbsp;&nbsp;\r\n   We cannot overlook the fact that the Japanese reactionaries are intensifying the anti-DPRK, anti-Chongryon campaign through a political and military tie-up with the South Korean authorities. &nbsp;&nbsp;&nbsp;\r\n   The Japanese reactionaries continue persecuting  and suppressing Chongryon officials and Koreans in Japan with a hue and cry over the non-existent \"missile threat\" from the DPRK. This is a grave hostile act of encroaching upon the sovereignty of the DPRK and trampling underfoot the dignity and democratic national rights of Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n   Far from drawing a lesson from the defeat the Japanese imperialists sustained in the aggression on the continent in the past, the Japanese reactionaries are rushing headlong toward the road of overseas aggression again. They are regarding the DPRK as the first target of their attack. &nbsp;&nbsp;&nbsp;\r\n   They are making desperate efforts to hurt and stifle the DPRK and Chongryon but it is a foolish act. &nbsp;&nbsp;&nbsp;\r\n   The Japanese authorities must discontinue the anachronistic anti-DPRK, anti-Chongryon row and severely punish the criminals involved in the racket. And they must take a strict measure to prevent the recurrence of such anti-DPRK, anti-Chongryon row. \r\n\r\n"
        },
        {
            "title": "Diplomatic corps visits Korean Revolution Museum",
            "url": "http://kcna.co.jp/item/1999/9909/news09/23.htm#7",
            "content": "Concert commemorates Kim Jong Suk\r\n   &nbsp;&nbsp;&nbsp; Pyongyang, September 23 (KCNA) -- A remember-Kim Jong Suk concert \"Mother will always be with red flag\" was held in Pyongyang yesterday on the occasion of the 50th anniversary of the death of Kim Jong Suk. &nbsp;&nbsp;&nbsp;\r\nThe concert which began with the immortal revolutionary paean \"Song of General Kim Jong Il\" included numbers introducing her brilliant revolutionary activities and noble personality as a great woman such as a female solo \"May Tano in Tochon-ri\", women's choruses \"Please wait for me\" and \"Mother Kim Jong Suk is our mother\", a concerto for violin solo \"Unforgettable Echo of Lake Samil\" and male solo and chorus \"Mother is always with red flag\". &nbsp;&nbsp;&nbsp;\r\n   Performers sang of the Korean people's high national pride and honor of being blessed with leaders and commanders generation after generation in the land where her desire has come true under the leadership of General Secretary Kim Jong Il, the illustrious commander. \r\n\r\n"
        },
        {
            "title": "Materials on Kim Jong Suk's revolutionary activities exhibited",
            "url": "http://kcna.co.jp/item/1999/9909/news09/23.htm#8",
            "content": "Diplomatic corps visits Korean Revolution Museum\r\n&nbsp;&nbsp;&nbsp;   Pyongyang, September 23 (KCNA) -- The diplomatic corps here visited the Korean Revolution Museum on Sept. 22 on the occasion of the 50th death anniversary of the great communist revolutionary fighter Kim Jong Suk. &nbsp;&nbsp;&nbsp;\r\n   They saw with deep interest historic relics and materials on her revolutionary activities in the period of the anti-Japanese revolutionary struggle and the building of a new state, being briefed on her revolutionary life. &nbsp;&nbsp;&nbsp;\r\n    Palestinian ambassador to Korea Shaher Mohammed Abdlah, who is doyen of the corps, wrote in the visitor's book that the exploits performed by Kim Jong Suk, a great woman commander, will remain shining forever in the glorious history of the Korean nation. \r\n\r\n"
        },
        {
            "title": "Chongryon central committee meets",
            "url": "http://kcna.co.jp/item/1999/9909/news09/23.htm#9",
            "content": "Materials on Kim Jong Suk's revolutionary activities exhibited\r\n  &nbsp;&nbsp;&nbsp;Pyongyang, September 23 (KCNA) -- An increasing number of people are visiting the exhibition of materials on Kim Jong Suk's revolutionary activities on the occasion of the 50th anniversary of her death (September 22, 1949.) &nbsp;&nbsp;&nbsp;\r\n   Over 7,000 people visit it in a day. &nbsp;&nbsp;&nbsp;\r\n   The exhibition is arranged in the exhibition of the works on the Juche idea in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n   On display there are over 130 photos and art pieces listed as national treasure showing the revolutionary life and activities of Kim Jong Suk. &nbsp;&nbsp;&nbsp;\r\n   Many books including over 80 pamphlets carrying her instructions, materials on her revolutionary activities and  her biography are also exhibited. &nbsp;&nbsp;&nbsp;\r\n   The exhibition is divided into four halls. &nbsp;&nbsp;&nbsp;\r\n   The first two halls are devoted to materials on the revolutionary family of Kim Jong Suk and her childhood and activities conducted by her in the guerrilla zone and the enemy-ruled districts as a leading member of the Young Communist League and a leader of the children's corps during the anti-Japanese revolutionary struggle. &nbsp;&nbsp;&nbsp;\r\n   Also exhibited there are historical materials on the military and political activities of Kim Jong Suk who devotedly worked for the liberation of the country as a lifeguard of the President Kim Il Sung after joining the Korean People's Revolutionary Army in Juche 24 (1935). &nbsp;&nbsp;&nbsp;\r\n   The remaining two halls are devoted to materials on her revolutionary activities to faithfully carry out President Kim Il Sung's line of building a new country in the liberated country and historical materials on the outstanding exploit she performed by providing a steady continuity to the revolution. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Suk's life and activities are a paragon of the great communist revolutionary fighter possessed of the absolute worship for the leader and the devoted love for revolutionary comrades, warm patriotism and a high sense of responsibility for revolutionary duty and an indomitable fighting spirit. &nbsp;&nbsp;&nbsp;\r\n   Her works and materials on her revolutionary activities will shine for ever with eternal vitality as the treasure of the Korean revolution and the ideological and mental pabulum of Kim Il Sung's nation. \r\n\r\n"
        },
        {
            "title": "Wreaths and floral baskets laid for Kim Jong Suk",
            "url": "http://kcna.co.jp/item/1999/9909/news09/23.htm#10",
            "content": "Chongryon central committee meets\r\n&nbsp;&nbsp;&nbsp;  Tokyo, September 21 (KNS-KCNA) -- An enlarged session of the 3rd plenary meeting of the 18th central committee of the General Association of Korean Residents in Japan (Chongryon) was held in Tokyo on Tuesday. &nbsp;&nbsp;&nbsp;\r\n   In his greetings to the session, the chairman of the central standing committee of Chongryon, Han Tok Su, expressed his belief that the participants would fully perform the role of a pacemaker in effecting fresh upsurge in patriotic activities of Chongryon, true to the noble intention of the respected Marshal Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\nFirst vice-chairman So Man Sul made a report on how to further develop Chongryon to be a mass organization of the compatriots of a true service to all the Korean residents in Japan. &nbsp;&nbsp;&nbsp;\r\n   He noted that Chongryon would creatively organize and undertake all its activities centering on the work to protect vital rights and national identity of the compatriots from its center to its branches, organizations and enterprises and further improve the national education in keeping with work conditions and actual situation in Japan. &nbsp;&nbsp;&nbsp;\r\n   He stressed that Chongryon would be strengthened and developed to be a genuine mass organization of the compatriots capable of energetically leading the Korean residents in Japan along a patriotic road under the leadership of General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   Speeches were made and a letter to Kim Jong Il was adopted at the session. \r\n\r\n\r\n"
        },
        {
            "title": "Truth behind killing of Chongryon official in Chiba",
            "url": "http://kcna.co.jp/item/1999/9909/news09/23.htm#11",
            "content": "Wreaths and floral baskets laid for Kim Jong Suk\r\n &nbsp;&nbsp;&nbsp; Pyongyang, September 23 (KCNA) -- Senior officials of the party and state, soldiers of the Korean People's Army, working people, youth and students and diplomatic envoys in Pyongyang laid wreaths and floral baskets before bust and statues of Kim Jong Suk yesterday on the 50th anniversary of her passing away. &nbsp;&nbsp;&nbsp;\r\n   A wreath from General Secretary Kim Jong Il was laid before the bust of Kim Jong Suk in the Revolutionary Martyrs' Cemetery on Mt. Taesong. &nbsp;&nbsp;&nbsp;\r\n   Honor guards of the KPA lined before the bust. &nbsp;&nbsp;&nbsp;\r\n   Present at the wreath-laying ceremony were senior officials of the party and state including  Kim Yong Nam, Jo Myong Rok and Hong Song Nam. Overseas compatriots on a visit to the homeland were on hand. &nbsp;&nbsp;&nbsp;\r\n   Words \"the great communist revolutionary fighter comrade Kim Jong Suk's revolutionary feats will be immortal \" were written on the ribbon hanging from the wreaths. &nbsp;&nbsp;&nbsp;\r\n   The participants observed a moment's silence, recollecting her brilliant life and immortal feats. &nbsp;&nbsp;&nbsp;\r\n   Floral basket were laid before her statues in Hoeryong city, North Hamgyong Province, Kim Jong Suk county, Ryanggang Province, the Kim Jong Suk Naval University and the Kim Jong Suk General Military Academy. &nbsp;&nbsp;&nbsp;\r\n   Members of the Pyongyang mission of the National Democratic Front of South Korea, the diplomatic corps and the military attaches' corps in Pyongyang visited the revolutionary martyrs' cemetery on Mt. Taesong and laid wreaths before the bust of Kim Jong Suk there. \r\n\r\n"
        },
        {
            "title": "Proclamation of MDL at west sea supported",
            "url": "http://kcna.co.jp/item/1999/9909/news09/23.htm#12",
            "content": "Truth behind killing of Chongryon official in Chiba \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 23 (KCNA) -- Chairman Akira Ogawa, general secretary Yoshio Hirose and other delegates of the committee for investigation into the murder of an official of the General Association of Korean Residents in Japan (Chongryon) and arson in Chiba demanded on Sept. 13 the police headquarters and assembly of Chiba Prefecture probe into the truth behind the incident at an early date. &nbsp;&nbsp;&nbsp;\r\n   They met the chief of the police headquarters and the speaker of the assembly and strongly urged to take measures to probe into the truth of the incident, lift the unjustified sanctions against the DPRK and Koreans in Japan, halt violence and threat to Koreans in Japan and Chongryon organizations and so on. \r\n\r\n"
        },
        {
            "title": "Underground coal gasification industry in DPRK",
            "url": "http://kcna.co.jp/item/1999/9909/news09/23.htm#13",
            "content": "Proclamation of MDL at west sea supported\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 23 (KCNA) -- Ali Aksad, general secretary of the Bangladesh Peace Council and Asian regional coordinator of the World Peace Council, made public a statement on Sept. 16 in support of the joint statement of the DPRK political parties and organizations issued on Sept. 10 which fully supported the proclamation of the Military Demarcation Line at the West Sea of Korea. &nbsp;&nbsp;&nbsp;\r\n   Noting that the U.S. and the South Korean authorities assert the \"Northern Limit Line\" unilaterally set in disregard of the armistice agreement, violating the sovereignty of the DPRK, he said in his statement that this will lead to a new military conflict threatening peace and security of the Korean peninsula and the rest of the world. &nbsp;&nbsp;&nbsp;\r\n   He strongly demanded they stop the reckless moves as regards the proclamation of the Military Demarcation Line at the west sea. &nbsp;&nbsp;&nbsp;\r\n   He expressed full support for the firm resolution of the DPRK government and its people to defend national sovereignty from their aggressive ambition and achieve peace and stability in the region. \r\n\r\n"
        },
        {
            "title": "Ri Jong Ok passes away",
            "url": "http://kcna.co.jp/item/1999/9909/news09/23.htm#14",
            "content": "Underground coal gasification industry in DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 23 (KCNA) -- The underground coal gas generating ground and the gas power plant were recently commissioned and began operation in the Anju coal-field, Korea's leading coal producer. &nbsp;&nbsp;&nbsp;\r\n   This opened a bright prospect of solving the energy problem by itself and freeing the miners from pit labour and laid a solid springboard from which to make a signal progress in the development of the chemical industry of the country.  &nbsp;&nbsp;&nbsp;\r\n   This is a momentous event which proclaimed at home and abroad the foundation of the underground coal gasification industry. &nbsp;&nbsp;&nbsp;\r\n   Korean scientists and technicians and working people succeeded in the research into the underground gas generating method and built the generating ground and gas power plant on their own efforts and with indigenous technology. This broke a new ground in mining methods and their application. &nbsp;&nbsp;&nbsp;\r\n   Before the completion of the projects they had to build underground cutting sites to mine coal with a huge manpower, a tremendous amount of money and lots of equipment and materials. &nbsp;&nbsp;&nbsp;\r\n   Now gas is produced from coal layer deep underground by setting fire to it and electricity is generated by gas on the spot. &nbsp;&nbsp;&nbsp;\r\n   This method cuts down the production cost to one third.  &nbsp;&nbsp;&nbsp;\r\nIt is of great significance worldwide in economic construction as the sphere of its application is wide and diverse and its profit is great. &nbsp;&nbsp;&nbsp;\r\n   The gas available from underground can be used as fuel and power. It is essential for producing scores of chemical products indispensable for the people's living. &nbsp;&nbsp;&nbsp;\r\n   The modern gas power plant has a great generating capacity. &nbsp;&nbsp;&nbsp;\r\n   The foundation of the underground coal gasification industry means a revolution in freeing the coal miners from back-breaking labour and bringing about a fundamental turn in their living. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il sends wreath to bier of late Ri Jong Ok",
            "url": "http://kcna.co.jp/item/1999/9909/news09/23.htm#15",
            "content": "Ri Jong Ok passes away\r\n&nbsp;&nbsp;&nbsp;   Pyongyang, September 23 (KCNA) -- Ri Jong Ok, member of the political bureau of the Central Committee of the Worker's Party of Korea and Honorary Vice-President of the presidium of the Supreme People's Assembly of the DPRK passed away from illness at 01:00 on Sept. 23, Juche 88 (1999) at the age of 83.&nbsp;&nbsp;&nbsp;\r\n   The WPK Central Committee, the presidium of the spa and the cabinet of the DPRK today published an obituary. &nbsp;&nbsp;&nbsp;\r\n      He lived in obscurity as a colonial intellectual in the dark period of the Japanese imperialists' rule over Korea. &nbsp;&nbsp;&nbsp;\r\nAfter the liberation of the country he devoted himself to the building of a new country, holding important posts at national and local institutions. &nbsp;&nbsp;&nbsp;\r\n   He worked at responsible posts of state organs such as premier of the administration council, vice-President of the DPRK, etc. For years. &nbsp;&nbsp;&nbsp;\r\n   He was elected Honorary Vice-President of the presidium of the SPA at the first session of the tenth SPA in September Juche 87 (1998). &nbsp;&nbsp;&nbsp;\r\n   He was awarded \"Kim Il Sung Order\", the highest order of the republic, the order of the national flag first class, the order of freedom and independence first class and many other orders and medals for his distinguished services for the socialist construction and the growth and development of the DPRK. \r\n\r\n"
        },
        {
            "title": "Nepalese party delegation here",
            "url": "http://kcna.co.jp/item/1999/9909/news09/23.htm#16",
            "content": "Kim Jong Il sends wreath to bier of late Ri Jong Ok\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 23 (KCNA) -- General Secretary Kim Jong Il sent a wreath to the bier of Ri Jong Ok, politburo member of the Central Committee of the Worker's Party of Korea and Honorary Vice-President of the presidium of the Supreme People's Assembly of the DPRK, expressing deep condolences over his death. \r\n\r\n"
        },
        {
            "title": "Talks held between WPK and communist party of Belarus",
            "url": "http://kcna.co.jp/item/1999/9909/news09/23.htm#17",
            "content": "Nepalese party delegation here\r\n   &nbsp;&nbsp;&nbsp;Pyongyang, September 23 (KCNA) -- A delegation of the Nepal Communist Party (United Marxism-Leninism) headed by its general secretary Madhav Kumar Nepal arrived here today. &nbsp;&nbsp;&nbsp;\r\n   It was met at the airport by Kim Yang Gon, a department director of the Central Committee of the Worker's Party of Korea. \r\n\r\n"
        }
    ]
}