{
    "date": "1999-08-16",
    "url": "http://kcna.co.jp/item/1999/9908/990816.htm",
    "articles": [
        {
            "title": "Seminar on reunification for building federal state",
            "url": "http://kcna.co.jp/item/1999/9908/news08/16.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK FM spokesman on \"Ulji focus lens\" military drill",
            "url": "http://kcna.co.jp/item/1999/9908/news08/16.htm#2",
            "content": "Seminar on reunification for building federal state  \r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 16 (KCNA) -- A seminar on reunification for building a federal state with the independence and great unity of the nation was held here on Sunday.&nbsp;&nbsp;&nbsp;\r\n   It was attended by delegates of the north and various overseas headquarters of the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon), and a delegate of the South Korean Federation of University Student Councils which represents the south headquarters of Pomchonghakryon. &nbsp;&nbsp;&nbsp;\r\n   Invited to the seminar were delegates of the north headquarters and the joint secretariat of the National Alliance for the Country's Reunification  (Pomminryon) as honorary guests. &nbsp;&nbsp;&nbsp;\r\n   Speeches were made on the agenda items \"national independence is the main principle of national reunification\", \"Korea's reunification should be achieved by peaceful means\" and \"great unity of the entire nation is the fundamental guarantee for realising the country's reunification\". &nbsp;&nbsp;&nbsp;\r\n   In her speech on the first item, Hwang Hye Ro, delegate of Hanchongryon which represents the south headquarters of Pomchonghakryon, said that the 70 million fellow countrymen in the south, north and overseas should firmly unite under the banner of national independence transcending differences in ideology and system, political view and religious belief, shatter all obstructive moves of the separatist forces and vigorously turn out in the sacred struggle to achieve the reunification of the country on the principle of national independence. &nbsp;&nbsp;&nbsp;\r\n   In his speech on the second item, Sin Ji Ha, a delegate of the overseas side of Pomchonghakryon, noted that it is the essential demand of the history of our nation artificially divided by foreign forces to rejoin its severed blood ties  and get united as one and that the reunification of the country should be realised independently and peacefully without fail. &nbsp;&nbsp;&nbsp;\r\n   Yang Sun Chol, a delegate of the north side of Pomchonghakryon, in his speech on the third item stressed that what is most important in terminating the tragedy of the nation's division  that has lasted more than 50 years and accomplishing the cause of the country's reunification is to realise the great unity of the entire nation, and the great national unity represents a decisive guarantee for the independent and peaceful reunification of the country. &nbsp;&nbsp;&nbsp;\r\n   An appeal to the youth and students at home and abroad was adopted at the seminar. &nbsp;&nbsp;&nbsp;\r\n   Noting that the  driving force for the country's reunification is the Korean nation and the reunification should be achieved by the efforts of the nation without fail, the appeal called for vigorously conducting the movement of youth and students for national reunification under the uplifted banner of national independence. &nbsp;&nbsp;&nbsp;\r\n   The master key to ensuring peace in the country and opening a bright future of the peaceful reunification is to establish new peace mechanism on the Korean peninsula, it noted, and went on: &nbsp;&nbsp;&nbsp;\r\n   The Korean youth and students at home and abroad should  show a  practical example and become a vanguard  in inspiring the 70 million Koreans to the struggle  to establish new peace mechanism on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n   The national reunification can be a cause of the whole nation only when it is united as one and the Korean youth and students in the north, south and overseas should firmly rally around Pomchonghakryon in the spirit of true love of the country and the nation. \r\n\r\n"
        },
        {
            "title": "Wreaths laid before cemetery of Soviet servicemen",
            "url": "http://kcna.co.jp/item/1999/9908/news08/16.htm#3",
            "content": "DPRK FM spokesman on \"Ulji focus lens\" military drill\r\n  &nbsp;&nbsp;&nbsp;Pyongyang, August 16 (KCNA) -- The \"Ulji focus lens\" joint military exercise being annually staged by the South Korean rulers at the instigation of the United States is a down-the-line drill for aggressive war intended to threaten and stifle the DPRK by force of arms as other military exercises. &nbsp;&nbsp;&nbsp;\r\n   A spokesman for the DPRK Foreign Ministry stressed this in a statement issued today as regards the announcement of the \"South Korea-U.S. combined forces command\" that the drill would be staged for 12 days from today to the 27th of August. &nbsp;&nbsp;&nbsp;\r\n   The statement said: &nbsp;&nbsp;&nbsp;\r\n   The United States did not hide the fact that the main target of its attack after the Kosovo crisis is the Korean peninsula and the \"Ulji focus lens\" joint military exercise would be conducted under the \"operation plan 5027\", a scenario for the second Korean war. &nbsp;&nbsp;&nbsp;\r\n   It has described the DPRK's satellite program as \"missile threat\" to raise \"second nuclear issue\" before launching this adventurous  war exercise. This is intended to maintain the tense situation on the Korean peninsula at any cost and finally invade the DPRK and expand its sphere of influence in northeast Asia. &nbsp;&nbsp;&nbsp;\r\n   If the U.S. and the South Korean rulers persistently seek a confrontation of strength in disregard of our repeated warning, we cannot but take a corresponding measure to react to it. \r\n\r\n"
        },
        {
            "title": "'99 pro-reunification festival in S. Korea",
            "url": "http://kcna.co.jp/item/1999/9908/news08/16.htm#4",
            "content": "Wreaths laid before cemetery of Soviet servicemen\r\n &nbsp;&nbsp;&nbsp;Pyongyang, August 16 (KCNA) -- The party and government of Korea laid wreaths before the liberation tower and the cemetery of Soviet servicemen here on Sunday, 54 years after the liberation of Korea. &nbsp;&nbsp;&nbsp;\r\n   Placed before the tower amid the playing of wreath-laying music were a wreath in the joint name of the Worker's Party of Korea Central Committee, the presidium of the Supreme People's Assembly and the cabinet of the DPRK, and a wreath in the name of the Russian embassy in Korea. &nbsp;&nbsp;&nbsp;\r\n   Also wreaths were laid in the name of the Ministry of the People's Armed Forces, the Ministry of Foreign Affairs, the Ministry of Foreign Trade, Pyongyang Municipal Party and power bodies and the Korea-Russia Friendship Association. &nbsp;&nbsp;&nbsp;\r\n   Citizens laid bunches of flowers before it. &nbsp;&nbsp;&nbsp;\r\n   The participants observed a moment's silence in memory of the fallen Soviet army soldiers. &nbsp;&nbsp;&nbsp;\r\n   On the same day, wreaths and bouquets were placed before the liberation towers, memorial monuments and cemetery of Soviet servicemen in Sadong district of Pyongyang and Chongjin, Wonsan, Haeju and other local areas. \r\n\r\n"
        },
        {
            "title": "KPA wrestler wins gold medal",
            "url": "http://kcna.co.jp/item/1999/9908/news08/16.htm#5",
            "content": "'99 pro-reunification festival in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 16 (KCNA) -- Over 3,000 students under the South Korean Federation of University Student Councils and dissident figures held a ceremony of opening the '99 grand pro-reunification festival and the 10th pan-national rally at Seoul National University on Saturday, a radio report from Seoul said. &nbsp;&nbsp;&nbsp;\r\n   At the opening ceremony, the south promotion headquarters for the grand pan-national pro-reunification festival urged the authorities to sanction pro-reunification events as legal ones and abrogate the \"National Security Law.\"&nbsp;&nbsp;&nbsp;\r\n   Then, the headquarters had a starting ceremony on Sunday to leave for Panmunjom where the grand pro-reunification festival would be held with attendance of compatriots from the north, south and overseas. But the advance of its participants was checked by thousands of policemen. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, about 500 members of the Council for National Reconciliation and Independent Reunification met at Kyunghee University on Saturday to welcome the delegates of the South Korean Confederation of Trade Unions and its workers football team, back from the \"soccer game of workers in the north and the south for reunification\" and to have a solidarity event of people for reunification. \r\n\r\n"
        },
        {
            "title": "Dissolution of \"Intelligence Service\" urged",
            "url": "http://kcna.co.jp/item/1999/9908/news08/16.htm#6",
            "content": "KPA wrestler wins gold medal\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 16 (KCNA) -- Kang Yong Gyun of the Korean People's Army (KPA) won the 54-kilogram Greco-Roman wrestling title in the 2nd Military World Games, according to a report. &nbsp;&nbsp;&nbsp;\r\n   In the final match Saturday he out-pointed his Azerbaijan opponent 6-0 by taking the initiative from the beginning and displaying high skill and special techniques. \r\n\r\n"
        },
        {
            "title": "Emergency meeting on \"comfort women\" held in Japan",
            "url": "http://kcna.co.jp/item/1999/9908/news08/16.htm#7",
            "content": "Dissolution of \"Intelligence Service\" urged\r\n  &nbsp;&nbsp;&nbsp; Pyongyang, August 16 (KCNA) -- A spokesman for the National Democratic Front of South Korea (NDFSK) released a statement on August 12 denouncing the South Korean rulers for having set up \"political corps\" and \"press corps\" at the \"Intelligence Service,\" Seoul-based radio Voice of National Salvation reported. &nbsp;&nbsp;&nbsp;\r\n   The statement said: &nbsp;&nbsp;&nbsp;\r\n   The setup of such \"corps\" is a cunning trick to intensify surveillance on political opposition camps and control of the press and bridge over the serious   ruling crisis. &nbsp;&nbsp;&nbsp;\r\n   Driven into a tight corner within and without, the authorities have sought a way out of it in political surveillance and gag on the press and, after all, set up special mechanism for them at the \"Intelligence Service.\"&nbsp;&nbsp;&nbsp;\r\n   If they continue tip-off activities and fascist repression with the \"service,\" they will face stronger resistance of all people. &nbsp;&nbsp;&nbsp;\r\n   The NDFSK strongly calls upon people from all walks of life to turn out in the struggle to dissolve the \"Intelligence Service.\" \r\n \r\n"
        },
        {
            "title": "Joint military exercises under fire",
            "url": "http://kcna.co.jp/item/1999/9908/news08/16.htm#8",
            "content": "Emergency meeting on \"comfort women\" held in Japan\r\n &nbsp;&nbsp;&nbsp;Pyongyang, August 16 (KCNA) -- An emergency meeting to hear reports on investigation into \"comfort women for the Japanese army\" and forced draftees in the DPRK was held in Aichi Prefecture, Japan, on July 30 under the sponsorship of the Aichi prefectural, Japan, group for probe into the truth behind the forcible drafting of Koreans. &nbsp;&nbsp;&nbsp;\r\n   Present at the meeting were members of the group and the civic movement organizations, Japanese people of different social standings and Korean residents in Japan. &nbsp;&nbsp;&nbsp;\r\n   Reports on the investigation results were made and testimonies of former \"comfort women\" introduced there. &nbsp;&nbsp;&nbsp;\r\n   Takashi Ito, a member of the fact-finding group, in his report referred to the investigation conducted in Pang Jin Dong, Chongam district, Chongjin, North Hamgyong Province of the DPRK from July 14 to 24. &nbsp;&nbsp;&nbsp;\r\n   According to the report, investigation was made into the two \"comfort stations\" run by the Japanese navy during the Japanese imperialists' occupation of Korea, a clinic used for checkup of venereal disease and a grave of women killed at \"comfort station\" and testimonies of witnesses were confirmed. &nbsp;&nbsp;&nbsp;\r\n   He said the \"comfort station\" discovered in Pang Jin Dong is a historical proof, confirmed for the first time in the Korean peninsula, which tells about brutal atrocities of the Japanese army. The recent on-site survey was intended to confirm the historical material and data on the brutalities of the Japanese army and react with detailed evidence to the Japanese government and mass media which are putting a wet blanket on the postwar compensation issue, he stressed. &nbsp;&nbsp;&nbsp;\r\n   A delegation made up of members of Japan civic organizations demanding postwar compensation should be sent to the DPRK to get at first hand knowledge of damage done to the DPRK, he said, and called for a vigorous campaign urging the Japanese government to honestly repent of the past wrongdoings and make an apology and compensation for them. \r\n\r\n"
        },
        {
            "title": "Joint solidarity meeting held",
            "url": "http://kcna.co.jp/item/1999/9908/news08/16.htm#9",
            "content": "Joint military exercises under fire\r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 16 (KCNA) -- The South Korean warmongers have come in  for strong criticism by a signed commentary of Rodong Sinmun today for their military exercises. &nbsp;&nbsp;&nbsp;\r\n   The commentary says: The \"Ulji focus lens\" joint military exercises are beginning in South Korea and its surrounding waters today with U.S. troops and forces of the \"ROK army,\" over 70,000 in all while \"99 Hwarang, Chungmu\" exercises started all over Seoul with the mobilization of over 200,000 civilians, troops and police force of South Korea.    &nbsp;&nbsp;&nbsp;\r\n   These serious military moves of the U.S. and the South Korean ruling quarters are intentional and premeditated war moves to aggravate the situation on the Korean peninsula and start a war against the north any moment. &nbsp;&nbsp;&nbsp;\r\n   The warmongers are asserting that the joint military exercises are for \"defense\" purpose but they are mobilizing huge aggression armed forces enough to undertake a war, timed to coincide with their anti-DPRK campaign over its non-existent \"missile threat\". This is nothing but a sophism intended to cover up the real anti-north offensive nature of the play with fire. &nbsp;&nbsp;&nbsp;\r\n   The war exercises started by the South Korean ruling quarters in Seoul, not content with their large scale joint military exercises with the U.S., are unpardonable anti-national, anti-reunification moves to throw a wet blanket over the nation's desire for reunification which has grown stronger through the grand pan-national pro-reunification festival, keep public sentiments from turning to the north and ignite a new war. &nbsp;&nbsp;&nbsp;\r\n   This saber-rattling revealed that their loudmouthed \"improvement of north-south relations\" and \"reconciliation and cooperation\" are no more than a word juggling. &nbsp;&nbsp;&nbsp;\r\n   The South Korean ruling quarters must stop the joint military drills at once. \r\n\r\n\r\n"
        },
        {
            "title": "\"Army-priority policy and great leader\"",
            "url": "http://kcna.co.jp/item/1999/9908/news08/16.htm#10",
            "content": "Joint solidarity meeting held\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August (KCNA) 16 -- The delegates from the north, south and overseas to the '99 grand pro-reunification festival for the independence and great unity of the nation, the 10th pan-national rally, held a joint solidarity meeting at the foot of Mt. Taesong in the suburbs of Pyongyang this morning. &nbsp;&nbsp;&nbsp;\r\n   The meeting began with model performance of mass rhythmic exercise. &nbsp;&nbsp;&nbsp;\r\n   The delegates from the north, south and overseas were divided into a \"solidarity team\" and a \"unity team\" before having sports and amusement games. &nbsp;&nbsp;&nbsp;\r\n   The games included two persons running together with each of their feet tied with a string, two persons running with a ball between their foreheads and two persons running in a ring. &nbsp;&nbsp;&nbsp;\r\n   Through the games they vividly showed that the compatriots in the north, south and overseas are the brothers and sisters of the same blood and they can achieve the country's reunification if they are firmly united. &nbsp;&nbsp;&nbsp;\r\n   Merry folk games took place in different places, stirring up the festive mood. &nbsp;&nbsp;&nbsp;\r\n   A game of making watchwords \"grand pro-reunification festival\" and \"great national unity\" drew keen interest of participants. &nbsp;&nbsp;&nbsp;\r\n   This game marked an occasion in hardening the will of the 70 million compatriots to achieve the great national unity and bring earlier the country's reunification. &nbsp;&nbsp;&nbsp;\r\n   Present at the meeting were Kim Yong Dae, vice-President of the presidium of the DPRK Supreme People's Assembly and chairman of the central committee of the Korean Social Democratic Party, officials concerned, working people, youth and students in Pyongyang and honorary guests from different countries who are participating in the international solidarity events on the occasion of Aug. 15 liberation.\r\n\r\n"
        },
        {
            "title": "Grand national seminar held",
            "url": "http://kcna.co.jp/item/1999/9908/news08/16.htm#11",
            "content": "\"Army-priority policy and great leader\" \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 16 (KCNA) -- Mercedes Alifana, a member of the secretariat of the Pan-American Solidarity Committee for Supporting the Struggle of the National Democratic Front and people of South Korea, sent an article titled \"army-priority policy and great leader\" to the Pyongyang mission of the National Democratic Front of South Korea. &nbsp;&nbsp;&nbsp;\r\n   In the article he stressed that Juche Korea is demonstrating its dignity as a powerful nation admired by the world people, because it has the Marshal Kim Jong Il as the Supreme Commander of the revolutionary armed forces. &nbsp;&nbsp;&nbsp;\r\n   The article said: &nbsp;&nbsp;&nbsp;\r\n   Marshal Kim Jong Il's politics is the unique army-priority policy and leadership over revolution, the first of its kind in the history of the world politics. &nbsp;&nbsp;&nbsp;\r\n   His army-priority policy is new and original method of leadership whereby to defend socialism with arms and lead the cause of Juche to constant upsurge by putting forward the army as a mainstay of revolution. &nbsp;&nbsp;&nbsp;\r\n   He regards the military affairs as the most important field in state politics protecting the destiny and wealth of the country and the nation and as the most important state affair in achieving national prosperity and social progress. &nbsp;&nbsp;&nbsp;\r\n   In Juche Korea, the army is not only the reliable defender of the country but also the creator of people's happiness, who makes a breakthrough in socialist construction.    It is the Marshal's noble intention and the main content of his army-priority leadership over revolution to lead the whole society by example of the people's army. &nbsp;&nbsp;&nbsp;\r\n   Unique vitality of his policy of giving priority to the army lies in the fact that the people's army spirit of devotedly defending the leader, the spirit of human bombs has become the spirit of all people and the revolutionary spirit of soldiers prevails in the whole society with the result that the army and people are accelerating the building of a powerful nation by their concerted efforts. &nbsp;&nbsp;&nbsp;\r\n   The greatness of his army-priority leadership over revolution lies in that independent politics and the construction of an economically powerful state based on self-reliant economy are ensured by the army-priority policy. &nbsp;&nbsp;&nbsp;\r\n   His policy of giving priority to the army is a firm guarantee for the accomplishment of socialism and the human cause of independence. &nbsp;&nbsp;&nbsp;\r\n   Marshal Kim Jong Il, the great leader of army-priority policy, is, indeed, the destiny of mankind and future of the new century.\r\n\r\n\r\n"
        },
        {
            "title": "True colors of \"people's government\" revealed",
            "url": "http://kcna.co.jp/item/1999/9908/news08/16.htm#12",
            "content": "Grand national seminar held\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, August 16 (KCNA) -- A grand national seminar for independence and great unity of the nation took place in Beijing on August 5 with the attendance of reunification movement organizations from the north and south of Korea and overseas. &nbsp;&nbsp;&nbsp;\r\n   Present there were a delegation of the north headquarters of the National Alliance for the Country's Reunification (Pomminryon) and a delegation of the Council for National Reconciliation from the north, a delegation of the south headquarters of Pomminryon and a delegation of the \"National Federation for Democracy and Reunification\" from the south and a delegate of the joint secretariat of Pomminryon and a delegation of the American Federation for Independence, Democracy and Reunification from overseas. &nbsp;&nbsp;&nbsp;\r\n   The seminar was held on the theme of \"national independence and great unity and national reunification\". &nbsp;&nbsp;&nbsp;\r\n   Keynote reports of the north, south and overseas sides were made separately, which were followed by speeches on the theme. &nbsp;&nbsp;&nbsp;\r\n   It was stressed at the seminar that the only way of accelerating the reunification of the country is for the Korean nation to more valiantly struggle to build a reunified country by the confederal formula at an early date under the uplifted banner of independence and great unity. &nbsp;&nbsp;&nbsp;\r\n   The seminar underscored the need to thoroughly implement the five-point policy of great national unity advanced by the respected Marshal Kim Jong Il and achieve positive solidarity and unity among reunification movement organizations including Pomminryon, the three-way solidarity body of the north, south and overseas. &nbsp;&nbsp;&nbsp;\r\n   The seminar adopted and published a joint resolution of the seminar and a joint statement of delegations of reunification movement organizations in the north, south and overseas.&nbsp;&nbsp;&nbsp;\r\n   The joint resolution stressed the need to struggle against domination and intervention of outside forces, ruinous flunkeyism and dependence on outside forces, for the national reconciliation and unity and against anti-reunification separatism, for reunification by the confederal formula against \"unification of systems\" and actively promote three-way solidarity and unity of reunification movement organizations in the north, south and overseas. &nbsp;&nbsp;&nbsp;\r\n   The joint statement denounced the South Korean authorities for negating and suppressing a meeting of reunification movement organizations and their independent debate on reunification and the reunification movement itself. It also condemned them for not allowing but totally blocking the participation in the seminar by the south headquarters of Pomminryon and the \"National Federation for Democracy and Reunification\" and other reunification movement organizations of South Korea. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il's great embrace for 70 million compatriots",
            "url": "http://kcna.co.jp/item/1999/9908/news08/16.htm#13",
            "content": "True colors of \"people's government\" revealed\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, August 16 (KCNA) -- A dissident of South Korea Jo Sang Su released an article titled \"people's government does not exist\", according to Seoul-based radio Voice of National Salvation. &nbsp;&nbsp;&nbsp;\r\n   Saying that the present \"people's government\" in South Korea reminds one of the \"civilian government\" facing a downfall in the grip of the worst crisis, the article cited facts to prove this. &nbsp;&nbsp;&nbsp;\r\n   The article said: &nbsp;&nbsp;&nbsp;\r\n   This is because the \"people's government\" rose from the poisonous roots of the \"civilian government.\"&nbsp;&nbsp;&nbsp;\r\n   Kim Dae Jung, who once styled himself a \"symbol of democratization\", could come to power in return for betraying democracy overnight and kissing the baron of \"Yusin\". &nbsp;&nbsp;&nbsp;\r\n   Evil laws of the \"civilian government\" are preserved and its repressive tools reinforced and the ministries and departments of the present \"government\" are made up of fascists and betrayers of democracy as before. &nbsp;&nbsp;&nbsp;\r\n   Like the \"civilian government,\" it pursues flunkeyism and treachery, fascist tyranny, the north-south confrontation and permanent division of the country. &nbsp;&nbsp;&nbsp;\r\n   Not to lag behind Kim Young Sam, Kim Dae Jung made his first visit to the United States after he became the boss of \"Chongwadae\" and described his Presidential election victory as that of the U.S. and insisted the U.S. troops in South Korea \"should remain even after the reunification.\"&nbsp;&nbsp;&nbsp;\r\n   During his visit to Japan he called Akihito \"Emperor\" and accepted its claim to Tok Islet and sold off rich fishing ground to it, repeating \"forward-looking South Korea-Japan ties\" peddled by Kim Young Sam. &nbsp;&nbsp;&nbsp;\r\n   Upholding the slogan of \"globalization\" put up by the \"civilian\" ruler, Kim Dae Jung flung South Korea's door open to influx of foreign capital, turning it into the biggest-ever market through sale of enterprises, equipment, land, and so on. &nbsp;&nbsp;&nbsp;\r\n   Paying lip-service to south-north reconciliation and cooperation, the implementation of the south-north agreement, dialogue and unification, he, in fact, defined the north as the \"principal enemy\" and is escalating the confrontation with the north and further freezing the north-south relations, echoing the U.S. hue and cry over \"suspected underground nuclear facility\" and \"missile threat.\"&nbsp;&nbsp;&nbsp;\r\n   The \"reform\" farce orchestrated by him is nothing but a third-rate political burlesque to win his popularity, get rid of his political opponents and establish a system of direct administration of the \"President.\"&nbsp;&nbsp;&nbsp;\r\n   The 18 month long history of the \"people's government\" clearly shows that Kim Dae Jung who had claimed to have \"9th grade in politics\" is left without any grade in politics as he has failed to properly imitate even the \"primary grade administration\" of Kim Young Sam who ruled South Korea by using other's brain. &nbsp;&nbsp;&nbsp;\r\n   He has reiterated that \"he would live up to the expectation of the people.\" But the only way for him to do so is to step down as demanded by the people. &nbsp;&nbsp;&nbsp;\r\n\r\n"
        },
        {
            "title": "Foreigners vow to conduct international movement",
            "url": "http://kcna.co.jp/item/1999/9908/news08/16.htm#14",
            "content": "Kim Jong Il's great embrace for 70 million compatriots\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, August 16 (KCNA) - General Secretary Kim Jong Il is highly praised by defectors to the North Korea. &nbsp;&nbsp;&nbsp;\r\n   O Ik Je, vice-chairman of the Committee for the Peaceful Reunification of the Fatherland, in an interview with KCNA after participating in events of the grand pan-national pro-reunification festival held at Panmunjom on Sunday, said that the most important truth he acquired in the north was that \"the earthly paradise, an ideal of Chondoism, is none other than such a new society in which all the people live equally as the DPRK and the embrace of the great Marshal Kim Jong Il is the great one to which the 70 million fellow countrymen should come\". &nbsp;&nbsp;&nbsp;\r\n   He defected to the northern half of Korea 2 years ago. &nbsp;&nbsp;&nbsp;\r\n   He went on to say: &nbsp;&nbsp;&nbsp;\r\n   Our nation, brothers of the same blood, is the best and so, the foreign forces can not be given priority. Whoever has the national conscience should all turn out to accomplish the sacred cause of reunification, upholding the five-point policy of the great national unity put forward by Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   If one who committed criminal acts against the nation in the past admits them and comes over to the side of the nation, the nation will not question him, but treat him leniently and unite with him. It is precisely the benevolent politics of Kim Jong Il and the all-embracing politics of the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The South Korean ruling quarters must not miss the opportunity to get rid of the indelible disgrace of being traitors to the nation, but share the destiny with the nation on the road of reunification. &nbsp;&nbsp;&nbsp;\r\n   Yun Song Sik, permanent member of the consultative council of former South Korean politicians in the north for the promotion of peaceful reunification, who defected to the north last year, noted in an interview with the KCNA on Sunday that he keenly felt at Panmunjom his will growing strong as he is guided by Kim Jong Il. He further said: &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il taught us that the cause of the national reunification is entirely the national one to achieve the national sovereignty.  As the cause of the reunification serves as the one to give the independence to the South Korean people the reunification will be the best gift to be given to them. &nbsp;&nbsp;&nbsp;\r\n   The August name of Kim Jong Il is the pride of the nation and the great trust of the fellow countrymen. It is because our motherland with the 5,000-year long national history came to be highlighted and the future of the country and the eternal prosperity of the nation are guaranteed under his leadership. \r\n\r\n"
        },
        {
            "title": "'99 grand pro-reunification festival and 10th pan-national rally close",
            "url": "http://kcna.co.jp/item/1999/9908/news08/16.htm#15",
            "content": "Foreigners vow to conduct international movement\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, August 16 (KCNA) -- The delegates of international organizations and delegations and delegates of solidarity organizations from different regions and countries visited Jangphung county, Kaesong, on August 15 to see the concrete wall built in the area south of the Military Demarcation Line. They are on a visit to Korea to participate in the international solidarity events on the occasion of the August 15 liberation of Korea. &nbsp;&nbsp;&nbsp;\r\n   They participated in the \"international forum calling for the demolition of the concrete wall\" which was held in Pyongyang on August 12 and 13. &nbsp;&nbsp;&nbsp;\r\n   The concrete wall built in 1979 is 10-19 metres wide at bottom, 3-7 metres wide on the top, 5-8 metres high and over 240 kilometers long. &nbsp;&nbsp;&nbsp;\r\n   Amar Bentoumi, President of the International Association of Democratic Lawyers and Honorary Chairman of the International Liaison Committee for Reunification and Peace in Korea, said that the South Korean authorities have not yet demolished the concrete wall contrary to the just demand of the Korean people and the world peace-loving people for reunification of Korea, which clearly proves they have no intention to reunify the country. &nbsp;&nbsp;&nbsp;\r\n   Scott Scheffer, vice-chairman of the U.S. Out of Korea Committee, said that the United States, the very one who bisected Korea, has still kept nearly 40,000-strong U.S. armed forces and deployed many nuclear weapons in South Korea, hampering the reunification of Korea.    &nbsp;&nbsp;&nbsp;\r\n   He added they would wage a vigorous struggle for the demolition of the concrete wall. &nbsp;&nbsp;&nbsp;\r\n   Paulette Pierson, vice-chairperson of the International Liaison Committee for Reunification and Peace in Korea, stated that the concrete wall is not a mere roadblock but a starting position to attack the north and urged the South Korean authorities to immediately demolish the wall, not making a mockery of the reunification and peace of Korea. &nbsp;&nbsp;&nbsp;\r\n   Ali Aksad, coordinator of the Asia-Pacific Region of the World Peace Council and general secretary of the Bangladesh Peace Council, said if the South Korean authorities truly want national reunification they should abolish the \"National Security Law\", disorganize the \"Intelligence Service\" and destroy the concrete wall at once. &nbsp;&nbsp;&nbsp;\r\n   Andy Brooks, general secretary of the central committee of the New Communist Party of Great Britain and representative of the Britain-Korea Friendship and Solidarity Movement, said that with nothing can the South Korean authorities justify their action of bisecting the country with the concrete wall never to be seen in the world and that they would conduct more energetic international movement for the demolition of the wall. \r\n\r\n"
        },
        {
            "title": "Panmunjom seethes with enthusiasm for reunification ",
            "url": "http://kcna.co.jp/item/1999/9908/news08/16.htm#16",
            "content": "'99 grand pro-reunification festival and 10th pan-national rally close\r\n   &nbsp;&nbsp;&nbsp;  Pyongyang, August 16 (KCNA) -- The '99 Grand Pro-Reunification Festival for the Independence and Great Unity of the Nation and the 10th pan-national rally closed today. &nbsp;&nbsp;&nbsp;\r\n   Present at the closing ceremony held at the east Pyongyang grand theatre were premier of the DPRK cabinet Hong Song Nam, senior officials of political parties, public organizations and religious bodies, representatives of the National Alliance for the Country's Reunification (Pomminryon) and the National Alliance of Youth and Students for the Country's Reunification from the north, south and overseas and honorary foreign guests. &nbsp;&nbsp;&nbsp;\r\n   Hong said in his congratulatory speech that the festival was a grand excellent festival which demonstrated the victory of the line of great national unity over the line of confrontation and opened a new phase in the history of reunification movement by smashing the vicious obstructive moves of the anti-reunification forces and powerfully manifesting the three-way solidarity of all reunification movement organizations in the north, south and overseas. &nbsp;&nbsp;&nbsp;\r\n   He, on behalf of the DPRK government, extended deep thanks  to the delegates of reunification movement organizations in the south, delegates of all overseas reunification movement organizations, and participants in the festival for their contributions to successfully  holding the festival through the three-way solidarity of north, south and overseas  Koreans and achieving great national unity and thus making an epochal phase of national reunification. &nbsp;&nbsp;&nbsp;\r\n   He expressed belief that the delegates would more vigorously struggle for the great national unity and independent and peaceful reunification of the country in the future, too, taking the van in the reunification movement on the basis of great successes achieved in the festival. &nbsp;&nbsp;&nbsp;\r\n   At the ceremony letters of commendation were awarded in the name of the joint preparatory committee of the festival to the delegates from the north, the south and overseas including Ra Chang Sun, adviser to the south headquarters of Pomminryon, for their contribution to the strengthening and development of Pomminryon and the patriotic work for reunification. \r\n   A letter of thanks of the participants in the festival to General Secretary Kim Jong Il was adopted at the ceremony. \r\n\r\n"
        },
        {
            "title": "Greetings to Guyanese President",
            "url": "http://kcna.co.jp/item/1999/9908/news08/16.htm#17",
            "content": "Panmunjom seethes with enthusiasm for reunification\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 16 (KCNA) --  Panmunjom, a historic place, seethed  with enthusiasm of compatriots from the north, south and overseas for reunification on Sunday, the 54th anniversary of the country's liberation. &nbsp;&nbsp;&nbsp;\r\n   The functions that took place there were the climax of multifarious grand pro-reunification festival events held within the framework of '99 Grand Pro-Reunification Festival for Independence and Great Unity of the Nation and the 10th pan-national rally. &nbsp;&nbsp;&nbsp;\r\n   Delegates who came to Panmunjom with their long-cherished desire for national reunification fully reflected the wish of all the countrymen to end the tragedy of division at an early date and realise the country's reunification with the concerted efforts of the nation. &nbsp;&nbsp;&nbsp;\r\n   Ra Chang Sun, adviser to the south headquarters of the National Alliance for the Country's Reunification (Pomminryon), said that his determination and will to devote himself to the reunification and patriotism have been hardened at Panmunjom, the truce village,  and expressed  his will to continue a vigorous struggle till the day of the country's reunification. &nbsp;&nbsp;&nbsp;\r\n   Jong Hak Ryol, chairman of the Canada regional headquarters of Pomminryon, fervently called for waging a positive struggle to bring earlier the day of displaying fireworks on reunification in the blue sky of our country and letting cheers for reunification reverberate throughout the country. &nbsp;&nbsp;&nbsp;\r\n   A pan-national declaration which was adopted at the Panmunjom three-way meeting for independence and great unity of the nation representing the unanimous will of the participants fully demonstrated the unshakable will and faith of all the countrymen that Korea is one and it is bound to be reunified. &nbsp;&nbsp;&nbsp;\r\n   The delegates' resolution to unite in the common interests of the nation irrespective of differences in ideology, system, political view, religious belief and residence was clearly manifested at an art festival of compatriots from the north, south and overseas for reunification. &nbsp;&nbsp;&nbsp;\r\n   Songs \"Ojak bridge of reunification,\" \"Song of reunification,\" \"We are driving force for reunification\" \"Our wish is reunification\" and \"Korea is one\" and dance \"Dance of reunification pole\" presented there vividly reflected the ardent desire of the 70 million fellow countrymen for reunification. &nbsp;&nbsp;&nbsp;\r\n   A congratulatory message read out by the congratulatory group of the Korean Children's Union at Panmunjom,  looking over the southern land, deeply moved the participants as they declared that at the next grand pro-reunification festival we should not use such heartbreaking words as the north and the south but use only the word the reunified country. &nbsp;&nbsp;&nbsp;\r\n   All of them said that though they are parting from each other without seeing the concrete wall of division pulled down this time, too, they would struggle to turn Panmunjom, a symbol of national division and north-south confrontation, into a historic place of reunification next year which will greet a new millennium.\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Gabonese President",
            "url": "http://kcna.co.jp/item/1999/9908/news08/16.htm#18",
            "content": "Greetings to Guyanese President\r\n  &nbsp;&nbsp;&nbsp;Pyongyang, August 16 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, sent a message of greetings on August 11 to Bharrat Jagdeo on his inauguration as President of the Cooperative Republic of Guyana. &nbsp;&nbsp;&nbsp;\r\n   Expressing the belief that the friendly relations between the two countries would continue to develop on good terms, the message wholeheartedly wished the Guyanese president success in his responsible work. \r\n\r\n"
        },
        {
            "title": "Greetings to Indonesian President",
            "url": "http://kcna.co.jp/item/1999/9908/news08/16.htm#19",
            "content": "Greetings to Gabonese President\r\n &nbsp;&nbsp;&nbsp;Pyongyang, August 16 (KCNA) -- Kim Yong Nam, President of the presidium of the DPRK Supreme People's Assembly, Sunday sent a message of greetings to President of Gabon El Hadj Omar bongo on the occasion of the 39th anniversary of its independence. &nbsp;&nbsp;&nbsp;\r\n   The message wished the Gabonese president, government and people greater successes in their work for the national harmony and prosperity of the country and expressed the belief that the friendly and cooperative relations between the two countries would develop on good terms.\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Sun meets delegations of overseas  compatriots",
            "url": "http://kcna.co.jp/item/1999/9908/news08/16.htm#20",
            "content": "Greetings to Indonesian President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 16 (KCNA) -- Kim Yong Nam, President of the presidium of the DPRK Supreme People's Assembly, today sent a message of greetings to Bacharudin Jusuf Habibie, President of Indonesia, on the occasion of the 54th anniversary of its independence. &nbsp;&nbsp;&nbsp;\r\n   Expressing the belief that the good friendly and cooperative relations between the two countries would grow stronger and develop in the interests of the two  peoples, it wished the president and the people of Indonesia greater success in their work for the political stability of the country and its economic prosperity. \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Sun meets foreign guests",
            "url": "http://kcna.co.jp/item/1999/9908/news08/16.htm#21",
            "content": "Kim Yong Sun meets delegations of overseas  compatriots \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, August 16 (KCNA) -- Kim Yong Sun, secretary of the C.C., the Worker's Party of Korea, today met and had a talk at the Mansudae Assembly Hall with delegates of pro-patriotic organizations of South Korea and delegations of overseas compatriots from different regions of the world who had participated in the '99 Grand Pro-Reunification Festival for the Independence and Great Unity of the Nation and the 10th pan-national rally in an atmosphere overflowing with compatriotic feelings. &nbsp;&nbsp;&nbsp;\r\n   Present there were An Kyong Ho, co-chairman of the joint preparatory committee of the grand pan-national pro-reunification festival and chairman of the north preparatory committee for the festival, Kim Su Ik, director of the bureau of reception for overseas compatriots, and other officials concerned.  \r\n\r\n\r\n"
        },
        {
            "title": "Pyongyang Schoolchildren's Art Troupe leaves ",
            "url": "http://kcna.co.jp/item/1999/9908/news08/16.htm#22",
            "content": "Kim Yong Sun meets foreign guests\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 16 (KCNA) -- Kim Yong Sun, secretary of the Central Committee of the Worker's Party of Korea, met and had a friendly talk with delegates of international organizations and delegations and delegates of solidarity organizations from different regions and countries who participated in the international solidarity events on the occasion of August 15 liberation day, at the Mansudae Assembly Hall today. &nbsp;&nbsp;&nbsp;\r\n   Present there were officials concerned including Mun Jae Chol, chairman of the Korean Committee for Solidarity  with the World People. &nbsp;&nbsp;&nbsp;\r\n   On the same day, Kim Yong Sun, secretary of the WPK Central Committee and chairman of the Korean Asia-Pacific Peace Committee, met with Eason Jordan, president for international affairs of the U.S. CNN, and his party on a visit to Korea. &nbsp;&nbsp;&nbsp;\r\n   Present on the occasion was KAPPC vice-chairman Ri Jong Hyok. \r\n\r\n"
        }
    ]
}