{
    "date": "1999-09-19",
    "url": "http://kcna.co.jp/item/1999/9909/990919.htm",
    "articles": [
        {
            "title": "S. Korean colliers go on indefinite hunger strike",
            "url": "http://kcna.co.jp/item/1999/9909/news09/19.htm#1",
            "content": "S. Korean colliers go on indefinite hunger strike \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, September 19 (KCNA) -- Representatives of eleven coal mine trade unions under the Federation of Mining Trade Unions of South Korea went on a hunger strike for an indefinite period at a coal pit in Kohan-Up, Jongson county on September 13 in protest against the authorities' misrule, a news report from Seoul said. &nbsp;&nbsp;&nbsp;\r\n   Before staging the strike, they made public a statement urging the \"government\" to give up the policy of killing the coal industry at once and accept workers' demand. \"We will enter a hunger strike in a pit, ready to die in defence of  our vital rights,\" they declared.&nbsp;&nbsp;&nbsp;\r\n   The strikers had a hair-cutting ceremony with an attendance of 200 coal mine trade union deputies. &nbsp;&nbsp;&nbsp;\r\n   They blocked pit entrance, ready to die and declared that they would continue the strike until the \"government\" meets their demands. &nbsp;&nbsp;&nbsp;\r\n   The federation warned that 7,000 unionists would join in haircutting and all the eleven coal mines would be closed to intensify the demonstration if their just demands are not met. \r\n\r\n"
        },
        {
            "title": "Leader and national strength",
            "url": "http://kcna.co.jp/item/1999/9909/news09/19.htm#2",
            "content": "Leader and national strength\r\n &nbsp;&nbsp;&nbsp;Pyongyang, September 19 (KCNA) -- Dr. Candelaria Rodriguez, a woman lawyer of Cuba, published an article entitled \"Leader and national strength.\"&nbsp;&nbsp;&nbsp;\r\n   In the article she said the DPRK has covered a course full of glory and will grow stronger thanks to the ideological and spiritual might of all the Korean people closely rallied around the President Kim Il Sung and Marshal Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   The author worked in Korea during the last Korean War (June 1950-july 1953) as a member of the Women's International Democratic Federation's Group for Investigation into the Criminal Atrocities of the U.S. Imperialists. &nbsp;&nbsp;&nbsp;\r\n   She realized through her special experience in Korea that it was hard to properly estimate the national strength of the DPRK only with statistical analysis of its material achievements and wealth, the author said, stressing that the leader and his idea are a motive force which has made the Korean people an invincible people. &nbsp;&nbsp;&nbsp;\r\n   Stressing the Korean people won the war by repulsing the U.S. armed invasion of their country in less than five years after its liberation from the Japanese  colonial rule, the article wrote: &nbsp;&nbsp;&nbsp;\r\n   The credit for the victory went to President Kim Il Sung, their leader possessed of matchless grit, superb strategy and tactics, unique war methods and outstanding commanding art, and to the might of single-hearted unity between the leader and the people. &nbsp;&nbsp;&nbsp;\r\n   She visited Korea again in 1993 after 40 years passed, the author noted, stating the national strength peculiar to Korea, built up by President Kim Il Sung, has been steadily increased by dear Kim Jong Il to remain strongest-ever. &nbsp;&nbsp;&nbsp;\r\n   There is not the slightest doubt that the Korean people single-heartedly rallied as one around Kim Jong Il who is the living image of Kim Il Sung, will build a reunified and prosperous, powerful nation of Juche in Korea in the near future, she declared. \r\n\r\n"
        },
        {
            "title": "Korean People's Cause of Justice supported",
            "url": "http://kcna.co.jp/item/1999/9909/news09/19.htm#3",
            "content": "Korean People's Cause of Justice supported\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 19 (KCNA) -- Support for the Korean People's Cause of Justice was expressed at the second national meeting of officials of the Nepal Communist Party (united Marxism-Leninism) held from Sept. 6 to 8. &nbsp;&nbsp;&nbsp;\r\n   The political report made at the meeting said that the Democratic People's Republic of Korea is now firmly defending and developing socialism despite the constant blockade by the imperialists and natural disasters. &nbsp;&nbsp;&nbsp;\r\n   A resolution on international affairs adopted at the meeting said they express solidarity with the Korean people in the struggle for national reunification and reject the U.S. intervention and war policy towards North Korea, in particular, aimed at disturbing peace on the Korean peninsula and stifling  socialism.  \r\n\r\n"
        },
        {
            "title": "Taekwon-do players feted",
            "url": "http://kcna.co.jp/item/1999/9909/news09/19.htm#4",
            "content": "Taekwon-do players feted\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 19 (KCNA) -- The DPRK cabinet gave a reception on Saturday in honor of the Korean Taekwon-do players who came back from the 11th World Taekwon-do Championships. &nbsp;&nbsp;&nbsp;\r\n   Present there were secretary of the Worker's Party of Korea Central Committee Kim Jung Rin, Minister of Physical Culture and sports Pak Myong Chol, chairman of the DPRK Taekwon-do Federation Hwang Pong Yong and officials concerned. &nbsp;&nbsp;&nbsp;\r\n   Taekwon-do players, including those who won gold medals in the recent championships, were on hand. &nbsp;&nbsp;&nbsp;\r\n   Speeches were made at the reception. \r\n\r\n"
        },
        {
            "title": "Move to purchase plutonium assailed",
            "url": "http://kcna.co.jp/item/1999/9909/news09/19.htm#5",
            "content": "Move to purchase plutonium assailed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 19 (KCNA) -- The South Korean authorities' move to purchase plutonium from Britain and France has come under fire by a Minju Joson commentary today. &nbsp;&nbsp;&nbsp;\r\n   The news analyst says: &nbsp;&nbsp;&nbsp;\r\n   Agencies of British and French nuclear fuel stock companies have already been set up in Seoul to implement contracts to deliver plutonium to South Korea in the wake of their deal with Japan. &nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities have rolled up their sleeves to bring the same dangerous shipment into South Korea as Japan did at a time when many countries and international organizations are expressing deep apprehensions and heightening vigilance against Tokyo's stockpiling of plutonium, denouncing it as part of the moves to realize nuclear armament. This is a vicious challenge and mockery of the aspiration of the international community and mankind for peace. &nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities' projected purchase of plutonium is as good as a criminal act of nullifying the \"joint declaration on denuclearization of the Korean peninsula\". &nbsp;&nbsp;&nbsp;\r\n   It is open secret that large numbers of nukes are deployed in South Korea. Therefore, it is not so hard to guess how adversely the stockpiling of nuclear materials coupled with this deployment will affect the peace in northeast Asia and the rest of the world. &nbsp;&nbsp;&nbsp;\r\n   The commentary strongly warns certain outside forces against their moves to ship nuclear materials into the Korean peninsula fraught with the biggest danger of nuclear war or connive at them. &nbsp;&nbsp;&nbsp;\r\n   If a nuclear war breaks out on the Korean peninsula they will be held entirely responsible for all the ensuing consequences. &nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities who are scheming to purchase plutonium and the outside forces, who are instigating and conniving at the move are well advised to prudently pay heed to DPRK's warning. \r\n\r\n"
        },
        {
            "title": "Japan's frenzied moves for overseas aggression",
            "url": "http://kcna.co.jp/item/1999/9909/news09/19.htm#6",
            "content": "Japan's frenzied moves for overseas aggression\r\n    &nbsp;&nbsp;&nbsp;Pyongyang, September 19 (KCNA) -- Rodong Sinmun today comments on the ever more pronounced moves of the Japanese reactionaries for revival of militarism and overseas expansion. &nbsp;&nbsp;&nbsp;\r\n   The Japanese reactionaries are now going to massively dispatch the \"Self-Defence Forces\" overseas under the pretext of \"assistance to afflicted areas\" and \"cooperation in UN peace-keeping activities.\" &nbsp;&nbsp;&nbsp;\r\n   The commentary says: &nbsp;&nbsp;&nbsp;\r\n   Through \"assistance to afflicted areas\" and \"cooperation in UN peace-keeping activities\" they seek to make the overseas dispatch of the \"SDF\" a fait accompli, have it universally recognized and thus pave the broadest possible way for their overseas military aggression. &nbsp;&nbsp;&nbsp;\r\n   In order to conceal such real intention of theirs they are asserting that \"a general postwar political settlement\" is their basic policy. Their talk is no more than a crafty gimmick to cover up their dirty ambition for overseas aggression. &nbsp;&nbsp;&nbsp;\r\n   The \"general postwar political settlement\" peddled by Japan while evading the liquidation of its past is sheer sophism. &nbsp;&nbsp;&nbsp;\r\n   If Japan truly intends to appear in the international arena with a new image it must properly liquidate its past and turn over a new leaf. &nbsp;&nbsp;&nbsp;\r\n   For Japan to honestly repent of and mend its past crimes is a way of its survival whereas the revival of its militarism and its overseas expansion lead to its isolation and ruin. \r\n\r\n"
        },
        {
            "title": "U.S. anti-DPRK provocative remarks blasted",
            "url": "http://kcna.co.jp/item/1999/9909/news09/19.htm#7",
            "content": "U.S. anti-DPRK provocative remarks blasted\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 19 (KCNA) -- Rodong Sinmun today carries a signed commentary denouncing the United States for its ever more undisguised attempt to stifle the DPRK by force of arms. &nbsp;&nbsp;&nbsp;\r\n   It accuses the United States of having called for staging \"drills to counter possible nuclear attack\" on the Korean peninsula and \"destroying military facilities\" in the DPRK.  &nbsp;&nbsp;&nbsp;\r\n  It goes on: &nbsp;&nbsp;&nbsp;\r\n   The United States' talk about \"countering nuclear attack\"  of the DPRK is intended to find a pretext for nuclear preemptive assault. &nbsp;&nbsp;&nbsp;\r\n   Attaching great importance to the Korean peninsula in executing its Asia strategy, the U.S. seeks to retain firmest possible hold on the peninsula, contain its surrounding big powers and establish the sphere of unchallenged domination over Asia. &nbsp;&nbsp;&nbsp;\r\n   It is busy spreading the rumour about \"nuclear attack\" from the DPRK to make it a fait accompli in a bid to justify its military tie-up with Japan and the South Korean authorities and its reckless war moves against the DPRK. &nbsp;&nbsp;&nbsp;\r\n   It is the U.S. which is chiefly responsible for the escalating tensions on the Korean peninsula and it is the U.S. warhawks who seek a new war there. &nbsp;&nbsp;&nbsp;\r\n   We will steadily increase the national defence capacity, a decisive guarantee for defence of the sovereignty, no matter what others may say. &nbsp;&nbsp;&nbsp;\r\n   Nobody and nothing can browbeat the Korean People's Army and people. &nbsp;&nbsp;&nbsp;\r\n   The United States must ponder over the disastrous consequences to be entailed by its military option. \r\n\r\n\r\n"
        }
    ]
}