{
    "date": "1999-05-30",
    "url": "http://kcna.co.jp/item/1999/9905/990530.htm",
    "articles": [
        {
            "title": "KNPC condemns U.S.'s \"operation plan 5027-98\"",
            "url": "http://kcna.co.jp/item/1999/9905/news05/30.htm#1",
            "content": "KNPC condemns U.S.'s \"operation plan 5027-98\"\r\n &nbsp;&nbsp;&nbsp;Pyongyang, May 30 (KCNA) -- The Korean National Peace Committee made public a statement on Saturday denouncing the U.S. for having changed \"operation plan 5027\" for a war of aggression on the DPRK into \"operation plan 5027-98\".&nbsp;&nbsp;&nbsp;\r\n   \"Operation plan 5027-98\" is a very dangerous war plan to invade Korea by surprise by mobilizing all the huge armed forces and modern war means, the statement said, and went on:   The United States, having worked out the adventurous war plan, is waiting for a chance to train the fuse of a new war. This shows that though the United States has face-to-face talks with us, it is in actuality trying to stifle the DPRK,  the socialist bulwark, by force of arms.&nbsp;&nbsp;&nbsp;\r\n   While carrying on a test war, a preliminary war for the \"second Korean war\" in Yugoslavia, the U.S. intend to threaten the Korean people. But it is mistaken.\r\n   If the United States truly wants peace and security on the Korean peninsula, it should discontinue the reckless war moves for aggression on the DPRK and accede to the DPRK's proposal for establishing a new peace mechanism as soon as possible.&nbsp;&nbsp;&nbsp;\r\n   If the U.S. war hawks misjudge the disposition of the Korean people united in one mind and dare to ignite a war of aggression, the invincible Korean People's Army and people will not miss the opportunity to deal a thousand-fold annihilating blow at the aggressors and their followers and accomplish the historic cause of national reunification, the cherished desire of the nation, without fail. \r\n\r\n"
        },
        {
            "title": "NDFSK flays U.S. and S. Korea's moves for war on DPRK",
            "url": "http://kcna.co.jp/item/1999/9905/news05/30.htm#2",
            "content": "NDFSK flays U.S. and S. Korea's moves for war on DPRK\r\n &nbsp;&nbsp;&nbsp;Pyongyang, May 30 (KCNA) -- A spokesman for the National Democratic Front of South Korea (NDFSK) issued a statement on May 24 condemning the U.S. and the South Korean authorities for having resorted to the very bellicose and dangerous war moves for aggression on the DPRK on the pretext of the Yugoslav crisis,  Seoul-based radio Voice of National Salvation reported.&nbsp;&nbsp;&nbsp;\r\n   He said:   The United States, that is now styling itself a \"police state\" in the unipolar world and  is resorting to strong-arm action, self-complacence and arbitrariness in the international arena, regards the war of aggression on Yugoslavia as a test ground for a war against the DPRK on the Korean peninsula.&nbsp;&nbsp;&nbsp;\r\n   Particularly, the United States and the South Korean authorities, having worked out a new anti-DPRK war plan so-called \"5027-98,\" announced that it is aimed at making a preemptive attack on the north, not a counterattack against \"southward invasion,\" and set even a \"stage of occupation and rule\" over the north. This is a very bellicose and dangerous war move.&nbsp;&nbsp;&nbsp;\r\n   The United States should give up a foolish ambition for turning  back the history with its military strong-arm policy,  stop the war moves for aggression on the DPRK at once and withdraw from this land, taking war equipment with it.\r\nThe treacherous Kim Dae Jung \"government\" should stop at once the treacherous act to plunge the nation into a disaster of a new thermonuclear war at the instigation of the U.S. aggressors. \r\n\r\n"
        },
        {
            "title": "Unconverted long-term prisoners  should be repatriated",
            "url": "http://kcna.co.jp/item/1999/9905/news05/30.htm#3",
            "content": "Unconverted long-term prisoners  should be repatriated\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 30 (KCNA) -- The Asian Regional Committee for Supporting Korea's Reunification and the Indian Committee for Repatriation of Kim In So and Ham Se Hwan issued an appeal to the peace-loving people of the world on May 24 calling for the repatriation of unconverted long-term prisoners in South Korea.\r\nIt noted that the peace-loving people of the world should strongly urge the South Korean authorities to take a step to repatriate Kim In So and Ham Se Hwan to the DPRK immediately.\r\n  The South Korean authorities are opposed to their repatriation  for the reason that they denied \"ideological conversion\", it said. \r\n\r\n"
        },
        {
            "title": "Groups for studying Juche idea formed abroad",
            "url": "http://kcna.co.jp/item/1999/9905/news05/30.htm#4",
            "content": "Groups for studying Juche idea formed abroad\r\n &nbsp;&nbsp;&nbsp;Pyongyang, May 30 (KCNA) -- A large number of groups for studying the Juche idea have been formed in more than 100 countries on the five continents of the world since the first group was formed in Mali in April 1969. \r\nThis year groups for the study of the Juche idea were formed in the Czech Republic and Italy on the occasion of Sun's Day.  Over 70 groups were founded in some 30 countries, including Mongolia, Congo, Peru and Romania, in recent 10 years.&nbsp;&nbsp;&nbsp;\r\n   It is noteworthy that groups named after General Secretary  Kim Jong Il are being formed to learn his idea and theory.\r\nThe Indian Society for the Study of Works of Kim Jong Il, the Russian Center for the Study of Kimjongilism , the Group for the Study of Kim Jong Il's Works of the Youth  Independent Revolutionary Front of Mali, the Tanzanian Group for the Study of Kimjongilism, the Angolan Group for the Study of Works of Comrade Kim Jong Il and the Group for the Study of Works of Comrade Kim Jong Il in east Ruimveldt gardens, Guyana, were organized in recent years.&nbsp;&nbsp;&nbsp;\r\n   In particular, the Socialist (communist) Party of Romania, the Bulgarian Communist Party (Marxists), the Worker's Party of Democratic Congo and other progressive political parties organized groups for the study of the Juche idea within their parties to deeply study and apply it.&nbsp;&nbsp;&nbsp;\r\n   The Juche idea has been studied and disseminated in various forms and methods on a world-wide scale. In recent five years, seminars on the Juche idea and Kim Jong Il's works were held on 1,500 occasions in more than 60 countries.\r\n   Famous works of the President Kim Il Sung and General Secretary  Kim Jong Il, an encyclopedia of the Juche idea, were translated in foreign languages and published in many countries.&nbsp;&nbsp;&nbsp;\r\n   The President's works were published in over 60 national languages in some 90 countries, and some 400 works of Kim Jong Il in 41 national languages by more than 100 publishing houses of different countries. \r\n\r\n"
        },
        {
            "title": "Mongolian embassy officials help farmers",
            "url": "http://kcna.co.jp/item/1999/9905/news05/30.htm#5",
            "content": "Mongolian embassy officials help farmers\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 30 (KCNA) -- Mongolian ambassador to Korea D. Byambaa and embassy officials visited the Korea-Mongolia Friendship Jongbang Co-op Farm in North Hwanghae Province on Saturday to help it in farming.\r\n   The guests transplanted rice seedlings with farmers. At a break, they sang songs and talked with farmers. \r\n\r\n"
        },
        {
            "title": "Move to legalize suppression of people's struggle",
            "url": "http://kcna.co.jp/item/1999/9905/news05/30.htm#6",
            "content": "Move to legalize suppression of people's struggle \r\n &nbsp;&nbsp;&nbsp;Pyongyang, May 30 (KCNA) -- The South Korean anti-social \"people's government\" on Friday retrogressively revised the guidelines for the suppression of the people's struggle,  which were cooked up in the name of \"loyalty program\" during the Park Chung Hee military fascist \"government\" and renamed \"ever-green trees program\" during \"6th republic\", according to a Seoul-based radio report.&nbsp;&nbsp;&nbsp;\r\n   The revised guidelines prescribe that the \"president\"  can directly issue an order to mobilize of the South Korean \"army\"  for the suppression of the people's struggle.   The guidelines say that the mobilization of South Korean \"army\" for the suppression of people's struggle on the president's \"urgent order\" is an \"exercise of self-protection\" and \"legitimate self-defence.\"  this arouses the people's indignation all the more.&nbsp;&nbsp;&nbsp;\r\n   This reveals the intention of the president of the \"people's government\" to mobilize South Korean  \"army\" without restriction in the suppression of the people's struggle. \r\n\r\n"
        },
        {
            "title": "5th issue of magazine \"Paektu-Hanna\" published",
            "url": "http://kcna.co.jp/item/1999/9905/news05/30.htm#7",
            "content": "5th issue of magazine \"Paektu-Hanna\" published\r\n &nbsp;&nbsp;&nbsp;Pyongyang, May 30 (KCNA) -- The Federation of Korean Nationals in China published the 5th issue (special issue) of the magazine \"Paektu-Hanna.\"   The magazine carries the aphorism of General Secretary Kim Jong Il and a letter the federation sent to him on the occasion of Sun's Day.&nbsp;&nbsp;&nbsp;\r\n   It runs an account of a seminar held by the federation on the occasion of the 1st anniversary of the publication of Kim Jong Il's work \"Let Us Reunify the Country Independently and Peacefully through the Great Unity of the Entire Nation\" and an article headlined \"Great political charter for attaining great national unity and cause of national reunification.\"&nbsp;&nbsp;&nbsp;\r\n   The magazine also carries articles on achievements made by the Korean people in socialist economic construction and scientific and technological fields through the struggle to build a powerful nation. \r\n\r\n"
        },
        {
            "title": "Dangerous war scenario",
            "url": "http://kcna.co.jp/item/1999/9905/news05/30.htm#8",
            "content": "Dangerous war scenario\r\n Pyongyang, May 30 (KCNA) -- Rodong Sinmun today carries a signed commentary denouncing the u.s. Imperialists for having changed \"operation plan 5027\" for a second war of aggression on the DPRK into \"operation plan 5027-98\".\r\n   The news analyst says:   the new plan, more dangerous than the former, is an open provocation, intolerable challenge and a  sort of declaration of war against the DPRK.\r\n   It envisages taking a preemptive attack instantly a slight \"sign\" of the DPRK's military movement is found. \r\nUnder the plan, the u.s. Pacific command  is allowed to take a preemptive attack on the DPRK directly without prior consultation with the South Korea-u.s. \"combined forces command\".\r\n   The u.s. Imperialists have already worked out a timetable for a nuclear war against the DPRK in \"operation plan 5027-98\" and are  waiting for a chance to train the fuse of a war.\r\n   They are setting in motion NATO member nations for a war of aggression on Yugoslavia which is similar to the Korean peninsula in topographic features. This war is a test war, a preliminary war to verify the effectiveness and feasibility of \"operation plan 5027-98\" for a war of aggression against the DPRK. \r\n   In fact, the u.s. Imperialist war hawks have already made a signal shot for unleashing a second Korean war.\r\n    We do not want a war but will not miss the opportunity if it is imposed upon us. It is the will and  disposition of our invincible people's army and people to deal an annihilating blow at the aggressors in the fighting spirit that you shall die and I will  remain alive.\r\n   The preemptive attack is not an exclusive option of the United States.\r\n   We have our own operation plan and the way of merciless strike. \r\n\r\n"
        },
        {
            "title": "Papers comment on U.S.'s arms buildup",
            "url": "http://kcna.co.jp/item/1999/9905/news05/30.htm#9",
            "content": "Papers comment on U.S.'s arms buildup\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 30 (KCNA) -- Recently the U.S. deployed in South Korea F-15 fighter planes, AC-130 fighter planes for special operation, FA-18 fighter bombers and other combat means for up-to-date aerial strike and armed forces 200 strong.\r\n   And they have put on the emergency alert  an aircraft carrier \"constellation\" based on the U.S. mainland, a U.S. marine unit present in Okinawa, F-15 and B-18 fighter wings and other combat units of sea-air mobile operation in a bid to hurl them into \"emergencies\" on the Korean peninsula.&nbsp;&nbsp;&nbsp;\r\nRodong Sinmun in a signed commentary today says they are amassing in and around South Korea up-to-date U.S. forces under the signboard of \"deterrent force\" and \"military forces to cope with emergencies\" in order to ignite a second Korean war.\r\n   The news analyst goes on:   They have changed \"operation plan 5027\" for a second war of aggression on the DPRK  into \"operation plan 5027-98,\"  revealing their attempt to make a preemptive strike on the DPRK.&nbsp;&nbsp;&nbsp;\r\n   While talking about \"military vacuum\" on the Korean peninsula caused by the Yugoslav crisis, they are shipping huge armed forces around the peninsula and in South Korea, motivated by  the intention to aggravate the situation and carry into practice \"operation plan 5027-98\" at any cost.&nbsp;&nbsp;&nbsp;\r\n   The DPRK has powerful means of defence and attack but cannot be satisfied with them. It will attach importance to the military affairs and concentrate all efforts on strengthening self-reliant national defence capacities.\r\n   A commentary of Minju Joson says the DPRK has its own operation plan and striking way to cope with any crisis  on its own initiative, and there is no place to avoid this strike on the planet.\r\n   The U.S. are well advised to  clearly see who is their rival and act with discretion \r\n\r\n\r\n"
        },
        {
            "title": "'Ancient street' in Kaesong",
            "url": "http://kcna.co.jp/item/1999/9905/news05/30.htm#10",
            "content": "'Ancient street' in Kaesong\r\n &nbsp;&nbsp;&nbsp;Pyongyang, May 30 (KCNA) -- In Kaesong city near the Military Demarcation Line, there is a distinctive street at the foot of Janam Hill: Pojon (preservation) Street, a collection of traditional architectural designs such as houses topped by ancient hip-saddle roofs, walls adorned with brick patterns, and imposing gates that open with a unique hiss. The city is a source of pride for the Korean nation with a 5,000-year-long history and brilliant cultural traditions.&nbsp;&nbsp;&nbsp;\r\n   Over 300 tile-roofed houses of a traditional Korean architectural style stand along the 1,000-metre-long road stretching north of the Nam Gate, and the houses are surrounded by greenery of ancient touch.&nbsp;&nbsp;&nbsp;\r\n   The street also boasts public service amenities and restaurants of such traditional Korean food as beef and rice soup, sweet rice dish and steamed chicken stuffed with Insam (Ginseng). The folklore hotel built on a complex of 12,000 square metres accommodates a large number of guests in a traditional manner. Its 20 traditionally tile-roofed houses are divided into 100 rooms which are appointed with mother-of-pearl quilt-chests and wardrobes that give a glimpse of the ancestors' handicraft workmanship.&nbsp;&nbsp;&nbsp;\r\n   All the foreign guests, after visiting the street, admire it as a pride of the Korean people. They say that its preservation is attributable to the policy of the DPRK that calls for attaching importance to the established traditions and that it gives a better understanding of the Koreans' strong sense of national identity and independence. \r\n\r\n\r\n"
        }
    ]
}