{
    "date": "1999-06-10",
    "url": "http://kcna.co.jp/item/1999/9906/990610.htm",
    "articles": [
        {
            "title": "Committees to remember Kim Il Sung formed",
            "url": "http://kcna.co.jp/item/1999/9906/news06/10.htm#1",
            "content": "Committees to remember Kim Il Sung formed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 10 (KCNA) -- A national committee to remember the great leader President Kim Il Sung was formed in Peru.  Angel Castro Lavarello, chairman of the Peru-Korea Institute of Culture and Friendship, was elected chairman of the committee at an inaugural meeting held in Lima on June 2.    A letter to the great leader Kim Jong Il was adopted at the meeting.&nbsp;&nbsp;&nbsp;\r\nThe Indian national committee for honoring  the memory of H.E. the great leader Kim Il Sung which was formed in 1995 was renamed Indian national committee to remember President Kim Il Sung of the DPRK.   The renaming ceremony held on June 3 set the period from June 3 to July 8 as a month of following and learning from the brilliant life and exploits of the President and made public a communique to the progressive people of the world.\r\n \r\n"
        },
        {
            "title": "Ceremony of releasing Korean books held in Peru",
            "url": "http://kcna.co.jp/item/1999/9906/news06/10.htm#2",
            "content": "Ceremony of releasing Korean books held in Peru\r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 10 (KCNA) -- A ceremony for publishing books \"New Korea\" and \"Korea, Delight and Optimism\" and a collection of poems \"Tribute to Korea\" was held in Lima on June 2 on the occasion of the 35th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Worker's Party of Korea.&nbsp;&nbsp;&nbsp;\r\nCastro Pozo, chairman of the National Association of Writers and Artists of Peru, said in his speech that it is the duty of poets and artists to pay high tribute to the great leader Kim Jong Il, who has created the model of socialism,  invariably upholding the banner of socialism in defiance of all blockade, isolation and suffocation moves of the imperialists and repeated natural disasters.&nbsp;&nbsp;&nbsp;\r\nWilfred Saens Vigo, chairman of the Peru National Association for the Study of Kimjongilism, expressed the belief that his book \"New Korea\" objectively analyses the reality of Korea, reflecting the realistic need to understand socialist Korea, so that the book would give a whole picture of Korea to readers. \r\n   He expressed the expectation that the books will greatly contribute to friendship and solidarity between the peoples of Peru and Korea. \r\n\r\n"
        },
        {
            "title": "Minjurochong plans to hold pilgrimage meetings",
            "url": "http://kcna.co.jp/item/1999/9906/news06/10.htm#3",
            "content": "Minjurochong plans to hold pilgrimage meetings\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 10 (KCNA) -- More than 3,000 workers under the South Korean Confederation of Trade Unions (Minjurochong) held a meeting of Yongnam district workers in Masan  on June 5, according to a radio report from Seoul. \r\n   They staged a demonstration following the meeting.\r\nChairman of Minjurochong Ri Kap Yong said at a press conference at Tahe end of the meeting that they planned to hold a meeting in Seoul on June 12 and \"national pilgrimage meetings\" against layoff and \"restructuring\" until July on the occasion of the 12th anniversary of the June popular resistance. \r\n\r\n"
        },
        {
            "title": "Anniv. of Kim Jong Il's start of work at WPK celebrated",
            "url": "http://kcna.co.jp/item/1999/9906/news06/10.htm#4",
            "content": "Anniv. of Kim Jong Il's start of work at WPK celebrated\r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 10 (KCNA) -- A meeting of foreign crewmen was held at the Nampho port on the west coast of Korea on Wednesday to celebrate the 35th anniversary of General Secretary Kim Jong Il's start of work at the Worker's Party of Korea Central Committee.  The meeting was attended by crewmen of the China-flagged ship Huage and the Cyprus-flagged ship Evrimedon .&nbsp;&nbsp;&nbsp;\r\nSpeakers at the meeting said Kim Jong Il has developed and strengthened the WPK, the organizer and guide of all victories of the Korean people, into an invincible revolutionary party, further cemented the close ties of kinship between the party and the people and highly displayed in an all-round way the advantages of the Korean-style socialism with the might of the single-hearted unity of the leader, the party and the masses, the might of Juche.&nbsp;&nbsp;&nbsp;\r\n   Pointing out that Kim Jong Il's politics is one of love and trust, they said the Korean people are carrying on a vigorous struggle with the unshakable will to carry to accomplishment the cause of President Kim Il Sung under this loving care. \r\n   A congratulatory letter to Kim Jong Il was adopted at the meeting. \r\n\r\n"
        },
        {
            "title": "U.S. plan for war against north",
            "url": "http://kcna.co.jp/item/1999/9906/news06/10.htm#5",
            "content": "U.S. plan for war against north\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 10 (KCNA) -- Chairpersons of religious organizations in the DPRK issued statements Wednesday condemning the U.S. for their frantic moves for a new war against the DPRK. &nbsp;&nbsp;&nbsp;\r\n The chairwoman of the Korean Chondoist Church Central Guidance Committee, Ryu Mi Yong, in a statement harshly denounced in the name of all Chondoists the U.S.'s adventurous and provocative \"operation plan 5027-98,\"  considering it to be a grave provocation against the DPRK and an imprudent challenge to the 70 million Koreans and the world's peace-loving people desirous of peace and reunification of Korea.&nbsp;&nbsp;&nbsp;\r\n   The chairman of the Korean Buddhist Federation Central Committee, Pak Thae Hwa, stressed in a statement that all Buddhists in the North Korea are determined to form units of monk soldiers and turn out as one in the sacred struggle against the aggressors, once the U.S. finally unleash a war in Korea.&nbsp;&nbsp;&nbsp;\r\n   The U.S. is well advised to abandon the war moves against the DPRK and approach in a sincere manner the establishment of a solid peace mechanism on the Korean peninsula, mindful of a bitter defeat they will suffer in a war against the DPRK. \r\n\r\n"
        },
        {
            "title": "Symposiums on leadership exploits of Kim Jong Il",
            "url": "http://kcna.co.jp/item/1999/9906/news06/10.htm#6",
            "content": "Symposiums on leadership exploits of Kim Jong Il \r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 10 (KCNA) -- A symposium \"on the exploits of his excellency Kim Jong Il in leading the party for 35 years\" was held by the Society for the Study of Comrade Kim Jong Il's Works of the United Party of Struggle of Madagascar, 35 years after General Secretary Kim Jong Il started the work at the Central Committee of the Worker's Party of Korea (WPK). &nbsp;&nbsp;&nbsp;\r\n   Noting that Kim Jong Il has led the party from long ago and achieved great exploits that will shine in history, speakers said that one of these exploits is that he developed the immortal Juche idea fathered by the great leader President Kim Il Sung into the guiding idea of the times.&nbsp;&nbsp;&nbsp;\r\n   Saying that Kim Jong Il strengthened the WPK into a revolutionary party of Juche and an ever-victorious iron-willed one based on the Juche idea, they stressed that he is the destiny of socialist Korea and the great leader of the global socialist movement.   Another feat performed by him is that he built up defence power strong enough to foil any imperialist invasion and firmly defend socialist Korea, they said, and highly lauded him as the peerless genius in military strategy. &nbsp;&nbsp;&nbsp;\r\n   The Group for the Study of the Juche Idea of Comrade Kim Il Sung of the Old Kampala Higher Middle School in Uganda held a symposium under the title of \"five years of great successor.\"  \r\n\r\n"
        },
        {
            "title": "S. Korean \"Minister of Justice\" dismissed",
            "url": "http://kcna.co.jp/item/1999/9906/news06/10.htm#7",
            "content": "S. Korean \"Minister of Justice\" dismissed\r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 10 (KCNA) -- The chief executive of the South Korean \"government for the people\" reportedly dismissed on June 8 \"Minister of Justice\" Kim Thae Jong, who was chiefly involved in \"suspected super quality clothes bribery,\" under the strong pressure from public opinion.&nbsp;&nbsp;&nbsp;\r\n   At the end of February last year, the present chief executive appointed Ju Ryang Ja \"Minister of Health and Welfare\", a week after the emergence of the \"government for the people.\"  but he dismissed her on the charge of her real estate speculation one month and four days after the \"formation of the government\", under the pressure of public opinion.   Although the chief executive did his best to make Kim Thae Jong stay as \"Minister of Health and Welfare\" in a bid to save his face, he could not but dismiss him at last. \r\n\r\n"
        },
        {
            "title": "S. Korean warships into north waters continues",
            "url": "http://kcna.co.jp/item/1999/9906/news06/10.htm#8",
            "content": "S. Korean warships into north waters continues\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 10 (KCNA) -- The South Korean authorities Wednesday repeatedly committed military provocations by intruding their reinforced warships into the north side's territorial waters off the west coast of Korea, military sources said.&nbsp;&nbsp;&nbsp;\r\nThe South Korean authorities have brought the situation at the sea to an extreme pitch of tension by moving warships from Taechong Islet and around Inchon toward Taeyonphyong Islet from Monday onward. On Wednesday, they intruded a group of scores of warships deep into the territorial waters off Ssanggyo-ri in Kangryong county, South Hwanghae Province.&nbsp;&nbsp;&nbsp;\r\n   Naval patrol ships of the Korean People's Army have been completely controlling and containing every movement of the South Korean warships in our territorial waters.\r\nIt was entirely thanks to the KPA soldiers' exercise of increasing self-restraint that the warships' reckless intrusions into our territorial waters did not lead to armed conflicts between both sides. \r\n\r\n"
        },
        {
            "title": "S. Korean authorities' hostile act against north",
            "url": "http://kcna.co.jp/item/1999/9906/news06/10.htm#9",
            "content": "S. Korean authorities' hostile act against north\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 10 (KCNA) -- Rodong Sinmun in a commentary today raps at the South Korean war hawks for repeatedly intruding warships deep into the territorial waters of the North Korea on June 5, 7 and 8. &nbsp;&nbsp;&nbsp;\r\n   The U.S. and the South Korean authorities are massively reinforcing aggression forces in and around South Korea allegedly to fill the \"vacuum in U.S. military strength\" caused by the Yugoslav crisis and put the \"operation plan 5027-98\", a scenario for the second Korean war, into a phase of full implementation.  And, the latest intrusions which timed to coincide with such moves, cannot be construed otherwise than an attempt to find an excuse for unleashing a war. &nbsp;&nbsp;&nbsp;\r\n   If the South Korean authorities provoke a war against the North Korea on all accounts, at the beck and call of their master, the U.S., they will be burnt to death in the flames kindled by themselves.  \r\n\r\n"
        },
        {
            "title": "S. Korean ruler's scheme to dissolve Hanchongryon",
            "url": "http://kcna.co.jp/item/1999/9906/news06/10.htm#10",
            "content": "S. Korean ruler's scheme to dissolve Hanchongryon\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 10 (KCNA) -- The north headquarters of the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon) released a statement on Wednesday denouncing the South Korean authorities for their ever more vicious moves to dissolve the South Korean Federation of University Student Councils (Hanchongryon) by labeling the federation as a \"pro-communist and  enemy-benefiting organization.\"&nbsp;&nbsp;&nbsp;\r\n   The statement said:   Some days ago, the South Korean authorities arrested the chief of the policy office of the south Pomchonghakryon headquarters on groundless charges that he committed such \"espionage\" as feeding the north with \"information\" about the south through internet. &nbsp;&nbsp;&nbsp;\r\n   The chief of the policy office did nothing but discussing  the reunification movement of Pomchonghakryon with the north through correspondence as the South Korean authorities have blocked the free contacts between youth and students in the north and south, and conducting activities to realize the north-south solidarity.&nbsp;&nbsp;&nbsp;\r\n   But, the authorities describe the exchange of letters between youth and students as \"spying activities of informing the north of South Korean situation\" and \"violation of meeting and communication clause\" of the \"National Security Law\" in a bid to fake up a new \"campus spying  case.\"&nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities should stop at once the reckless suppression of the federation and set free without delay all students who were illegally arrested, including the chief of the policy office. \r\n  \r\n"
        },
        {
            "title": "Shooter Kim Myong Sop U.S. colonial domination",
            "url": "http://kcna.co.jp/item/1999/9906/news06/10.htm#11",
            "content": "Shooter Kim Myong Sop U.S. colonial domination\r\n&nbsp;&nbsp;&nbsp;Pyongyang June 10 (KCNA) --  Kim Myong Sop from the DPRK was in the limelight at the 13th Asian Game held in Thailand last year.   At the games the DPRK boys came first in the standard pistol team event, in which Kim Myong Sop played a major role.\r\nHe, who took a fancy to sports from his boy-hood, joined a spare time sports school for children and received training in boxing.  &nbsp;&nbsp;&nbsp;\r\n A distinctive style of nimbleness and calmness helped  him to quickly improve stamina and other attributes essential to shooting. From December Juche 77 (1988), he began his career as a shooter.   Kim was very strict with himself. He trained hard all the year round to acquire the rudiments of technical skills, always setting a high technical height.&nbsp;&nbsp;&nbsp;\r\n   Since he was swift in removing the action, combined with reaction velocity and instantaneous speed, his coach worked out a special schedule for him.\r\n   With his hard training and expert coach, he could achieve good results.\r\n   He won 57 medals at national and intentional games including the 7th Asian Shooting Match held in China in Juche 80 (1991).\r\n   He is a merited athlete. \r\n \r\n"
        },
        {
            "title": "Papers on June popular resistance",
            "url": "http://kcna.co.jp/item/1999/9906/news06/10.htm#12",
            "content": "Papers on June popular resistance\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 10 (KCNA) -- Pyongyang-based newspapers today dedicate signed articles to the 12th anniversary of the anti-U.S., anti-fascist resistance waged by South Korean people in June, 1987, for the termination of the U.S.'s colonial domination over South Korea and the military fascist rule.     The June popular resistance clearly showed aggressors and traitors that the military fascist rule is not almighty and that the force of the people who rise up in the just cause is very strong.&nbsp;&nbsp;&nbsp;\r\n   The article of Rodong Sinmun says:   The resistance taught South Korean people another  precious lesson that if they are to realise their desire to enjoy  an independent life, they should lift higher the banner of anti-U.S. struggle for independence as well as the anti-fascist struggle for democracy under any circumstances.     The desire of the resistance fighters for independence, democracy and reunification has not yet been realised entirely because of the U.S.'s colonial enslavement policy toward South Korea.&nbsp;&nbsp;&nbsp;\r\n   The present authorities who wear the mask of people are dampening aspirations of people for independence, democracy and reunification through the flunkeyist and traitorous policy of dependence upon outsiders as the preceding rulers did.   The reality calls upon the South Korean people to turn out in the second June resistance.\r\n   They should carry forward the soul and fighting spirit of the June resistance fighters.&nbsp;&nbsp;&nbsp;\r\n   A signed article of Minju Joson expresses the belief that the South Korean people will dauntlessly fight for the independence and democratization of society and the reunification of the country as the June resistance fighters did. \r\n\r\n"
        },
        {
            "title": "NDFSK calls for terminating U.S. colonial domination",
            "url": "http://kcna.co.jp/item/1999/9906/news06/10.htm#13",
            "content": "NDFSK calls for terminating U.S. colonial domination\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 10 (KCNA) -- The Pyongyang mission of the National Democratic Front of South Korea (NDFSK) issued a statement on June 8 on the occasion of the 12th anniversary of the June popular resistance. &nbsp;&nbsp;&nbsp;\r\n   The June popular resistance in 1987 was a sacred massive anti-U.S., anti-fascist struggle for national salvation to frustrate the moves of the military forces to revive the sanguinary military dictatorship under the patronage and manipulation of the U.S., the statement said, and went on:   The South Korean people's desire has not yet been realised though 12 years have passed. The present chief executive, who cried for democratization of South Korean society while he was an opposition leader, is ruthlessly trampling down the people's desire for independence, democracy and reunification, resorting to the policy of dependence on the foreign forces and the policy of flunkeyism and treachery right after he came into power.&nbsp;&nbsp;&nbsp;\r\n   The present chief executive's  anti-national and flunkeyist acts of begging for the permanent presence of the U.S. troops in the south, putting the South Korean economy on the verge of collapse and creating  the touch-and-go situation on the eve of war in Korea are a mockery of the June popular resistance and an intolerable insult to the patriotic martyrs who shed blood on the June Square. The Kim Dae Jung group should immediately stop dependence on foreign forces and flunkeyist and treacherous acts and step down without delay as demanded by the South Korean people.&nbsp;&nbsp;&nbsp;\r\n   The miserable reality of South Korea calls upon the people from all walks of life to turn out in a struggle against the anti-popular misrule of the fascist \"people's government\" rulers. The colonial domination and interference of the U.S. and the brigandish trusteeship by the International Monetary Fund should be terminated and the new war provocation maneuvers of the U.S. and the Kim Dae Jung group should be checked and frustrated. \r\n\r\n"
        },
        {
            "title": "Juche Korea in the late 20th century",
            "url": "http://kcna.co.jp/item/1999/9906/news06/10.htm#14",
            "content": "Juche Korea in the late 20th century\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 10 (KCNA) -- Alexandr Iliyev, director of the Sofia Strategic Institute of Bulgaria, issued an article titled \"Juche Korea in the late 20th century.\"\r\n   He said that the politics of Juche Korea is hewing out its path always according  to its own judgement and faith.&nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il established a new and unique political formula called  benevolent policy, together with President Kim Il Sung, a great master and veteran of the world politics, the director stressed, and went on:   Kim Jong Il is the outstanding strategist recognized by the world and the most distinguished politician with literary and military accomplishments. &nbsp;&nbsp;&nbsp;\r\n   The Korean peninsula was frequently placed under a touch-and-go situation war in recent years, but each time war was prevented and peace was defended.\r\n   This historic result is unthinkable without the iron will, matchless grit and outstanding military strategy of Supreme Commander Kim Jong Il.\r\n   In Korea you can see a large number of grand monumental edifices and miraculous achievements including the west sea barrage, Anbyon Youth Power Station and artificial satellite \"Kwangmyongsong 1\" which was launched.&nbsp;&nbsp;&nbsp;\r\n   The DPRK's history of creation and change covering the greater part of latter half of the 20th century, which witnessed the complete change of Korea, is associated with the august name of Kim Jong Il.\r\n   Juche Korea, which glorified the late 20th century with self-reliance, will remain a fortress of socialism, pioneer of the time and proud victor of history for good, through which humankind looks forward to the final victory of the socialist cause.  \r\n\r\n"
        },
        {
            "title": "Kim Young Sam's unpardonable crime",
            "url": "http://kcna.co.jp/item/1999/9906/news06/10.htm#15",
            "content": "Kim Young Sam's unpardonable crime\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 10 (KCNA) -- Kim Young Sam of South Korea was reported to have heaped abuses on the North Korea at an interview with the Japanese newspaper Yomiuri Shimbun on June 5.   The traitor malignantly slandered the dignified political system in the north and even asserted that the north's missiles might hit the U.S. mainland as well as Japan, thus inciting anti-north confrontation.&nbsp;&nbsp;&nbsp;\r\n   Of course, nobody will lend an ear to such a balderdash of the traitor Kim Young Sam, a human drag little different from a living dead. But, this latest jargon is lashing public at home and abroad into fury as it is another unpardonable crime in addition to the towering crime he committed during the mourning period in 1994 when the Korean nation suffered the biggest loss.&nbsp;&nbsp;&nbsp;\r\nKim Young Sam injured the hearts of the fellow countrymen who were in profound grief over the demise of the nation's father, by committing never-to-be-condoned anti-national, unethical crime.  The Korean people are sharpening their swords with bitter indignation to make him pay for this crime.\r\n   Kim Young Sam is well advised to stop abusing the north and acting rashly, deeply mindful of the crimes he had committed in the past.&nbsp;&nbsp;&nbsp;\r\n   Kim Young Sam, the target of an accusing finger of the nation, is unhesitatingly inciting anti-north confrontation even at an \"interview\" he called in a third country. The fact itself betrays the vulnerability of the present South Korean authorities.&nbsp;&nbsp;&nbsp;\r\n   The present South Korean authorities, projecting their regime as \"government for the people\", have been paying a lip service to the improvement of the inter-Korean relations each time the opportunity presents itself. But, as the reality shows, they are conniving at the jargons made by such an anti-reunification element and anti-communist as the traitor Kim Young Sam.&nbsp;&nbsp;&nbsp;\r\n   If the South Korean authorities are truly desirous of the improved inter-Korean relations, they should gag such a heinous anti-communist and anti-north confrontation as Kim Young Sam. \r\n\r\n"
        },
        {
            "title": "Greetings to Libyan head of state",
            "url": "http://kcna.co.jp/item/1999/9906/news06/10.htm#16",
            "content": "Greetings to Libyan head of state \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 10 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, on June 8 sent a message of greetings to Moammer El Gaddafi, leader of the September 1 Revolution of the Socialist People's Libyan Arab Jamahiriya, on the occasion of the 29th anniversary of the withdrawal of the U.S. military bases from Libya.&nbsp;&nbsp;&nbsp;\r\n   The message noted that under his leadership the Libyan Arab people have foiled the smear campaign of the U.S.-led imperialists and honorably defended the dignity of the nation and the sovereignty of the country. \r\n   Expressing the belief that the relations of alliance between the two countries based on friendship, cooperation and solidarity would further strengthen, the message sincerely wished him and the Libyan people great success in their work for the stability and prosperity of the country. \r\n\r\n"
        },
        {
            "title": "Repatriation of all unconverted long-term prisoners demanded",
            "url": "http://kcna.co.jp/item/1999/9906/news06/10.htm#17",
            "content": "Repatriation of all unconverted long-term prisoners demanded\r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 10 (KCNA) -- A spokesman for the DPRK society for human rights studies released a statement today as regards the illegal and inhuman behavior of the South Korean rulers who are blocking the repatriation of unconverted long-term prisoners to the north.&nbsp;&nbsp;&nbsp;\r\nThere are over 70 unconverted long-term prisoners including Kim In So, Ham Se Hwan and Kim Yong Thae in South Korea, the statement notes, and says:   They should have been sent back to the north in accordance with international law and the universal declaration on human rights and as demanded by themselves.&nbsp;&nbsp;&nbsp;\r\n   However, the South Korean authorities have been blocking their repatriation, mercilessly violating human freedom and vital rights and elementary humanitarianism.\r\nThey are now arguing that those prisoners should be exchanged for \"'ROK' army POWs\" and \"persons kidnapped by the north.\"\r\n   This is a sinister move to persistently block the repatriation of unconverted long-term prisoners and slander the dignified DPRK by using this humanitarian issue for their political purpose.&nbsp;&nbsp;&nbsp;\r\nIn the north there is no \"person kidnapped\" nor \"'ROK' army POW\" contrary to the argument of the South Korean authorities but there are those who voluntarily joined the people's army, refusing to serve as a hireling of the U.S. , and fought the enemy during the Fatherland Liberation War and who defected from the south with yearning for the north.&nbsp;&nbsp;&nbsp;\r\n   We strongly hold that the South Korean authorities should unconditionally send to the north not only those of north origin but also all other unconverted long-term prisoners of south origin whose kinsmen are in the north and who want to come to the north. \r\n\r\n\r\n"
        }
    ]
}