{
    "date": "1999-06-29",
    "url": "http://kcna.co.jp/item/1999/9906/990629.htm",
    "articles": [
        {
            "title": "Kim Jong Il inspects army unit",
            "url": "http://kcna.co.jp/item/1999/9906/news06/29.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Symposiums on 5th anniversary of Kim Il Sung's passing",
            "url": "http://kcna.co.jp/item/1999/9906/news06/29.htm#2",
            "content": "Kim Jong Il inspects army unit\r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- General Secretary Kim Jong Il inspected unit no. 409 of the Korean People's Army.   He was accompanied by director of the KPA general political department Jo Myong Rok, chief of the KPA general staff Kim Yong Chun and staff members of the KPA supreme command.\r\n   The visiting group also included first vice department directors of the  Worker's Party of Korea Central Committee Ri Yong Chol and Jang Song Thaek.\r\n   Kim Jong Il learned about the disposition of troops and the performance of the duty of the unit.&nbsp;&nbsp;&nbsp;\r\n   He noted with great satisfaction that all the soldiers of the unit were reliably defending the motherland, closely watching the enemy's moves of aggression.   He went round the unit's cultural, educational and logistic facilities and expressed great satisfaction with the good living conditions created by the unit's soldiers.&nbsp;&nbsp;&nbsp;\r\n   Unity between superiors and subordinates and unity between officers and men represent a unique feature and a source of strength of the Korean People's Army, which inherited the brilliant traditions of the anti-Japanese war, he said, urging all the commanding officers to pay primary attention to their men's life with warm affection at all times.&nbsp;&nbsp;&nbsp;\r\n   He expressed expectation and belief that the unit's soldiers would perform proud feats in performing their noble mission of defending the motherland. He gave them a pair of binoculars, a machine gun and an automatic rifle as gifts and had a picture taken with them. \r\n\r\n"
        },
        {
            "title": "S. Korean authorities' naval provocations condemned",
            "url": "http://kcna.co.jp/item/1999/9906/news06/29.htm#3",
            "content": "Symposiums on 5th anniversary of Kim Il Sung's passing\r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- Symposiums of social scientists and members of the union of agricultural workers were held here Monday with the approach of the 5th anniversary of the demise of the President Kim Il Sung.&nbsp;&nbsp;&nbsp;\r\n   The speakers spoke with their hearts swollen with the deep yearning and reverence for President Kim Il Sung who devoted himself solely to the prosperity and development of the country and the happiness of the people all his life.   Social scientists stated that the President founded the great Juche idea and developed the struggle of the popular masses for independence onto a new higher stage and opened a new era of the development of human history, the era of Juche.&nbsp;&nbsp;&nbsp;\r\n   Agricultural workers said that the President set a brilliant example in building the Juche-based organization of agricultural workers and developed the cause of building the union of agricultural workers with his outstanding leadership.\r\n   They underscored the need to cherish deep in their mind the lifetime intention of the President and more dynamically step up the building of a powerful nation of Juche under the guidance of the great leader Kim Jong Il. \r\n\r\n"
        },
        {
            "title": "Minju Joson comments on armed conflict",
            "url": "http://kcna.co.jp/item/1999/9906/news06/29.htm#4",
            "content": "S. Korean authorities' naval provocations condemned\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- A worker's rally to condemn the South Korean authorities' provocations in the West Sea of Korea was held at the Pyongyang Thermal Power Complex on Monday.   At the rally the speakers denounced criminal acts  committed by the South Korean authorities at the instigation of the U.S., recalling that they have illegally infiltrated warships into the territorial waters of the north side since June 4 to threaten the safety of our fishermen at work and even made armed provocations against patrol boats of the people's army on routine patrol duty.&nbsp;&nbsp;&nbsp;\r\n   They said the reckless moves of the U.S. and the South Korean authorities to unleash a war against the north were an intolerable challenge to the DPRK and a deliberate and premeditated attempt to ignite a new war on the Korean peninsula at any cost.\r\n   They strongly demanded that the South Korean authorities stop running wild, clearly mindful that there is no limit to our merciless punishment to provocateurs, aggressors, and promptly halt infiltration into the inviolable territorial waters of the DPRK. \r\n\r\n"
        },
        {
            "title": "Japan's accelerated move for overseas aggression",
            "url": "http://kcna.co.jp/item/1999/9906/news06/29.htm#5",
            "content": "Minju Joson comments on armed conflict\r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- The South Korean authorities are seeking to shift the blame for the armed conflict in the West Sea of Korea on to the DPRK.\r\n   In this connection Minju Joson today carries a commentary, which says:   The South Korean authorities are building up public opinion as if the conflict was triggered off by patrol ships of the Korean People's Army intruding into their \"territorial waters\" over the \"northern limit line,\" and continue infiltrating their battleships into the area in question.&nbsp;&nbsp;&nbsp;\r\n   This is a totally unreasonable and shameless, false propaganda to \"justify\" their intentional and premeditated military provocations. It only reveals their criminal scheme to cause another bloody engagement in this area in order to  find a pretext for a new war.   The \"northern limit line,\" claimed by  war hawks of the U.S. military and the South Korean authorities, is recognized by nobody. It has neither been mentioned in the Korean armistice agreement nor been agreed on by both sides.&nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities' claim to \"territorial waters\" in question is contrary to the requirement of the armistice agreement, which stipulates that only five of the islands lying to the north and west of the provincial boundary line between Hwanghae-do and Kyonggi-do shall be under the control of the U.S. forces side. No \"sea demarcation line\" nor \"limit line\" between the five islands and the DPRK side's area has been defined in the AA.&nbsp;&nbsp;&nbsp;\r\n   The waters at issue unquestionally belongs to our territorial waters in the light of the international convention defining each country's water line within 12 miles and South Korea's \"law on territorial waters\" fixing its territorial waters by 12 sea miles.   With no scheme the South Korean authorities can evade the blame for the grave armed conflict triggered off by them in the DPRK's territorial waters.   The war hawks must immediately stop such smear campaign as \"northern limit line\" intended to shift the blame for the incident on to the DPRK. \r\n\r\n"
        },
        {
            "title": "Meetings for remembering Kim Il Sung held",
            "url": "http://kcna.co.jp/item/1999/9906/news06/29.htm#6",
            "content": "Japan's accelerated move for overseas aggression\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- Rodong Sinmun in a signed commentary today hits out at the Japanese reactionaries for their attempt to add more aggressive provisions to the legislation for the implementation of the \"Japan-U.S. Defence Cooperation Guidelines\".&nbsp;&nbsp;&nbsp;\r\nThe commentary says:   The chairman of the political affairs research council of the Japan Liberal Democratic Party, not satisfied with the legislation, pressed for its revision while some quarters were scaling for an early adoption of legislation providing for \"self-defence actions\" against what they call \"indirect aggression\".\r\n   As part of a supplementary measure  to be included in the legislation, the Japanese reactionaries are stepping up their move to introduce a \"bill on inspection of vessels\".&nbsp;&nbsp;&nbsp;\r\n   Lurking behind the move is the ulterior intention of the Japanese reactionaries to round off the legislation to implement the new \"guidelines\" as a flawless war law and, thereby exercise the right to military actions involving unlimited overseas aggression free from any judicial and institutional restrictions.   What merits particular attention is that this move is timed to coincide with the overseas dispatch of fighters of the \"Self-Defence Forces\" and its overseas military actions.&nbsp;&nbsp;&nbsp;\r\n   The dispatch of \"F-15\" jets to Guam Island represents an dangerous practical step taken by the Japanese reactionaries for overseas aggression.   The Japanese reactionaries are pretending not to seek it under the worn-out veil of \"peace\", but their militarist design and danger of their aggression are brought into bolder relief as the time flows.   Those who are fond of playing with fire are bound to be burnt to death.   Japan's aggression forces who dream of a war of overseas aggression are fated to meet the same end. \r\n\r\n"
        },
        {
            "title": "Italy-DPRK Friendship and Cooperation Association formed",
            "url": "http://kcna.co.jp/item/1999/9906/news06/29.htm#7",
            "content": "Meetings for remembering Kim Il Sung held \r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- Meetings for remembering the President Kim Il Sung were held in Ulaan Baatar of Mongolia and at the India International News Bureau on June 21 on the occasion of the 5th anniversary of his demise.   the great exploits achieved by the president for the Korean and world revolution were praised at the meetings.   The participants of the meeting in Mongolia planted trees wishing the President an eternal life. \r\n\r\n"
        },
        {
            "title": "Anti-corruption legislation demanded",
            "url": "http://kcna.co.jp/item/1999/9906/news06/29.htm#8",
            "content": "Italy-DPRK Friendship and Cooperation Association formed\r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- The Italy-DPRK Friendship and Cooperation Association was formed on June 21.   The inauguration meeting adopted the statute of the association, keynote of which calls for energetic  activities to boost the relations  between Italy and the DPRK in political, economic and cultural fields and promote the independent and peaceful reunification of Korea.   Chairman of the association was elected and its immediate action programme was discussed at the meeting. \r\n\r\n"
        },
        {
            "title": "International solidarity with Korean people expressed",
            "url": "http://kcna.co.jp/item/1999/9906/news06/29.htm#9",
            "content": "Anti-corruption legislation demanded\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- 195 South Korean civic organizations, including the \"Citizens' Federation for Democratic Society\" and the \"Citizens Federation for Economic Justice\" on June 24 held a joint press conference at which they called for the overall introduction of special prosecution system and prompt institution of an anti-corruption  law, according to a Seoul-based radio report.\r\n   The organizations held that the \"special prosecution system\" which South Korean authorities are going to introduce, limiting its application to the case of inducing the mint company trade unions to strike was, in fact, nothing but a \"temporary remedy to tide over their crisis\" and called for the full enforcement of the special prosecution system. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il, great brilliant commander and military genius",
            "url": "http://kcna.co.jp/item/1999/9906/news06/29.htm#10",
            "content": "International solidarity with Korean people expressed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- Meetings took place in Russia and the Czech Republic in the month of international solidarity with the Korean people.   Vladimir Tolstikov, chairman of the Russian Association for Friendship and Cultural Cooperation with the DPRK, said that the Korean people honorably defended the freedom and independence of the country in the war of aggression unleashed by the U.S. imperialists in the '50s and showed that Korea was invincible.   They have turned their country into a prospering socialist one under the wise guidance of the great leaders Kim Il Sung and Kim Jong Il for nearly 50 years since the war, he noted.&nbsp;&nbsp;&nbsp;\r\n   Speakers said at the meetings that the recent provocations committed by the South Korean authorities in the west sea of Korea were the wanton violation of the sovereignty of the DPRK and deliberate moves to ignite a new war by aggravating the tensions on the Korean peninsula.\r\n   The proposals for Korea's reunification advanced by Kim Il Sung and Kim Jong Il are evoking great sympathy among the South Korean people, they said, and noted: \"The Korean people will certainly reunify the country.\"\r\n   A letter of solidarity to Kim Jong Il was adopted in Russia and a telegram of solidarity to him in the Czech Republic. \r\n\r\n"
        },
        {
            "title": "Free activities should be ensured in S. Korea",
            "url": "http://kcna.co.jp/item/1999/9906/news06/29.htm#11",
            "content": "Kim Jong Il, great brilliant commander and military genius\r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- A military critic of South Korea Jang Myong Jin highly praised General Secretary Kim Jong Il as a military genius who has brought up  the Korean People's Army into a matchless army, Seoul-based radio Voice of National Salvation quoted information of the Seoul city committee of the National Democratic Front of South Korea as saying.&nbsp;&nbsp;&nbsp;\r\n   At a symposium on the subject \"Yugoslav incident and Korean peninsula\" which was held on may 28 he said that the United States that is getting overheated in bombings and missile strikes on the federal republic of Yugoslavia and Iraq, while boasting of being the \"strongest\" in the world, dare not provoke only the north because it is led by Supreme Commander Kim Jong Il who has brought up the invincible people's army which is capable of defeating any formidable army on the earth.&nbsp;&nbsp;&nbsp;\r\n   The leader Kim Jong Il put forward the unique idea of attaching importance to military affairs unprecedented in the world's history of army building and has built up the people's army into the matchless ranks with his outstanding leadership with priority given to the army, he said, and continued:   The army is united around its Supreme Commander in one mind. &nbsp;&nbsp;&nbsp;\r\n   The United States is shuddering before the might of the people's army that is resolved to become human bombs for the sake of its leader, the army equipped with modern offensive and defensive means.\r\n   Indeed, Supreme Commander Kim Jong Il is the great brilliant commander and military genius who has brought up the Korean People's Army into the strongest crack army in the world. \r\n\r\n"
        },
        {
            "title": "Korean literature and arts enjoy  their greatest success",
            "url": "http://kcna.co.jp/item/1999/9906/news06/29.htm#12",
            "content": "Free activities should be ensured in S. Korea\r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- Rodong Sinmun today carries an article dedicated by Ri Kum Chol, councilor of the secretariat of the Committee for the Peaceful Reunification of the Fatherland, calling for the freedom of the activities of pro-reunification patriotic organizations and figures in South Korea.&nbsp;&nbsp;&nbsp;\r\n  The joint meeting of the DPRK government, political parties and organizations in February proposed ensuring the freedom of the activities of pro-reunification patriotic organizations and figures in South Korea, one of the indispensable preceding steps to open  a north-south high-level political talks in the latter half of the year, the author of the article says, and goes on:  Although the time of implementation of priorities passed, the South Korean authorities have not changed their attitude but strengthened the suppression of the pro-reunification patriotic organizations and figures.&nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities' blocking of the freedom of the activities of pro-reunification patriotic organizations and figures is a fascist outrage of violating the elementary democratic rights.   The pro-reunification patriotic organizations and figures including the South Korean Federation of University Student Councils, the south headquarters of the National Alliance for the Country's Reunification and the National Alliance for Democracy and Reunification are the vanguard pro-reunification patriotic forces which regard three principles of national reunification -- independence, peaceful reunification and great national unity -- as their action programme and strive to realize the principles.&nbsp;&nbsp;&nbsp;\r\n   The suppression of the pro-reunification patriots is the anti-reunification and anti-national action.   The dialogue with those who do not want reunification cannot but be the waste of time and  exhaustion of efforts.   If the South Korean authorities truly want reconciliation and dialogue with us, they should change their basic stand and stance.&nbsp;&nbsp;&nbsp;\r\n  To be concrete, it should be expressed in the attitude towards pro-reunification patriotic organizations and figures.   They should not hesitate to make a resolute decision  for the future with no repentance. \r\n\r\n"
        },
        {
            "title": "Greetings to Congolese President",
            "url": "http://kcna.co.jp/item/1999/9906/news06/29.htm#13",
            "content": "Korean literature and arts enjoy  their greatest success\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- The Juche-oriented literature and arts of Korea have made rapid progress over the last 35 years under the wise guidance of General Secretary Kim Jong Il.   Kim Jong Il has paid deep attention to the literature and arts since he began his work at the Central Committee of the Worker's Party of Korea.&nbsp;&nbsp;&nbsp;\r\n He authored  many celebrated works including \"Let Us Create More Revolutionary Films Based on Socialist Life,\" \"Theory of Cinematic Art\" and \"Theory of Juche-oriented Literature.\" &nbsp;&nbsp;&nbsp;\r\n He gave more than 1,900 on-the-spot guidance to literary and arts institutions, energetically leading the literature and arts to make positive contributions to the Korean revolution.   The 1970s in the DPRK was marked by a great renaissance. Spectacular successes were made in the literature, film, opera, music, drama, dance, fine arts, circus and all other fields of culture.  &nbsp;&nbsp;&nbsp;\r\n   The greatest success was that the glorious revolutionary history of the President Kim Il Sung and his  wise leadership and noble virtues  were truthfully represented  by art works.   Typical of the masterpieces are the multi-part feature film \"Star of Korea\" and the feature film \"Mt. Paektu\", the library \"Immortal History\" and the drama \"Under Banner of Victory\" and so on.&nbsp;&nbsp;&nbsp;\r\n   The immortal classics \"the Sea of Blood,\" \"the Flower Girl,\" \"the Fate of a Self-Defence Corps Man,\" \"a Mountain Shrine,\" and so on. Created during the anti-Japanese revolutionary struggle were adapted to films, operas and dramas to  become examples of revolutionary literature and arts and thousands of successful films and art pieces  saw the light.&nbsp;&nbsp;&nbsp;\r\n   The Treasure House of the Juche-oriented Literature and Arts was enriched with such masterpieces as the feature films \"the County Party Chief Secretary\" and \"Wolmi Island,\" the multi-part feature film \"the Nation and Destiny\" and the feature film \"Guarantee\" which deal with the all-embracing policy of the WPK and its vitality, the five revolutionary operas \"the Sea of Blood,\" \"the Flower Girl,\" \"a True Daughter of the Party,\" \"Tell the Story, Forest,\" \"the Song of Mt. Kumgang\" and the five revolutionary dramas \"a Mountain Shrine,\" \"Blood at an International Conference,\" \"a Letter from a Daughter,\" \"Three Pretenders\" and \"Celebration Meeting.\"&nbsp;&nbsp;&nbsp;\r\n   This period also witnessed the creation of a lot of famous poems and songs reflecting needs of the times and desires of the people including \"Mother,\" \"Our eternal leader Comrade Kim Il Sung,\" and \"Song of Comradeship.\"   Meanwhile, national musical instruments were improved, a new orchestra created and the world's famous Pochonbo Electronic Band and the Wangjaesan Light Music Ensemble made their appearances, exalting the history of renaissance.&nbsp;&nbsp;&nbsp;\r\n   The grand monuments on Mansu Hill and in Lake Samji, drawings based on Korean paintings, craft products, embroidery pieces and many other fine arts works were also created.   Circus and popular literature have also made rapid progress.\r\n   The ranks of men of literature and arts have been further strengthened. \r\n\r\n"
        },
        {
            "title": "CPRF secretariat issues open questionnaire",
            "url": "http://kcna.co.jp/item/1999/9906/news06/29.htm#14",
            "content": "Greetings to Congolese President\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, sent a message of greetings on Monday to Laurent Desire Kabila, President of the Democratic Republic of Congo, on the occasion of the 39th anniversary of its independence.   The message expressed belief that the good friendly and cooperative relations between the two countries would further strengthen and develop. It sincerely wished the President and people of Congo great success in their work to defend the nation's sovereignty and territorial integrity.\r\n\r\n"
        },
        {
            "title": "South steering headquarters inaugurated",
            "url": "http://kcna.co.jp/item/1999/9906/news06/29.htm#15",
            "content": "CPRF secretariat issues open questionnaire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 29 (KCNA) -- The secretariat of the Committee for the Peaceful Reunification of the Fatherland (CPRF) released an open questionnaire today lambasting the South Korean authorities for driving the north-south confrontation to a critical phase, refusing to implement the priorities for the inter-Korean high-level political talks.&nbsp;&nbsp;&nbsp;\r\n   Recalling that time is running out for the implementation of the priorities proposed by the joint meeting of the government, political parties and organizations of the North Korea for inter-Korean high-level political talks which had been slated to be fulfilled within the first half of the year, the CPRF secretariat put the following four questions to the South Korean authorities, who are still resorting to such  north-south confrontation as committing military provocations in the north side's territorial waters off the west coast of Korea, and pressed them to answer them:&nbsp;&nbsp;&nbsp;Firstly, are you going to keep to the shameful road of dependence while pursuing anti-north \"cooperation\" with outside forces?&nbsp;&nbsp;&nbsp;\r\n   \"Cooperation\" with outside forces is, in essence, an anti-DPRK  collusion. It is evident that \"cooperation\" is incompatible  with inter-Korean dialogue.  Do the South Korean authorities have the face to talk about dialogue while persisting in their anti-DPRK \"cooperation\" with outside forces?&nbsp;&nbsp;&nbsp;\r\n   Secondly, are you going to persistently block the South Korean people's alliance with the north?&nbsp;&nbsp;&nbsp;\r\n   The \"National Security Law\" in South Korea is an institutional device that bans people's contacts with the north. It is an anti-national law that defines the North Korea, a dialogue partner, as an \"anti-state organization\" as well as an anti-reunification law that totally denies any contact and exchange between the north and the south.  Is it possible to have a dialogue for reunification under the situation where the north-south relations are completely frozen by the \"NSL\"?  The South Korean authorities should make clear their ulterior intention of keeping the \"NSL\" in force.&nbsp;&nbsp;&nbsp;\r\n   Thirdly, can you claim you have a will for the country's reunification, while suppressing pro-reunification organizations and personages?&nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities are cracking down upon pro-reunification patriotic organizations and personages linking them with us on absurd  charges that they are \"enemy-benefiting,\" \"pro-north\" entities. This is an open challenge to us and can never be tolerated.     It goes without saying that  the South Korean authorities who regard their people's movement for reunification as heretic and as criminal can neither have  a will nor interest in the dialogue for reunification.     If then, isn't it sheer deception for them to talk about dialogue?&nbsp;&nbsp;&nbsp;\r\n   Fourthly, what do you choose between confrontation and dialogue, war and peace, the fundamental issues on which you should clarify your stand?&nbsp;&nbsp;&nbsp;\r\n   Having paid no heed to the north-proposed priorities, the South Korean authorities resorted to such dangerous war  actions as an armed  provocation in the West Sea of Korea  at the instigation of the U.S. This brings to  daylight their real intention  of pursuing confrontation and war, while paying lip-service to \"dialogue\" and \"peace.\"   If they stand for dialogue,  they should drop their policy of confrontation, and if they desire peace, they should give up their policy of war.  The South Korean authorities should choose between two options. &nbsp;&nbsp;&nbsp;\r\nAre you willing to frankly clarify  your fundamental stand toward the north-south relations?  \r\n\r\n"
        },
        {
            "title": "Drought and high temperature continue",
            "url": "http://kcna.co.jp/item/1999/9906/news06/29.htm#16",
            "content": "South steering headquarters inaugurated\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 29 (KCNA) -- The south headquarters of the National Alliance for the Country's Reunification (Pomminryon) inaugurated with due ceremony on June 13 the south steering headquarters of '99 grand pro-reunification festival and the 10th pan-national rally for national independence and great unity with chairman Kang Hui Nam of the south headquarters of Pomminryon as co-chairman of the rally and vice-chairman Kim Yang Mu of the south headquarters of Pomminryon as chief of the steering headquarters, for successful pan-national pro-reunification grand festival this year.&nbsp;&nbsp;&nbsp;\r\n   The inauguration came at a time when an increasing number of Koreans are interested in August 15 grand pro-reunification festival.   At the ceremony the south steering headquarters issued an inaugural declaration and a special resolution.  &nbsp;&nbsp;&nbsp;\r\n The declaration says the Korean people suffer from harsh ordeals and pains, the results of outsiders' aggression and splittist policy. They should never let the history of the tragedy continue in the next century, it notes.   it goes on:   We stand at the crossroads of whether to greet 2000s with the tragedy of confrontation, war and division or open a new vista for national reunification. In the present scenario it is an issue decisive of the destiny of the nation to retake the sovereignty of the nation and reunify the country.&nbsp;&nbsp;&nbsp;\r\n   The declaration bitterly condemns the U.S. and Japanese reactionaries for their attempts to provoke a new war and the present South Korean authorities for their policy of dependence on outsiders and anti-north plots.   It underscores the need to clear the country of danger of war and stand-off at an early date and open up an epoch-making phase of national reunification within the present century.&nbsp;&nbsp;&nbsp;\r\n   The declaration says all Koreans at home and abroad will make vigorous joint efforts for independence and great unity of the nation, determined to usher in a new millennium in a reunified country through the nation's own efforts.    The declaration describes the 99 grand reunification festival and the tenth pan-national rally for national independence and great unity as the venue of wide-range dialogue reflecting the nation's earnest wish for reunification and a grand reunification festival for great national unity.&nbsp;&nbsp;&nbsp;\r\n   It vows to hold the 10th grand reunification festival as the largest and most significant one in cooperation with the north and overseas. Koreans.   The special resolution notes that the repatriation of unconverted long-term prisoners has become a matter of great concern in South Korea and the international community. The present regime must no longer play with their destiny but send them back immediately as unanimously demanded by all people, it urges.&nbsp;&nbsp;&nbsp;\r\nThe pro-reunification movement is gaining momentum at home and abroad, it says, and strongly calls for the abolition of the \"National Security Law,\" the release of pro-reunification patriots, stop to the suppression of the pro-reunification patriotic forces and guarantee for free non-governmental activities for reunification. \r\n\r\n"
        }
    ]
}