{
    "date": "1999-10-12",
    "url": "http://kcna.co.jp/item/1999/9910/991012.htm",
    "articles": [
        {
            "title": "Kim Jong Il enjoys art performance of KPA merited choir",
            "url": "http://kcna.co.jp/item/1999/9910/news10/12.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Agreement signed between DPRK and Ukraine",
            "url": "http://kcna.co.jp/item/1999/9910/news10/12.htm#2",
            "content": "Kim Jong Il enjoys art performance of KPA merited choir \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 12 (KCNA) -- General Secretary Kim Jong Il saw an art performance of the merited choir of the KPA on the occasion of the 54th anniversary of the WPK in the course of inspecting the front. &nbsp;&nbsp;&nbsp;\r\n   The audience included secretaries of the WPK Central Committee Kim Kuk Thae, Kim Ki Nam and Kim Yong Sun, vice-chairman of the DPRK National Defence Commission Ri Yong Mu, senior officials of the WPK Central Committee and general officers of the KPA. &nbsp;&nbsp;&nbsp;\r\n   He appeared in the box of the soldier's hall of the unit, waved to the cheering soldiers and families and warmly congratulated them on the party foundation anniversary.    The choir sang in chorus \"Always looking up to the leader,\" \"Long live the Worker's Party of Korea,\" \"Let us sing of the army-people unity,\" \"We will defend the headquarters of the revolution with our lives\" and other songs. &nbsp;&nbsp;&nbsp;\r\n   He appreciated their successful performance and acknowledged the enthusiastic cheers of soldiers and families. &nbsp;&nbsp;&nbsp;\r\n   He expressed deep satisfaction, highly praised and thanked the artistes of the merited choir for having given a wonderful performance that represented the faith and will of Korea and the revolutionary spirit of soldiers. \r\n\r\n"
        },
        {
            "title": "Austrian organization condemns S. Korean rulers for troop dispatch",
            "url": "http://kcna.co.jp/item/1999/9910/news10/12.htm#3",
            "content": "Agreement signed between DPRK and Ukraine\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 12 (KCNA) -- An agreement on the scientific cooperation was signed on Sept. 10 between the DPRK National Academy of Sciences and the Ukrainian National Academy of Sciences. &nbsp;&nbsp;&nbsp;\r\n   President Ri Kwang Ho and President B. E. Paton on behalf of their academies signed the agreement. \r\n\r\n"
        },
        {
            "title": "Russian party demands withdrawal of U.S. troops from S. Korea",
            "url": "http://kcna.co.jp/item/1999/9910/news10/12.htm#4",
            "content": "Austrian organization condemns S. Korean rulers for troop dispatch\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 12 (KCNA) -- The Austrian Lawyers' Committee to defend democracy and human rights in South Korea on Oct. 5 made public a statement in protest against the South Korean authorities' troop dispatch to East Timor. &nbsp;&nbsp;&nbsp;\r\n   The statement said that humankind is remembering massacres committed by the South Korean Army in the Vietnamese War and that its soldiers brutally killed innocent Vietnamese people. &nbsp;&nbsp;&nbsp;\r\n   The statement called upon all the human rights organizations of Austria and the world progressives to make every effort to frustrate the South Korean authorities' troop dispatch to East Timor. \r\n\r\n"
        },
        {
            "title": "Friendly meeting with Russian delegation members",
            "url": "http://kcna.co.jp/item/1999/9910/news10/12.htm#5",
            "content": "Russian party demands withdrawal of U.S. troops from S. Korea\r\n &nbsp;&nbsp;&nbsp;Pyongyang, October 12 (KCNA) -- The secretariat of the Council of the Union of Communist Parties--the Communist Party of the Soviet Union made public a statement on Oct. 4 demanding withdrawal of the U.S. troops from South Korea. &nbsp;&nbsp;&nbsp;\r\n   The statement said the occupation of South Korea by the U.S. forces for 54 years is the main obstacle to Korea's reunification. Escalating the tension in East Asia and the rest of the world, this is aimed to realize the U.S. strategy for the world domination, it noted, and went on: &nbsp;&nbsp;&nbsp;\r\n   Let us enter the 21st century without war and military threat--this is just the desire and hope of the peaceloving people. &nbsp;&nbsp;&nbsp;\r\n   We demand the U.S. stop demonstration of its \"strength\" on the Korean peninsula and let the Korean people shape their destinies by themselves. &nbsp;&nbsp;&nbsp;\r\n   There can be no other way for it. \r\n\r\n"
        },
        {
            "title": "Mongolian ambassador gives reception",
            "url": "http://kcna.co.jp/item/1999/9910/news10/12.htm#6",
            "content": "Friendly meeting with Russian delegation members\r\n &nbsp;&nbsp;&nbsp;Pyongyang, October 12 (KCNA) -- A friendly meeting with the members of the delegation of the Russian Kareliya-DPRK Friendship Association staying here was held on Monday at Korea-Russia Friendship Pyongyang Moranbong Senior Middle School no. 1. &nbsp;&nbsp;&nbsp;\r\n   Invited to the meeting were the members of the delegation of the association headed by its chairman Victor Olin. &nbsp;&nbsp;&nbsp;\r\n   Present there were officials concerned, teachers and students of the school. &nbsp;&nbsp;&nbsp;\r\n   The participants looked round its educational facilities and saw an art performance given by schoolchildren. \r\n\r\n"
        },
        {
            "title": "Poets in Seoul make public collection of poems",
            "url": "http://kcna.co.jp/item/1999/9910/news10/12.htm#7",
            "content": "Mongolian ambassador gives reception\r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 12 (KCNA) -- Mongolian ambassador to the DPRK D. Byambaa on Monday gave a reception on the occasion of the second anniversary of the election of the great leader Kim Jong Il as General Secretary of the Worker's Party of Korea and the 54th birthday of the party. &nbsp;&nbsp;&nbsp;\r\n   The Mongolian ambassador said the great leaders Kim Il Sung and Kim Jong Il paid deep concern to the development of the friendly relations between Mongolia and the DPRK and the relations are unthinkable without their august names. &nbsp;&nbsp;&nbsp;\r\n   He expressed the belief that the friendly relations between the two countries would develop in different domains. &nbsp;&nbsp;&nbsp;\r\n   Vice-Minister of Foreign Affairs Kung Sok Ung said that today Mongolia is vigorously struggling for the political stability of the country, economic development and promotion of welfare of the people and directing great efforts to peace and development of the Asia-Pacific region. &nbsp;&nbsp;&nbsp;\r\n   He wished the Mongolian government greater success in its future work for the promotion of the people's well-being and hoped that the friendly and cooperative relations sealed between the governments and peoples of the two countries from long ago would continue to develop in different domains in the interests of the two peoples. \r\n\r\n"
        },
        {
            "title": "Pyongyang Indoor Stadium",
            "url": "http://kcna.co.jp/item/1999/9910/news10/12.htm#8",
            "content": "Poets in Seoul make public collection of poems\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, October 12 (KCNA) -- Poets in Seoul made public a collection of poems \"Songs to the North\" as regards the fact that Jong Song Ok took the first place at the women's marathon race of the 7th World Athletics Championships to display dignity and honor of the Korean nation, according to Seoul-based radio Voice of National Salvation. &nbsp;&nbsp;&nbsp;\r\n   Kim Kang Sin in a poet \"She Came With Song of Praise\" said that Jong Song Ok ran the 42.195 km-long course of marathon, picturing only the leader Kim Jong Il in her mind. &nbsp;&nbsp;&nbsp;\r\nShe stood the heat of the sun in Sevilla and defeated marathon stars in the globe, the poet said, and went on: &nbsp;&nbsp;&nbsp;\r\n   She is a daughter of the nation, who has believed in Kim Jong Il as in heaven and made him become widely known all over the world. &nbsp;&nbsp;&nbsp;\r\n   Triumph of Jong Song Ok, an \"iron-willed woman\", gave the South Korean people the song of praise for Marshal Kim Jong Il, who is their eternal leader. &nbsp;&nbsp;&nbsp;\r\n   Mun Su On said in a poet \"Looking Up To the National Flag\": &nbsp;&nbsp;&nbsp;\r\n   The South Korean people also looked up to the flag of the DPRK, which was being hoisted in Sevilla, and the flag of my nation fluttering over the flags of more than 200 countries of the world showed how great the national power of the north and the national dignity are. &nbsp;&nbsp;&nbsp;\r\n   The north appeared like a comet on the highest peak any other country could not reach although it has a large territory and a colossal amount of money. It is thanks to the inexhaustible mental power given by the leader Kim Jong Il that the praise-worthy daughter made the national flag reflecting the power of the nation which has the great leader hoisted. &nbsp;&nbsp;&nbsp;\r\n   The poem \"gold medal\" written by O Il Su said that the gold medal of Jong is the same with those of others, but it shows they can shine more brightly only under the great sun. &nbsp;&nbsp;&nbsp;\r\nKim Jong Il put national dignity and the weight of our country on her medal, the poet noted. &nbsp;&nbsp;&nbsp;\r\n   The poem \"wonderful\" written by Kang Hui Ung said that Jong became the world marathon queen because she is a daughter reared by Mt. Paektu, sacred mountain of the nation, on the top of which Kim Jong Il stood. It is a wonderful thing to see such a day, the poem stressed. &nbsp;&nbsp;&nbsp;\r\n   Kang Hui Ung in his another poem \"Day of Decisive Victory\" said that Aug. 29 was the disgraceful day of the nation when the Korean people were deprived of their country by the Japanese. This day has become a happy day of 70 million Koreans when Jong defeated a Japanese marathoner.  \r\n\r\n"
        },
        {
            "title": "Greetings to President of Equatorial Guinea",
            "url": "http://kcna.co.jp/item/1999/9910/news10/12.htm#9",
            "content": "Pyongyang Indoor Stadium\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 12 (KCNA) -- The Pyongyang Indoor Stadium is booming nowadays. &nbsp;&nbsp;&nbsp;\r\n   Working people in the capital are conducting sports activities after work at the stadium which has been arranged better as a base of popular sports and culture in recent years. &nbsp;&nbsp;&nbsp;\r\n   It was built on the bank of the Pothong River and opened to the public in April, Juche 62 (1973). &nbsp;&nbsp;&nbsp;\r\n   Its plottage is 350,000 square metres and its total floor space is over 66,960 square metres. &nbsp;&nbsp;&nbsp;\r\n   The stadium boasts of more than 20,000 seats of four storied stands. &nbsp;&nbsp;&nbsp;\r\n   There is a playground of over 4,500 square metres where all ball games except for football, boxing, Judo, wrestling, heavy and rhythmic gymnastics can be played, and four basketball games or 20 table tennis games can be given at the same time. &nbsp;&nbsp;&nbsp;\r\n   The stadium is provided with training grounds and adequate welfare service facilities including shops, dining rooms and saunas. &nbsp;&nbsp;&nbsp;\r\n   The stadium has tennis, table tennis and badminton grounds for amateurs and recreation facilities for electronic game, chess, air-gun firing, Go, etc. &nbsp;&nbsp;&nbsp;\r\n   More than one million citizens, youth and students come to play at the stadium every year. &nbsp;&nbsp;&nbsp;\r\n   Over 600 national functions and more than 2,000 home and international sports competitions were held at the stadium in the past 26 years. \r\n\r\n"
        },
        {
            "title": "FM meets assistant president of IFAD",
            "url": "http://kcna.co.jp/item/1999/9910/news10/12.htm#10",
            "content": "Greetings to President of Equatorial Guinea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 12 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, today sent a message of greetings to Obiang Nguema Mbasogo, President of Equatorial Guinea, on the occasion of the 31st anniversary of its independence. &nbsp;&nbsp;&nbsp;\r\n   Expressing the belief that the good relations of friendship  and cooperation between the two countries would develop still further, the message wished the president and people of Equatorial Guinea great success in their work for stability and prosperity of the country. \r\n\r\n"
        },
        {
            "title": "DPRK begins satellite telecast",
            "url": "http://kcna.co.jp/item/1999/9910/news10/12.htm#11",
            "content": "FM meets assistant president of IFAD\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, October 12 (KCNA) -- Paek Nam Sun, Foreign Minister of the Democratic People's Republic of Korea, met and had a talk with Takao Shibata, assistant president of the International Fund for Agricultural Development, and his party, who arrived here and paid a courtesy call on him today. \r\n\r\n"
        }
    ]
}