{
    "date": "1999-08-05",
    "url": "http://kcna.co.jp/item/1999/9908/990805.htm",
    "articles": [
        {
            "title": "International forum on demolition of concrete wall",
            "url": "http://kcna.co.jp/item/1999/9908/news08/05.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Sung praised in S. Korea",
            "url": "http://kcna.co.jp/item/1999/9908/news08/05.htm#2",
            "content": "International forum on demolition of concrete wall \r\n &nbsp;&nbsp;&nbsp;Pyongyang, August 5 (KCNA) -- The \"international forum calling for the demolition of the concrete wall\" will be held here from August 12 to 13 this year, 20 years after the South Korean authorities built the concrete wall to perpetuate the division of Korea. &nbsp;&nbsp;&nbsp;\r\n   The international forum is to discuss such issues as the immediate removal of all the political, institutional, legal and physical obstacles to reunification and peace in Korea and creation of the favourable environment for the realization of its independent and peaceful reunification. &nbsp;&nbsp;&nbsp;\r\n   The forum will be co-sponsored by the International Liaison Committee for Reunification and Peace in Korea, the World Peace Council, the International Association of Democratic Lawyers, the Afro-Asian People's Solidarity Organization, the Organization of Solidarity of the People of Africa, Asia and Latin America and the Korean Committee for Solidarity with the World People. \r\n \r\n"
        },
        {
            "title": "KCNA on reckless \"military countermeasure\"",
            "url": "http://kcna.co.jp/item/1999/9908/news08/05.htm#3",
            "content": "Kim Il Sung praised in S. Korea\r\n &nbsp;&nbsp;&nbsp;Pyongyang, August 5 (KCNA) -- The members of the Thaeyang Society of South Korea held a symposium under the subject \"the end of June 25 war and its meaning\" on the occasion of the 46th anniversary of the DPRK's victory in the Fatherland Liberation War, the Seoul-based radio Voice of National Salvation quoted the Seoul city committee of the National Democratic Front of South Korea as saying.&nbsp;&nbsp;&nbsp;\r\n   Elaborating on the victorious end of the war by the Korean People's Army, speakers at the symposium attributed the victory over the U.S. in the war entirely to the excellent leadership of President Kim Il Sung possessed of extraordinary military idea, outstanding wisdom, matchless courage and mysterious strategy and tactics. \r\n\r\n"
        },
        {
            "title": "Move to obliterate national  language condemned",
            "url": "http://kcna.co.jp/item/1999/9908/news08/05.htm#4",
            "content": "KCNA on reckless \"military countermeasure\"\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 5 (KCNA) -- U.S. Secretary of Defense Cohen's  recent visit to South Korea is leading the situation on the Korean peninsula to the brink of war again. &nbsp;&nbsp;&nbsp;\r\n   During the visit he had a war confab with his South Korean counterpart, Jo Song Thae, and gave the final green light for a war of aggression on the north. &nbsp;&nbsp;&nbsp;\r\n   His trip to South Korea was intended to materialize the war scenario \"operation plan 5027-98\" for a preemptive attack on the DPRK and achieve the aggressive aim to realize the tripartite military alliance of the U.S., Japan and South Korea, a new Asian version of NATO, and prevail over the north by \"force.\"&nbsp;&nbsp;&nbsp;\r\n   Vociferating about \"possible missile launch of the DPRK,\" Cohen and Jo Song Thae reportedly agreed to take \"thorough military countermeasure.\" This is a very serious matter. &nbsp;&nbsp;&nbsp;\r\n   By \"military countermeasure\" they mean to unleash a reckless war against the DPRK by striking its \"missile launching bases\" and mounting a forestalling attack on its whole area. &nbsp;&nbsp;&nbsp;\r\n   When dishonest forces take every opportunity to spread the theory of \"preemptive attack at the north\" nowadays, Cohen and Jo finally agreed and openly declared \"military countermeasure.\" this is as good as a very dangerous declaration of total confrontation with us. &nbsp;&nbsp;&nbsp;\r\n   We do not want to regard the United States as the sworn enemy and if the U.S. approached us with good faith, we would like to treat it with good faith. Turning aside from this position, Cohen, however, responded to our magnanimity and tolerance with the same \"club\" that the U.S. used in Kosovo. Taking advantage of this, the South Korean warmongers are attempting to orchestrate the second scene of the west sea incident. &nbsp;&nbsp;&nbsp;\r\n   The present situation, in which the military actions of the U.S. and South Korean warmongers have reached climax, further deepens our firm revolutionary faith that we must not make any slightest concession as regards such a question pertaining to our sovereignty as the launch of a satellite or test-firing of a missile, but continue to go ahead with it. &nbsp;&nbsp;&nbsp;\r\n   Now all the Korean people and the entire people's army are closely watching the enemy's ill-boding military actions. &nbsp;&nbsp;&nbsp;\r\n   The U.S. and South Korean warmongers must not run amok, clearly mindful that any \"military countermeasure\" will not work on us who have such powerful self-defence capabilities as up-to-date offensive and defensive means. \r\n\r\n"
        },
        {
            "title": "GFTUK sends letter of protest to Japanese authorities",
            "url": "http://kcna.co.jp/item/1999/9908/news08/05.htm#5",
            "content": "Move to obliterate national  language condemned\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 5 (KCNA) -- The spokesman for the Linguistics Institute of the Democratic People's Republic of Korea in a statement on Wednesday warned that the move of the present South Korean rulers to obliterate the pure spoken and written Korean language through a random use of foreign and mixed languages will invite a stern punishment by the nation. &nbsp;&nbsp;&nbsp;\r\n   More foreign languages and Chinese characters hold sway in South Korea than under any preceding \"governments\" due to the present rulers' flunkeyist and treacherous behaviors. Foreign and mixed languages are widely used in newspapers, magazines and radios, as well as in education and urban and rural communities. &nbsp;&nbsp;&nbsp;\r\n   Of 1,643 terminology used in the daily life in South Korea Korean language accounts for just 5 percent, and over 85 percent of the words that entered the \"Korean dictionary\" now under publication in South Korea is foreign and mixed ones, words of our own language accounting for less than 15 percent. &nbsp;&nbsp;&nbsp;\r\n   All philologists in the North Korea criticize the present South Korean rulers as a group of the worst traitors to the nation for damaging the national character and totally ruining South Korea by allowing the random use of foreign and mixed languages. &nbsp;&nbsp;&nbsp;\r\n   The South Korean rulers are indiscriminately introducing foreign and mixed languages, not content with having sold off the nation's precious territory and waters and turned the whole of South Korea into a market of American and Japanese goods. &nbsp;&nbsp;&nbsp;\r\n   This is nothing but a treacherous move to completely obliterate the nation's Juche character and homogeneity and thus keep South Korea as an eternal colony of outside forces. \r\n\r\n"
        },
        {
            "title": "Germans donate their skin to Korean patient",
            "url": "http://kcna.co.jp/item/1999/9908/news08/05.htm#6",
            "content": "GFTUK sends letter of protest to Japanese authorities\r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 5 (KCNA) -- The General Federation of Trade Unions of Korea (GFTUK) central committee sent a letter of protest to the Japanese authorities including the Prime Minister and Foreign Minister as regards the Japanese government's persistent moves to avoid making sincere apology and liquidation of its past. &nbsp;&nbsp;&nbsp;\r\n   The letter said: &nbsp;&nbsp;&nbsp;\r\n   The Japanese militarists' occupation of Korea was illegal as it was made by force. This is clearly proven by the concocted \"Ulsa five-point treaty\" in 1905 through which the Japanese militarists established a colonial rule over Korea. &nbsp;&nbsp;&nbsp;\r\n   Tetsuyoshi Kurachbi, who was director for political affairs of the Japanese Foreign Ministry when the \"annexation of Korea by Japan\" took place in August 1910, admitted this fact. &nbsp;&nbsp;&nbsp;\r\n   However, the Japanese government refuses to admit the past crimes of Japan, but tries to bury the truth of history into oblivion and even beautify the past. &nbsp;&nbsp;&nbsp;\r\n   The GFTUK central committee strongly demands that the Japanese government authorities admit Japan's past crimes and make apology and compensation to the Korean people for them so that the abnormal DPRK-Japan relations may not continue in the 21st century. &nbsp;&nbsp;&nbsp;\r\n   The letter warns that if the Japanese government denies the stark historical facts and resorts to the hostile policy towards the DPRK, history will mete out a stern judgement to it. \r\n\r\n"
        },
        {
            "title": "KCNA on ridiculous outburst of war servant",
            "url": "http://kcna.co.jp/item/1999/9908/news08/05.htm#7",
            "content": "Germans donate their skin to Korean patient\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, August 5 (KCNA) --  Two Germans donated their skin to Pak Jong Thae, deputy head of a workshop of the Haeju Tractor Accessory Factory, who got burnt over 75 percent of his body, when he underwent the first grafting operation at the Haeju People's Hospital no.2 in South Hwanghae Province in July. &nbsp;&nbsp;&nbsp;\r\n   They are Norbert Vollertsen, chief of the German office in Korea of the Cap Anamur Committee, a non-governmental cooperation organization, and Francois Large, a member of the office. &nbsp;&nbsp;&nbsp;\r\n   They donated their skin during the third grafting operation, too. After the operation the chief said that they realised once again the noble spiritual world of Korean people when they saw many people donating their skin without hesitation to the patient, who is not their kinsman. &nbsp;&nbsp;&nbsp;\r\n   Noting that they donated their skin to the patient, moved by the mind of Korean people to save the life of a person, he stressed that they thought  it is a symbol of friendship between Germany and the DPRK. \r\n   \r\n"
        },
        {
            "title": "Prelude to reinvasion",
            "url": "http://kcna.co.jp/item/1999/9908/news08/05.htm#8",
            "content": "KCNA on ridiculous outburst of war servant\r\n &nbsp;&nbsp;&nbsp;Pyongyang, August 5 (KCNA) -- The acting president of the \"National Congress for New Politics\" of South Korea, Ri Man Sop, at a \"presidium meeting\" a few days ago, while raising a hue and cry again over the north's \"missile re-launch\", gave a \"warning\" to the north that \"in case of the re-launch of missile it will meet a strong retaliation by South Korea and the United States.\"&nbsp;&nbsp;&nbsp;\r\n   It is inappropriate for Ri Man Sop, who took the office a month ago, to make such an outburst as a \"warning\" when he made his first public appearance. So, it is a never-to-be condoned blast. &nbsp;&nbsp;&nbsp;\r\n   This is evidently the revelation of the bellicose attempt to stifle the north militarily in league with the master on the pretext of the \"missile launch.\" &nbsp;&nbsp;&nbsp;\r\n   As for the north's development and launch of missile and satellite, this pertains to the right to self-defence and peaceful use of the space. Therefore, it poses no threat to anybody. &nbsp;&nbsp;&nbsp;\r\n   Potential threat to peace in northeast Asia, including the Korean peninsula, and, furthermore, the world, in fact, comes from the large numbers of nukes and missiles deployed in South Korea and the United States. &nbsp;&nbsp;&nbsp;\r\n   But, Ri Man Sop uttered no word about this actual threat, groundlessly slandering the north. It only reveals his dastardly bellicose nature as a traitor to the nation and anti-north confrontation maniac. &nbsp;&nbsp;&nbsp;\r\n   It is shamelessly enough for ri man sop, who is no more than a political hireling to imprudently point finger to the north, crying over \"retaliation by both parties\" and \"miscalculation leading to nation's misfortune\". &nbsp;&nbsp;&nbsp;\r\n   The warhawks should be well aware of the DPRK's revolutionary countermeasure to return fire for fire and gunfire for rifle fire, and stop at once the unjustifiable moves for a war. \r\n\r\n"
        },
        {
            "title": "Abolition of \"NSL\" demanded by South Koreans in  Japan",
            "url": "http://kcna.co.jp/item/1999/9908/news08/05.htm#9",
            "content": "Prelude to reinvasion\r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 5 (KCNA) -- Rodong Sinmun today in a signed commentary describes a joint military exercise started by Japan's Maritime \"Self-Defense Force\" and the South Korean Navy in the sea off Tsushima from Aug. 2 as a very ill-boding military movement. &nbsp;&nbsp;&nbsp;\r\n   This proves that the Japanese reactionaries' moves for reinvasion of Korea are entering a phase of implementation, the commentary observes. &nbsp;&nbsp;&nbsp;\r\n   Recalling that the Japanese reactionaries have long intensified the joint military maneuvers with the South Korean ruling quarters, it goes on: &nbsp;&nbsp;&nbsp;\r\n   Their joint military exercise is aimed at making a surprise attack on the DPRK from A to Z. &nbsp;&nbsp;&nbsp;\r\n   Japan is about to make a direct involvement in a new Korean war unlike in the past. &nbsp;&nbsp;&nbsp;\r\n   The Japanese reactionaries' preparations for reinvasion of Korea have practically been rounded off. What remains to be done is only to pull up a trigger for reinvasion. To this end, they are busy staging joint military exercises in and around South Korea. &nbsp;&nbsp;&nbsp;\r\n   It is a trite war method of the Japanese militarists to make a surprise attack on other country. &nbsp;&nbsp;&nbsp;\r\n   We will never remain a passive onlooker to the reckless moves of the enemy to encroach upon the security and socialist system of our country. &nbsp;&nbsp;&nbsp;\r\n   Our revolutionary armed forces will not pardon any invasion moves of the Japanese reactionaries but wipe them out if they finally invade us. \r\n\r\n"
        },
        {
            "title": "Repatriation of unconverted long-term prisoners urged",
            "url": "http://kcna.co.jp/item/1999/9908/news08/05.htm#10",
            "content": "Abolition of \"NSL\" demanded by South Koreans in  Japan\r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 5 (KCNA) -- Organizations under the \"South Korean Residents Association in Japan\" (Mindan), including the \"South Korean Youth League in Japan\" and the \"Democratic Society of South Korean Women in Japan,\" are waging a signature campaign in response to the declaration of 308 women calling for the abolition of the \"National Security Law\" released by the woman department of the \"South Korean National Alliance for Democracy and Reunification,\" according to Minjok Sibo dated July 21, a Koreans' newspaper published in Japan.&nbsp;&nbsp;&nbsp;\r\n   The declaration said the \"National Security Law\" has blocked the peaceful reunification of the country, serving as means of suppressing the freedom of thinking and violating human rights. &nbsp;&nbsp;&nbsp;\r\n   The organizations under \"Mindan\" are actively turning out in the signature campaign supporting the declaration. \r\n\r\n\r\n"
        },
        {
            "title": "Promising woman Judoist Cha Hyon Hyang",
            "url": "http://kcna.co.jp/item/1999/9908/news08/05.htm#11",
            "content": "Repatriation of unconverted long-term prisoners urged\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 5 (KCNA) -- Unconverted long-term prisoners in South Korea are now eager to come back to the DPRK where their kinsmen are waiting for them. &nbsp;&nbsp;&nbsp;\r\n   Among them are old men Kim In So, Ham Se Hwan and Kim Yong Thae of the DPRK origin, who were taken prisoner by the enemy while serving in the people's army during the Korean War (June 25, 1950-July 27, 1953). &nbsp;&nbsp;&nbsp;\r\n   At advanced ages of 70-80, they are keeping body and soul together, suffering from mental oppression and various diseases caused by prison life of over 30-40 years. &nbsp;&nbsp;&nbsp;\r\n   However, the South Korean authorities have groundlessly branded them as \"released spies dispatched to the south\" and \"security offenders\" in an attempt to completely ostracize them politically and socially. &nbsp;&nbsp;&nbsp;\r\n   Worse still, they have urged that the unconverted long-term prisoners should be \"exchanged\" for \"'ROK' army POWs\" and \"those abducted by the north\". &nbsp;&nbsp;&nbsp;\r\n   It is nothing but unreasonable sophism to prevent the repatriation of the unconverted long-term prisoners. &nbsp;&nbsp;&nbsp;\r\n   In the DPRK there are neither \"'ROK' army POWs\" nor \"those abducted by the north.\"&nbsp;&nbsp;&nbsp;\r\n   The unconverted long-term prisoners should have already been repatriated to the DPRK according to the international law and the Korean Armistice Agreement. &nbsp;&nbsp;&nbsp;\r\n   But they are being neglected in South Korea without kinsmen to look after them after spending decades in prison as \"unconverted long-term prisoners.\" this is an unspeakable misfortune and tragedy. &nbsp;&nbsp;&nbsp;\r\n   Not only people in the north and the south of Korea but many political parties, social organizations and public figures in scores of countries have held rallies and made public statements, strongly urging the South Korean authorities to send them back to the north immediately where their families are waiting for them. \r\n\r\n"
        },
        {
            "title": "South Korean authorities' traitorous moves",
            "url": "http://kcna.co.jp/item/1999/9908/news08/05.htm#12",
            "content": "Promising woman Judoist Cha Hyon Hyang \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 5 (KCNA) -- The DPRK has produced another promising woman Judoist. &nbsp;&nbsp;&nbsp;\r\n   She is Cha Hyon Hyang who won the 48 kg title in the 12th Asian Judo Championships held in China some time ago. &nbsp;&nbsp;&nbsp;\r\n   In the championships cha defeated all her opponents with skilful technique and powerful attack. &nbsp;&nbsp;&nbsp;\r\n   She beat Japan's Asian champion by Ippon in 17 seconds in the finals to take the gold cup and medal. &nbsp;&nbsp;&nbsp;\r\n   She was born in Pyongyang and is 19 years old this year. &nbsp;&nbsp;&nbsp;\r\n   She learned Judo at the after-school sports circle from the age of 12. &nbsp;&nbsp;&nbsp;\r\n   She got training at a junior sports group from 1994 and has since attracted special attention of experts for her fortitude, high technical movement and sensitive judgement. &nbsp;&nbsp;&nbsp;\r\n   She gave a good account of herself as a Judoist of the Pyongyang sports group at national championships and tournaments from three years ago. &nbsp;&nbsp;&nbsp;\r\n   She made her debut in the international arena in 1997 and found herself in top rankings to become a promising judoist. &nbsp;&nbsp;&nbsp;\r\n   She placed in top standings at the Changchun International Judo Tournament held in China in 1998 and the 13th Asian games in Thailand. &nbsp;&nbsp;&nbsp;\r\n   She is now training hard for the world championships scheduled to be held in Britain in October this year. \r\n\r\n\r\n"
        },
        {
            "title": "Developing in depth three-revolution red flag movement",
            "url": "http://kcna.co.jp/item/1999/9908/news08/05.htm#13",
            "content": "South Korean authorities' traitorous moves\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 5 (KCNA) -- The South Korean authorities have come in for strong criticism by Rodong Sinmun today for going to extremes in their moves to obliterate our mother tongue. &nbsp;&nbsp;&nbsp;\r\n   At a \"meeting on state affairs\" the South Korean authorities \"discussed and passed\" an \"amendment to regulations on office management\" allowing the use of Chinese characters and a foreign language in \"official documents\" of \"government\" organs from August, the author of a Rodong Sinmun commentary says, and goes on: &nbsp;&nbsp;&nbsp;\r\n   The South Korean ruling quarters have not only turned South Korea into a colony and military base of the imperialists but also made the peculiar mother tongue a plaything of foreign forces. This crime can never be condoned. &nbsp;&nbsp;&nbsp;\r\n   All the successive rulers were traitors but they dared not openly try to obliterate our mother tongue as the present \"people\"-veiled rulers did. &nbsp;&nbsp;&nbsp;\r\n   When visiting Japan last year, the present chief executive made a \"promise\" of \"combined use of Chinese characters\" as his Japanese masters said it was difficult to understand South Korea's \"official documents\" which were written in Korean. &nbsp;&nbsp;&nbsp;\r\n   Very despicable and shameless are deeds of the South Korean chief executive who yielded to his master's demand and pleased him to seek luxury and wealth and remain in power. &nbsp;&nbsp;&nbsp;\r\n   History does not know such a traitor and scum as him who sold off the nation's territorial waters, fishing ground and territory to the imperialist masters and even made our mother tongue their plaything. &nbsp;&nbsp;&nbsp;\r\n   The South Korean ruling quarters will not be able to evade responsibility for having damaged the national character and totally ruined South Korea through unheard-of flunkeyist crimes. \r\n\r\n"
        },
        {
            "title": "36 years with wild beasts",
            "url": "http://kcna.co.jp/item/1999/9908/news08/05.htm#14",
            "content": "Developing in depth three-revolution red flag movement\r\n&nbsp;&nbsp;&nbsp;   Pyongyang, August 5 (KCNA) -- Rodong Sinmun today editorially calls for dynamically accelerating the second grand Chollima march by developing in depth the three-revolution (ideological, technical and cultural) red flag movement. &nbsp;&nbsp;&nbsp;\r\n   The reality today when we have greeted a period of a great turning-point in the building of a powerful nation requires us to effect a great upswing once again as we did in the post-war period, the editorial says, and goes on: &nbsp;&nbsp;&nbsp;\r\n   It is the will of the Worker's Party of Korea to usher in a new era of building a powerful and prospering nation through the three-revolution red flag movement. &nbsp;&nbsp;&nbsp;\r\n   The movement intended to organically combine ideological transformation of man with the collective innovation drive in economic and cultural construction and thoroughly apply the principle of speed campaign and ideological campaign is a powerful mass movement which gives a great impetus to the second grand Chollima march. &nbsp;&nbsp;&nbsp;\r\n   To push ahead with this movement in particular is very instrumental in shattering the imperialists' isolation and suffocation moves and consolidating the Korean-style socialist bulwark as firm as a rock. &nbsp;&nbsp;&nbsp;\r\n   The three revolutions, ideological, technical and cultural, are an effective way of cementing our politico-ideological position, military position and economic position to be impregnable. &nbsp;&nbsp;&nbsp;\r\n   Only when the three-revolution red flag movement is pushed ahead with can our country throw its rays as an ideologically and militarily strong nation, a powerful nation in terms of self-reliance, which no enemy can invade. &nbsp;&nbsp;&nbsp;\r\n   To dynamically carry out this movement is an important need to create an immensely fast speed in socialist economic construction with the general mobilization of the inexhaustible might of the Korean people. &nbsp;&nbsp;&nbsp;\r\n   It is the target of the second grand Chollima march to scale the eminence of building a powerful nation from the strong springboard already secured. In order to carry out the gigantic task with flying colors it is imperative to give fresh spurs to this movement and arouse the whole party and all the people to accomplish the three revolutions. &nbsp;&nbsp;&nbsp;\r\n   Recalling that the vitality of this movement which was launched by the Worker's Party of Korea more than two decades ago has been fully proven in practice, the editorial points to the matters in developing the movement in depth. \r\n\r\n"
        },
        {
            "title": "Macedonian National Day greeted",
            "url": "http://kcna.co.jp/item/1999/9908/news08/05.htm#15",
            "content": "36 years with wild beasts\r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 5 (KCNA) -- At the Central Zoo which nestles at the foot of Mt. Taesong in Pyongyang, a woman can be seen handling tigers as easily as a pet dog. She is Kim Sun Ok, merited breeder and head of the wild beast work-team, who has had a 36-years-long career as a breeder. &nbsp;&nbsp;&nbsp;\r\n   As a child, she showed a special attachment to animals and as a senior-middle-school student, to wild beasts. She devoured books on big game and visited the zoo and circus to examine their habits of life. Gradually, she felt, with growing confidence, that she might be able to breed beasts of prey. &nbsp;&nbsp;&nbsp;\r\n   After finishing the Pyongyang Anhak Senior Middle School, she became a breeder of tiger-cubs at the Central Zoo as she had wished and has since displayed constant devotion to her charge. &nbsp;&nbsp;&nbsp;\r\n   In April 1978, the tiger, which she had reared as a cub, produced five young in one birth (the tiger's litters normally contain two). After its excessive delivery, the tiger had no milk enough for all the younglings, so it fed only two of them, while neglecting the other three which were on the verge of starvation to death. She rose to the occasion and fed them on goat's milk, taking care of them by keeping several nights' vigil. Finally the unfortunate younglings were saved and grew up strong and healthy. &nbsp;&nbsp;&nbsp;\r\n   Once when a male tiger happened to be seriously ill, she nourished it with fresh blood of domestic animals and some tonics until it came round. &nbsp;&nbsp;&nbsp;\r\n   Up to now, she has supplied the provincial zoos with a total of 50 cubs of Korean and Bengal tigers, 30 cubs of lions and 28 cubs of leopards, and trained many wild beast breeders. &nbsp;&nbsp;&nbsp;\r\n   With a wealthy stock of knowledge and experience in her field, she can guess the mood and health of a beast only by reading its looker movement. \r\n\r\n"
        },
        {
            "title": "WFP executive director and her party arrive",
            "url": "http://kcna.co.jp/item/1999/9908/news08/05.htm#16",
            "content": "Macedonian National Day greeted\r\n  &nbsp;&nbsp;&nbsp;Pyongyang, August 5 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea, sent a message of greetings to Macedonian President Kiro Gligorov on August 2 on the occasion of the National Day of the Republic of Macedonia. &nbsp;&nbsp;&nbsp;\r\n   The message wished the president and people of Macedonia success in their work for stability and prosperity of the country and expressed the belief that the cooperative relations between the two countries would further expand and develop. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, Hong Song Nam, premier of the cabinet of the DPRK, and Foreign Minister Paek Nam Sun sent messages of greetings to Prime Minister Ljubco Georgievski and Foreign Minister Alexander Dimitrov of Macedonia separately. \r\n\r\n"
        }
    ]
}