{
    "date": "1999-12-10",
    "url": "http://kcna.co.jp/item/1999/9912/991210.htm",
    "articles": [
        {
            "title": "Greetings to Burkinese President",
            "url": "http://kcna.co.jp/item/1999/9912/news12/10.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Equipment presented to industrial establishment",
            "url": "http://kcna.co.jp/item/1999/9912/news12/10.htm#2",
            "content": "Greetings to Burkinese President \r\n&nbsp;&nbsp;&nbsp;   Pyongyang, December 10 (KCNA) -- Kim Yong Nam, President of the presidium of the DPRK Supreme People's Assembly, on Thursday sent a message of greetings to President Blaise Compaore on the National Day of Burkina Faso. &nbsp;&nbsp;&nbsp;\r\n   In the message Kim wished the Burkinese President greater success in his work for national prosperity, expressing the belief that the friendly relations between the two countries would continue to develop.\r\n\r\n"
        },
        {
            "title": "Cambodian party leader on friendly relations with DPRK",
            "url": "http://kcna.co.jp/item/1999/9912/news12/10.htm#3",
            "content": "Equipment presented to industrial establishment \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, December 10 (KCNA) -- Equipment was presented to the Pyongyang Daily Necessities Combine by the Chinese embassy here. &nbsp;&nbsp;&nbsp;\r\n   Wan Yongxiang, Chinese ambassador to the DPRK, and embassy officials handed them on the spot yesterday. &nbsp;&nbsp;&nbsp;\r\n   The ambassador said that it was great pleasure for the embassy to make a contribution, though small, to keeping the production going at the combine  associated with the leadership exploits of the President Kim Il Sung and Marshal Kim Jong Il, wishing the workers there bigger success in their drive to improve the standard of the people's living. \r\n\r\n"
        },
        {
            "title": "World Day of Human Rights observed",
            "url": "http://kcna.co.jp/item/1999/9912/news12/10.htm#4",
            "content": "Cambodian party leader on friendly relations with DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- Chea Sim, chairman of the c.c., the People's Party and president of the senate of Cambodia, when meeting Kim Yong Sop, DPRK ambassador to that country who paid a farewell visit to him on December 3, expressed the belief that the good friendly relations between the two countries would continue to develop on good terms in the future, too, and said that he would make positive efforts to that end. &nbsp;&nbsp;&nbsp;\r\n   Noting that he was very satisfied with the friendly relations between the Cambodian people and the fraternal Korean people, he stressed these relations were provided, developed and consolidated by esteemed King Norodom Sihanouk and the great leader of the Korean people President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n   He added that he would pay a deep attention to the development of the friendly ties between the People's Party of Cambodia and the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n   The senate, the National Assembly and the government of Cambodia  will as ever extend full support to the DPRK's just policy on reunification, he declared. \r\n\r\n"
        },
        {
            "title": "KCNA slams sinister attempt of Japan and S. Korea",
            "url": "http://kcna.co.jp/item/1999/9912/news12/10.htm#5",
            "content": "World Day of Human Rights observed \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, December 10 (KCNA) -- Papers here today observe the World Day of Human Rights. &nbsp;&nbsp;&nbsp;\r\n   Rodong Sinmun in a signed article says: Genuine human rights can be guaranteed only in the socialist society where the popular masses are the real master of the state and society. &nbsp;&nbsp;&nbsp;\r\n   It is the capitalist society where human rights of the popular masses are most savagely trampled down. &nbsp;&nbsp;&nbsp;\r\n   Human rights in the capitalist society are a privilege granted to the rich who can do everything with money. &nbsp;&nbsp;&nbsp;\r\n   The imperialists, however, are letting loose every conceivable jargon to beautify the capitalist system. They are becoming  so outrageous as to impose their anti-social \"view on human rights\" upon others as \"international standards.\"&nbsp;&nbsp;&nbsp;\r\n   They do not hesitate to meddle in the internal affairs of other sovereign countries under the pretext of human rights. &nbsp;&nbsp;&nbsp;\r\nIn fact, this is a wanton violation of human rights. &nbsp;&nbsp;&nbsp;\r\n   Only a struggle against the imperialists and reactionary forces can realize the desire of humankind to enjoy genuine human rights. &nbsp;&nbsp;&nbsp;\r\n   Minju Joson in an article stresses that the struggle of the world progressives to defend genuine human rights is just and it is certain to triumph. \r\n\r\n"
        },
        {
            "title": "KCNA on remarks of U.S. conservative hard-liners",
            "url": "http://kcna.co.jp/item/1999/9912/news12/10.htm#6",
            "content": "KCNA slams sinister attempt of Japan and S. Korea \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, December 10 (KCNA) -- The Japanese and South Korean authorities attempted to turn the \"three-nation summit\" held in manila some time ago into a forum to discuss the Korean issue. &nbsp;&nbsp;&nbsp;\r\n   This was nothing but the last resort of those who have no say as regards the issue of the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n   It was ridiculous of them to assert that \"three-nation summit\" should be made regular and that it should discuss the Korean issue. &nbsp;&nbsp;&nbsp;\r\n   If the Korean issue is discussed at that \"summit\" in the future, it will not be of any help to solving it but make it complicated and put a brake on its solution. &nbsp;&nbsp;&nbsp;\r\n   The DPRK and the U.S. are the real parties concerned for the solution of the issue of the Korean peninsula and, to this end, multi-faceted talks are now under way between them. &nbsp;&nbsp;&nbsp;\r\n   Nevertheless,  the forces who are trying to meddle in the Korean issue and fish in troubled waters and their followers are barring its settlement, hypocritically acting as if they were interested in its solution. It is Japan which is taking the lead in throwing hurdles in the way of solving the issue and it is the South Korean authorities who are following Japan. &nbsp;&nbsp;&nbsp;\r\n   An example of this is that Japan and South Korea attempted to create complexity in the solution of the Korean issue by peddling \"six-party talks\" in the past only to be ridiculed. The \"three-nation summit\" which they attempted to turn into a bargaining over the Korean issue proves that they are resorting to a foolish trick and seeking a sinister political aim instead of drawing lessons from their past failure. &nbsp;&nbsp;&nbsp;\r\n   Their ulterior purpose is to use the \"summit\"  as a lever to bring up again the already bankrupt \"six-party talks\". &nbsp;&nbsp;&nbsp;\r\n   The attempt to lead the issue of the Korean peninsula astray contrary to the fundamental interests of the Korean nation and peace and stability in Asia and the rest of the world and any compromise over it should never be tolerated as they are a disgraceful challenge to the times, history and human conscience. \r\n\r\n"
        },
        {
            "title": "Enjoying benefit of free education system",
            "url": "http://kcna.co.jp/item/1999/9912/news12/10.htm#7",
            "content": "KCNA on remarks of U.S. conservative hard-liners \r\n &nbsp;&nbsp;&nbsp;Pyongyang, December 10 (KCNA) -- Conservative hard-liners of the United States are these days making outbursts throwing a wet blanket over the results of the Berlin talks at which it was agreed to hold DPRK-U.S. high-level talks in near future. &nbsp;&nbsp;&nbsp;\r\n   According to news reports, republican members of the U.S. House of Representatives criticized the U.S. administration's DPRK policy as a \"concession policy\" and released a separate \"report on policy toward North Korea\" as a counter-measure against Perry's report. They also made a groundless argument that the DPRK had further accelerated its nuclear development while the U.S. offered huge amount of assistance to it. &nbsp;&nbsp;&nbsp;\r\n   Worse still, they committed themselves to totally examining the Clinton administration's DPRK policy by invoking the legislative power next year, contending that \"tougher measures\" should be taken to change the DPRK's system. &nbsp;&nbsp;&nbsp;\r\n   Such unpardonable move spoils the atmosphere for the improvement of the DPRK-U.S. relations and casts a cloud over the prospect of the DPRK-U.S. high-level talks. &nbsp;&nbsp;&nbsp;\r\n   Those republican congressmen have stood against the U.S. administration's DPRK policy from the outset and are now getting more overheated in such campaign with the presidential election due next year.  &nbsp;&nbsp;&nbsp;\r\n Under this situation we can not but doubt which will be the real U.S. policy out of the two conflicting U.S. policies towards the DPRK, shaped by the democratic party and the republican party. &nbsp;&nbsp;&nbsp;\r\n   We will be compelled to change our stand if a policy, which is intended to disarm and lead the DPRK to change and \"collapse\" is adopted in the U.S. as a basic one. &nbsp;&nbsp;&nbsp;\r\n   It is a gamble for us to discuss such an important matter as the missile issue pertaining to the sovereignty of the country with the present U.S. administration whose tenure will expire in one year. &nbsp;&nbsp;&nbsp;\r\n   The essence of the U.S. \"carrot and stick\" policy is to disarm and topple the DPRK. Accordingly, we cannot but approach the present U.S. administration's policy toward the DPRK with apprehension. &nbsp;&nbsp;&nbsp;\r\n   We pay heed to the fact that the allegation of the republican party may surface as a U.S. policy. &nbsp;&nbsp;&nbsp;\r\n   If the U.S. takes the road of military confrontation, we cannot but take all self-defensive measures corresponding to this. &nbsp;&nbsp;&nbsp;\r\n   We are fully prepared for both the improvement of relations and military confrontation with the U.S. &nbsp;&nbsp;&nbsp;\r\n  We will take a relevant decision after following the future attitude of the U.S. a little longer. \r\n\r\n"
        },
        {
            "title": "Blessed people",
            "url": "http://kcna.co.jp/item/1999/9912/news12/10.htm#8",
            "content": "Enjoying benefit of free education system \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, December 10 (KCNA) -- In the DPRK where a free education system is in force, all people are at their books. &nbsp;&nbsp;&nbsp;\r\n   Eighteen members of Ri Jin Sil's family living in Chilgol-dong no. 3, Mangyongdae district, Pyongyang, are graduates of universities including Kim Chaek University of Technology, Korean University of Physical Education, Pyongyang University of Music and Dance and Pyongyang University of Foreign Studies. &nbsp;&nbsp;&nbsp;\r\n   Before Korea was liberated from Japanese rule in August 1945, children's education was one of the Korean people's cherished wishes. &nbsp;&nbsp;&nbsp;\r\n   Having lost her husband at the age of 26, Ri tried to give her children bright hopes of education. But her dream became attenuated in the face of realities under Japanese colonial rule. &nbsp;&nbsp;&nbsp;\r\n   It was not until Korea's liberation that her age-long dream was realized. &nbsp;&nbsp;&nbsp;\r\n   The same is true of the family of Jang Pok Sun in Puksae-dong, Moranbong district, Pyongyang. Her six children's couples finished the university course. &nbsp;&nbsp;&nbsp;\r\n   The introduction of a completely free and universal education system in 1959 was an epochal event in fulfilling the Koreans' long-cherished desire for their children's education. &nbsp;&nbsp;&nbsp;\r\n   Measures were taken to provide full conditions for free education. Schools were built or rebuilt, and highly qualified teachers and educational apparatuses provided to schools. &nbsp;&nbsp;&nbsp;\r\n   Buses, boats and trains are available exclusively for children in areas far away from school location. &nbsp;&nbsp;&nbsp;\r\n   Well-equipped educational facilities including the Grand People's Study House are found everywhere. &nbsp;&nbsp;&nbsp;\r\n   Thanks to the most advantageous public education system having been put into effect, the DPRK can be called a country of learning. Present-Korea has nearly two million intellectuals produced from its own bases for cadre training. &nbsp;&nbsp;&nbsp;\r\n   The launch of the first artificial earth satellite and the rapid development of hi-tech in every sector of the national economy are the feat of a free education system. \r\n\r\n"
        },
        {
            "title": "Foreign language press group 50 years old",
            "url": "http://kcna.co.jp/item/1999/9912/news12/10.htm#9",
            "content": "Blessed people \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- The number of people who receive benevolent birthday and wedding tables under the blessings of the leader is increasing in Korea as the days go by. &nbsp;&nbsp;&nbsp;\r\n   This is a vivid picture of socialism of Korea in which the leader and the people form a harmonious whole. &nbsp;&nbsp;&nbsp;\r\n   Many macrobians including Ri Song Nyo residing in Tongdaewon district, Pyongyang, Kim Thuk Sil in Unsan county, South Phyongan Province, and Han Orin Nyo in Pukchong county, South Hamgyong Province, received centennial birthday tables this year. &nbsp;&nbsp;&nbsp;\r\n   General Secretary Kim Jong Il sends centennial birthday tables to all of centenarians who meet their birthdays, saying the increase in the number of centenarians is a pride of the country. He took such measures as instructing the health organs across the country to take special care of them. &nbsp;&nbsp;&nbsp;\r\n   Along with the macrobians, the first woman general of Korea Jon Ku Gang and war veterans, creator of the Mansudae Art Studio U Chi Son, researcher of Kim Il Sung University Paek To Hyon and other talented scientists, technicians and artistes received 70th and 80th birthday tables from the leader. &nbsp;&nbsp;&nbsp;\r\n   And a lot of people who devoted themselves to society and the collective also received benevolent birthday tables. &nbsp;&nbsp;&nbsp;\r\n   Many participants in national meetings had the honor of getting birthday tables sent by the leader. &nbsp;&nbsp;&nbsp;\r\n   Among the blessed people are Kim Man Yu, adviser to the central standing council of the Medical Federation of Korean Residents in Japan, Kim Si Mo who received a centennial birthday table during her visit to the homeland and other overseas compatriots  and a Japanese woman in Korea, Kamu Hyo Gyong, who works at the institute of the Central Botanical Garden. &nbsp;&nbsp;&nbsp;\r\n   Worker of the Tongrim home for disabled soldiers in North Phyongan Province Kim Kum Hui and many other young people received wedding tables. \r\n\r\n"
        },
        {
            "title": "S. Korean authorities admit wrong \"Northern Limit Line\"",
            "url": "http://kcna.co.jp/item/1999/9912/news12/10.htm#10",
            "content": "Foreign language press group 50 years old \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, December 10 (KCNA) -- The foreign language press group, the nation's comprehensive publishing center for overseas propaganda, marked the 50th anniversary of its establishment on December 4. &nbsp;&nbsp;&nbsp;\r\n   The press group is located in Sosong district, Pyongyang. &nbsp;&nbsp;&nbsp;\r\n   The group, which commenced its work by publishing a magazine \"New Korea\", has turned into what it is today. It publishes diverse literature including a variety of books, magazines and newspapers. &nbsp;&nbsp;&nbsp;\r\n   Credit for this glorious history of the press group goes to General Secretary Kim Jong Il's energetic leadership. &nbsp;&nbsp;&nbsp;\r\n   He guided its work on the spot seven times and gave it highly important instructions hundreds of times, thus indicating the orientation and ways to be followed by it in each period and at each stage of the developing revolution. &nbsp;&nbsp;&nbsp;\r\n   When the construction of its foreign language printing plant was completed, he came to the factory and declared it commissioned. &nbsp;&nbsp;&nbsp;\r\n   Under his meticulous  guidance and care, it has turned into the nation's strong publishing center for overseas propaganda having publishing houses for works Korea pictorial, the Pyongyang Times, foreign language magazines, foreign trade, Korea today and the information services as well as the foreign language printing plant and a school for training translators. &nbsp;&nbsp;&nbsp;\r\n   Over the last half century the group has translated and published famous works of the President Kim Il Sung and General Secretary Kim Jong Il at least tens of millions of volumes of some 700 kinds, in different languages and distributed them to the world. &nbsp;&nbsp;&nbsp;\r\n   At a time when the imperialists were describing the collapse of socialism in a number of countries as \"the end of socialism\" the press group translated and published Kim Jong Il's works \"socialism is a science\" and \"abuses of socialism are intolerable\", and so on. And distributed them, thus powerfully encouraging the world people in the struggle for the revival of socialism and the cause of independence. &nbsp;&nbsp;&nbsp;\r\n   More than ten millions books translated and published by it greatly helped to widely introduce the stirring realities of man-centred socialism of Korean style and an ancient history and culture of the nation. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, the newspaper \"Pyongyang Times\", magazine \"Korea Today\", \"Kumsugangsan\" and \"Foreign Trade in Korea\" and pictorial magazine \"Korea\" and other periodicals and picture album and other literature have been translated and published in different languages and distributed to at least 160 countries and international organizations in the world. \r\n\r\n"
        },
        {
            "title": "S. Korean workers' struggle supported",
            "url": "http://kcna.co.jp/item/1999/9912/news12/10.htm#11",
            "content": "S. Korean authorities admit wrong \"Northern Limit Line\" \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- The South Korean Ministry of National Defense admitted that the \"Northern Limit Line\" was unilaterally set by the U.S. forces side on the West Sea of Korea, according to a news agency report of South Korea on December 8.&nbsp;&nbsp;&nbsp;\r\n   Noting that the circumstances in which the \"Northern Limit Line\" had been established became very much controversial following the west sea incident, the news agency said it is the first time the South Korean authorities in an official announcement confirmed that the line was set according to a unilateral decision of the U.S. forces side. \r\n\r\n"
        },
        {
            "title": "S. Korean people's solidarity struggle encouraged",
            "url": "http://kcna.co.jp/item/1999/9912/news12/10.htm#12",
            "content": "S. Korean workers' struggle supported \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 10 (KCNA) -- The South Korean workers have risen up in a struggle to win the right to existence and democratic freedom. This is an eruption of their resentment and grudge against the South Korean rulers who have brought unbearable misfortunes and sufferings to them through flunkeyism and treacheries and anti-popular misrule. &nbsp;&nbsp;&nbsp;\r\n   Rodong Sinmun today says this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n   The workers and other toiling masses in South Korea are barely eking out their living due to the daily worsening exploitation, plunder, unemployment and snowballing taxes, the commentary says, and goes on: &nbsp;&nbsp;&nbsp;\r\n   Unable to bear any longer this pain and death in the veritable living hell, the South Korean workers have turned out as one in the struggle. &nbsp;&nbsp;&nbsp;\r\n   There can be no other option for the South Korean workers than to struggle. Any compromise or yielding will lead to death and the only way out is to put up a resolute struggle against the oppressors.  \r\n\r\n"
        },
        {
            "title": "Intensified anti-imperialist struggle called for",
            "url": "http://kcna.co.jp/item/1999/9912/news12/10.htm#13",
            "content": "S. Korean people's solidarity struggle encouraged \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, December 10 (KCNA) -- Rodong Sinmun today carries an article about South Korean people's solidarity struggle for abolishing the \"security law\" within this year which has been staged powerfully with an involvement of democratic mass organizations, religious, civic, human rights and legal organizations. &nbsp;&nbsp;&nbsp;\r\n   The \"security law\", a legal device of confrontation and division and the snare of fascist suppression, is incompatible with national reconciliation, unity and the reunification of the country, the article says, and goes on:  &nbsp;&nbsp;&nbsp; \r\nThe \"security law,\" which has been used against the nation for half a century, should be abolished totally and unconditionally without delay. &nbsp;&nbsp;&nbsp;\r\n   This is the only way for independence and democratization of South Korean society and national reunification. It is also the way to wreak the grudges of martyrs who had been killed under the fascist law while fighting for independence, democracy and reunification. &nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities are talking about \"amendment\" of the \"security law\" instead of its abolition. It is nothing but an intention to invariably use it as a tool for the maintenance of their power and continue their fascist suppression of people with it. &nbsp;&nbsp;&nbsp;\r\n   If political parties, organizations and personages of South Korea connive at the existence of the \"security law,\" deceived by such cunning moves of the authorities as \"amendment\", they will fall victim to it. &nbsp;&nbsp;&nbsp;\r\n   The struggle for abolishing the \"security law\" is for the vital interests of all the classes and strata. &nbsp;&nbsp;&nbsp;\r\n   They are different in political view, religious faith, faction and affiliation, but common in fighting purpose and circumstance. So they can advance and coordinate with each other in the righteous patriotic struggle for totally abolishing the notorious \"security law\" and achieving the democratic freedom and rights and national reunification. \r\n\r\n"
        }
    ]
}