{
    "date": "1999-05-03",
    "url": "http://kcna.co.jp/item/1999/9905/990503.htm",
    "articles": [
        {
            "title": "Sports and amusement games held",
            "url": "http://kcna.co.jp/item/1999/9905/news05/03.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Withdrawal of \"university restructuring\" called for",
            "url": "http://kcna.co.jp/item/1999/9905/news05/03.htm#2",
            "content": "Sports and amusement games held\r\n &nbsp;&nbsp;&nbsp;Pyongyang, May 3 (KCNA) -- Builders of the capital city held multifarious sports and amusement games at the East Pyongyang Stadium on May 2 to commemorate May Day.\r\n   The stadium was packed with tens of thousands of working people from more than 200 factories and enterprises under the associated capital construction bureau. \r\n   They competed in 16 sports and amusement events, including basketball, football, volleyball, wrestling, mass rhythmic exercise, Taekwon-do physical exercise and group forced march.\r\n  They fully demonstrated the noble spirit of collectivism, strong will and sports skills. \r\n\r\n"
        },
        {
            "title": "Intellectuals contribute to building powerful  nation",
            "url": "http://kcna.co.jp/item/1999/9905/news05/03.htm#3",
            "content": "Withdrawal of \"university restructuring\" called for\r\n &nbsp;&nbsp;&nbsp;Pyongyang, May 3 (KCNA) -- The National University Trade Union under the South Korean Confederation of Trade Unions (KCTU) rejected the authorities' \"university restructuring\" on April 27, according to a report.\r\n   More than 700 unionists from 64 branch organizations from across South Korea held a rally and marched through streets.\r\n   After criticizing the authorities for ignoring their repeated demands, they declared that they would join KCTU in the May struggle unless the authorities show a sincere attitude. \r\n\r\n"
        },
        {
            "title": "U.S. keen on preparations for war against DPRK",
            "url": "http://kcna.co.jp/item/1999/9905/news05/03.htm#4",
            "content": "Intellectuals contribute to building powerful  nation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 3 (KCNA) -- Recently at least 700 intellectuals have been awarded degrees of candidate academician, professor, doctor, associate professor and master in the DPRK.\r\n    They have resolved scientific and technological issues of national importance and achieved great successes in the training of scientists.\r\n    Scientists and technicians of the DPRK are making positive contributions to  building a powerful nation with great scientific and technological achievements.&nbsp;&nbsp;&nbsp;\r\n    The mathematics institute of the Academy of Sciences has introduced valuable programs for machine  vibration measuring system, observation and control system of ammonia gas production process and  programs for the survey of underground natural resources into at least 1,000 objects of major industrial establishments, thus putting production and management activities on a scientific and modern basis.&nbsp;&nbsp;&nbsp;\r\n    The research group in the field of bioengineering  has given solutions to  scientific and technological problems in the increased production of non-virus potato and in the cultivation of potatoes by use of small potatoes, thus opening a bright prospect of boosting  the per-hectare yield of potato.&nbsp;&nbsp;&nbsp;\r\nThe scientists and technicians have registered at least 100 successes  of global significance in scientific researches in various fields including electronics, bioengineering and heat engineering even  under the hard conditions of the \"arduous march\" in recent years.&nbsp;&nbsp;&nbsp;\r\n    The successful launch of satellite \"Kwangmyongsong 1,\" the production of an electron microscope of 300,000 magnifications and the invention of the method of producing iron by oxygen blowing  are listed as the greatest achievements made by the Korean intellectuals by tightening their belts.&nbsp;&nbsp;&nbsp;\r\n    These scientific achievements conducive to accelerating the building of a powerful nation are the precious fruition of the dynamic guidance of General Secretary Kim Jong Il who set forth the idea of giving priority to science and clearly indicated orientation and ways of developing the nation's science and technology.&nbsp;&nbsp;&nbsp;\r\n     Expenditure for scientific researches this year is up 10% over that last year. The Korean intellectuals are now running at a canter to solve main scientific and technological issues in building a powerful nation at an early date.  \r\n\r\n"
        },
        {
            "title": "Curses come home to roost",
            "url": "http://kcna.co.jp/item/1999/9905/news05/03.htm#5",
            "content": "U.S. keen on preparations for war against DPRK\r\n &nbsp;&nbsp;&nbsp;   Pyongyang, May 3 (KCNA) -- The U.S. Defense Department in a report submitted to the congress on April 29 advocated the building of the \"Theatre Missile Defense\" system (TMD) in Japan and South Korea on the pretext of \"coping with missile attack from North Korea\", according to a report.\r\n   The U.S. development and deployment of TMD is a criminal move to increase the capacity of missile attack on Korea and round off the preparations for a war against the DPRK.\r\n   This move of the U.S. is stirring up public concern and denunciation as it is fraught with the danger of mounting military tensions and arms race in northeast Asia. \r\n\r\n"
        },
        {
            "title": "Greetings to Polish President",
            "url": "http://kcna.co.jp/item/1999/9905/news05/03.htm#6",
            "content": "Curses come home to roost\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 3 (KCNA) -- The United States has massively deployed  combatant forces equipped with sophisticated weapons in South Korea and  stepped up preparations to immediately hurl armed forces for mobile attack operations in case of \"emergency\" on the Korean peninsula while talking about \"vacuum  caused by the Yugoslav crisis in combat power on the peninsula.\" &nbsp;&nbsp;&nbsp;\r\nCommenting on this, Rodong Sinmun today says this is just like a green light to another Korean war.   The paper goes on:   The U.S. war hawks' loudmouthed \"vacuum in combat power on the Korean peninsula\" is intended to justify the massive buildup of the U.S. troops in South Korea and lay down a smokescreen  to cover up their moves to provoke the second Korean war.&nbsp;&nbsp;&nbsp;\r\n   No unit of the U.S. forces present in South Korea  is involved in the NATO's war against Yugoslavia. This  is indication that the \"vacuum  in combat power\" is no more than a pretext  to step up arms buildup.   The United States is working hard to  undertake reckless war actions in the strategic Balkans and the Korean peninsula according to the two simultaneous wars strategy.&nbsp;&nbsp;&nbsp;\r\n   It is foolish and preposterous for the United States to unleash a new war of aggression on the Korean peninsula while carrying on the Balkan war with the calculation that it can simultaneously win wars in the two major  regions.   We have the invincible self-defense forces equipped with powerful defence and offensive means and our own peculiar mode, strategy and tactics to cope with any  situation on our own initiative.&nbsp;&nbsp;&nbsp;\r\nIf the United States makes the Korean peninsula a \"target of testing\" the two simultaneous wars  strategy and a \"ground\" to test up-to-date military technology, it will meet the worst ever consequences. \r\n   The United States  is well advised to stop a reckless adventure, clearly mindful that a war against us will only end in its defeat as curses come home to roost. \r\n\r\n"
        },
        {
            "title": "\"Combined use of Chinese characters\" rejected",
            "url": "http://kcna.co.jp/item/1999/9905/news05/03.htm#7",
            "content": "Greetings to Polish President \r\n &nbsp;&nbsp;&nbsp;Pyongyang, May 3 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, sent a message of greetings  to Polish President Aleksander Kwasniewski on April 30 on the occasion of the constitution day, the national holiday of the Polish people.\r\n   The message sent felicitations to the President and the Polish people and wished him success in his work on the day. \r\n\r\n"
        },
        {
            "title": "KPA Supreme Commander praised",
            "url": "http://kcna.co.jp/item/1999/9905/news05/03.htm#8",
            "content": "\"Combined use of Chinese characters\" rejected\r\n &nbsp;&nbsp;&nbsp;Pyongyang, May 3 (KCNA) -- South Korean publications continue carrying articles rejecting the authorities' sycophantic treacherous moves for \"the combined use of Chinese characters\" and obliteration of the Korean language.\r\n   The newspaper Hangyore said in an article titled \"start of signature campaign to defend our mother tongue\" that organizations related to the Korean written language have launched a massive signature campaign against the call for the combined use of Chinese characters.\r\n   In another article headlined \"article to people\" it said the Policy of spoken and written language should not be decided upon by power or money.\r\n   The magazine mal described the South Korean reality in which foreign language and mixed language are rampant as a \"fair of phrases in vogue\". \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on CPRF's calls",
            "url": "http://kcna.co.jp/item/1999/9905/news05/03.htm#9",
            "content": "KPA Supreme Commander praised\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 3 (KCNA) -- The 67th foundation day of the Korean People's Army  (April 25) was significantly observed in many countries of the world.\r\n   All the speakers at various functions and mass media of different countries in their special write-ups or programs on  this day were unsparing in praise of the respected Supreme Commander Kim Jong Il who  has trained the Korean People's Army (KPA) as invincible armed forces.&nbsp;&nbsp;&nbsp;\r\n   The National Radio of Cambodia in a program said that the KPA is widely known as a powerful army of the world entirely because it has the peerlessly brilliant commander Marshal Kim Jong Il as its Supreme Commander and chairman of the National Defence Commission of the DPRK.   It is under the  energetic leadership of Kim Jong Il that the KPA  has grown to be invincible armed forces.&nbsp;&nbsp;&nbsp;\r\n   There is no  roar of gun on the Korean peninsula, the hottest spot on the Political arena of the 20th century.   Commenting on this, the world public opinion says the United States' demonstration of its military muscle is interpreted by Korea as no more than a bluff of a \"paper tiger\" and this is because there are Kim Jong Il and the invincible armed forces commanded by him.&nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il is the brilliant commander born of heaven who is possessed of outstanding military strategy, strong faith and will, unrivalled grit and strong courage, fervent  ardor and noble virtues.   Trained by such a brilliant commander, the KPA is demonstrating its might as an ideologically strong matchless army.&nbsp;&nbsp;&nbsp;\r\n   There is no limit to the striking power of our revolutionary armed forces fully equipped with modern offensive and defence means.   If the aggressors encroach upon our dignity or intrude into even an inch of our inviolable sky, sea and land, we will show to the world what will be their end.   The Korean revolutionary armed forces have already declared this solemnly.&nbsp;&nbsp;&nbsp;\r\n   They never make an empty talk.\r\nNo wonder, the Indian newspaper \"Samachar Post\" wrote: \"If you want to see a true army which can fight and win victory, go to Korea to see it.\" \r\n\r\n"
        },
        {
            "title": "Talks between DPRK and Sudanese government delegations",
            "url": "http://kcna.co.jp/item/1999/9905/news05/03.htm#10",
            "content": "Rodong Sinmun on CPRF's calls\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 3 (KCNA) -- Rodong Sinmun today runs an article calling upon the whole nation to stage a nationwide struggle to carry out the calls put forward by the Committee for the Peaceful Reunification of the Fatherland.\r\n   The calls for the great national unity and reunification of the fatherland were published on Apr. 10.\r\n   The calls clarify tasks and ways to hasten the great national unity and the reunification.&nbsp;&nbsp;&nbsp;\r\n   The paper says:   All the fellow countrymen in the north, south and overseas should turn out in a nationwide struggle for the great national unity, upholding the principle of national independence as a foundation of the great national unity and the core issue in solving the national problem.\r\n   They should thoroughly preserve the Juche character and national character, reject flunkeyism and national nihilism and equip themselves with the spirit of national independence.&nbsp;&nbsp;&nbsp;\r\n   The article underscores the need for the South Korean people to discard the idea of worshipping and kowtowing to America and wage a widespread anti-outsider struggle for independence and the anti-puppet struggle for democracy to regain national dignity and sovereignty usurped by foreign forces.&nbsp;&nbsp;&nbsp;\r\n   Calling on all the compatriots to firmly unite under the banner of patriotism and the banner of national reunification, irrespective of ideas, Political views and interests of different classes and sections, the article goes on:   All the compatriots in the north, south and overseas should subordinate everything to achieving the cause common to the nation on the basis of the identity of the Korean nation.&nbsp;&nbsp;&nbsp;\r\n   Even though one committed crimes against the nation in the past, he can work for national unity if he sincerely repents of his past and joins the patriotic ranks for national reunification. \r\n\r\n"
        },
        {
            "title": "Agreement on mutual cooperation signed between DPRK and Sudan",
            "url": "http://kcna.co.jp/item/1999/9905/news05/03.htm#11",
            "content": "Talks between DPRK and Sudanese government delegations\r\n &nbsp;&nbsp;&nbsp;Pyongyang, May 3 (KCNA) -- Talks between the DPRK government delegation and the Sudanese government delegation were held at the Mansudae Assembly Hall today.\r\n   At the talks, the sides exchanged views on strengthening the friendly relations between the two countries and a series of matters of common concern. \r\nPresent there on the DPRK side were Foreign Minister Paek Nam Sun and other officials concerned,  and on the opposite side were the members of the Sudanese government delegation led by Mustafa Osman Ismail, Foreign Minister. \r\n   The talks proceeded in a friendly atmosphere. \r\n  \r\n"
        },
        {
            "title": "Greetings to Cote d'Ivoire President",
            "url": "http://kcna.co.jp/item/1999/9905/news05/03.htm#12",
            "content": "Agreement on mutual cooperation signed between DPRK and Sudan\r\n &nbsp;&nbsp;&nbsp;Pyongyang, May 3 (KCNA) -- An agreement on cooperation between the foreign ministries of the DPRK and the Republic of Sudan was signed here today.\r\nPaek Nam Sun, DPRK Foreign Minister, and Mustafa Osman Ismail, Sudanese  Foreign Minister who is leading the Sudanese government delegation, signed the agreement. \r\n\r\n"
        },
        {
            "title": "Kim Yong Nam meets Sudanese government delegation",
            "url": "http://kcna.co.jp/item/1999/9905/news05/03.htm#13",
            "content": "Greetings to Cote d'Ivoire President\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 3 (KCNA) -- President Kim Yong Nam of the presidium of the Supreme People's Assembly of the DPRK today sent a message of greetings to Henri Konan Bedie, President of Cote d'Ivoire, on his 65th birthday.\r\n   The message congratulated him on his birthday and wished him good health and happiness and expressed the belief that the friendly and cooperative relations between the two countries would further strengthen and develop. \r\n\r\n"
        }
    ]
}