{
    "date": "1999-08-22",
    "url": "http://kcna.co.jp/item/1999/9908/990822.htm",
    "articles": [
        {
            "title": "Kim Dae Jung \"government\" denounced for flunkeyist  treachery",
            "url": "http://kcna.co.jp/item/1999/9908/news08/22.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Struggle for abolition of \"NSL\"",
            "url": "http://kcna.co.jp/item/1999/9908/news08/22.htm#2",
            "content": "Kim Dae Jung \"government\" denounced for flunkeyist  treachery \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 22 (KCNA) -- The South Korean ruling quarters recently brought the remains of Underwood, who was the first American missionary to come to Korea, to Seoul from the United States and are introducing him.&nbsp;&nbsp;&nbsp;\r\n   In this regard, a spokesman for the National Democratic Front of South Korea issued a statement on Aug. 16 denouncing the moves,  according to Seoul-based radio Voice of National Salvation. &nbsp;&nbsp;&nbsp;\r\n   The statement said: &nbsp;&nbsp;&nbsp;\r\n   Underwood was a criminal who came to Korea in 1885 under the mask of missionary to disseminate the idea of worshipping and fearing America and was hell-bent on intelligence and conspiratorial activities and the training of pro-American elements. And his clan of four generations acted a guide and shock brigade in the implementation of the U.S. policy of aggression on Korea for 114 years. &nbsp;&nbsp;&nbsp;\r\n   It is shameful that the remains of such despicable clan still lie buried in our inviolable land. Nevertheless, the ruling quarters brought and buried in Seoul the remains of Underwood who died in the U.S., while introducing him. This cannot but arouse astonishment and indignation among the people. &nbsp;&nbsp;&nbsp;\r\n   This folly of the Kim Dae Jung group was prompted by an insidious purpose to benumb the mounting anti-U.S. sentiment and spirit of independence among the South Korean people and keep South Korea as an eternal colony of the U.S. and, in return, realize \"security of the regime\" and stay in power with the backing of the U.S. &nbsp;&nbsp;&nbsp;\r\n   The Kim Dae Jung regime seeking to maintain the colonial fascist system at the sacrifice of the national dignity and honor will face a more miserable end than the predecessors'. &nbsp;&nbsp;&nbsp;\r\n   The Kim Dae Jung group should look squarely at the will of the South Korean people struggling against the U.S. and for independence, and act with discretion. \r\n \r\n"
        },
        {
            "title": "Japanese shoots at Chongryon central  headquarters hall",
            "url": "http://kcna.co.jp/item/1999/9908/news08/22.htm#3",
            "content": "Struggle for abolition of \"NSL\"\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 22 (KCNA) -- The south promotion headquarters for the grand pan-national reunification festival reportedly formed an emergency measure committee for the repeal of the \"National Security Law\" and an end to the repression of the non-governmental reunification movement on August 18. &nbsp;&nbsp;&nbsp;\r\nThe organization declared that the inauguration of the committee is intended for ensuring non-governmental reunification movement in face of the repression the authorities are intensifying against the headquarters, the \"National Alliance for Democracy and Reunification\" and the South Korean Confederation of Trade Unions after the August 15 Pan-National Pro-Reunification Festival. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, Kang Hui Nam and other leaders of the headquarters launched into a sit-in in Seoul on August 16 in protest against the authorities' crackdown upon hardcore members of their organization. \r\n\r\n"
        },
        {
            "title": "Korean people's struggle supported",
            "url": "http://kcna.co.jp/item/1999/9908/news08/22.htm#4",
            "content": "Japanese shoots at Chongryon central  headquarters hall\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, August 22 (KCNA) -- An unidentified Japanese shot at the hall of the central headquarters of the General Association of Korean Residents in Japan (Chongryon), according to Joson Sinbo dated August 20, a Koreans' newspaper published in Japan. &nbsp;&nbsp;&nbsp;\r\n   The incident was discovered in the daytime of August 18. &nbsp;&nbsp;&nbsp;\r\nThere was a hole on a glass window of the dining room on the fourth floor of the hall and it was seen broken by the shooting and a lump of iron stick to its piece. &nbsp;&nbsp;&nbsp;\r\n   The incident is an unpardonable crime as it happened while Japan's media were inciting anti-DPRK sentiment with a row over possible \"relaunch of missile\" by the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The paper strongly urged the Japanese authorities and police to recognize the gravity of the case, arrest and severely punish the criminal and probe the truth behind it. \r\n\r\n"
        },
        {
            "title": "Japanese government urged to lift sanctions against DPRK",
            "url": "http://kcna.co.jp/item/1999/9908/news08/22.htm#5",
            "content": "Korean people's struggle supported\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 22 (KCNA) -- Jiri Jarka, representative of the Eastern Europe Center for Solidarity and Support for the Democratic People's Republic of Korea and chairman of the Mt. Paektu Czech-Korean Friendship Association, who had participated in international solidarity functions to mark August 15, said in an interview with KCNA that he is sure of victory of the Korean people in their second grand Chollima march. &nbsp;&nbsp;&nbsp;\r\n   The Korean people are vigorously advancing towards the victory without any vacillation despite serious economic difficulties caused by the recent years of natural disasters and vicious blockades of the imperialists, he said, and went on: &nbsp;&nbsp;&nbsp;\r\n   The Korean people are struggling full of confidence and optimism without vacillation because they have the steadfast will to solve all problems by themselves in reliance on their strength. &nbsp;&nbsp;&nbsp;\r\n   Nobody will match the Korean people in the fighting spirit and manner of work any time. &nbsp;&nbsp;&nbsp;\r\n   The DPRK will surely be turned into a powerful socialist nation thanks to the wise leadership of the great Kim Jong Il and the heroic people closely rallied around him. \r\n\r\n"
        },
        {
            "title": "Japan's apology and compensation called for",
            "url": "http://kcna.co.jp/item/1999/9908/news08/22.htm#6",
            "content": "Japanese government urged to lift sanctions against DPRK\r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 22 (KCNA) -- The Japanese Women's Liaison Council for Solidarity with the Korean Women reportedly urged the government to lift sanctions against the DPRK on August 19. &nbsp;&nbsp;&nbsp;\r\n   The head and members of the council called on the prime minister at his residence and handed to him a document carrying such demand. &nbsp;&nbsp;&nbsp;\r\n   They said that the Japanese government should lift sanctions against the DPRK and resume humanitarian aid and negotiations with it, in response to the August 10 statement of its government. \r\n\r\n"
        },
        {
            "title": "Release of all arrested champions called for",
            "url": "http://kcna.co.jp/item/1999/9908/news08/22.htm#7",
            "content": "Japan's apology and compensation called for\r\n   &nbsp;&nbsp;&nbsp; Pyongyang, August 22 (KCNA) -- The Congolese Socialist Party issued a statement on the occasion of the 54th anniversary of Korea's liberation from the Japanese colonial rule. &nbsp;&nbsp;&nbsp;\r\n   Recalling that Japan agreed in principle to make an apology and compensation for the immeasurable misfortunes and damage done to the Korean people in  the joint declaration adopted in September 1990 by the Worker's Party of Korea and the Japan Liberal Democratic Party and the Japan Social-Democratic Party as regards the DPRK-Japan relations, the statement says: &nbsp;&nbsp;&nbsp;\r\n   The Japanese authorities' refusal to make an apology and compensation to the Korean people for the crimes blocks progress in negotiations for normalization of the bilateral relations and in settlement of a series of issues related to establishment of diplomatic ties. &nbsp;&nbsp;&nbsp;\r\n   The Congolese Socialist Party urges the Japanese authorities to make an apology and compensation for their crimes immediately on behalf of history and people. \r\n\r\n"
        },
        {
            "title": "S. Korean rulers' fascist Rowdyism hit",
            "url": "http://kcna.co.jp/item/1999/9908/news08/22.htm#8",
            "content": "Release of all arrested champions called for\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 22 (KCNA) -- Delegates of international organizations and regional solidarity organizations to international solidarity events to mark August 15 liberation day released August 20 a statement denouncing the South Korean authorities for ruthlessly suppressing pro-reunification patriots by invoking the \"security law\", prior to leaving Pyongyang. &nbsp;&nbsp;&nbsp;\r\n   The statement says: &nbsp;&nbsp;&nbsp;\r\n   It is a brigandish behaviour to arrest hundreds of delegates, who participated in the grand pan-national pro-reunification festival in Seoul, for the mere reason that they expressed the will for the peaceful and independent reunification of Korea. &nbsp;&nbsp;&nbsp;\r\n   We strongly call for the release of all arrested figures and an immediate drop of warrants of arrest for other champions of reunification. &nbsp;&nbsp;&nbsp;\r\n   Recalling that the present South Korean \"President\" Kim Dae Jung was a victim to the \"security law\" and they staged a powerful protest movement to rescue him, the document demanded an immediate repeal of the law. \r\n\r\n"
        },
        {
            "title": "Japan's apology and compensation urged",
            "url": "http://kcna.co.jp/item/1999/9908/news08/22.htm#9",
            "content": "S. Korean rulers' fascist Rowdyism hit\r\n &nbsp;&nbsp;&nbsp;Pyongyang, August 22 (KCNA) -- The South Korean rulers' threatened to arrest the South Korean pro-reunification figures the moment they return to South Korea from their visit to the north to participate in the August 15 grand pan-national pro-reunification festival and \"take a legal action against all of them.\" Minju Joson in a commentary today assails this as heinous fascist Rowdyism. &nbsp;&nbsp;&nbsp;\r\n   The participation of the South Korean pro-reunification patriots in the grand pan-national pro-reunification festival in the north is a patriotic deed, motivated by their intention to demonstrate the nation's will for reunification at home and abroad by making the festival more significant and successful as a nationwide pro-reunification festival attended by delegates from the north, south and overseas, the commentary observes, and goes on: &nbsp;&nbsp;&nbsp;\r\n   The South Korean rulers labeled as \"illegal\" the grand pan-national pro-reunification festival sponsored in Seoul by the south headquarters of the National Alliance for the Country's Reunification (Pomminryon), the National Alliance for Democracy and Reunification (Jongukryonhap), the South Korean Federation of University Student Councils (Hanchongryon) and other pro-reunification patriotic organizations, and blocked it at the point of the bayonet. &nbsp;&nbsp;&nbsp;\r\n   The fascist Rowdyism eloquently shows that the \"reconciliation\" and \"unity\" on the lips of the South Korean authorities are nothing but a lie and they seek only confrontation, division and war. \r\n\r\n"
        },
        {
            "title": "Urgent demand for peace and security in Korea",
            "url": "http://kcna.co.jp/item/1999/9908/news08/22.htm#10",
            "content": "Japan's apology and compensation urged\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 22 (KCNA) -- The chairman of the c.c., the Union of Agricultural Workers of Korea, chairwoman of the c.c., the Korean Democratic Women's Union,  spokesmen for the Korean Social Scientists Society and the c.c., the Korean Catholic Federation separately issued statements supporting the DPRK government statement which made clear the 100-year-long history of  Japan's criminal policy towards the DPRK and clarified its principled stand on the DPRK-Japan relations on the occasion of the 54th anniversary of the country's liberation. &nbsp;&nbsp;&nbsp;\r\n   The essence of the issue of the DPRK-Japan relations lies in that Japan should clearly liquidate its crimes committed against the Korean people in the past and, on that basis, open new relations of good neighborliness in the interests of the two peoples and needs of the times, the statements said, adding that the issue is not a favour to be given by one side to the other side, much less a matter of an urgent interest to the DPRK side. &nbsp;&nbsp;&nbsp;\r\n   The DPRK has the legitimate right to get compensation from Japan for all the damage done to it in the past  according to the universally recognized principles of the international law and international usage, the statements said. &nbsp;&nbsp;&nbsp;\r\n   If the Japanese authorities try to repeat their crime-woven history, the DPRK will not miss an opportunity to deal a merciless blow to them and give vent to the nation's  deep-rooted rancor. \r\n\r\n"
        },
        {
            "title": "S. promotion  headquarters calls press conference",
            "url": "http://kcna.co.jp/item/1999/9908/news08/22.htm#11",
            "content": "Urgent demand for peace and security in Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 22 (KCNA) -- The signing of a peace agreement between the DPRK and the U.S. and the pullback of U.S. forces from South Korea are the key to ensuring substantial peace and security on the Korean peninsula, says Rodong Sinmun today in a signed article. &nbsp;&nbsp;&nbsp;\r\n   The article points out: At the recent four-way talks the U.S. side took a very negative attitude towards the U.S. forces' pullback and the signing of a peace agreement between the DPRK and the U.S. &nbsp;&nbsp;&nbsp;\r\n   The U.S. side made the talks drag on, without any progress by shunning our proposal to discuss the above-said two issues as the main agenda item, while behind the scene of the talks it stepped up its moves to stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n   Noting that the situation on the Korean peninsula remains tenser than ever before, the article goes on: &nbsp;&nbsp;&nbsp;\r\n   The U.S. has declared the Korean peninsula as an area for its second Balkan war. The U.S.'s adventurous moves to start a new war on the pretext of \"missile threat\" from North Korea, insisting that its satellite activities pose this threat, have reached an extreme point and the belligerent relations between the DPRK and the U.S. are at the worst phase. &nbsp;&nbsp;&nbsp;\r\n   Contending that it is the basic way of preventing war to sign a peace agreement between the DPRK and the U.S. and force the U.S. troops to pull out of South Korea as early as possible, the article stresses: &nbsp;&nbsp;&nbsp;\r\n   There is no institutional mechanism on the Korean peninsula to prevent armed clash and war owing to the deliberate machinations of the U.S.    This situation calls for setting up new peace mechanism. &nbsp;&nbsp;&nbsp;\r\nA pressing task for this is to conclude a peace agreement between the DPRK and the U.S. &nbsp;&nbsp;&nbsp;\r\n   This is because the DPRK and the U.S. are the parties responsible for ensuring peace on the Korean peninsula and are in the acute belligerent relationship. &nbsp;&nbsp;&nbsp;\r\n   Only then is it possible to terminate the state of armistice and the relations of belligerency between the DPRK and the U.S., establish instead those of peace between them and create a tranquil environment on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n   It is only the DPRK and the U.S. That should and can solve this issue in a responsible manner. &nbsp;&nbsp;&nbsp;\r\n   The U.S. forces' pullback is the master key to defusing the military confrontation on the Korean peninsula and turning the dangerous phase of war into that of peace. &nbsp;&nbsp;&nbsp;\r\n   The U.S. forces present in South Korea are the illegal occupation  forces and criminal troops for war from a to z. &nbsp;&nbsp;&nbsp;\r\n   It is impossible to ease the showdown of strength between the DPRK and the U.S. and remove the danger of war as long as these dangerous forces remain there. &nbsp;&nbsp;&nbsp;\r\n   An epochal phase will be brought in the situation on the Korean peninsula and the relations between the DPRK and the U.S. when a peace agreement is signed between them and the U.S. forces are withdrawn from South Korea. &nbsp;&nbsp;&nbsp;\r\n   Whether the United States genuinely wishes peace and security on the Korean peninsula or not will be shown by whether it is willing to sign a peace agreement with the DPRK and pull its forces from South Korea or not, it concludes. \r\n\r\n"
        },
        {
            "title": "Outcasts of history to be wiped out immediately",
            "url": "http://kcna.co.jp/item/1999/9908/news08/22.htm#12",
            "content": "S. promotion  headquarters calls press conference \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, August 22 (KCNA) -- The south promotion headquarters of the Grand Pan-National Pro-Reunification Festival (Pomchubon) called a press conference on Aug. 16 at which it clarified its just stand demanding the repeal of the \"National Security Law\" and an end to the suppression of non-governmental pro-reunification movements, according to a news report. &nbsp;&nbsp;&nbsp;\r\n   The suppression of non-governmental pro-reunification movements is not a temporary one. It was prompted by the intention of the U.S. and the present South Korean \"government\" to tide over their serious crisis, hit hard by the mounting anti-U.S., anti-war struggle of the entire nation for the country's reunification, the Pomchubon said. &nbsp;&nbsp;&nbsp;\r\nPredicting that this suppression will be followed by a more brutal one, the Pomchubon called for forming an \"emergency measure committee for demanding the repeal of the NSL and putting an end to Kim Dae Jung regime's suppression of non-governmental pro-reunification movements\" in solidarity with patriotic organizations of people from all walks of life. &nbsp;&nbsp;&nbsp;\r\n   It clarified the following demands: &nbsp;&nbsp;&nbsp;\r\n   The South Korean regime should immediately lift warrants of arrest for Pomchubon leadership and stop at once its suppression of delegates of the \"National Alliance for Democracy and Reunification\" and the \"South Korean Confederation of Trade Unions\" and its soccer team. &nbsp;&nbsp;&nbsp;\r\n   It should release more than 480 people illegally arrested on charges of their participation in the grand pan-national pro-reunification festival. &nbsp;&nbsp;&nbsp;\r\n   It should stop plotting to suppress delegates who are visiting the north and ensure their safe return and dismantle the \"Intelligence Service\" and totally abolish the \"NSL\", an anti-reunification law of the old time. \r\n\r\n"
        }
    ]
}