{
    "date": "1999-10-05",
    "url": "http://kcna.co.jp/item/1999/9910/991005.htm",
    "articles": [
        {
            "title": "Kim Jong Il's election commemorated abroad",
            "url": "http://kcna.co.jp/item/1999/9910/news10/05.htm#1",
            "content": "Kim Jong Il's election commemorated abroad \r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 5 (KCNA) -- Events took place in India and Guyana to mark the 2nd anniversary of the great leader Kim Jong Il's election as General Secretary of the Worker's Party of Korea and the 54th WPK birthday. &nbsp;&nbsp;&nbsp;\r\n   A seminar on the greatness of President Kim Il Sung and General Secretary Kim Jong Il was held in India on September 29 by the Indian Society for the Study of Works of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   The chairman of the society said at the seminar that the international community is now focusing on the ruling party of the DPRK, which holds a distinguished position in political circle of the planet, and its leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   In Korea socialism is advancing without vacillation though it has collapsed in East Europe and the imperialists have maneuvered to isolate and stifle the DPRK. This victorious advance is unthinkable without the wise guidance of the great Kim Jong Il and the Juche idea, the guiding idea of the WPK, he stressed. &nbsp;&nbsp;&nbsp;\r\n   He noted that Kim Jong Il, guided by Kim Il Sung's idea \"the people are my god,\" has led the WPK to be a mother party taking care of the people's destinies in a responsible manner. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, a meeting was held at golden grove primary school in Guyana on September 28 to celebrate the 5th anniversary of the naming of Kim Jong Il class. &nbsp;&nbsp;&nbsp;\r\n   The principal of the school said that it is their greatest honor to celebrate the 2nd anniversary of Kim Jong Il's election as WPK General Secretary and the WPK birthday and, at the same time, the most auspicious day when his august name was given to a class of the school. \r\n\r\n"
        },
        {
            "title": "Friendly gathering",
            "url": "http://kcna.co.jp/item/1999/9910/news10/05.htm#2",
            "content": "Friendly gathering\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, October 5 (KCNA) -- A friendly gathering with first secretary of the central committee of the Belarussian Communist Party V. Chikin, who is also chairman of the Belarus-DPRK National Friendship Association named after Kim Il Sung, and his party was held here on Monday. &nbsp;&nbsp;&nbsp;\r\nPresent at the gathering were Kim Jin Bom, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries and concurrently vice-chairman of the Korea-Belarus Friendship Association, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n   The participants deepened feeling of friendship, conversing with each other and appreciating an art performance given by schoolchildren. &nbsp;&nbsp;&nbsp;\r\n   V. Chikin said that the experience of the DPRK gives a strong impetus to them. The Belarus-DPRK National Friendship Association named after Kim Il Sung will work hard to develop the friendly relations with the Korean people, he declared. \r\n\r\n"
        },
        {
            "title": "Kim Il Sung's reminiscences released in Ethiopia",
            "url": "http://kcna.co.jp/item/1999/9910/news10/05.htm#3",
            "content": "Kim Il Sung's reminiscences released in Ethiopia\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, October 5 (KCNA) -- Vol.1 of the part 1 the anti-Japanese revolution of \"With the Century,\" the reminiscences of the President Kim Il Sung, was released with due ceremony in Addis Ababa on September 30 to mark the 54th anniversary of the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n   Present at the ceremony were the Minister of Information and Culture, the general director of the national archives and other politicians. &nbsp;&nbsp;&nbsp;\r\n   In his speech at the ceremony the Minister of Information and Culture said that the reminiscences authored by the President Kim Il Sung is a valuable wealth of humankind. &nbsp;&nbsp;&nbsp;\r\n   He said: &nbsp;&nbsp;&nbsp;\r\nI regard it as my honor to open Amhara version of the reminiscences before anyone else. &nbsp;&nbsp;&nbsp;\r\n   The release of this book will play a great role in developing the friendly relationship between the two peoples of Ethiopia and Korea. \r\n\r\n"
        },
        {
            "title": "Nepal preparatory committee inaugurated",
            "url": "http://kcna.co.jp/item/1999/9910/news10/05.htm#4",
            "content": "Nepal preparatory committee inaugurated\r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 5 (KCNA) -- A Nepalese national preparatory committee for an Asian regional seminar on the independent development of society and self-reliance was inaugurated in Katmandu on October 2 in the countdown to the 54th anniversary of the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n   Present at the inaugural meeting were the ex-chairman of the national council, the mayor of Katmandu, the director of the Nepal Institute for Juche Study and members of Juche idea study organizations and pressmen. &nbsp;&nbsp;&nbsp;\r\n   The ex-chairman of the National Council was elected honorary chairman of the preparatory committee and the director of the institute chairman. \r\n\r\n"
        },
        {
            "title": "Nigerian charge d'affaires calls on Jong Song Ok's family",
            "url": "http://kcna.co.jp/item/1999/9910/news10/05.htm#5",
            "content": "Nigerian charge d'affaires calls on Jong Song Ok's family\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 5 (KCNA) -- F. A. Oputu, charge d'affaires ad interim of the Nigerian embassy here, on Monday visited the family of the world's marathon queen Jong Song Ok, heroine of the DPRK and People's Sportsman.&nbsp;&nbsp;&nbsp;\r\n   He warmly congratulated Jong on behalf of the Nigerian government and people. &nbsp;&nbsp;&nbsp;\r\n   Marathoner Jong's triumph is a joy and pride of not only the Korean people but also the Nigerian people, he said. &nbsp;&nbsp;&nbsp;\r\n   She could become the world's marathon queen under the care of Marshal Kim Jong Il, the charge d'affaires said, hoping she will make good results in future international games. &nbsp;&nbsp;&nbsp;\r\n   He gave her a souvenir. \r\n\r\n\r\n"
        },
        {
            "title": "Honorary Diploma from Peru",
            "url": "http://kcna.co.jp/item/1999/9910/news10/05.htm#6",
            "content": "Honorary Diploma from Peru\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, October 5 (KCNA) -- The council of Cajamarca Province of Peru on Sept. 29 decided to award an Honorary Diploma to General Secretary Kim Jong Il on the occasion of the 54th birth anniversary of the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n   Upon the authorization of the provincial governor the chairman of the committee of education, culture and tourism of the province who is a member of the provincial council conveyed  the Honorary Diploma to the DPRK ambassador to Peru on Sept. 30. &nbsp;&nbsp;&nbsp;\r\n   He told the ambassador that the decision of the provincial council to award the Honorary Diploma to Kim Jong Il, who made the great contribution to the world peace and cultural development, on the occasion of the 54th WPK's birthday is an honor and joy for all the people in the province. &nbsp;&nbsp;&nbsp;\r\n   He wished the Korean people success in their struggle to accomplish the cause started by Kim Il Sung under the guidance of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   Written on the diploma is a message reading \"on behalf of the Cajamarca people, the Cajamarca provincial council awards this honorary diploma to his excellency Kim Jong Il, supreme leader of the DPRK, in praise of his distinguished services for the world peace and cultural development.\" &nbsp;&nbsp;&nbsp;\r\nMeanwhile the Cajamarca provincial council of Peru on Sept. 29 decided to award  Honorary Diploma to the President Kim Il Sung on the occasion od the 54th founding anniversary of WPK and the great communist revolutionary fighter Kim Jong Suk on the occasion of her 50th death anniversary.&nbsp;&nbsp;&nbsp;\r\n\r\n"
        },
        {
            "title": "KCNA on S. Korean ruler's balderdash",
            "url": "http://kcna.co.jp/item/1999/9910/news10/05.htm#7",
            "content": "KCNA on S. Korean ruler's balderdash\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 5 (KCNA) -- The chief executive of South Korea reportedly told at a ceremony held to mark \"day of 'ROK army'\" on October 1 that \"the basic guarantee for security is to induce the north to consider cooperation more beneficial rather than provocation.\"&nbsp;&nbsp;&nbsp;\r\n   His remarks were intended to cover up reactionary nature of anti-DPRK confrontation policy and \"security.\"&nbsp;&nbsp;&nbsp;\r\n   He has the hardihood to daringly describe as \"provoker\" the peaceloving DPRK which is making every possible effort to achieve national reconciliation and unity. &nbsp;&nbsp;&nbsp;\r\n   The South Korean ruling quarters never let a chance pass by without talking about \"cooperation.\" But they in actuality block \"dialogue\" and incriminate contacts between people from all walks of life in the north and south. And they persecute pro-reunification patriots who visited the north. &nbsp;&nbsp;&nbsp;\r\n   Warhawks of South Korea are ceaselessly committing provocations in the sky, ground and at sea for a war against the north. They made such very grave military provocations as the west sea incident, thus bringing more acute confrontation to the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n   \"Security\" on their lips is the other side of war motto. &nbsp;&nbsp;&nbsp;\r\nThey regard it as the only way for their existence to provoke a war against the north, paying lip-services to \"exchange\" and \"cooperation.\" Herein lies the reactionary nature of \"security.\"&nbsp;&nbsp;&nbsp;\r\n   Worse still,  the chief executive slandered the DPRK's cause of building a powerful nation as \"fantastic target\" and called for \"tighter security posture.\" &nbsp;&nbsp;&nbsp;\r\n   These utterances are a scream of those frightened at the might of the DPRK, which is speeding up the second grand chollima march with confidence in future victory, and a poor excuse to justify arms buildup. &nbsp;&nbsp;&nbsp;\r\n   Anti-DPRK diatribe is as foolish as lifting a rock only to drop it on one's own feet. &nbsp;&nbsp;&nbsp;\r\n   The South Korean rulers should clearly see the aspiration of the nation and the trend of the times and stop defaming the fellow countrymen at once. \r\n\r\n"
        },
        {
            "title": "Huichon Silk Mill",
            "url": "http://kcna.co.jp/item/1999/9910/news10/05.htm#8",
            "content": "Huichon Silk Mill\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 5 (KCNA) -- Production of silk thread is now increasing at the Huichon Silk Mill.    The factory is located on the bank of the Chongchon River in Huichon city, Jagang Province, which abounds in cocoons. &nbsp;&nbsp;&nbsp;\r\n   All the production processes from sorting to reeling are streamlined. &nbsp;&nbsp;&nbsp;\r\n   Silk thread produced at the factory is very popular among domestic and foreign consumers. &nbsp;&nbsp;&nbsp;\r\n   The products bearing trademark \"raw silk\" are well received in southeast Asian countries. &nbsp;&nbsp;&nbsp;\r\n   The factory has an 11-year-long history. Its capacity has been increased to produce hundreds of tons of silk thread and other goods a year. &nbsp;&nbsp;&nbsp;\r\n   General Secretary Kim Jong Il visited the factory in October last year. Going round modern production processes, including a reeling workshop, he advanced the tasks to increase production. &nbsp;&nbsp;&nbsp;\r\n   This year the factory is fulfilling its monthly plan 80 percent higher than last year on an average. \r\n\r\n"
        },
        {
            "title": "Japan's dangerous militarist moves",
            "url": "http://kcna.co.jp/item/1999/9910/news10/05.htm#9",
            "content": "Japan's dangerous militarist moves\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, October 5 (KCNA) -- The Japanese authorities are madly asserting that the DPRK's satellite launch was a \"missile launch,\" for the purpose of stepping up militarization of Japan, observes a signed article of Rodong Sinmun today. &nbsp;&nbsp;&nbsp;\r\nIt says that over the last one year the Japanese authorities joined in developing the \"Theatre Missile Defense\" system, decided to introduce information-gathering satellites, passed the legislation on the up dated \"Japan-U.S. Defense Cooperation Guidelines\" through the diet and legalization of \"Hinomaru\" and \"Kimigayo,\" which they had not dared to, under the pretext of the \"missile threat\" from the DPRK. &nbsp;&nbsp;&nbsp;\r\n   Japan is presenting itself as a dangerous entity of aggression as never before, which is proved by the extreme militarist fever prevailing all over Japan, the paper says, and goes on: &nbsp;&nbsp;&nbsp;\r\n   The Japanese militarists' first target of overseas aggression is the DPRK. That is why they are still blowing a worn-out flute of the DPRK's \"missile threat.\" &nbsp;&nbsp;&nbsp;\r\n   This compels Korea to consolidate its self-reliant defence capabilities to protect  itself from Japan's threats. &nbsp;&nbsp;&nbsp;\r\n   Japan is bound to ruin if it takes the road of overseas aggression again, oblivious of its past lessons. \r\n\r\n"
        },
        {
            "title": "Academic seminar on Tangun and ancient Korea",
            "url": "http://kcna.co.jp/item/1999/9910/news10/05.htm#10",
            "content": "Academic seminar on Tangun and ancient Korea \r\n &nbsp;&nbsp;&nbsp;Pyongyang, October 5 (KCNA) -- An academic seminar on  Tangun and ancient Korea was held in Pyongyang on Monday on the occasion of the foundation day of Korea (October 3). &nbsp;&nbsp;&nbsp;\r\nAs discovered, king Tangun, a real person, was the ancestral father of the nation, who founded ancient Korea, the first ancient slave state in Korea centering  on Pyongyang in the early 30th century B.C., and the most distinguished person who exalted the Korean nation by developing ancient Korea into a civilized society for the first time in the East. &nbsp;&nbsp;&nbsp;\r\n   For his feats, our ancestors unanimously put forward and worshipped him as the ancestral father of the nation. And it has been cemented as traditional sentiments of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n   In Korea the ancient Korean culture, which originated and developed in Pyongyang, was recently named \"Taedonggang culture\", which is one of the five major civilizations of the world. &nbsp;&nbsp;&nbsp;\r\n  It was stressed at the seminar that the President Kim Il Sung and Marshal Kim Jong Il found out king Tangun, the ancestral father of the nation who was fabled as a legend for a long time, had the mausoleum of king Tangun unearthed, and indicated the clear orientation and way of systematizing the 5,000-year-long history of the nation. &nbsp;&nbsp;&nbsp;\r\n   Speakers said that Tangun founded ancient Korea, an  ancient state, to form a nation, and since then, the fundamental characteristics of the Korean nation based on one race were formed and consolidated. &nbsp;&nbsp;&nbsp;\r\n   Tangun had been an ancestral father and an object of national worship for thousands of years, they said, adding: &nbsp;&nbsp;&nbsp;\r\nThe myths and legends describing Tangun as a sage were created in his lifetime, diversified and enriched with lapse of time and widely spread across the country and handed down through generations. &nbsp;&nbsp;&nbsp;\r\n   In particular, they exposed the sophism of the Japanese imperialist venal historians denying the real existence of Tangun, and declared with concrete historic facts and relics that their sophism is a groundless fabrication and a deliberate distortion of history to stamp out the superiority of the Korean nation and the time-honored Korean history. &nbsp;&nbsp;&nbsp;\r\n   Though the Korean nation have suffered all sorts of pains for over half a century owing to the territorial bisection and the division of the nation forced by the U.S. Imperialists, any separatists could not destroy the stable oneness of the Korean nation, they noted. &nbsp;&nbsp;&nbsp;\r\nPresent at the seminar were chairman of the central committee of the Korean Social Democratic Party Kim Yong Dae, who is chairman of the Council for National Reconciliation, chairwoman of the central committee of the Chondoist Chongu Party Ryu Mi Yong, who is chairwoman of the Council for the Reunification of the Tangun Nation, other officials concerned, officials of scientific and educational institutions, pressmen, and overseas Koreans staying in the socialist homeland. \r\n\r\n"
        },
        {
            "title": "Anti-U.S. rally",
            "url": "http://kcna.co.jp/item/1999/9910/news10/05.htm#11",
            "content": "Anti-U.S. rally\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 5 (KCNA) -- Over 50 members of the headquarters of the movement against crimes of GIs held an anti-U.S. rally in front of the U.S. forces command in Seoul on October 1, a radio report from Seoul said. &nbsp;&nbsp;&nbsp;\r\n   The participants in the rally strongly demanded that now that the massacre by GIs in Yongdong, North Chungchong Province, in summer of 1950 was confirmed by the U.S. official documents, the U.S. government make an official apology and punish those responsible for it. \r\n\r\n"
        },
        {
            "title": "Trick to conceal killings by U.S. soldiers",
            "url": "http://kcna.co.jp/item/1999/9910/news10/05.htm#12",
            "content": "Trick to conceal killings by U.S. soldiers\r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 5 (KCNA) -- The present chief executive of South Korea on October 2 directed the South Korean ministries of foreign affairs and trade and national defence \"to delve into the truth behind the mass killings of civilians by the U.S. aggressors in Yongdong, North Chungchong Province in the summer of 1950 under South Korea-U.S. cooperation\" as the fact has been proved,  according to a radio report from Seoul. &nbsp;&nbsp;&nbsp;\r\n   It is an irresistibly confirmed massacre, but he insists that it should be probed further. This is balderdash made by those thrown into discomfiture watching for something. &nbsp;&nbsp;&nbsp;\r\n   It was clearly disclosed by the fact that the South Korean pro-U.S. flunkeyist traitors run about for the last few days with wry face worrying about \"impairing the South Korea-U.S. relations\" continuously. &nbsp;&nbsp;&nbsp;\r\n   His attempt to prove the truth in cooperation with the U.S. is nothing but the treacherous intention to conceal the disaster of Yongdong with the backing of his master. \r\n\r\n"
        },
        {
            "title": "Life shining with comradeship",
            "url": "http://kcna.co.jp/item/1999/9910/news10/05.htm#13",
            "content": "Life shining with comradeship\r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 5 (KCNA) -- The life of Kim Jong Suk was one of warm love for comrades. &nbsp;&nbsp;&nbsp;\r\n   \"I am not concerned about my own hunger, cold and illness, but about comrades. If other comrades can save at the cost of my life, I will opt for dying smiling without any regret.\" This was her view on the life and the view on comrades. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Suk, who embarked on the revolution in her teens, devoted her all not to herself but to the comrades during the anti-Japanese armed struggle and the whole period of building of a new fatherland. &nbsp;&nbsp;&nbsp;\r\n   One day in winter of Juche 29 (1940), she cleaned the cloths of the President Kim Il Sung and dried them in her bosom through the march. &nbsp;&nbsp;&nbsp;\r\n   The President was deeply moved to tears by the devoted comradeship of Kim Jong Suk who was trying to cover her chill caused by the wet cloths. &nbsp;&nbsp;&nbsp;\r\n   One day in 1934 the enemy unexpectedly pounced upon a guerrilla zone where the lunch was being prepared for guerrillas. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Suk ran through a hail of bullets with a boiling pot of gruel on her head. When she reached the top of a mountain more than half her hairs were scorched. &nbsp;&nbsp;&nbsp;\r\n   She made cakes flavored with pine endodermis for guerrillas one day in 1935. &nbsp;&nbsp;&nbsp;\r\n   Seeing comrades eating the cakes with gusto, she gave her own share to them, saying that when she saw the delighted comrades she felt she had the stomach full although she didn't eat. &nbsp;&nbsp;&nbsp;\r\n   Sometime, she gave her favorite quilt to a woman guerrilla without hesitation when she had to part with her. &nbsp;&nbsp;&nbsp;\r\n   During the days of hard march, she became real sister and mother of comrades. At briefs she was very busy with patching up their cloths, mending their shoes, digging out wild vegetables and plant roots without sleeping and rest. &nbsp;&nbsp;&nbsp;\r\n   She had always kept a pocketbook carrying names, hometowns, families and relatives of dead comrade-in-arms during anti-Japanese war and the places where they were killed. &nbsp;&nbsp;&nbsp;\r\n   After the liberation of the fatherland (August 1945), she put her heart and soul to find all children of revolutionary martyrs as their flesh mother and bringing them up at the Mangyongdae Revolutionary School. &nbsp;&nbsp;&nbsp;\r\n   Her life devoted to comrades is still shining as a pattern of the Korean revolutionary rank in which the leader, party and popular masses have united as one. \r\n\r\n"
        },
        {
            "title": "World Day of Teachers observed",
            "url": "http://kcna.co.jp/item/1999/9910/news10/05.htm#14",
            "content": "World Day of Teachers observed\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, October 5 (KCNA) -- Papers here today dedicate signed articles to the World Day of Teachers.   The Korean teachers are now successfully carrying out their mission and duty under the excellent theses of socialist education and the state is paying much attention to them, says Rodong Sinmun. &nbsp;&nbsp;&nbsp;\r\n   The daily points out that great progress will be made in education amidst the cooperation and concern of peoples  for social progress and justice. &nbsp;&nbsp;&nbsp;\r\n   Minju Joson says that teachers in Korea are devoting all their wisdom and energies to education of the rising generations with the highest pride and honor of being professional revolutionaries enjoying social respect and love under the DPRK government's correct policy of education. \r\n\r\n\r\n"
        },
        {
            "title": "Chinese Foreign Minister here",
            "url": "http://kcna.co.jp/item/1999/9910/news10/05.htm#15",
            "content": "Chinese Foreign Minister here\r\n &nbsp;&nbsp;&nbsp;Pyongyang, October 5 (KCNA) -- Chinese Foreign Minister   Tang Jiaxuan and his party today arrived in Pyongyang to participate in celebrations of the 50th anniversary of the establishment of diplomatic relations between the DPRK and China at the invitation of the DPRK Foreign Minister,  Paek Nam Sun. &nbsp;&nbsp;&nbsp;\r\n   They were greeted at the airport by Kung Sok Ung, vice-Minister of Foreign Affairs, Wan Yongxiang, Chinese ambassador to Korea, and embassy officials. \r\n\r\n"
        },
        {
            "title": "Talks between foreign ministers of DPRK and China",
            "url": "http://kcna.co.jp/item/1999/9910/news10/05.htm#16",
            "content": "Talks between foreign ministers of DPRK and China \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 5 (KCNA) -- Talks were held at the Mansudae Assembly Hall between DPRK Foreign Minister Paek Nam Sun and Chinese Foreign Minister Tang Jiaxuan who arrived in Pyongyang today to participate in celebrations of the 50th anniversary of the establishment of diplomatic relations between the DPRK and China. &nbsp;&nbsp;&nbsp;\r\n   Present at the talks on the Korean side were officials concerned and on the Chinese side the party of the Chinese Foreign Minister and Wan Yongxiang, Chinese ambassador to Korea. &nbsp;&nbsp;&nbsp;\r\n   At the talks the two sides exchanged views on friendly relations between the two countries and a series of matters of common concern. &nbsp;&nbsp;&nbsp;\r\n   The talks took place in a friendly atmosphere. \r\n\r\n"
        },
        {
            "title": "DPRK Parliamentary Union delegation leaves",
            "url": "http://kcna.co.jp/item/1999/9910/news10/05.htm#17",
            "content": "DPRK Parliamentary Union delegation leaves\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 5 (KCNA) -- A delegation of the DPRK Parliamentary Union headed by Jang Chol, vice-chairman of the Supreme People's Assembly, left Pyongyang today to participate in the 102nd session of the Inter-Parliamentary Union in Berlin. &nbsp;&nbsp;&nbsp;\r\n   They were seen off at the airport by Ryo Won Gu, vice-chairwoman of the SPA, and Thomas Wulfing, representative of the interest section for the Federal Republic of Germany in Pyongyang. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}