{
    "date": "1999-01-17",
    "url": "http://kcna.co.jp/item/1999/9901/990117.htm",
    "articles": [
        {
            "title": "U.S. attempt to intensify moves to stifle DPRK",
            "url": "http://kcna.co.jp/item/1999/9901/news01/17.htm#1",
            "content": "U.S. attempt to intensify moves to stifle DPRK  \r\n Pyongyang, January 17 (KCNA) -- Berger, assistant to the U.S. President for National Security, on January 12 betrayed the U.S. attempt to intensify its moves to isolate and stifle the DPRK this year under the cloak of \"non-proliferation\" of mass destruction weapons.\r\n   He said that the United states would strengthen the system of \"non-proliferation\" of nuclear and other mass destruction weapons,  take the DPRK as an important area of \"non-proliferation\" diplomacy and cooperate with South Korea and Japan over the nuclear issue of North Korea.\r\n   His utterances indicate that the United States is making efforts to intensify its moves to isolate and stifle the DPRK this year as never before over the \"suspected underground nuclear facility\" and the missile issue in the DPRK.    \r\n\r\n"
        },
        {
            "title": "Korean people's struggle supported abroad",
            "url": "http://kcna.co.jp/item/1999/9901/news01/17.htm#2",
            "content": "Korean people's struggle supported abroad\r\n Pyongyang, January 17 (KCNA) -- The Korean people's struggle to carry out the tasks set forth in the Joint New Year Editorial was supported in Austria, India, Malta and Madagascar.\r\n   The Group for the Study of the Juche Idea of Kim Il Sung-Kim Jong Il in Vienna, Austria in a resolution on January 10 expressed support to the Korean people's desire to reunify the North and South of Korea into one.\r\n   The resolution said that the five-point policy of great national unity advanced by Kim Jong Il was the only way of ensuring a stable peace in the Korean peninsula, and that the reunification of Korea is optimistic as he is triumphantly leading the great advance of the Korean people for reunification.\r\n   The All-India Trade Union Congress in a statement on January 5 stressed that the main obstacle to the independent and peaceful reunification of Korea is the U.S. troops' occupation of South Korea and the South Korean authorities policy of dependence on the outsiders and that it is imperative to reject dependence on the outsiders and take a road of alliance with communism and the north hand in hand with fellow countrymen in order to make South Korea independent.\r\n   At the Hamrun branch club of the Maltese Labor Party a lecture on the Joint New Year Editorial of Korea was given on January 5.\r\n   The chairman of the Malta-Korea Friendship Association in the lecture said that Korea has become an ideologically and militarily powerful socialist country which the U.S. dare not challenge.\r\n   He wished General Secretary Kim Jong Il a long life in good health and the Korean people greater success in building a powerful nation in the New Year.\r\n   The Malagasy National Committee for the Study of the Juche Idea held a seminar on the Joint New Year Editorial of Korea on Jan 5.    \r\n\r\n"
        },
        {
            "title": "Guyanese Group for Study of Works of Comrade Kim Jong Il inaugurated",
            "url": "http://kcna.co.jp/item/1999/9901/news01/17.htm#3",
            "content": "Guyanese Group for Study of Works of Comrade Kim Jong Il inaugurated\r\n Pyongyang, January 17 (KCNA) -- A Guyanese Group for the Study of Works of Comrade Kim Jong Il was formed with due ceremony on January 11 on the occasion of the birthday of General Secretary Kim Jong Il.\r\n   Present at the ceremony were Peter Persaud, general secretary of the Guyanese National Committee for the Study of the Juche Idea of Comrade Kim Il Sung and leader of the Amerindian Action Movement of Guyana, and members of the group.\r\n   At the ceremony the chairman of the group was elected and a program for celebrating Kim Jong Il's birthday was discussed.    \r\n\r\n"
        },
        {
            "title": "Bulgarian preparatory committee formed ",
            "url": "http://kcna.co.jp/item/1999/9901/news01/17.htm#4",
            "content": "Bulgarian preparatory committee formed\r\n Pyongyang, January 17 (KCNA) --  An inaugural meeting of  the Bulgarian preparatory committee for celebrating Sun's Day and 57th birthday of General Secretary Kim Jong Il was held in Sofia on Jan. 12.\r\n   Chairman of the Bulgaria-Korea Friendship Association Georgi Stoyanov, addressing the meeting, said that it is a great honor not only to the Korean people but also to the progressive public of Bulgaria to jointly celebrate Sun's Day, birthday of the President Kim Il Sung, and the 57th birthday of General Secretary Kim Jong Il as auspicious days of the world progressive people.\r\n   And he proposed organising propaganda activities through publications, rallies and other functions throughout the country.\r\n   At the meeting the chairman of the Bulgaria-Korea Friendship Association was elected the chairman of the preparatory committee.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun supports struggle of S. Korean students",
            "url": "http://kcna.co.jp/item/1999/9901/news01/17.htm#5",
            "content": "Rodong Sinmun supports struggle of S. Korean students\r\nPyongyang, January 17 (KCNA) -- Rodong Sinmun today comes out with a signed commentary supporting the anti-U.S. struggle of South Korean students.\r\n   Pointing out that the anti-American struggle of South Korean students has become fiercer from the beginning of the year, the news analyst of the paper says:   On January 15, students under the South Korean Federation of University Student Councils (Hanchongryon) shouted anti-American slogans in front of the U.S. military base in Ryongsan district, Seoul, holding placards, \"Stop economic aggression and plunder\" and \"withdraw U.S. troops,\" and distributed leaflets to citizens.\r\n   Earlier, anti-U.S. struggles  of students took place also in Seoul and Kwangju.\r\n   The continued anti-American struggle of South Korean students is an expression of their pent-up wrath and strong protest against the U.S. who have committed acts of aggression and plunder, illegally occupying South Korea.\r\n   It is very natural that the South Korean students and people are waging an anti-U.S. struggle for independence.\r\n   The United States is not a \"friend\" nor a \"protector\" of the South Korean people  nor a \"deterrent to war\" but the chieftain of aggression and plunder and their truculent enemies.\r\n   The U.S. had better go home of their own will before being forced to withdraw from South Korea under the strong protest of the South Korean people.    \r\n\r\n"
        },
        {
            "title": "Struggle of South Korean labour organisations",
            "url": "http://kcna.co.jp/item/1999/9901/news01/17.htm#6",
            "content": "Struggle of South Korean labour organisations\r\n  Pyongyang, January 17 (KCNA) -- South Korean labour organisations waged a struggle against the anti-worker \"exchange of key entities\" on January 13, according to radio reports from Seoul.\r\n   The Daewoo Electronics Trade Union took a vote for a general strike at every enterprise and decided to go on a general strike with 92.4 percent voting for.\r\n   On the same day the emergency measure committee of the Samsung Motor Ryongin Central Institute requested the authorities to withdraw the \"exchange of key entities.\"\r\n   Meanwhile, the L.G. Semiconductor Co., Ltd. held a rally and requested the company side to promise to guarantee employees job security.    \r\n  \r\n"
        },
        {
            "title": "\"United Liberal Democrats\" takes offensive for \"parliamentary cabinet system\" in South Korea",
            "url": "http://kcna.co.jp/item/1999/9901/news01/17.htm#7",
            "content": "\"United Liberal Democrats\" takes offensive for \"parliamentary cabinet system\" in South Korea\r\n Pyongyang, January 17 (KCNA) -- The \"United Liberal Democrats\" (ULD) at a training session of the steering committee of its central committee took the offensive against the \"National Congress for New Politics\" (NCNP)  as regards a \"constitutional revision for the parliamentary cabinet system,\" said a South Korean newspaper.\r\n   At the meeting the senior vice-president of the ULD said that to debate on the issue of constitutional revision after a general election to be held  a few years later is little different from abandoning the parliamentary cabinet system and that the constitutional revision should be finished by the end of this year.\r\n   His remarks were aimed at criticising the \"NCNP\" which intends to shelve the debate on the \"constitutional revision.\"\r\n   Showdown between the two ruling coalition parties is worsening  due to the issue of \"constitutional revision,\" a source of feud between the ULD of Kim Jong Pil trying to share power and the NCNP of the present ruler trying to retain power.    \r\n\r\n"
        },
        {
            "title": "Probe into murder of Chongryon official and arson demanded in Japan",
            "url": "http://kcna.co.jp/item/1999/9901/news01/17.htm#8",
            "content": "Probe into murder of Chongryon official and arson demanded in Japan\r\n  Tokyo, January 15 (KNS-KCNA) -- Representatives of the fact-finding committee of the murder of a Chongryon official and arson in Chiba Prefecture, Japan, on January 12 met with the chairman of the Chiba prefectural assembly  as regards the murder and arson and urged  an immediate probe into the truth behind the murder case and prevention of recurrence.\r\n   Chairman Akira Okawa and representatives of the fact-finding committee  strongly demanded that the prefectural assembly take a substantial measure to probe the truth behind the case which remains unsettled and prevent the violation of human rights of Koreans in Japan.    \r\n \r\n"
        },
        {
            "title": "Dangerous war confab",
            "url": "http://kcna.co.jp/item/1999/9901/news01/17.htm#9",
            "content": "Dangerous war confab\r\n\r\n   Pyongyang, January 17 (KCNA) -- A meeting of the 20th U.S-South Korea \"military committee\" was held in South Korea on January 14.\r\n   Branding this as a dangerous DPRK -targeted war confab between the master and his stooge, a news analyst of Minju Joson today says:   At the meeting, the United States and the South Korean warmongers agreed to set up a U.S.-South Korea \"joint psychological warfare command\" to improve the capacity to wage a \"psychological warfare.\"\r\n   What they seek in this is to further systematize and specialize false propaganda aimed at demolishing the politico-ideological basis of Korean socialism.\r\n   This is as good as a declaration of war without gun reports against the DPRK.\r\n   It was also agreed at the meeting that \"patriot\" missile batteries would be rapidly deployed for U.S. troops present in South Korea.\r\n   This will only increase the danger of war on the Korean peninsula.\r\n   Worse still, the U.S. and South Korean warmongers discussed an issue of perfecting war preparations against the DPRK    under the pretext of intensifying \"joint defense.\"\r\n   Facts show that the U.S.-South Korea \"military committee\" is aimed at igniting the train of war against the DPRK and that the danger of war will further increase on the Korean peninsula.\r\n   The U.S. and the South Korean warmongers would be well advised not to act rashly, clearly mindful that their adventurous war provocation moves will only precipitate their own destruction.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}