{
    "date": "1999-11-15",
    "url": "http://kcna.co.jp/item/1999/9911/991115.htm",
    "articles": [
        {
            "title": "Greetings to Foreign Minister of Grenada",
            "url": "http://kcna.co.jp/item/1999/9911/news11/15.htm#1",
            "content": "Greetings to Foreign Minister of Grenada \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- Foreign Minister Paek Nam Sun sent a message of greetings to Mark Issac, newly appointed Minister of Foreign Sffairs of Grenada. &nbsp;&nbsp;&nbsp;\r\n   He wished Mark Issac success in the performance of his new duty, expressing the belief that the friendly relations between the two countries would develop on good terms in future. \r\n\r\n"
        },
        {
            "title": "Chairman of S. Korean football Association and his party arrive",
            "url": "http://kcna.co.jp/item/1999/9911/news11/15.htm#2",
            "content": "Chairman of S. Korean football Association and his party arrive\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, November 15 (KCNA) -- Jong Mong Jun, chairman of the Football Association of South Korea who double's as FIFA vice-president, and his party arrived here today.   They were met at the airport by Song Ho Gyong, vice-chairman of the Korean Asia-Pacific Peace Committee, and others. \r\n\r\n"
        },
        {
            "title": "Message of greetings to Palestinian President",
            "url": "http://kcna.co.jp/item/1999/9911/news11/15.htm#3",
            "content": "Message of greetings to Palestinian President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea, today sent a message of greetings to Yasser Arafat, Palestinian President and  chairman of the executive committee of the Palestine Liberation Organization and head of the Palestinian National Authority, on the occasion of the 11th anniversary of the foundation of the state of Palestine. &nbsp;&nbsp;&nbsp;\r\n   The message wished the President and the Palestinian people greater success in their struggle for the comprehensive and fair settlement of the Palestinian issue, expressing the belief that the friendly relations between the two peoples will continue to develop on good terms. \r\n\r\n"
        },
        {
            "title": "Palestinian people's struggle supported",
            "url": "http://kcna.co.jp/item/1999/9911/news11/15.htm#4",
            "content": "Palestinian people's struggle supported\r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 15 (KCNA) -- The Korean people send warm congratulations and militant greetings to the Palestinian people and express firm solidarity with their struggle.  &nbsp;&nbsp;&nbsp;\r\n   Rodong Sinmun today says this in a signed article dedicated to mark the 11th anniversary of the declaration of its state. &nbsp;&nbsp;&nbsp;\r\n   After the declaration the struggle of the Palestinian people for retaking their land and restoring fully their legitimate national rights has reached a new stage, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n   The just cause of the Palestinian people for restoring the dignity of the country and nation enjoy support and sympathy of broad segments of the world people. &nbsp;&nbsp;&nbsp;\r\n   The Korean people will as ever give support to the just struggle of the Palestinian people. &nbsp;&nbsp;&nbsp;\r\n   A signed article of Minju Joson says that the Korean people will continue to express active support for the just cause of the Palestinian people who are struggling for restoring their legitimate national rights. \r\n\r\n"
        },
        {
            "title": "Worldwide movement for supporting Korea's reunification",
            "url": "http://kcna.co.jp/item/1999/9911/news11/15.htm#5",
            "content": "Worldwide movement for supporting Korea's reunification\r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 15 (KCNA) -- The Korean people send warm congratulations and militant greetings to the Palestinian people and express firm solidarity with their struggle.  &nbsp;&nbsp;&nbsp;\r\n   Rodong Sinmun today says this in a signed article dedicated to mark the 11th anniversary of the declaration of its state. &nbsp;&nbsp;&nbsp;\r\n   After the declaration the struggle of the Palestinian people for retaking their land and restoring fully their legitimate national rights has reached a new stage, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n   The just cause of the Palestinian people for restoring the dignity of the country and nation enjoy support and sympathy of broad segments of the world people. &nbsp;&nbsp;&nbsp;\r\n   The Korean people will as ever give support to the just struggle of the Palestinian people. &nbsp;&nbsp;&nbsp;\r\n   A signed article of Minju Joson says that the Korean people will continue to express active support for the just cause of the Palestinian people who are struggling for restoring their legitimate national rights. \r\n\r\n\r\n"
        },
        {
            "title": "Paleolithic cave unearthed",
            "url": "http://kcna.co.jp/item/1999/9911/news11/15.htm#6",
            "content": "Paleolithic cave unearthed\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, November 15 (KCNA) -- A group for the study of the history of human evolution of Kim Il Sung University recently unearthed a cave belonging to the Paleolithic age at a quarry in Kumok-ri, Sungho district, Pyongyang. &nbsp;&nbsp;&nbsp;\r\n   The cave has two approaches, eastern and western, on its southern and eastern sides with 20 metres in between. 10 metres deep there is a horizontal cave 16 metres long, 6 metres wide and 2 metres high stretching eastwest. And 12 metres from the eastern approach there is a column shape vertical cave 6 metres in diametre. &nbsp;&nbsp;&nbsp;\r\n   Unearthed there were four Paleolithic stones, a fire place and more than 4,000 pieces of fossil animal including bones broken by stones and burnt bones. &nbsp;&nbsp;&nbsp;\r\n   More than 20 kinds of fossils are believed to be those of double-horn rhinoceros, buffalo, monkey which lived in hot weather, and wild boar, deer, yellow dog, roe deer, wild horse, cave hyena, tiger, leopard, badger, raccoon dog, big bear, wolf, otter, hare and so on. Rhinoceros, buffalo, monkey, cave hyena and others are thought to have disappeared in Korea tens of thousands of years ago. &nbsp;&nbsp;&nbsp;\r\n   Kinds of fossil animals and the level of development of stones unearthed this time suggest that the cave belonged to the late period of the Paleolithic age. &nbsp;&nbsp;&nbsp;\r\n   The fossil animals are instrumental in the study of the ancient ecological circumstances of Korea and hunting and dietary life of the people in the Paleolithic age.  \r\n\r\n"
        },
        {
            "title": "U Chi Son, famous ceramic artist",
            "url": "http://kcna.co.jp/item/1999/9911/news11/15.htm#7",
            "content": "U Chi Son, famous ceramic artist\r\n&nbsp;&nbsp;&nbsp;   Pyongyang, November 15 (KCNA) -- U Chi Son (80), a creator of the Mansudae Art Studio, some days ago received a benevolent birthday table sent by General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   U Chi Son is a skillful artist who has greatly contributed to the development of Korea's ceramic workmanship. &nbsp;&nbsp;&nbsp;\r\n   He is well known at home and abroad for his special contribution to developing the Koryo ceramics with a long historical tradition to be suited to the modern sense of beauty and emotion of the Korean people. &nbsp;&nbsp;&nbsp;\r\n   Koryo celadon won its fame at home and abroad already in the period of Koryo dynasty. It is characterized with the pure and clean color like jade, peculiar pattern-decorated technique called Sanggam and mellow and delicate figure. &nbsp;&nbsp;&nbsp;\r\n   But Koryo celadon became moribund, losing its color owing to the anti-social crimes committed by the successive feudal rulers and the aftermath of a policy of obliterating the national culture the Japanese pursued when they occupied Korea. &nbsp;&nbsp;&nbsp;\r\n   U Chi Son, who was interested in the clay art in his early days, tried to become a ceramic craftsman by all means but his simple hope could never be achieved during the colonial rule by the Japanese. &nbsp;&nbsp;&nbsp;\r\n   It was only after the liberation of the country (August, 1945) that his hope and talents could come true. &nbsp;&nbsp;&nbsp;\r\n   At that time, Koryo celadon was being extirpated without technique of making it handed down. &nbsp;&nbsp;&nbsp;\r\n   He succeeded in restoring the secret method of making Koryo celadon with painful pursuit and efforts while working at the Koryo ceramic institute and pottery factories. &nbsp;&nbsp;&nbsp;\r\n   He has been fully displaying his talents at the craft-work production of the Mansudae Art Studio, a comprehensive art producer of the country, since 1981. &nbsp;&nbsp;&nbsp;\r\n   So far he has created hundreds of famous works of national value. &nbsp;&nbsp;&nbsp;\r\n   His works are characterized by introduction of special techniques with the main stress laid on the engraving decoration. &nbsp;&nbsp;&nbsp;\r\n   His works, including flower pot and kettle, distinct, diversified in technique, rhythmic in shape and special in pattern, enjoy the popular favour at home and abroad. &nbsp;&nbsp;&nbsp;\r\n   His works created a great sensation at the several exhibitions including Koryo celadon exhibition (1983) and \"modern Koryo celadon and famous works exhibition\" (1985, 1989) held in Japan. &nbsp;&nbsp;&nbsp;\r\n   In this period, he was awarded the titles of merited and people's artists and the Kim Il Sung Prize. And he had honor of receiving high state commendations and participating in the several such meetings as a national meeting of Korean intellectuals. &nbsp;&nbsp;&nbsp;\r\n   His sons, too, are devoting their whole life to the creation of Koryo ceramics succeeding to their father's business. \r\n\r\n"
        },
        {
            "title": "Disastrous fire in S. Korea",
            "url": "http://kcna.co.jp/item/1999/9911/news11/15.htm#8",
            "content": "Disastrous fire in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- A fire broke out in a bar of Inchon city, South Korea, on the evening of Oct. 30,  killing 56 youngsters, a news report from S. Korea said. &nbsp;&nbsp;&nbsp;\r\n   Irregularities and corruption of senior officials of South Korea surrounding this bar were brought to light one after another recently, lashing the people into fury. The bar owner did not bother to sell alcoholic drink to pupils under the patronage of authorities to make profits. &nbsp;&nbsp;&nbsp;\r\n   A \"national assemblyman\" received 3 million won and the other 1.5 million won for hushing up the charge of \"illegal business\" brought against the bar. &nbsp;&nbsp;&nbsp;  \r\n   36 persons including city officials and policemen have been involved in this case. &nbsp;&nbsp;&nbsp;\r\n   This lays bare the unpopular nature of the corrupt South Korean society. \r\n\r\n"
        },
        {
            "title": "Defence of peace and security of country called for",
            "url": "http://kcna.co.jp/item/1999/9911/news11/15.htm#9",
            "content": "Defence of peace and security of country called for\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, November 15 (KCNA) -- Rodong Sinmun today in a signed article calls upon all the Koreans in north, south and abroad to turn out in the struggle for defending peace and security of the country with concerted efforts. &nbsp;&nbsp;&nbsp;\r\n   Saying the U.S. and the South Korean rulers are keen on war preparations against Korean nation, challenging aspiration of the whole nation for peace and peaceful reunification, it highlights the need to frustrate them, and goes on: &nbsp;&nbsp;&nbsp;\r\n   All the Koreans in north, south and abroad should strengthen solidarity and achieve great unity transcending the differences in idea, ideal and social system for the shared interests of the nation. &nbsp;&nbsp;&nbsp;\r\n   They should continue to push ahead with struggle of all forms to denounce, check and frustrate the anti-DPRK war policy, frantic arms buildup and large-scale joint military exercises against the north. &nbsp;&nbsp;&nbsp;\r\n   They should wage a more powerful struggle against the warmongers of the \"people's government\", who are running amok to harm the country's peace and the nation's security as war servants of imperialist aggressors. \r\n\r\n"
        },
        {
            "title": "Repeal of \"security law\" urged in S. Korea",
            "url": "http://kcna.co.jp/item/1999/9911/news11/15.htm#10",
            "content": "Repeal of \"security law\" urged in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 15 (KCNA) -- At least 25,000 members of 51 organizations, including the South Korean Confederation of Trade Unions and the \"National Alliance for Democracy and Reunification\" met on Nov. 14 at the Youido park in Seoul for right to existence and the repeal of the \"security law\", a Seoul-based radio said. &nbsp;&nbsp;&nbsp;\r\n   The participants in the rally adopted 11-point demand to the authorities. The demand includes the abrogation of the \"security law\" and the resolution of the issue concerning vital rights the keynote of which are a stop to layoff and payment of debts owed to peasants. &nbsp;&nbsp;&nbsp;\r\n   At the end of the rally they went over to a demo in high spirits. \r\n\r\n"
        },
        {
            "title": "Repatriation of unconverted long-term prisoners demanded",
            "url": "http://kcna.co.jp/item/1999/9911/news11/15.htm#11",
            "content": "Repatriation of unconverted long-term prisoners demanded \r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 15 (KCNA) -- The South Korean authorities should drop its wrong stand maintained so far as regards the repatriation of the unconverted long-term prisoners and take a decisive measure to unconditionally repatriate them before the end of the year, stated the DPRK committee of measures for the repatriation of the unconverted long-term prisoners in South Korea in its statement issued today. &nbsp;&nbsp;&nbsp;\r\n   The statement said: &nbsp;&nbsp;&nbsp;\r\n   On November 3, the chairman of the central committee of the DPRK Red Cross Society sent a letter containing the proposal to realize their repatriation before the end of the year to the president of the South Korean Red Cross,  but there has been no reply to this till today.   This is a disregard and defiance of the desire of our nation and proves that the South Korean authorities have neither humanitarianism and national conscience nor moral sense. &nbsp;&nbsp;&nbsp;\r\n   The repatriation of the unconverted long-term prisoners including Kim In So, Ham Se Hwan, Kim Yong Thae, which has drawn attention  not only from the whole nation but from the international community, has not been realized till now and is facing greater difficulties as days go by. This is entirely because of the South Korean authorities who have blocked their repatriation under an unreasonable pretext. &nbsp;&nbsp;&nbsp;\r\n   We will watch the future attitude of the South Korean authorities, the statement stressed. \r\n\r\n"
        },
        {
            "title": "GIs' massacres disclosed",
            "url": "http://kcna.co.jp/item/1999/9911/news11/15.htm#12",
            "content": "GIs' massacres disclosed\r\n&nbsp;&nbsp;&nbsp;   Pyongyang, November 15 (KCNA) -- The South Korean newspaper Hangyore November 1 carried an article headlined \"GIs' massacre of innocent civilians committed in north, too.\"&nbsp;&nbsp;&nbsp;\r\n   The article said:  Misanthropy revealed in the tragedy in Rogun-ri indicates that the racial discrimination which the Americans have long pursued against Asia still persists. &nbsp;&nbsp;&nbsp;\r\n   It went on: &nbsp;&nbsp;&nbsp;\r\n   A GI,who was on the scene of the massacre in Rogun-ri, still remembers the order issued by the then commander of his unit \"send them to hell, kill all of them.\"  A British reporter who saw a U.S. marine killing an old man said: The GI did not feel guilty at all.  The GIs did not consider Koreans as human beings, and they seemed to be shouting to savage anthropoids, he added. &nbsp;&nbsp;&nbsp;\r\n   Pointing out that GIs' massacres were also committed in the north, the article said that the orders to destroy all the villages in the north and reduce Pyongyang, Hungnam and Wonsan to ashes are recorded in the war diaries of the U.S. 24th division and the U.S. first mechanized division.   Turning to the U.S.'s killings committed in the Sinchon area of the north, the article carried the testimony made by a visitor to the scene of atrocities. &nbsp;&nbsp;&nbsp;\r\n   Recalling that the U.S. troops also used germ weapons during the war of aggression against Korea, the article said that they dropped fleas, ticks and spiders infested with germ over Kumhwa, Pyongyang, and other areas, spreading contagious diseases. \r\n\r\n"
        },
        {
            "title": "U.S. sinister intention assailed",
            "url": "http://kcna.co.jp/item/1999/9911/news11/15.htm#13",
            "content": "U.S. sinister intention assailed\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, November 15 (KCNA) -- The U.S. zealous encouragement given to South Korea and Israel in their arms buildup and missile development, with a hue and cry over \"missile threat\" from the DPRK, is prompted by its invariable ambition to realise the strategy of world domination by strength, says Rodong Sinmun in a signed commentary today. &nbsp;&nbsp;&nbsp;\r\n   The commentary continues: For the realization of this strategy, the U.S. is using South Korea and Israel as a shock force respectively in East Asia and in Middle East in a bid to establish the unchallenged domination through an overwhelming military edge and, furthermore, have world supremacy. &nbsp;&nbsp;&nbsp;\r\n   The U.S. is working hard to build a \"Theatre Missile Defense\"  system in South Korea and other regions of the world and threaten  and stifle other countries by means of missile attack. This is sparking a new arms race and menacing peace and security in various parts of the world. &nbsp;&nbsp;&nbsp;\r\n   The U.S. and its followers are leaving no stone unturned to stifle the DPRK by force, having deployed a large number of nuclear weapons and the latest war equipment in South Korea and around the Korean peninsula. It is, therefore, quite natural for us to increase our self-reliant defence power to cope with these anti-DPRK moves and nobody has the right to take issue with it, the commentary observes, and stresses: &nbsp;&nbsp;&nbsp;\r\n   The U.S. is well advised to drop its bad habit of satisfying its needs by provoking others and stop egging its followers on to the missile development. \r\n\r\n"
        },
        {
            "title": "Liquidation of Japan's past called for",
            "url": "http://kcna.co.jp/item/1999/9911/news11/15.htm#14",
            "content": "Liquidation of Japan's past called for\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- Voices calling for the liquidation of the past of Japan are loudly ringing out from international organizations including the United Nations. &nbsp;&nbsp;&nbsp;\r\n   Countless are the crimes committed by the Japanese against peoples of different countries. In Korea alone, nearly 200,000 women were taken as \"comfort women for the army\" and subjected to sexual servitude. More than one million people were ruthlessly killed and over six millions of young and middle-aged people were drafted for hard labour. &nbsp;&nbsp;&nbsp;\r\n   It is the legal and moral duty for Japan, the assailant, to make a sincere apology and compensation for the victims. &nbsp;&nbsp;&nbsp;\r\n   Japan's wild design is to brandish sword of reinvasion to stain the Asia-Pacific region with the blood of innocent people and flutter \"Hinomaru\" there. That is why Japan has not yet liquidated its past. &nbsp;&nbsp;&nbsp;\r\n   Many countries and peoples of the world are strongly denouncing Japan for dreaming of overseas aggression. &nbsp;&nbsp;&nbsp;\r\n   The past liquidation is not for others but for Japan itself. &nbsp;&nbsp;&nbsp;\r\n   The future of Japan will be decided by it. &nbsp;&nbsp;&nbsp;\r\n   Now Japan is branded as a war criminal state. It cannot get rid of this disgraceful label as although it wants to do. If it wants to get rid of the label, it must clearly liquidate the past so that it may be recognized by the international community. Though it shows off the bag of dollars for the improvement of its image anywhere, it is treated as a political dwarf chiefly because it avoids the past liquidation. &nbsp;&nbsp;&nbsp;\r\n   Japan can remain alive only when it liquidates its past. &nbsp;&nbsp;&nbsp;\r\nAvoiding the past liquidation will lead Japan to isolation and destruction. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}