{
    "date": "1999-02-19",
    "url": "http://kcna.co.jp/item/1999/9902/990219.htm",
    "articles": [
        {
            "title": "Kim Jong Il sends autograph to ministry officials ",
            "url": "http://kcna.co.jp/item/1999/9902/news02/19.htm#1",
            "content": "Kim Jong Il sends autograph to ministry officials\r\n &nbsp;&nbsp;&nbsp;Pyongyang, February 19 (KCNA) - General Secretary Kim Jong Il sent the following autograph to the officials of the Ministry of Construction and Building-Materials Industries in reply to their letter:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n   \"Let us vigorously advance. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n                      February 10, 1999&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n                      Kim Jong Il.\"&nbsp;&nbsp;&nbsp;\r\n   The officials said in their letter that Kim Jong Il visited the Thaechon General Hydro-Electric Power Plant on the first leg of his guidance to economic sector this year following last year and indicated in detail the orientation and ways of building large-scale hydro-electric power plants on an extensive scale to solve the electricity problem of the country and revitalize the independent national economy.\r\n   They, in charge of the building of large-scale hydro-electric power plants, vowed to tap locally available reserves and complete the underground coal gasification power plant, the first of its kind in Korea, the Namgang Power Plant, the remaining project of the Thaechon General Hydro-Electric Power Plant and the second-stage construction of the Anbyon Youth Power Plant, they said.  \r\n    \r\n"
        },
        {
            "title": "Gift to Kim Jong Il",
            "url": "http://kcna.co.jp/item/1999/9902/news02/19.htm#2",
            "content": "Gift to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 19 (KCNA) -- General Secretary Kim Jong Il received a gift from the chairperson of the Party for Peace and Unity of Russia  on the occasion of his birthday.   The gift was handed to an official concerned by chairperson Sazhi Umalatova on a visit to Korea. \r\n \r\n"
        },
        {
            "title": "Enlarged plenary meeting of Korean Buddhist Federation held",
            "url": "http://kcna.co.jp/item/1999/9902/news02/19.htm#3",
            "content": "Enlarged plenary meeting of Korean Buddhist Federation held\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 19 (KCNA) -- An enlarged plenary meeting of the central committee of the Korean Buddhist Federation took place here on Feb. 18.\r\n   The meeting discussed the tasks of Buddhists to carry into practice the proposal of a joint meeting of the DPRK government, political parties and organizations.\r\n   The reporter and speakers said that the proposal of the joint meeting for setting this year as a \"year of national independence and great unity,\" honestly implementing the three principles of national reunification and independence, peaceful reunification and great national unity and holding wide-ranging dialogue between the north and south is a very just proposal that reflects all the fellow countrymen's aspiration and desire for reunification. They expressed full support and approval of it.&nbsp;&nbsp;&nbsp;\r\n   If a genuine dialogue for reunification is to be held between the north and south, the South Korean authorities should take practical steps, before anything else, for discontinuing \"cooperation\" with outside forces, stopping joint military exercises with them, repealing the \"National Security Law\" and providing pro-reunification patriotic organizations and personages with freedom of reunification movement and activities, they said, adding:   The South Korean authorities should not vociferate about \"dialogue without conditions\" but show their sincerity in implementing priorities.\r\n   The meeting declared that all the Buddhists at home and abroad would maintain national independence and wage a powerful struggle, rallied close under the banner of great unity in order to make a new breakthrough in achieving national reunification this year. The meeting adopted a relevant decision. \r\n\r\n"
        },
        {
            "title": "3rd Kimjongilia show closes",
            "url": "http://kcna.co.jp/item/1999/9902/news02/19.htm#4",
            "content": "3rd Kimjongilia show closes\r\n &nbsp;&nbsp;&nbsp;Pyongyang, February 19 (KCNA) -- The 3rd Kimjongilia show,  which opened on last Saturday on the occasion of the 57th birthday of General Secretary Kim Jong Il, closed on Thursday with due ceremony.   Letters of commendation were given to different units,  which distinguished themselves in successfully ensuring the show, at the closing ceremony.      Chairman Jang Chol of the Korean Kimjongilia Federation  in his address said the successful show clearly proved that the greatness of the respected Marshal Kim Jong Il, who has made great contribution to accomplishing the cause of socialism of Juche and global independence, is something shining most brilliantly and that all the people warmly revere him.   The show imbued the Korean people with the firm confidence that the Korean socialism is invincible as long as it is led by Marshal Kim Jong Il who opened bright future of building a powerful nation, he said.   A public presentation of cultivating experience of Kimjongilia was held at the Pyongyang International House of Culture during the show. \r\n  \r\n"
        },
        {
            "title": "Large floral basket to Kim Jong Il",
            "url": "http://kcna.co.jp/item/1999/9902/news02/19.htm#5",
            "content": "Large floral basket to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 19 (KCNA) -- General Secretary Kim Jong Il received a large floral basket from Norodom Sihanouk, Cambodian King,  on the occasion of his 57th birthday.   Upon the authorization of the King, a delegation of the general board of Royal Palace of  Cambodia headed by Kong Sam Ol, deputy prime minister in charge of the Royal Palace, visited the DPRK embassy to lay a large floral basket before the portraits of the President Kim Il Sung and General Secretary Kim Jong Il and pay tribute to them.   His majesty King, the head of the delegation said, extends  wholehearted congratulations and best wishes for longevity to the greatest  leader Marshal Kim Jong Il on the occasion of his 57th birthday, and sincerely wishes him brilliant success in his noble cause of leading the Korean people in the sacred struggle for the prosperity of the country and national reunification. \r\n\r\n"
        },
        {
            "title": "S. Korean authorities denounced for anti-north, anti-reunification diatribe",
            "url": "http://kcna.co.jp/item/1999/9902/news02/19.htm#6",
            "content": "S. Korean authorities denounced for anti-north, anti-reunification diatribe \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 19 (KCNA) -- The spokesman for the Committee for the Peaceful Reunification of the Fatherland (CPRF),  when interviewed by KCNA on February 18 denounced the South Korean authorities for slandering the dignified system in the North Korea, intensifying their anti-north, anti-reunification diatribe.\r\n   On February 12 Chon Yong Thaek, \"Minister of National Defense,\" described the north as \"sub-barracks state,\" during his tour allegedly to examine \"military preparedness.\"\r\n   Earlier, the present chief executive of South Korea said there \"would not be reunification\" during the term of his office and \"efforts would be made to prevent the north from unleashing a war.\"&nbsp;&nbsp;&nbsp;\r\n   Those provocative statements clearly show that the South Korean authorities have no intention for inter-Korean dialogue and reunification, but they are imbued with consciousness hostile to the fellow countrymen, the consciousness of confrontation with the north to the marrow, the spokesman said, and continued:   If they truly want reunification and inter-Korean dialogue, they should approach a DPRK-proposed new dialogue prudently and seek pro-north reconciliation instead of a showdown with it.\r\n   Detente between the north and South of Korea and a reunification-oriented dialogue cannot be expected at all as long as Chon Yong Thaek and other hooligans who want confrontation with the north stay in the upper echelon of the military.\r\n   Anti-north hawks such as Chon Yong Thaek should be dislodged.\r\n   If the South Korean authorities keep to the road of division and confrontation, they will be held responsible entirely for all the ensuing consequences. \r\n  \r\n"
        },
        {
            "title": "Japan will be held responsible",
            "url": "http://kcna.co.jp/item/1999/9902/news02/19.htm#7",
            "content": "Japan will be held responsible\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 19 (KCNA) -- The Japanese Foreign Minister in separate meetings with the present chief executive of South Korea and senior officials of the military in Seoul said both sides should adopt \"countermeasures\" to cope with \"missile threat\" from the North Korea.\r\n   Rodong Sinmun today describes his remarks as a provocation and challenge to the north.&nbsp;&nbsp;&nbsp;\r\n   Lurking Behindit is a sinister intention, the news analyst observes, adding:   The Japanese reactionaries are crying for strengthened \"cooperation system\" and \"countermeasures\" on the plea of non-existent \"missile threat\" from the north, spreading the rumours about a \"crisis.\" They seek to divert attention of the international community from their criminal scheming to become a military power and realise overseas expansion. They also seek to strain the situation, block inter-Korean dialogue and economic cooperation which were proposed at a joint meeting of the government, political parties and organisations of the DPRK, encourage the South Korean authorities to step up confrontation with the north for a fratricidal war and, furthermore, prevent Korea from being reunified.&nbsp;&nbsp;&nbsp;\r\n   If they dare take military actions against the DPRK, persisting in their smear campaign against it, the Korean people will crush them without mercy.\r\n   We have numerous things to square with Japan. If Japan chooses a battlefield as a place to settle accounts, we will annihilate them with force. \r\n  \r\n"
        },
        {
            "title": "Yankee murder and S. Korean authorities' sycophantic submission under fire",
            "url": "http://kcna.co.jp/item/1999/9902/news02/19.htm#8",
            "content": "Yankee murder and S. Korean authorities' sycophantic submission under fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 19 (KCNA) -- The spokesman for the Korean Student Committee published a statement on Feb. 18 denouncing the South Korean authorities for declaring two U.S. aggression soldiers, who murdered a South Korean student 2 years ago, \"not guilty\" on the pretext of \"insufficient evidence\" and \"pardoned\" them.\r\n   The statement said:   They, putting off legal action against these murderers for two years, recently set them free on the unreasonable pretext of \"insufficient evidence\".&nbsp;&nbsp;&nbsp;\r\n   Such treacherous act clearly shows that the U.S. aggression troops and the present authorities of South Korea defending them are the heinous enemies of the nation. The statement bitterly condemned it as an intolerable violation of the nation's dignity.\r\n   The statement further said:   The U.S. aggressors should apologize to the Korean nation for all their crimes in South Korea and withdraw from South Korea at once, with nuclear weapons and all other lethal weapons.\r\n   The South Korean authorities should clearly see the trend of the times and refrain from doing the treacherous acts of tarnishing the dignity and honor of the nation and driving the fellow countrymen to death by clinging to coattails of the U.S.  \r\n \r\n"
        },
        {
            "title": "Songs in praise of great man",
            "url": "http://kcna.co.jp/item/1999/9902/news02/19.htm#9",
            "content": "Songs in praise of great man\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 19 (KCNA) -- New songs were recently created in Korea.   Rodong Sinmun introduced over 10 songs this year.   Korean radio and television are broadcasting songs created by many art organizations including the merited choir of the Korean People's Army, the Pochonbo Electronic Music Band and the Mansudae Art Troupe.   The new songs include \"Let us sing of dear commander of people\", \"Cradle of happiness\" and \"Oh, night on Jong Il Peak\" and other songs in praise of General Secretary Kim Jong Il.   The songs reflect ardent reverence for Kim Jong Il who has made tireless efforts for the prosperity of the country and happiness of the people.&nbsp;&nbsp;&nbsp;\r\n   Korean musicians and composers produced a lot of songs in praise of him, carrying the people's mind and desire.    Last year they created tens of songs including \"He is our dear father\" and \"Let us be a satellite of sun.\"   Immortal revolutionary song \"Song of General Kim Jong Il\", created in Juche 86 (1997), is being sung as a doxology of the era and the great man among not only the Korean people but the progressive people of the world as well.   \"Collection of 2,000 Korean songs\" which was created between 1974 and 1993 and many other collections of songs contain such songs of praising him as \"Let's support our supreme commander with arms\" and \"Dear name.\"&nbsp;&nbsp;&nbsp;\r\n   Progressive artists of the world have created songs in praise of the greatness of Kim Jong Il.   Recently, they created \"Guiding star of Korea\" (Ukraine), \"Anyone, please meet him\" (Syria), \"Eternal Sun\" (Nigeria) and many other songs.   Particularly, foreign artists sang many songs written and composed by themselves in praise of Kim Jong Il, at the April Spring Friendship Art Festival which was held every year from Juche 71 (1982). \r\n\r\n"
        },
        {
            "title": "Collusion with Japanese reactionaries",
            "url": "http://kcna.co.jp/item/1999/9902/news02/19.htm#10",
            "content": "Collusion with Japanese reactionaries\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 19 (KCNA) -- The South Korean chief executive in a \"personal message\" handed by Pak Thae Jun, president of the \"United Liberal Democrats\", on a visit to Japan to the Japanese Prime Minister on Feb. 17 said that \"Japan's cooperation is needed more than ever before\" in carrying into practice South Korea's \"engagement policy\", the policy designed to disintegrate and stifle the DPRK, according to a foreign news report.&nbsp;&nbsp;&nbsp;\r\n   The \"engagement policy toward the north\" on the lips of the present chief executive of South Korea is a policy of confrontation with the north, which is fully contradictory to the idea of the three principles of national reunification.   He paved the way for intensifying collusion with the Japanese militarist forces of aggression in the anti-north moves during his Japan trip last October and the Seoul tour of the director general of the Japan Defence Agency last January.  Not content with this, he asked for Japan's \"cooperation\" again.   Such criminal act fully reveals his dirty traitorous nature. \r\n \r\n"
        },
        {
            "title": "Japan hell-bent on preparations to reinvade Korea",
            "url": "http://kcna.co.jp/item/1999/9902/news02/19.htm#11",
            "content": "Japan hell-bent on preparations to reinvade Korea\r\n &nbsp;&nbsp;&nbsp;Pyongyang, February 19 (KCNA) -- The Japanese government reportedly confirmed the plan to call out the \"self-defence forces\" in accordance with the regulation of the \"SDF law\" providing for its dispatch to the stricken areas\"  in case \"splinters of missile payloads launched by the DPRK drop on the territory of Japan\".\r\n   The plan was also confirmed at the 4th round of the \"countermeasure council for major events\" held at the Defence Agency of Japan on Feb. 16, a report said.\r\n   This is part of Japan's moves to further expand the theatre of \"SDF's\" military operations on the pretext of DPRK's \"missile threat\" and unleash a war against it.\r\n   The regulation of the \"SDF law\"  allows the director general of the Defence Agency to call out units  in case of \"special urgency\".&nbsp;&nbsp;&nbsp;\r\n   The Japanese reactionaries are scheming to dispatch \"SDF\" without limit by applying the regulation in case of DPRK's \"missile launch\". They are examining the issue of expanding the theatre of \"SDF's\" activities on the plea of the missile issue and working out \"action guidelines\" of the \"SDF\" on the pretext of \"attack of armed guerrillas\" and \"exodus of refugees\".\r\n   The fact shows that their moves to reinvade the Korean peninsula have reached a very dangerous stage. \r\n\r\n"
        },
        {
            "title": "\"Evening of Japan, India and Korea\" held",
            "url": "http://kcna.co.jp/item/1999/9902/news02/19.htm#12",
            "content": "\"Evening of Japan, India and Korea\" held\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 19 (KCNA) -- An \"Evening of Japan, India and Korea\" was sponsored by the National Liaison Council of Japan Societies for the Study of Works of Kim Jong Il in Osaka, on Feb. 9 on the occasion of the 57th birthday of General Secretary Kim Jong Il.&nbsp;&nbsp;&nbsp;\r\n   Present were Mekumi Tada, representative of the council, and other Japanese personages of all social standings.    A delegation of the Korean Social Scientists Society, a delegation of India led by Vishwanath, secretary general of the Juche Idea Study Society of India and secretary general of the \"International Kim Il Sung Prize\" Council, and O Su Jin, chairman of the Osaka prefectural headquarters of Chongryon (General Association of Korean Residents in Japan), were present on invitation.&nbsp;&nbsp;&nbsp;\r\n   Speeches were made and lectures on the subjects \"Korea advances under banner of independence\" and \"Friendship with Korea in India\" were given.   Japanese personages declared that they would loudly call for rectifying the Japanese government's hostile policy toward the DPRK and continue conducting energetic activities  for early normalization of Japan-DPRK diplomatic relations.   A letter to Kim Jong Il was adopted at the function. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il's powerful nation will be ever prosperous",
            "url": "http://kcna.co.jp/item/1999/9902/news02/19.htm#13",
            "content": "Kim Jong Il's powerful nation will be ever prosperous\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 19 (KCNA) -- The country led by a great leader will certainly become a powerful nation and General Secretary Kim Jong Il is indeed the symbol of a powerful socialist nation and his powerful nation will be ever prosperous.\r\n   So Man Sul, first vice-chairman of the central standing committee of the General Association of Korean Residents in Japan (Chongryon), says this in an article contributed to Pyongyang-based papers on the occasion of the February holiday.\r\n   He further says:   When Kim Jong Il declared \"Korea, I will glorify thee\" during his school days in his teens, he meant Korea would become a powerful nation without parallel, great in ideology and politics, strong and prosperous in the military and economy and beautiful in culture, ethics and morality.&nbsp;&nbsp;&nbsp;\r\n   Every big power was either a \"pseudo big power\" or \"lame big power\" in the true sense of the word in the past history, but a powerful socialist nation being built by the great marshal is the only powerful nation with the greatest might in all aspects of ideology, politics, military affair, economy, culture and morality and a model of an ideal state of humankind which the world will greet in the 21st century.\r\n   Our powerful nation is not a daydream.\r\n   Our homeland has already demonstrated its dignity and reputation to the world as an ideologically powerful nation, a political giant, a militarily powerful nation, a scientifically and technologically powerful nation, a powerful nation in conquering space, a highly civilized country of Juche and a country of morality and sense of obligation.\r\n   When economic goals set by Kim Jong Il are attained, our homeland will take the position of an economically powerful nation and turn into a perfectly  powerful socialist nation desired by humankind.&nbsp;&nbsp;&nbsp;\r\n   Chongryon has come to advance along the road of prosperity with the homeland under the guidance of the marshal who instills in it great idea and the faith of patriotism, almighty weapon.   The idea of Chongryon is the idea of Kim Jong Il, the spirit of Chongryon is the spirit of absolute worship for Kim Jong Il and the faith of Chongryon is the faith that Kim Jong Il is the greatest.    The historic victory that belongs to the homeland and to Chongryon as well as the homeland and Chongryon which were said to collapse are getting powerful and prosperous and the enemies who were said to win victory were defeated as such miracle as turning a misfortune into a blessing makes a new history which can be created only by Kim Jong Il's powerful nation, a strong nation. \r\n\r\n"
        },
        {
            "title": "U.S. blamed for trying to get \"NMB\" project into  full stride",
            "url": "http://kcna.co.jp/item/1999/9902/news02/19.htm#14",
            "content": "U.S. blamed for trying to get \"NMB\" project into  full stride\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 19 (KCNA) -- Nicholson, chairman of the Republican National Committee of the U.S.,  on February 16 reportedly cried for an \"immediate building of 'national missile defense' network to cope with missile attack from North Korea.\"   His remarks came in response to a statement of a high-ranking official of the Defense Agency of Japan that \"North Korea secured ballistic missile technology to hit the U.S. mainland.\"   Now that there was evidence that North Korea secured missile technology to hit the U.S. mainland, it was necessary that in an effort to \"protect the U.S. people\" the U.S. administration finish a debate on its necessity and get down to the building of \"NMB\" network, he argued.    His statement proves that U.S. Hard-line conservatives persistently cry over \"missile threat\" from North Korea in a bid to step up the modernization of missile force for expansion of the sphere of military domination and make desperate efforts to stifle the DPRK. \r\n\r\n"
        },
        {
            "title": "Irish party leader visits NDFSK mission in Pyongyang",
            "url": "http://kcna.co.jp/item/1999/9902/news02/19.htm#15",
            "content": "Irish party leader visits NDFSK mission in Pyongyang\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 19 (KCNA) -- General secretary Rod Eley of the Communist Party of Ireland (Marxist-Leninist) visited the Pyongyang mission of the National Democratic Front of South Korea (NDFSK) on February 18.    Chief Pak Kwang Gi briefed him on activities of NDFSK as well as on a vigorous struggle of the South Korean people for repeal of the \"National Security Law\" targeted against the nation, reunification and democracy and he said this enjoys support of the international community.   The general secretary said his party has waged a powerful solidarity movement for righteous struggle of the South Korean people for independence, democracy and reunification, and expressed a firm commitment to increase support for the NDFSK activities. \r\n\r\n"
        },
        {
            "title": "Letter of thanks to Kim Jong Il",
            "url": "http://kcna.co.jp/item/1999/9902/news02/19.htm#16",
            "content": "Letter of thanks to Kim Jong Il \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 19 (KCNA) -- General Secretary Kim Jong Il received a letter of thanks on Feb. 17 from the participants of the 8th International Figure-Skating  Festival.   The letter noted that the whole process of the festival to celebrate his birthday, auspicious holiday common to humankind, was replete with unbounded reverence for him and it contributed to strengthening friendship and solidarity among them.   Kim Jong Il has embraced the Korean people with politics of love and benevolence and led them to turn out in the building of a powerful nation, confident of sure victory, and to vigorously advance towards the 21st century, the letter said.   It expressed the conviction that the Korean people, under the sagacious leadership of Kim Jong Il, will build a powerful nation of Juche despite all temporary difficulties and trials. \r\n\r\n"
        },
        {
            "title": "Joint meeting for celebrating February 16 holiday",
            "url": "http://kcna.co.jp/item/1999/9902/news02/19.htm#17",
            "content": "Joint meeting for celebrating February 16 holiday \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 19 (KCNA) -- General Secretary Kim Jong Il received a letter of thanks on Feb. 17 from the participants of the 8th International Figure-Skating  Festival.   The letter noted that the whole process of the festival to celebrate his birthday, auspicious holiday common to humankind, was replete with unbounded reverence for him and it contributed to strengthening friendship and solidarity among them.   Kim Jong Il has embraced the Korean people with politics of love and benevolence and led them to turn out in the building of a powerful nation, confident of sure victory, and to vigorously advance towards the 21st century, the letter said.   It expressed the conviction that the Korean people, under the sagacious leadership of Kim Jong Il, will build a powerful nation of Juche despite all temporary difficulties and trials. \r\n\r\n"
        },
        {
            "title": "Wrecked ship and its crew saved",
            "url": "http://kcna.co.jp/item/1999/9902/news02/19.htm#18",
            "content": "Wrecked ship and its crew saved\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 19 (KCNA) -- Crewmen of a cargo ship \"Chongsokjong No. 1\" saved a sideline fishing boat, 28 H.P. Iron vessel, and its three crewmen belonging to the Hamhung disabled soldiers ball-point pen factory in South Hamgyong Province from distress in the high seas.    The boat was hit by a typhoon two miles off Hungnam port on January 6.    The boat that had run out of fuel was drifting down south and reaching the high seas near the boundaries of South Korea and Japan 14 days later.   The crew of the ship \"Chongsokjong No.1\" found the boat on January 20 and rescued the wrecked boat and its crew, braving rough waves 6 metres high. \r\n \r\n"
        },
        {
            "title": "Kim Jong Il praised by Russian writer",
            "url": "http://kcna.co.jp/item/1999/9902/news02/19.htm#19",
            "content": "Kim Jong Il praised by Russian writer\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 19 (KCNA) -- General Secretary Kim Jong Il is a great marshal, a distinguished great man and a most brilliant commander.   Russian writer Alexandr Brezhnev said this in his poem titled \"Supreme Commander Kim Jong Il.\"\r\n   He continued:   As led by the great marshal, Korea is shining with victory and a balmy spring is ever-lasting.   Kim Jong Il is a distinguished great man, who steers the world and creates history.   He is the great sun of the 21st century who exalts the feats of forerunners for ever, breathes the same with soldiers and infuses strength into the hearts of all people.   Soldiers of the Korean People's Army are replete with the courage of Kim Jong Il. Thanks to them a bright sky of Korea is shining with confetti.   The whole planet pays respects to the ever-victorious commander. \r\n\r\n"
        },
        {
            "title": "Foreign presidents refer to friendly relations with DPRK",
            "url": "http://kcna.co.jp/item/1999/9902/news02/19.htm#20",
            "content": "Foreign presidents refer to friendly relations with DPRK\r\n &nbsp;&nbsp;&nbsp;Pyongyang, February 19 (KCNA) -- Emil Constantinescu, President of Romania, said when he met the Korean ambassador to Romania on Feb. 12 that Korean reunification would be achieved under the wise guidance of Kim Jong Il, Supreme Commander of the Korean People's Army, and wished him success in his work for national prosperity.\r\n   When Yemeni President Ali Abdullah Saleh met the Korean ambassador on Feb 11, he wished the Korean people a victory in the work to overcome temporary difficulties and achieve national prosperity and reunification of country.   He said that the two countries established state relations long ago and have since developed friendship and cooperation and the government and people of Yemen would make sustained efforts to strengthen and develop friendly relations with the Korean people. \r\n \r\n"
        },
        {
            "title": "25 years of Kim Jong Il's work observed",
            "url": "http://kcna.co.jp/item/1999/9902/news02/19.htm#21",
            "content": "25 years of Kim Jong Il's work observed\r\n &nbsp;&nbsp;&nbsp;Pyongyang, February 19 (KCNA) -- General Secretary Kim Jong Il at a national training course for party propagandists on February 19, 1974, set out some immediate tasks of party ideological work for modeling the whole society on the Juche idea.   Rodong Sinmun today runs an editorial captioned \"Let us accomplish cause of modeling whole society on Juche idea under guidance of party\" to mark the day.   In the work he formulated the revolutionary idea of the President Kim Il Sung for the first time in history and declared the modeling of the whole society on the Juche idea maximum programme of the Workers' Party of Korea (WPK).&nbsp;&nbsp;&nbsp;\r\n   The work has proved its worth in effecting great upswing in the Korean revolution for the past 25 years, the editorial says, and goes on:   The history of the Korean revolution that has made triumphant progress under the banner of the modeling of the whole society on the Juche idea witnessed the growth of a huge army of revolutionaries of Juche type and signal creation and miracles in socialist construction.   The WPK is great in that it has carried out the remolding of all the members of society as genuine revolutionaries of Juche type with credit.   The Korean people prove to be fighters to protect the leader devotedly and absolute followers, resolute defenders and thorough implementers of his ideology.  Kim Jong Il has performed undying exploits in the accomplishment of historic cause of transforming the economy and culture as demanded by the Juche idea.   He has always adhered to the principle of weathering stern trials through a bold attack and of foiling the enemy's economic blockade with a strategy of self-reliance in socialist construction.&nbsp;&nbsp;&nbsp;\r\n   A historic task to carry forward the cause of socialism and bring it to completion has been carried out with credit for the last 25 years.   The efforts made to model the whole society on the Juche idea laid solid organizational and ideological foundations to carry through his ideas and fully ensure his guidance and made the authority of his leadership unquestioned.   All politico-ideological and material foundations have been laid for pure inheritance of the lineage of Juche  and the building of Korea into a powerful socialist nation resplendent for the august name of Kim Il Sung. That is a proud summing-up of the 25-year-long history.&nbsp;&nbsp;&nbsp;\r\n   The editorial calls for sustained progress under the uplifted banner of the modeling of the whole society on the Juche idea.   It is necessary to firmly uphold the ideas of Kim Jong Il and thoroughly apply them in all aspects of the revolution and construction and strengthen in every way, the monolithic unity of the whole party, the whole army and the entire people around him, adds the editorial. \r\n\r\n"
        },
        {
            "title": "Korean senior officials meet foreign guests",
            "url": "http://kcna.co.jp/item/1999/9902/news02/19.htm#22",
            "content": "Korean senior officials meet foreign guests\r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 23 (KCNA) -- Kim Yong Nam, member of the Political Bureau of the Central Committee of the Workers' Party of Korea and chairman of the presidium of the Supreme People's Assembly, had talks with Hong Sun Huot, deputy secretary general of the Funcinpec Party of Cambodia, who is representative  of this party, at the Mansudae Assembly Hall on Thursday.   Yang Hyong Sop, vice-chairman of the presidium of the Supreme People's Assembly, who is chairman of the Korean Social Scientists Society had talks with director general Shuhachi Inoue of the International Institute of the Juche Idea.   Paek Nam Sun met and had talks with the delegation of the Arab Socialist Baath Party of Syria led by Ahmad Kabalan, member of the Regional Leadership and director of the Peasants Department of the Party. \r\n\r\n\r\n"
        }
    ]
}