{
    "date": "1999-09-26",
    "url": "http://kcna.co.jp/item/1999/9909/990926.htm",
    "articles": [
        {
            "title": "Message of condolence from Chongryon",
            "url": "http://kcna.co.jp/item/1999/9909/news09/26.htm#1",
            "content": "Message of condolence from Chongryon \r\n &nbsp;&nbsp;&nbsp;   Pyongyang, September 26 (KCNA) -- The central standing committee of the General Association of Korean Residents in Japan (Chongryon) sent a message of condolence to the State Funeral Committee on Saturday on the occasion of the death of Ri Jong Ok, member of the political bureau of the Central Committee of the Worker's Party of Korea and Honorary Vice-President of the presidium of the Supreme People's Assembly of the DPRK.&nbsp;&nbsp;&nbsp;\r\n   The message said that Ri Jong Ok remained boundlessly loyal to the President Kim Il Sung and Marshal Kim Jong Il and was a veteran cadre who had worked at important posts of the party and the state since the liberation of Korea. &nbsp;&nbsp;&nbsp;\r\n   He devoted all his energies and wisdom until the last moment of his life to carrying into practice the idea and leadership of the Marshal. &nbsp;&nbsp;&nbsp;\r\n   Although he passed away his exploits performed for the country and revolution will remain long in the hearts of the Chongryon officials and Koreans in Japan along with the history of prosperous fatherland, the message said. \r\n\r\n"
        },
        {
            "title": "Japan stages military exercises",
            "url": "http://kcna.co.jp/item/1999/9909/news09/26.htm#2",
            "content": "Japan stages military exercises\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 26 (KCNA) -- The maritime and air \"Self-Defence Forces\" of Japan reportedly staged exercises of command post one after another under simulated conditions of an \"emergency around Japan\" in September. &nbsp;&nbsp;&nbsp;\r\n   Noting that the exercises were the first of their kinds, the Defense Agency of Japan announced that their aim was to \"meet the U.S. forces' demand for the logistic support, search and rescue efforts when it is raised.\"&nbsp;&nbsp;&nbsp;\r\n   It is said that Japan plans to stage maneuvers of units under simulated conditions of an \"emergency around Japan\" in October and November. &nbsp;&nbsp;&nbsp;\r\nWar exercises for overseas aggression of the \"SDF\" are staged in full scale after \"laws for emergency around Japan\" to implement the updated \"Japan-U.S. Defense Cooperation Guidelines,\" a war document for reinvasion of the Korean peninsula, came into effect on Aug. 25.  This arouses vigilance from the public. \r\n\r\n"
        },
        {
            "title": "Japanese ground \"SDF\" to establish wartime system",
            "url": "http://kcna.co.jp/item/1999/9909/news09/26.htm#3",
            "content": "Japanese ground \"SDF\" to establish wartime system\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 26 (KCNA) -- The ground \"Self-Defense Force\" of Japan is planning to stage a large-scale exercise on the map under simulated condition of \"infiltration of armed guerrillas into Japan in an 'emergency' on the Korean peninsula\" in February next year, according to Tokyo Shimbun on Sept. 24. &nbsp;&nbsp;&nbsp;\r\n   The paper said: &nbsp;&nbsp;&nbsp;\r\n   The exercise will be staged as part of the Japan-U.S. joint exercise (exercise of command post) for some 10 days in February next year with the attendance of about 4,500 high-ranking \"Self-Defense Officers\" from the ground force staff headquarters, different direction units and stationary places. &nbsp;&nbsp;&nbsp;\r\n   This is the simulated operation to \"mop up armed guerrillas infiltrated into Japan in an emergency on the Korean peninsula\" corresponding to \"emergency around Japan.\" &nbsp;&nbsp;&nbsp;\r\n   This proves that the Japanese reactionaries are scheming to put spurs to establishing the wartime system at home so as to stage comeback to the Korean peninsula in the future. \r\n\r\n"
        },
        {
            "title": "Funeral service for late Ri Jong Ok",
            "url": "http://kcna.co.jp/item/1999/9909/news09/26.htm#4",
            "content": "Funeral service for late Ri Jong Ok\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) -- A state funeral service for the late  Ri Jong Ok, member of the political bureau of the Central Committee of the Worker's Party of Korea and Honorary Vice-President of the presidium of the Supreme People's Assembly of the DPRK, was solemnly held here on Sept. 25. &nbsp;&nbsp;&nbsp;\r\nPresent there were Kim Yong Nam, Pak Song Chol, Hong Song Nam, and other members of the State Funeral Committee, the bereaved family members and relatives. &nbsp;&nbsp;&nbsp;\r\n   Honor guards of the Korean People's Army were standing by the sides of the bier. The coffin was borne out to a hearse. &nbsp;&nbsp;&nbsp;\r\n   Streets of the city were wrapped in sorrow when the hearse passed by. &nbsp;&nbsp;&nbsp;\r\n   A ceremony for the last parting was held at the Patriotic Martyrs' Cemetery in the suburbs of Pyongyang. &nbsp;&nbsp;&nbsp;\r\n   Premier Hong Song Nam made a funeral address in the name of the Central Committee of the Worker's Party of Korea, the presidium of the Supreme People's Assembly and the cabinet of the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The address noted that Ri Jong Ok worked at responsible posts of state organs such as premier of the administration council, vice-President of the DPRK, and so on. For years and made energetic activities for prosperity and development of the socialist fatherland and the independent reunification of the country. &nbsp;&nbsp;&nbsp;\r\n   His was a life of the revolutionary soldier boundlessly loyal to the party  and the leader and of the true communist who devotedly struggled for the fatherland and people. &nbsp;&nbsp;&nbsp;\r\n  Amid the playing of the solemn dirge and firing of a volley for the dead, the coffin  was placed in the grave. &nbsp;&nbsp;&nbsp;\r\n   The participants in the service laid wreaths and bouquets and observed a moment's silence in memory. \r\n\r\n"
        },
        {
            "title": "Preposterous sophistry",
            "url": "http://kcna.co.jp/item/1999/9909/news09/26.htm#5",
            "content": "Preposterous sophistry\r\n &nbsp;&nbsp;&nbsp;Pyongyang, September 26 (KCNA) -- Minju Joson today carries a commentary denouncing the United States for slandering the DPRK as a main criminal wrecking world peace and stability. &nbsp;&nbsp;&nbsp;\r\nThe U.S. paper Los Angeles Times on Sept. 10 carried an article saying that the U.S. troops stationed in Asia and Middle East have been exposed to \"rapid and serious threat\" by the proliferation of the intermediate-range ballistic missiles which is likely to be accelerated by the DPRK, the commentary notes, and says: &nbsp;&nbsp;&nbsp;\r\n   The \"strong-arm policy\" of the United States is a main cause of seriously violating the desire of humankind for peace and wrecking the stability. &nbsp;&nbsp;&nbsp;\r\n   The United States is trying to give impressions that the world peace and stability are being threatened by the DPRK, in order to justify its authoritarianism and intensify the moves to isolate and stifle the DPRK at any cost. &nbsp;&nbsp;&nbsp;\r\n   The U.S. has been driven into a corner within and without. &nbsp;&nbsp;&nbsp;\r\n   In an attempt to escape from such poor position it cooked up the theory on \"threat from North Korea\". &nbsp;&nbsp;&nbsp;\r\n   If the United States continues provoking the DPRK with such sophism for an insidious purpose it will raise only the DPRK's deep distrust and vigilance against the United States. \r\n\r\n"
        },
        {
            "title": "FM spokesman on U.S. religious freedom report",
            "url": "http://kcna.co.jp/item/1999/9909/news09/26.htm#6",
            "content": "FM spokesman on U.S. religious freedom report\r\n   &nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) -- the spokesman for the Foreign Ministry of the DPRK in an interview with KCNA today criticized the United States for groundlessly slandering the DPRK in an \"annual report on international religious freedom.\"&nbsp;&nbsp;&nbsp;\r\n   He told KCNA: &nbsp;&nbsp;&nbsp;\r\n   The U.S. State department issued a \"1999 annual report on international religious freedom\" on September 9 to deal with religious situations in different countries. It charged that in the DPRK religious freedom is not ensured and harsh penalties are inflicted on those who make religious activities. &nbsp;&nbsp;&nbsp;\r\n   The report, the first of its kind in American history, is just like other annual reports the United States has published at will on human rights in other countries and terrorism as if it were an \"international human rights judge.\"&nbsp;&nbsp;&nbsp;\r\n   The report on religious freedom is motivated by the sinister intention of the United States to act \"religious judge\" and establish monopolistic domination as the only superpower in the world, not content with its behavior as \"human rights judge.\"&nbsp;&nbsp;&nbsp;\r\n   This is another attempt to interfere in others' internal affairs in violation of the elementary principle of international law. This attempt cannot work on anyone and will invite nothing but ridicule and rejection from progressive people around the world. &nbsp;&nbsp;&nbsp;\r\n   The report's particular slander over the \"religious problem\" in the DPRK is another reckless move for pressure on the DPRK, prompted by the invariable u.s. Hostile policy toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The DPRK is the best socialist system in the world in that religious belief and freedom of people are perfectly ensured by the constitution and the state provides and guarantees by law all conditions for believers to make free religious activities at their will. &nbsp;&nbsp;&nbsp;\r\n   The United States is mistaken if it thinks it can put pressure on the DPRK over the \"religious problem.\"&nbsp;&nbsp;&nbsp;\r\n   The U.S. Must act with discretion, mindful that if it continues making a fuss over \"religious problem\" in the DPRK on the basis of false data with the bad habit of poking its nose in other's business, it will only hurt its narrowly progressing relationship with the DPRK. \r\n\r\n\r\n"
        }
    ]
}