{
    "date": "1999-03-08",
    "url": "http://kcna.co.jp/item/1999/9903/990308.htm",
    "articles": [
        {
            "title": "Kim Jong Il takes part in elections",
            "url": "http://kcna.co.jp/item/1999/9903/news03/08.htm#1",
            "content": "Kim Jong Il takes part in elections\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 8 (KCNA) -- General Secretary Kim Jong Il today went to the Hamhung branch of the Academy of Sciences to join scientists and technicians in the elections for deputies to provincial, city and county people's assemblies.&nbsp;&nbsp;&nbsp;\r\n   He received ballots from the chairman of the Election Committee of sub-constituency No. 72 of constituency No. 171 for election of deputies to the south Hamgyong provincial people's assembly and voted for Ri Jong Su, vice-president of the branch who was candidate  for deputy to the provincial people's assembly,&nbsp;&nbsp; Kim Jung Bae, an institute chief of the branch who was candidate for deputy to the Hamhung city people's assembly&nbsp;&nbsp; and Kang Hyong Gun, a laboratory chief of the branch who was candidate for deputy to the Hoesang district people's assembly.&nbsp;&nbsp;&nbsp;\r\n   He had a conversation with candidates.   He went round a scientific achievements exhibition of the branch.   He expressed deep satisfaction over the tremendous scientific and technological results gained by the scientists and technicians of the branch for the growth of the nation's chemical industry.   He underlined the need to put science and technology, a mighty driving force for the building of a powerful nation, on a higher level to meet the requirements of the developing realities, and indicated highly important tasks of the branch.   He said it was necessary to put the production of basic and all other chemical goods on a solid scientific basis.&nbsp;&nbsp;&nbsp;\r\n   He added that the group of researchers there should greatly help build chemical industry of the 21st century, a new higher level of chemical industry, and add luster to the age of Juche.   He met and greatly inspired doctors of the branch before posing for a photograph with them.   He was accompanied by Kim Kuk Thae and Kim Ki Nam, secretaries of the WPK Central Committee. \r\n     \r\n"
        },
        {
            "title": "Kim Jong Il, defender of destiny of nation",
            "url": "http://kcna.co.jp/item/1999/9903/news03/08.htm#2",
            "content": "Kim Jong Il, defender of destiny of nation\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 8 (KCNA) -- The respected Marshal Kim Jong Il is the outstanding leader who has led the cause of national independence to victory through energetic activities for decades and the defender of the  nation's destiny who protects the dignity and sovereignty of the Korean nation with iron will, matchless grit and ever-victorious commanding art, says Rodong Sinmun in a signed article March 7.&nbsp;&nbsp;&nbsp;\r\n   The article says:&nbsp;&nbsp;&nbsp;The noble cause of Juche, the cause of national independence pioneered by the great leader Kim Il Sung is being carried forward by the great leader Kim Jong Il.   Kim Jong Il, basing himself on the immortal Juche idea, strictly preserved the identity and traditions of the Korean nation and clearly indicates a way of shaping its destiny.   He foresees the prospect of developing situation at home and abroad with his extraordinary insight and sets forth the most just and reasonable line, policies and ways of national reunification.&nbsp;&nbsp;&nbsp;\r\n   He turns the adverse tide of division into a powerful current of reunification so as to prevent the danger of permanent national division and open a favorable phase for peace and peaceful reunification.   He leads all people with national conscience to work for patriotism and  reunification and great national unity regardless of idea, political view, party affiliation, religion and past career.   He is most steadfast in defending the sovereignty of the country and the destiny of the nation by leading the people to fight against imperialism and domination and preserve the Juche character and national identity.&nbsp;&nbsp;&nbsp;\r\n   It is his unshakable will and political creed that only when the Juche character is maintained to carve out the destiny of nation independently and the national identity is preserved to sustain and  develop its superiority and embody it in social life, is it  possible to guarantee independent development of the nation and achieve national prosperity.   He with a noble pledge to defend the destiny of the country and nation with credit in reliance upon a strong army and a sense of responsibility has turned the country into a militarily powerful one, the embodiment of the Juche-based policy of giving priority to the military.&nbsp;&nbsp;&nbsp;\r\n   The world has never seen such a superb commander as him who has humbled the pride of the only superpower without a gun-report, leading it by the nose in spite of siege and a pincer attack by a formidable enemy.   It is the renewed faith and will of the Korean nation at the turn of the century that national destiny will always be firmly defended and the cause of national independence  surely accomplished under his guidance.    The 70 million Korean people will certainly build a reunified and prosperous powerful country on this 3 thousand-ri land. \r\n \r\n"
        },
        {
            "title": "New federation of unions formed in S. Korea",
            "url": "http://kcna.co.jp/item/1999/9903/news03/08.htm#3",
            "content": "New federation of unions formed in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 8 (KCNA) -- The \"National Federation of Office and Banking Clerks Unions\" was inaugurated on Friday as a new organization involving 65,000 members under the South Korean Confederation of Trade Unions (KCTU), a Seoul-based radio reported.   The federation is the merger of the Office Clerks Union and the Banking Clerks Union.   2 unions decided to join hands with each other at a meeting of deputies on February 11 and worked for the formation of new organization after asking the \"Ministry of Labor\" for license.   As a result, the number of subsidiary unions of KCTU totaled 15. \r\n\r\n"
        },
        {
            "title": "S. Korean workers' struggle",
            "url": "http://kcna.co.jp/item/1999/9903/news03/08.htm#4",
            "content": "S. Korean workers' struggle\r\n &nbsp;&nbsp;&nbsp;Pyongyang, March 8 (KCNA) -- Workers' struggle for vital rights has been heated up in South Korea,  Seoul-based radios  said.   Setting itself targets to meet demands for 7.7 % wage increase including the payment of their wages cut down last year and get the  minimum wages fixed, the South Korean Confederation of Trade Unions (Minjurochong) instructed all its affiliated trade unions to launch a struggle to put them into effect.&nbsp;&nbsp;&nbsp;\r\n   The Federation of South Korean Trade Unions (Hankukrochong) is planning to travel all over South Korea till March 19 to inform its trade unions of the guidelines for negotiations on wages and organizations.   Their move has fuelled the struggle of workers against the anti-social \"restructuring\" and for job security and wage-hike.   On March 4, about 4,000 trade unionists of the Seoul Subway held a general meeting for employment security and restructuring of the subway as part of the struggle for vital rights.   The trade union protested against the management side turning blind eyes to its demands and strongly called for the cutdown of working hours. \r\n  \r\n"
        },
        {
            "title": "Foreigners visit polling stations",
            "url": "http://kcna.co.jp/item/1999/9903/news03/08.htm#5",
            "content": "Foreigners visit polling stations\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 8 (KCNA) -- Cuban, Pakistani, Swedish and Russian diplomatic envoys and embassy officials and members of the international organizations in Korea and  foreign guests including France, Japan and Switzerland visited polling stations for elections to local people's assemblies in Pyongyang on March 7.   At the end of the visit, Cuban ambassador to Korea Jose  Manuel Inclan Embade said that ordinary workers and peasants were elected deputies to local people's assemblies in Korea.&nbsp;&nbsp;&nbsp;\r\nThis shows that the socialist system of Korea is most popular, the Cuban ambassador said, adding:&nbsp;&nbsp;&nbsp;All the Korean working people have rights to elect and to be elected and are creditably implementing their role as the masters of the country.    He wished the Korean people greater achievements in socialist construction under the wise leadership of General Secretary Kim Jong Il.&nbsp;&nbsp;&nbsp;\r\n   Svante Kilander, charge d'affaries ad interim of the Swedish embassy here, said that the elections of deputies to local people's assemblies being held this year, the first year of a great turning-point in building a powerful nation, will mark an important occasion in the development of the country.   Bruno Couette, member of the Perrine Film Company of France, noted that all the working people are actively participating in the elections as they are held on the principle of universal, equal and direct suffrage. \r\n\r\n"
        },
        {
            "title": "Talk about \"reciprocity\" refuted",
            "url": "http://kcna.co.jp/item/1999/9903/news03/08.htm#6",
            "content": "Talk about \"reciprocity\" refuted \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 8 (KCNA) -- Rodong Sinmun today comments on the \"reciprocity\" peddled again by the present South Korean chief executive some days ago in his \"special interview\" on the foundation anniversary of the Korea broadcasting system.   The news analyst says:&nbsp;&nbsp;&nbsp;The chief executive suggested exchanging the north-origin unconverted long-term prisoners for \"soldiers taken prisoner\" and \"fishermen captured by the north\". This is a far-fetched plot to evade the repatriation of the unconverted long-term prisoners. There are no such South Koreans in the north.&nbsp;&nbsp;&nbsp;\r\n   It is the height of obstinacy for the chief executive to suggest exchanging the unconverted long-term prisoners, who wish to be repatriated to the north at the earliest possible date, for the defectors to the north, who have categorically refused to  go back to South Korea.   His renewed jargon about \"reciprocity\" is intended to create the impression that they are interested in improved inter-Korean relations and reconciliation and cooperation.   \"Reciprocity\" that ignores the interests of the nation is incompatible with the improvement of inter-Korean relations. The South Korean authorities are well advised to drop word juggling before the nation desirous of reunification. \r\n  \r\n"
        },
        {
            "title": "New \"Japan-U.S. defense cooperation guidelines\" denounced",
            "url": "http://kcna.co.jp/item/1999/9903/news03/08.htm#7",
            "content": "New \"Japan-U.S. defense cooperation guidelines\" denounced\r\n &nbsp;&nbsp;&nbsp;Pyongyang, March 8 (KCNA) --  A meeting of women was held in Tokyo on February 27 to denounce the updated \"Japan-U.S. defense cooperation guidelines.\"   It was attended by the chairwoman of the Women's Committee of  the  Christian Council of Japan and wife of former Prime Minister Mutsuko Miki and other Japanese figures and Korean women in Japan.   Discussed at the meeting was the task before Japanese and Korean women  to strive for peace on the Korean peninsula and  in Asia at a time when the Japanese  government is trying to make new legislation related to the \"Japan-U.S. defense cooperation  guidelines\" on the pretext of \"missile threat\" in a bid to justify its aggression overseas and militarization. &nbsp;&nbsp;&nbsp;\r\n   The speakers  condemned the United States and Japan for fanning up a war atmosphere and throwing more hurdles in the way of Korean reunification and peace,  while accelerating the move to make new legislation related to the \"Japan-U.S. defense cooperation guidelines\" with a hue and cry over \"contingency on the Korean peninsula.\"   A proposal on opening a \"peace front of women\" against these \"guidelines\" was supported by all the participants.   An appeal was adopted at the meeting. \r\n \r\n"
        },
        {
            "title": "Working people participate in elections",
            "url": "http://kcna.co.jp/item/1999/9903/news03/08.htm#8",
            "content": "Working people participate in elections\r\n &nbsp;&nbsp;&nbsp;Pyongyang, March 8 (KCNA) -- Elections for deputies to provincial (municipal), city (district) and county people's assemblies were held at all polling stations on March 7.   All polling stations, streets and villages were bedecked with flags of the DPRK and red flags, slogan boards and large posters.    Voters cast ballots for the candidates who are faithfully working for the party and revolution, fatherland and people.   Anti-Japanese veteran fighters, veterans of the Fatherland Liberation War,  workers, farmers, soldiers and intellectuals participated in the elections.&nbsp;&nbsp;&nbsp;\r\n   An anti-Japanese revolutionary fighter Hwang Sun Hui said that the great leader President Kim Il Sung established the people's revolutionary government in a guerrilla zone. This priceless tradition of building people's revolutionary government is an eternal cornerstone and strong root of Kim Il Sung's nation and Kim Il Sung's Korea, she added.   War veteran Jang Sung Rak said that the DPRK is the sacred fatherland and the bosom of the great Generalissimo Kim Il Sung which was the first to provide maltreated people with a life worth of man after the country was liberated.&nbsp;&nbsp;&nbsp;\r\n   Sin Myo Song, a centenarian woman resident in  Sohung county of North Hwanghae Province who was born at the end of the feudal society of the Ri dynasty, said that she was in the same excitement as when she received the benevolent centennial birthday table. She urged her children and villagers to defend and glorify this precious country.   Kim Tae Ryong and his wife who were the first to participate in the balloting in the socialist homeland and Yun Song Sik who had come over to the north some time ago, resolutely breaking with the corrupt society of the south,  evinced their resolution to defend the grateful socialist system.&nbsp;&nbsp;&nbsp;\r\n   Through the balloting, all the voters hardened their determination to build a powerful  socialist nation on this land without fail under the wise leadership of General Secretary Kim Jong Il. \r\n\r\n\r\n"
        },
        {
            "title": "Election returns",
            "url": "http://kcna.co.jp/item/1999/9903/news03/08.htm#9",
            "content": "Election returns\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 8 (KCNA) -- The Central Election Management Committee for the elections of deputies to provincial (municipal), city (district) and county people's assemblies of the DPRK today published returns of the elections held on Sunday.   Its announcement says:&nbsp;&nbsp;&nbsp;The elections of deputies to provincial (municipal), city (district) and county people's assemblies of the DPRK were successfully held at all the constituencies across the country on Sunday  strictly in accordance with the law on elections of deputies to people's assemblies at all levels amid a high degree of political enthusiasm of all the people and people's army officers and men.&nbsp;&nbsp;&nbsp;\r\n   According to the election returns available, 99.9% of the registered voters participated in the elections and 100% of them voted for the candidates except those who are abroad or on ocean.   29,442 workers, peasants, servicemen and intellectuals, who have been devotedly working for the country, the people and the strengthening and development of the people's government with intense loyalty to the party and the leader, were elected deputies to local people's assemblies.&nbsp;&nbsp;&nbsp;\r\n   The elections, which took place against the backdrop of an elated atmospheres in which the nation is opening a turning-point in the building of a powerful nation,  demonstrated the invariable faith and rock-firm will of the people and servicemen  of the Korean People's Army to exalt  forever the immortal feats in state building of the great leader Kim Il Sung, the father of socialist Korea and the eternal President of the DPRK, and accomplish the socialist cause of Juche under the veteran and tested leadership of General Secretary Kim Jong Il. They also demonstrated to the world the invincible might and vitality of our own socialism in which the leader, the party and the masses have become a harmonious whole.&nbsp;&nbsp;&nbsp;\r\n   The elections marked a significant occasion in reorganizing the local government bodies with officials who are competent and unboundedly faithful to the party and the leader, the country and the people, to perfect the revolutionary system of the state structure and enhance the function and role of the people's government bodies in every way. \r\n\r\n\r\n"
        },
        {
            "title": "March 8th Revolution marked",
            "url": "http://kcna.co.jp/item/1999/9903/news03/08.htm#10",
            "content": "March 8th Revolution marked\r\n &nbsp;&nbsp;&nbsp;Pyongyang, March 8 (KCNA) -- Papers here today dedicate signed articles to the 36th anniversary of March 8th revolution in Syria.   Rodong Sinmun says the Syrian people have vigorously struggled to defend the gains of the revolution and build a new society for 36 years since the March 8th Revolution.   The paper goes on:&nbsp;&nbsp;&nbsp;The Syrian people have made tireless efforts to achieve political stability of the country and build the national economy under the leadership of the Arab Socialist Baath Party headed by President Hafez al-Assad.&nbsp;&nbsp;&nbsp;\r\n   The government and people of Syria have striven to defend legitimate rights and interests of the Arab countries and achieve peace and stability in the Middle East.   Their efforts to realize the comprehensive and fair peace in the Middle East on the \"peace-for-land principle\" enjoy extensive support from the progressive people.   The friendly relations between the Korean and Syrian peoples forged in the struggle for independence against imperialism have steadily developed.   The Korean people will as ever firmly stand by the Syrian people.   A signed article of Minju Joson expresses the hope that the Syrian people will achieve greater successes in their just cause of making the country  prosperous and restoring national sovereignty. \r\n\r\n  \r\n"
        },
        {
            "title": "Provocative remarks of U.S. warmongers flailed",
            "url": "http://kcna.co.jp/item/1999/9903/news03/08.htm#11",
            "content": "Provocative remarks of U.S. warmongers flailed\r\n &nbsp;&nbsp;&nbsp;Pyongyang, March 8 (KCNA) -- The secretariat of the Committee for the Peaceful Reunification of the Fatherland issued information bulletin No. 780 on March 7 lashing out at recent provocative remarks of bellicose U.S. military officials against the DPRK.   The bulletin said:&nbsp;&nbsp;&nbsp;Some time ago, the commander of the U.S. forces present in South Korea told the U.S. house of representatives armed services committee that the situation of the Korean peninsula is unpredictable, the DPRK is in the final stage of arms buildup and that its military muscle must be contained.&nbsp;&nbsp;&nbsp;\r\n   These provocative utterances are part of their premeditated moves to unleash a war against the DPRK any moment and shift its responsibility onto the other side.   Unable to destroy the socialist system of the DPRK with blockade, sanctions and an \"appeasement strategy,\" the U.S. warmongers take it as the key to their Asia strategy to stifle the DPRK and are now rushing headlong into reckless military adventure.   They are inveigling the South Korean puppets and even the Japanese reactionaries in their war moves to stifle the DPRK.   A touch-and-go situation has been created in our country owing to the war provocation moves of the U.S. and their followers.&nbsp;&nbsp;&nbsp;\r\n   No matter how desperately the U.S. warmongers may try to justify their war moves against the DPRK with groundless smear campaign, they cannot cover up their true colors as the chieftains of aggression and  intervention just as a gimlet protruding from a sack cannot be hidden.   It is the steadfast stand and character of the People's Army and people of Korea to answer provocative acts of the aggressors with an annihilating blow.   The U.S. warmongers should not run amok, clearly mindful that the ignition of war in Korea will lead to their own destruction. \r\n\r\n"
        },
        {
            "title": "Korean people's just cause supported worldwide",
            "url": "http://kcna.co.jp/item/1999/9903/news03/08.htm#12",
            "content": "Korean people's just cause supported worldwide\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 8 (KCNA) -- At an enlarged meeting of the executive committee of the International Liaison Committee for Reunification and Peace in Korea, which was held in Brussels in February the reporter and speakers voiced support for the Korean people's efforts to open an epochal phase for national reunification  this year.&nbsp;&nbsp;&nbsp;\r\n   Guy Dupre, secretary general of the committee, in the report noted that the  proposal for Korea's reunification which tallies with the Korean people's interests and desire, peace and security in Asia and the rest of the world constituted three charters of national reunification set forth by the President Kim Il Sung and the five-point policy of great national unity put forth by General Secretary Kim Jong Il for putting them into practice.   Saying that the three charters of national reunification and five-point policy of great national unity reflected the desire of all the Korean people for the reunification of the country, Romesh Chandra, Honorary President of the World Peace Council, stressed that they should be widely introduced to build up a strong world public opinion.&nbsp;&nbsp;&nbsp;\r\n   Andy Brooks, general secretary of the central committee of the New Communist Party of Great Britain, said that the proposal for reunification based on confederacy was the most realistic, reasonable and fair one which makes it possible to reunify Korea by the united efforts of the whole nation in  conformity with its shared demand and interests.   Robert Charvin, secretary general of the International Committee of Jurists for Democracy and Human Rights in South Korea, condemned the present South Korean authorities  for begging for continued U.S. military presence in South Korea even after Korea's reunification, while engaging themselves in flunkeyism and treacheries, fascist suppression and pursuing the policy of confrontation with the north as the preceding dictators did.&nbsp;&nbsp;&nbsp;\r\n   The participants in the meeting, including the delegates from the Communist Party of Germany, the Communist Party - KPML(R) in Sweden, the Workers' World Party of the United States, the Irish Workers' Party and the Revolutionary Communist Party of Britain (Marxist-Leninist), called upon the South Korean authorities, political parties and organizations to accept the proposal of the joint meeting of the DPRK government, political parties and  organizations. \r\n\r\n"
        },
        {
            "title": "Women, active player in society",
            "url": "http://kcna.co.jp/item/1999/9903/news03/08.htm#13",
            "content": "Women, active player in society\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 8 (KCNA) -- Korean women are an active player in various aspects of social life.   The country provides the women,  who account for half of the population, with all conditions for their social activities.    For example, there is the Pyongyang Textile Combine run mostly by women.   The combine covering an area of more than 703,500 square metres is a leading textile producer of the country.   70 % of the employees are women.   All well-furnished facilities are provided for them.&nbsp;&nbsp;&nbsp;\r\n   The President Kim Il Sung gave on-site guidance to the combine on nearly 50 occasions.   During his on-the-spot guidance he paid deep attention to the work and living of women workers--the building and management of nurseries, kindergartens and children's wards to the conveniences of women workers, transportation between their homes and the combine, the subsidiary food supply service for them and  their family life. He also created conditions for them to study while working.&nbsp;&nbsp;&nbsp;\r\n   The combine has full-service dormitories, apartment houses for the newlyweds, mess halls and a house of culture, nearly 20 nurseries, kindergartens and children's wards, a hospital, sanatorium,  health resorts and welfare service facilities.    Colleges attached to the combine turn out a lot of engineers and sub-engineers every year.    The combine has some 60 work-teams for  breast-feeding mothers, who get a lot of additional benefits from the state.    Working women fully enjoy a worthy life as flowers of society thanks to the care of the state, though hard pressed for everything. \r\n\r\n\r\n"
        },
        {
            "title": "Women's devoted service called for",
            "url": "http://kcna.co.jp/item/1999/9903/news03/08.htm#14",
            "content": "Women's devoted service called for \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 8 (KCNA) -- Rodong Sinmun today dedicates an editorial to the 89th International Women's Day calling upon all the Korean women to display dignity and might of Juche Korea and make a great contribution to building a powerful and prosperous country by vigorously struggling with confidence and optimism about victory, true to the idea and leadership of General Secretary Kim Jong Il.&nbsp;&nbsp;&nbsp;\r\n   The paper goes on:&nbsp;&nbsp;&nbsp;The exploits performed by the great leader President Kim Il Sung, the outstanding leader of the Korean Communist Women's Movement Kang Pan Sok and the anti-Japanese heroine Kim Jong Suk in developing and intensifying the Juche-oriented Korean women's movement will always remain shining.   The Korean women's movement has entered the period of a fresh upswing in its development under the guidance of the great leader Kim Jong Il. He has wisely led the work of training women as revolutionaries of Juche type and enhancing  their role in all the domains of social life.&nbsp;&nbsp;&nbsp;\r\n   The Korean women are proud of being reliable builders of socialism and flowers of the country.   Today they have very sound  ideological and spiritual world.   There are among them many woman officials who have distinguished themselves in the work to offer joy and satisfaction to the great Marshal Kim Jong Il, admirable mothers who have brought up their children as dependable reserves to carry forward the revolution, and the women who keep to the road of loyalty after becoming wives of disabled soldiers and daughters of veterans who have no kids to depend upon.&nbsp;&nbsp;&nbsp;\r\n   The Korean women are admirable women who, intensely loyal to the leader, have firm confidence in socialism, lofty moral traits and beautiful sentiments.   The editorial calls upon all the women to fully display their wisdom and strength in the worthwhile struggle to realize the idea of the Workers' Party of Korea to build a powerful nation as befits the Korean women in the new era of Juche revolution led by the respected Marshal Kim Jong Il. \r\n\r\n"
        },
        {
            "title": "Congratulatory message to Nigerian President",
            "url": "http://kcna.co.jp/item/1999/9903/news03/08.htm#15",
            "content": "Congratulatory message to Nigerian President\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 8 (KCNA) --Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, on March 3 sent a congratulatory message to Olusegun Obasanjo  on his election as President of the Federal Republic of Nigeria.   It expressed the conviction that the excellent friendly and cooperative relations between the DPRK and Nigeria will continue to grow strong on good terms in the future.   It wished big success in his responsible work for the country's political stability and economic development. \r\n\r\n\r\n"
        },
        {
            "title": "International Women's Day marked",
            "url": "http://kcna.co.jp/item/1999/9903/news03/08.htm#16",
            "content": "International Women's Day marked \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 8 (KCNA) -- A national meeting was held here today to mark the 89th March 8 International Women's Day.   Attending the meeting were Honorary vice-President Pak Song Chol of the presidium of the DPRK Supreme People's Assembly, secretary of the Worker's Party of Korea Central Committee Kim Jung Rin and women officials.   Wives of foreign diplomatic envoys here were invited to it.&nbsp;&nbsp;&nbsp;\r\n   Chon Yon Ok, chairperson of the c.c., the Korean Democratic Women's Union, made a report there.   She said:&nbsp;&nbsp;&nbsp;The great leader President Kim Il Sung advanced the unique idea and theory on women's emancipation and movement on the basis of the Juche idea in his early years of revolutionary activities. After the liberation of the country, he took it as one of the important tasks for building a new society to solve the women problem and proclaimed the historic law on sex equality so as to free the Korean women from all shackles of feudalism and social inequalities.   An anti-Japanese heroine, Kim Jong Suk, showed deep care for Korean women to enable them to enjoy genuine rights and freedom to the full.&nbsp;&nbsp;&nbsp;\r\n The Korean women movement has attained the height of prosperity under the wise guidance of the great Kim Jong Il, the reporter stressed, and continued:&nbsp;&nbsp;&nbsp;The leader Kim Jong Il showed the best way of finally solving the women problem. He takes deep care of women, so that they can keep themselves in fuller bloom as flowers of families, society and revolution.   He spares nothing and shows all solicitudes for women. Such warm love and favor of his find manifestation in popular laws and ordinances for women and welfare and service facilities including nurseries and kindergartens across the country.&nbsp;&nbsp;&nbsp;\r\n   Today the country has a large army of women revolutionaries of Juche type who are dynamically turning one of the two wheels of revolution.   All the people including women should unite as one in mind and uphold Kim Jong Il's idea and leadership with loyalty and filial piety to build a powerful socialist state in this land.   Calling upon all the women to run at a canter, holding tightly the steed by the bridle and perform feats in the struggle to make this year a year of turning-point in the building of a powerful nation, the reporter said:&nbsp;&nbsp;&nbsp;They should actively turn out in the struggle to carry out President Kim Il Sung's behest for reunification under the banner of the five-point policy of great national unity advanced by the leader Kim Jong Il.&nbsp;&nbsp;&nbsp;\r\n   She went on to say:&nbsp;&nbsp;&nbsp;The Korean Democratic Women's Union and the entire Korean women will as ever strive to strengthen unity and solidarity with the world's progressive women aspiring after socialism in the idea of independence, peace and friendship, to smash the imperialists' moves for aggression and war and build a new peaceful and independent world and successfully carry into practice the idea of the March 8 International Women's Day on a worldwide scale.\r\n\r\n"
        },
        {
            "title": "Message of condolences to emir of Bahrain",
            "url": "http://kcna.co.jp/item/1999/9903/news03/08.htm#17",
            "content": "Message of condolences to emir of Bahrain \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 8 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, on Sunday sent a message of condolences to emir Sheikh Hamad Bin Isa al-Khalifa on the death of Isa Bin Sulman al-Khalifa, emir of the State of Bahrain.   The message expressed deep condolences to the emir and he family of the deceased.  \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}