{
    "date": "1999-05-01",
    "url": "http://kcna.co.jp/item/1999/9905/990501.htm",
    "articles": [
        {
            "title": "May Day marked",
            "url": "http://kcna.co.jp/item/1999/9905/news05/01.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Defector Yun Song Sik releases article on May Day",
            "url": "http://kcna.co.jp/item/1999/9905/news05/01.htm#2",
            "content": "May Day marked\r\n     Pyongyang, May 1 (KCNA) -- May Day is marked in the DPRK with multifarious events. \r\n   Senior party and state officials are visiting industrial establishments to congratulate workers on their successes and celebrate the day with them, appreciating their art performances and joining in their games. \r\n   They have conversed with them and visited their houses. \r\n   Pleased to find them optimistic, though hard pressed for everything, they called on them to join efforts and make a tangible contribution to the building of a powerful nation.\r\n   Scenic spots and pleasure grounds in Pyongyang and local areas are animated with happy working people enjoying festive entertainment. \r\n   Folk games including chess and yut and sports games have added  to festive mood.\r\n   Art troupes at all levels including national ones  have presented performances calling on the working people to make innovations in their drive to build a powerful nation.\r\n   Various sport events including football, basketball, volleyball and callisthenics are taking place at Kim Il Sung Stadium, the Pyongyang Indoor Stadium and sports establishments in Chongchun Street in the capital city of Pyongyang. \r\n   Meanwhile, foreign guests including embassy officials in Pyongyang and home-visiting overseas compatriots are joining working people in may day celebrations.    \r\n \r\n"
        },
        {
            "title": "Plan for absorbing north revealed",
            "url": "http://kcna.co.jp/item/1999/9905/news05/01.htm#3",
            "content": "Defector Yun Song Sik releases article on May Day\r\n     Pyongyang, May 1 (KCNA) -- Defector Yun Song Sik, permanent member of the consultative council of former South Korean politicians in the north for the promotion of peaceful reunification, released an article to the South Korean workers on May Day.\r\n   It reads:\r\n   The working masses in South Korea marking the Labour Day under the trusteeship of the International Monetary Fund should join their efforts to throw off its yoke.\r\n   They should unite and foil the \"restructuring\" and lay-off that stifle the working masses.\r\n   Calling on the workers to defend the trade unions for unity, it urged them to be cautious of the authorities' manoeuvres to destroy and disintegrate the unions.  \r\n   As the oppressors are not willing to yield, the working masses should rise in a second April 19 popular uprising through powerful joint actions of workers and students, and workers and farmers.\r\n    The South Korean authorities should not seek a way out in such flunkeyist and traitorous acts as the introduction of foreign capital, but in implementing the agreement between the north and south.     \r\n\r\n"
        },
        {
            "title": "Foreign diplomatic corps visits co-op farms",
            "url": "http://kcna.co.jp/item/1999/9905/news05/01.htm#4",
            "content": "Plan for absorbing north revealed\r\n     Pyongyang, May 1 (KCNA) -- South Korean \"Minister of Foreign Affairs and Trade\" Hong Sun Yong was quoted by a Seoul-based radio as saying in a lecture on April 28 that one of the \"problems\" in South Korean society today is the demand for \"unification for unification.\" \r\n   He added that \"unification\" devoid of \"liberal democracy\" is sentimentalism, romanticism and ultra-nationalism.\r\n   Nobody but heinous anti-national, anti-reunification element can make such remarks.\r\n   This shows Hong Sun Yong is no less anti-national than \"Unification Minister\" Kang In Dok and \"Defence Minister\" Chon Yong Thaek.\r\n   His call for \"unification under liberal democracy\" is an open demand for unifying Korea by absorbing the north.\r\n   The Korean people remember that the chief executive of South Korea during his visit to the United States last summer said the northerners will be enemy as long as they remain communists and that reunification is not his objective.\r\n   In view of his argument, it is self-evident that Hong Sun Yong's remarks are neither an accident nor his personal view.\r\n   History will never pardon the anti-reunification elements.    \r\n\r\n"
        },
        {
            "title": "Papers commemorate May Day",
            "url": "http://kcna.co.jp/item/1999/9905/news05/01.htm#5",
            "content": "Foreign diplomatic corps visits co-op farms\r\n      Pyongyang, May 1 (KCNA) -- Foreign diplomatic corps here on April 29 visited co-op farms in Kangwon Province whose appearance has changed beyond recognition in the wake of land rezoning .\r\n    The members of the corps looked round fields of Ranjong Co-Op Farm in Kosan county and Phunghwa Co-Op Farm in Anbyon county, being briefed on the land rezoning.\r\n    They expressed their admiration for the Korean people and soldiers of the KPA who have secured wealth for the eternal prosperity of the nation in a short span of time through a devoted struggle.\r\n    They planted memorial trees in Phunghwa-ri.    \r\n \r\n"
        },
        {
            "title": "Minjurochong declares over 50,000 workers rally",
            "url": "http://kcna.co.jp/item/1999/9905/news05/01.htm#6",
            "content": "Papers commemorate May Day\r\n     Pyongyang, May 1 (KCNA) -- Papers here today carry editorials on May Day, an international  holiday of the world working class, calling upon the Korean working class to vigorously demonstrate their spirit in building a powerful nation and to accomplish the socialist cause with their united efforts.\r\n   The Korean working class is the most revolutionary one that defends the banner of socialism resolutely with firm class consciousness, Rodong Sinmun says, and goes on:\r\n  The Korean working class takes charge of the most important front in building a powerful nation and fully performs the role as the pivotal force.\r\n   The Korean working class and other people are working epoch-making miracles in building a powerful nation with high revolutionary spirit and fighting capacity under the deep trust and tested leadership of the great Kim Jong Il.\r\n    The respected Kim Jong Il is the destiny of our fatherland and nation, and he is the great leader who directs the cause of building a powerful nation in the van. \r\n   To build a powerful state in Korea without fail is his unwavering determination and will. \r\n   A powerful nation will be built successfully thanks to his wise leadership and the firm foundation laid by him.\r\n   The imperialists' aggression and war moves are getting pronounced as never before.   This situation calls upon the world's  working class and other people to strengthen international solidarity and relations more than ever before.\r\n   The Workers' Party and people of Korea have always given disinterested assistance to their class comrades-in-arms in struggle, standing firm on their side. This noble internationalist stand is known all over the world.\r\n    The Workers' Party of Korea and the DPRK government will vigorously struggle against imperialism and realise the independence of the world under the slogan of independence, peace and friendship,  and continue to develop the friendly and cooperative relations with the working class and other people of the world.\r\n    The Korean working class and other people will firmly adhere to the banner of the working class, the banner of socialism to the end and keep to the revolutionary principle in confrontation with imperialism, no matter  which way the wind may blow.\r\n    Minju Joson notes that the DPRK will further strengthen the unity and solidarity with the progressive people of the world and anti-imperialist independent forces aspiring after socialism, smash the imperialists' aggression and war moves and make a positive contribution to the cause of building a new world,  peaceful and independent.    \r\n\r\n"
        },
        {
            "title": "Anit-Cuba human rights resolution under fire",
            "url": "http://kcna.co.jp/item/1999/9905/news05/01.htm#7",
            "content": "Minjurochong declares over 50,000 workers rally \r\n     Pyongyang, May 1 (KCNA) -- The (South) Korean Confederation of Trade Unions (Minjurochong) decided to hold a mammoth workers rally in Seoul railway station plaza on May 1, the International Labour Day, with 50,000 unionists under the confederation, peasants and students in attendance, a Seoul-based radio said.\r\n   The confederation said that it would vow to launch an anti-\"government\" struggle with the rally as a prelude to the may struggle and the ralliers would stage a street march to the Myongdong Cathedral.\r\n   Unionists of the federation of metal industry trade unions, the federation of public service trade unions and the federation of office and bank clerks unions, which are under the confederation, are to rally in the street in front of a university and in Tapkol Park this morning and gather in Seoul railway station plaza in the afternoon.\r\n   And, the Federation of the (South) Korean Trade Unions (Hangukrochong) is expected to hold a rally of workers to mark May Day in Seoul this morning and plans to vow to launch an anti-\"government\" struggle with the beginning of a large-scale rally to be sponsored by the federation of seven public service trade unions on may 9, unless the authorities take an appropriate measure to meet its demands, including a halt to the unilateral \"restructuring.\"    \r\n \r\n"
        },
        {
            "title": "Reinvasion will lead to self-destruction",
            "url": "http://kcna.co.jp/item/1999/9905/news05/01.htm#8",
            "content": "Anit-Cuba human rights resolution under fire\r\n     Pyongyang, May 1 (KCNA) -- The 55th session of the committee on human rights held in Geneva in April adoped an  anti-Cuba human rights resolution.\r\n   This is a direct product of the U.S. vicious moves to isolate and suffocate Cuba keeping to socialism, observes Minju Joson in a commentary today.\r\n   It continues:\r\n   Now the United States is raising cheers for having railroaded the anti-Cuba resolution, but it is no more than self-comfort of the defeated.\r\n   The anti-Cuba resolution was adopted with a lead of only one vote under the U.S. Persistent threat and pressure. \r\n   Commenting on this, the world's unbiased public are maintaining that the United States is the real defeated. \r\n   This voting process revealed the dastardly nature of the United States which resorts to any despicable act to attain its ulterior aim.\r\n   The Cuban people will never give up socialism chosen by themselves no matter what others may say or under whatever pressure.\r\n   The more persistently the United States and its followers resort to anti-Cuba moves, the more thoroughly U.S. and its followers will stand isolated.    \r\n\r\n"
        }
    ]
}