{
    "date": "1999-08-25",
    "url": "http://kcna.co.jp/item/1999/9908/990825.htm",
    "articles": [
        {
            "title": "Letter to Kim Jong Il from NDFSK",
            "url": "http://kcna.co.jp/item/1999/9908/news08/25.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Unconverted long-term prisoners should be repatriated to DPRK",
            "url": "http://kcna.co.jp/item/1999/9908/news08/25.htm#2",
            "content": "Letter to Kim Jong Il from NDFSK \r\n &nbsp;&nbsp;&nbsp;Pyongyang, August 25 (KCNA) - General Secretary Kim Jong Il received a letter today from the central committee of the National Democratic Front of South Korea (NDFSK) on the occasion of the 30th anniversary of its foundation.&nbsp;&nbsp;&nbsp;\r\n   The foundation of the revolutionary party for reunification, the predecessor of the NDFSK, on August 25, Juche 58 (1969) was a great event in which the Juche-based idea and policy of party building were successfully applied for the first time in the south and a product of the bloody struggle of the revolutionaries and people in the south who devoted every ounce of their energies to building a vanguard party of Juche type, going through all adversities, the letter said. &nbsp;&nbsp;&nbsp;\r\n   Referring to the achievements made by the NDFSK over the past 30 years, it noted that the NDFSK has grown to be an elastic invincible vanguard organization with a perfect organizational system, in which the oneness of idea and leadership has been firmly ensured. &nbsp;&nbsp;&nbsp;\r\n   The NDFSK has enjoyed widespread support and encouragement from the international public circles and forged official relations with many political parties and organizations of different countries in the world and strengthened them, it said, noting that the NDFSK has been able to successfully carve out the path of change thanks to the great Juche idea. &nbsp;&nbsp;&nbsp;\r\n   Marshal Kim Jong Il clarified the theory and policy on party building and change under the bright rays of Juche so that the NDFSK could set forth the fighting guidelines centred on the people and scientific strategies and tactics depending on their role and triumphantly lead the national democratic movement, the letter noted, adding: &nbsp;&nbsp;&nbsp;\r\n   Invincible is the cause of the NDFSK which is advancing toward independence, democracy and reunification under the uplifted banner of the great Juche idea. &nbsp;&nbsp;&nbsp;\r\n   The letter says that the NDFSK wholeheartedly wishes Kim Jong Il a long life in good health, carrying the unanimous wish of all the vanguard fighters and people from all walks of life in the south. \r\n\r\n"
        },
        {
            "title": "WPK's trust and love, source of revolutionary  spirit",
            "url": "http://kcna.co.jp/item/1999/9908/news08/25.htm#3",
            "content": "Unconverted long-term prisoners should be repatriated to DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 25 (KCNA) -- The Korean Measure Committee for Rescuing Unconverted Long-Term Prisoners in South Korea issued a statement on Tuesday in connection with the fact that unconverted long-term prisoners including old man Kim In So are in a critical condition owing to serious human rights violations by the South Korean ruling quarters. &nbsp;&nbsp;&nbsp;\r\n   Kim In So has been hospitalized in the Christian hospital in Kwangju, South Korea, due to the aftermath of serious cerebral hemorrhage since the end of last year but is now unable to move about because of worsening paralysis on one side of his body, the statement said, and continued: &nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities are entirely to blame for this. &nbsp;&nbsp;&nbsp;\r\n   They had kept him behind bars for more than 30 years on charge of the violation of the notorious \"National Security Law\".  Brutal torture and persecution made him a cripple.  &nbsp;&nbsp;&nbsp;\r\nEven after release he was put to political persecution by the \"law on supervision for public peace.\"&nbsp;&nbsp;&nbsp;\r\n   He is now in the jaws of death and other unconverted long-term prisoners are also driven into a piteous plight owing to the cruel treatment by the South Korean ruling quarters. &nbsp;&nbsp;&nbsp;\r\n   They must clearly realize that no humanitarian issue can be settled between the north and south unless Kim In So and other unconverted long-term prisoners are repatriated. &nbsp;&nbsp;&nbsp;\r\n   If the South Korean authorities continue to refuse the repatriation of the unconverted long-term prisoners and consequently something deplorable happens to them, they will be sternly judged by the nation and humankind. \r\n\r\n"
        },
        {
            "title": "War confab in S.  Korea",
            "url": "http://kcna.co.jp/item/1999/9908/news08/25.htm#4",
            "content": "WPK's trust and love, source of revolutionary  spirit\r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 25 (KCNA) -- Rodong Sinmun Tuesday dedicated an article to the third anniversary of the publication of General Secretary Kim Jong Il's celebrated work \"Let Us Exalt the Brilliance of Comrade Kim Il Sung's Idea on the Youth Movement and the Achievements Made Under His Leadership\" (August 24, 1996). &nbsp;&nbsp;&nbsp;\r\n   The history of victory and glory traversed by the Korean Youth Movement has been recorded with history of trust and love of the Worker's Party Korea and the leader for the young people, the author of the article said, and went on: &nbsp;&nbsp;&nbsp;\r\n   The President Kim Il Sung, who started his revolutionary activities with the work among young people, pursued the politics of attaching importance to them all his life. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il raised it as the strategic issue of revolution to strengthen the youth movement and has always shown all loving care and trust in young people. &nbsp;&nbsp;&nbsp;\r\n   The trust and love of the party and the leader for young people are a source of implanting the spirit of devotedly defending the leader and the spirit of being human rifle and bomb into their minds. &nbsp;&nbsp;&nbsp;\r\n   They also serve as a motive power which makes it possible for the young people to fully display resourcefulness and valor of youth in the struggle for the country's prosperity and development. &nbsp;&nbsp;&nbsp;\r\n   The young Korean people, moved by deep trust and love shown by Kim Jong Il, are dedicating themselves to the struggle to realize his plan for building a powerful nation, going through thick and thin. &nbsp;&nbsp;&nbsp;\r\n   The trust and love of the party and the leader are a nutritious element which enables the young Korean people to have noble and sound mental and moral traits. \r\n\r\n"
        },
        {
            "title": "Reception and photo exhibition on NDFSK anniversary",
            "url": "http://kcna.co.jp/item/1999/9908/news08/25.htm#5",
            "content": "War confab in S.  Korea\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, August 25 (KCNA) -- The South Korean authorities recently had a war confab to ensure landing in South Korea of reinforcement units of the U.S. aggression forces from the sea and the sky in the event of \"contingency,\" a Seoul-based radio reported. &nbsp;&nbsp;&nbsp;\r\n   The confab examined wartime action programs including the issues of guarding ports and airfields where U.S. reinforcements are supposed to land, and discussed all measures to carry them into practice. &nbsp;&nbsp;&nbsp;\r\n   This fact shows that the South Korean authorities are rushing headlong toward the implementation of the \"operation plan 5027-98\" at the instigation of the U.S. \r\n\r\n"
        },
        {
            "title": "Pyongyang meeting on anniversary of NDFSK",
            "url": "http://kcna.co.jp/item/1999/9908/news08/25.htm#6",
            "content": "Reception and photo exhibition on NDFSK anniversary\r\n  &nbsp;&nbsp;&nbsp;Pyongyang, August 25 (KCNA) -- The Pyongyang mission of the National Democratic Front of South Korea (NDFSK) gave a reception on Tuesday on the occasion of the 30th anniversary of its foundation. &nbsp;&nbsp;&nbsp;\r\n   Present on invitation were choe thae bok, alternate member of the political bureau and secretary of the Central Committee of the Worker's Party of Korea, Kim Yong Dae, chairman of the central committee of the Korean Social Democratic Party, leading officials of political parties and public organizations, officials concerned and foreign diplomatic envoys here. &nbsp;&nbsp;&nbsp;\r\n   Chief of the mission Pak Kwang Gi said in his speech that the NDFSK will remain faithful to the end to its historic mission as a patriotic vanguard of the people in the south under the uplifted banner of the great invincible Juche idea and win victory after victory with support and encouragement of the 70 million Korean people and the progressives. &nbsp;&nbsp;&nbsp;\r\n   A photo exhibition marking the 30th anniversary of the NDFSK was open on Tuesday under the sponsorship of its Pyongyang mission. \r\n\r\n"
        },
        {
            "title": "Struggle against U.S. military bases supported",
            "url": "http://kcna.co.jp/item/1999/9908/news08/25.htm#7",
            "content": "Pyongyang meeting on anniversary of NDFSK\r\n &nbsp;&nbsp;&nbsp;Pyongyang, August 25 (KCNA) -- A Pyongyang meeting took place on Tuesday to mark the 30th anniversary of the foundation of the National Democratic Front of South Korea (NDFSK). &nbsp;&nbsp;&nbsp;\r\n   Choe Thae bok, alternate member of the political bureau and secretary of the Central Committee of the Worker's Party of Korea, in his report said that the South Korean revolutionaries formed the central committee of the Revolutionary Party for Reunification, the predecessor of the NDFSK, on August 25, 1969, pulling through all difficulties and trials, and published the party's declaration and program, thus solemnly proclaiming at home and abroad the foundation of the revolutionary party with the great Juche idea as its guiding idea. &nbsp;&nbsp;&nbsp;\r\n   The foundation of the revolutionary party for reunification, the revolutionary party of Juche type, was a brilliant embodiment of the Juche-based idea and theory on party building for the first time in South Korea and a precious fruition of the bloody struggle of the South Korean revolutionaries and people to build a vanguard party of Juche, the reporter stressed. &nbsp;&nbsp;&nbsp;\r\n   The Revolutionary Party for Reunification was renamed the NDFSK on July 27, 1985, in conformity with the requirement of the new situation created in South Korea and the development of the party. &nbsp;&nbsp;&nbsp;\r\n   On the feats performed by the NDFSK over the past 30 years, the reporter said: &nbsp;&nbsp;&nbsp;\r\n   The NDFSK raised it as the basic line of building the organization to model the revolutionary ranks for reunification on the Juche idea in South Korea and armed itself with one idea and realised uniform leadership. This is the greatest achievement made in the organizational building of the NDFSK and its proud review. &nbsp;&nbsp;&nbsp;\r\n   The NDFSK has raised it as the basic political program to terminate the colonial rule and establish an independent government in South Korea and set it as the immediate task to struggle for democratization against fascism and for national reunification and waged a vigorous sacred war for national salvation against the United States and fascism. &nbsp;&nbsp;&nbsp;\r\n   Today the South Korean people are persistently struggling against the colonial rule of the U.S. and the economic plunder through the IMF under the three-point fighting slogan--independence, democracy and reunification--set forth by the NDFSK. They are also organically combining this struggle with one for democratization of society and national reunification. &nbsp;&nbsp;&nbsp;\r\n   Referring to the NDFSK's active external activities, the reporter said that it has forged official relations with more than 100 political parties and organizations of the world and strengthened relations with solidarity committees formed in different regions and countries. It has sent its delegations to international meetings and events to deepen friendship and solidarity with world progressives, with the result that its international authority is rising day by day and international support and encouragement to the South Korean people's cause of independence, democracy and reunification have been further strengthened. &nbsp;&nbsp;&nbsp;\r\n   The reporter expressed the belief that the NDFSK and the South Korean people would as ever more dynamically struggle for independence against the United States, for democratization against dictatorship and for national reunification. &nbsp;&nbsp;&nbsp;\r\n   He stressed that the Worker's Party of Korea and all the people in the North Korea will actively support and encourage the NDFSK and the South Korean people in their sacred struggle for independence, democracy and reunification in the teeth of harsh suppression and persecution by the fascist ruling quarters of the \"people's government\" and will more vigorously step up the march for national reunification  together with them. &nbsp;&nbsp;&nbsp;\r\n   Present at the meeting were Kim Yong Dae, chairman of the central committee of the Korean Social Democratic Party, officials of political parties, public organizations and religious organizations, Pak Kwang Gi, chief of the Pyongyang mission of the NDFSK, and overseas   Koreans on a visit to the socialist homeland. \r\n  \r\n"
        },
        {
            "title": "Japan urged to liquidate its past crimes",
            "url": "http://kcna.co.jp/item/1999/9908/news08/25.htm#8",
            "content": "Struggle against U.S. military bases supported\r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 25 (KCNA) -- Different organizations of South Korea are escalating their struggle for the removal of bases of the U.S. aggression forces present in South Korea. &nbsp;&nbsp;&nbsp;\r\n   Commenting on this, Minju Joson today extends support to the South Korean people in the struggle against the U.S. military bases. &nbsp;&nbsp;&nbsp;\r\n   The ongoing struggle is a manifestation of South Korean people's resistance to the U.S. aggressors and their unshakable will to retake the usurped land and sovereignty of the nation, the paper says, and goes on: &nbsp;&nbsp;&nbsp;\r\n   Their struggle is very just in view of worldwide trend towards the removal of foreign military bases or in view of the fellow countrymen's desire to terminate outsiders' domination and intervention and reunify the country on the basis of independence and great unity of the nation. &nbsp;&nbsp;&nbsp;\r\n   The United States should withdraw its military bases and troops from South Korea at once, as unanimously demanded by the South Korean people. &nbsp;&nbsp;&nbsp;\r\n   The South Korean ruling quarters should immediately discontinue their foul treacherous moves to keep the U.S. aggression forces in South Korea in a bid to get something under their protection. \r\n\r\n"
        },
        {
            "title": "U.S. bugging under fire",
            "url": "http://kcna.co.jp/item/1999/9908/news08/25.htm#9",
            "content": "Japan urged to liquidate its past crimes\r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 25 (KCNA) -- A representative of the DPRK Measure Committee for Demanding Compensation to \"Comfort Women for the Army\" and the victims of the Pacific War made a speech on Aug. 13 at a hearing of non-governmental international organizations at the 51st session of the UN sub-commission on protection and promotion of human rights. &nbsp;&nbsp;&nbsp;\r\n   Japan is trying to repeat its crime-woven history now that the Japanese imperialists have not met deserved punishment for the sufferings and unethical crimes inflicted upon the Korean and other Asian peoples and they have not been liquidated, he said, adding that greatest apprehension today is the revival of its militarist ambition. &nbsp;&nbsp;&nbsp;\r\n   Referring to Japan's recent moves for the revival of militarism evidenced by legalization of the overseas advance of the \"Self-Defense Forces\" and of the national flag and anthem, symbols of imperial Japan, he said that the issue of Japan's liquidation of its past crimes is posing itself as a serious issue in checking the militarist expansion of Japan. &nbsp;&nbsp;&nbsp;\r\n   Japan should make public all criminal data, admit its legal responsibility, bring criminals to justice and punish them regardless of prescription and make a compensation. &nbsp;&nbsp;&nbsp;\r\n   A hearing was called by non-governmental organizations at the session. &nbsp;&nbsp;&nbsp;\r\n   Recalling that several years of discussion in the UN on the issue of \"comfort women for the army\" has failed to find a solution to this issue due to the Japanese government's concealing of a number of related documents and its denial of truth, the representatives of the non-governmental organizations in their speeches urged the Japanese government to make public all documents related to its crimes. &nbsp;&nbsp;&nbsp;\r\n   When discussing the point 5 of the agenda of the session the \"guarantee of human rights to women\", a representative of the Asian Women's Council for Human Rights in her speech said that there were more than 160 cases of assaults against Korean female students in Japan who went in Korean skirts and Jogori in 1994 alone when Japan joined the UN convention on children's rights. She demanded an immediate investigation into these  assaults against the Korean female students in Japan.  \r\n\r\n"
        },
        {
            "title": "Korean youth in festive mood",
            "url": "http://kcna.co.jp/item/1999/9908/news08/25.htm#10",
            "content": "U.S. bugging under fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 25 (KCNA) -- Rodong Sinmun today comes out with a commentary as regards the report released by the European Parliament, which revealed that the U.S. National Security Council has been bugging major objects in European countries on a regular basis. &nbsp;&nbsp;&nbsp;\r\n   Having super-computer network for intelligence gathering jointly developed  by the U.S. and Britain linked with the communications network of almost all European countries, the United States has collected not only political and military intelligence but industrial intelligence related to major businesses and passed them to U.S. firms on a regular basis, thus helping them have an edge on European firms in international competitiveness. &nbsp;&nbsp;&nbsp;\r\n   This is a grave encroachment upon the sovereignty of the European nations, the commentary observes, and goes on: &nbsp;&nbsp;&nbsp;\r\n   The United States may not hesitate to breach the security and interests of not only its allies but also those countries, which are in the \"partnership\" with it. &nbsp;&nbsp;&nbsp;\r\n   The United States  is seriously mistaken if it thinks it can do as it pleases such insidious acts as infringing upon the interests of sovereign states while dreaming of world supremacy. &nbsp;&nbsp;&nbsp;\r\n   The United States should respect the sovereignty of each country in conformity with the demand of the times for independence and refrain at once from such dastardly activities against other countries as bugging. \r\n\r\n"
        },
        {
            "title": "20th anniversary of Kim Jong Il's guidance",
            "url": "http://kcna.co.jp/item/1999/9908/news08/25.htm#11",
            "content": "Korean youth in festive mood\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 25 (KCNA) -- Young Koreans are wrapped in a festive mood on the threshold of the 8th Youth Day (August 28). &nbsp;&nbsp;&nbsp;\r\n   Slogans marking the day are seen and youth mobile propaganda groups and brass bands are active in all parts of the country. &nbsp;&nbsp;&nbsp;\r\n   \"Song of Kim Il Sung Socialist Youth League,\" \"Youth and Bravery\" and other songs are echoed out at every workplace. &nbsp;&nbsp;&nbsp;\r\n   Various sports and cultural events are taking place. &nbsp;&nbsp;&nbsp;\r\n   In Pyongyang, the 3rd basketball competition for \"August 28 youth cup\" is at its height with participation of teams from working youths, universities and colleges and senior middle schools, which  were selected in provincial and regional preliminary matches. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, the national championships of players from schoolchildren's palaces and halls and sports clubs are going on to mark the Youth Day. &nbsp;&nbsp;&nbsp;\r\n   In the championships, provincial selections are to compete in football, basketball, table-tennis, boxing and Taekwon-do events. &nbsp;&nbsp;&nbsp;\r\n   River-crossing contests of school youth and children are taking place in Pyongyang and provinces. &nbsp;&nbsp;&nbsp;\r\n   The ongoing colourful events also include a national oratorical contest of youth league officials and the 14th national vocal and instrumental soloist competition of youth and students. &nbsp;&nbsp;&nbsp;\r\n   Young people at factories, enterprises and on cooperative farms throughout the country have balls and art performances as part of preparations for evening galas to be held in the capital city and local areas on the youth day, stirring up the atmosphere of the holiday. \r\n\r\n"
        },
        {
            "title": "Plenary meeting of GFTUK",
            "url": "http://kcna.co.jp/item/1999/9908/news08/25.htm#12",
            "content": "20th anniversary of Kim Jong Il's guidance \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 25 (KCNA) -- 20 years have passed since General Secretary  Kim Jong Il gave on-site guidance to the international friendship exhibition on August 25, Juche 68 (1979). &nbsp;&nbsp;&nbsp;\r\n   General Secretary  Kim Jong Il saw to it that the grand monumental edifice was built in Mt. Myohyang, one of famous mountains in Korea, in Juche 67 (1978), the 30th anniversary of the foundation of the DPRK, to hand down through generations national treasures which will be immortal with the August name of the President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n   While visiting it, Kim Jong Il said that the history of the President is precisely the history of the international friendship exhibition, which preserves gifts he received from foreigners. &nbsp;&nbsp;&nbsp;\r\n   He noted that the gifts should be kept well generation after generation as they are precious national treasures. &nbsp;&nbsp;&nbsp;\r\n   President Kim Il Sung and General Secretary  Kim Jong Il received many precious gifts from more than 170 countries all over the world. &nbsp;&nbsp;&nbsp;\r\n   During the past 20 years, the exhibition has preserved the gifts on a high scientific and technological level. It has been visited by some 1,920,000 Korean people at home and abroad and over 210,000 foreigners. &nbsp;&nbsp;&nbsp;\r\n   A meeting marking the 20th anniversary of Kim Jong Il's visit to the exhibition was held on Tuesday. \r\n\r\n"
        },
        {
            "title": "Japan must liquidate past crimes within this century",
            "url": "http://kcna.co.jp/item/1999/9908/news08/25.htm#13",
            "content": "Plenary meeting of GFTUK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 25 (KCNA) -- The 40th plenary meeting of the central committee of the General Federation of Trade Unions of Korea (GFTUK) was held in Pyongyang on Aug. 24. &nbsp;&nbsp;&nbsp;\r\n   The meeting reviewed the result of the implementation of the tasks set forth in \"on further improving the work of the trade unions,\" a letter General Secretary Kim Jong Il sent to the participants in the national training course for trade union workers on May 3, Juche 73 (1984), and discussed measures for their future implementation. &nbsp;&nbsp;&nbsp;\r\n   In this famous work Kim Jong Il clarified the principled problems arising in the building of Juche-based trade unions and in their activities. &nbsp;&nbsp;&nbsp;\r\n   The plenary meeting noted that the trade unions have strengthened and developed into a genuine political organization of the working class, which always remains loyal to the leadership of the Worker's Party of Korea, through the struggle to carry out the highly important tasks laid down in the work. &nbsp;&nbsp;&nbsp;\r\n   They have also powerfully roused their members to the struggle to smash the imperialists' persistent anti-DPRK moves and exalt the brilliance of Korean socialism, it said. &nbsp;&nbsp;&nbsp;\r\n   The meeting stressed that the GFTUK should give definite priority to the ideological revolution in the building and activities of the unions and train the union members to be more absolute worshippers, staunch defenders and faithful implementers of the great idea of Kim Il Sung and Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   It underscored the need for trade unions to more dynamically carry out the three revolutions, ideological, technical and cultural. \r\n\r\n"
        },
        {
            "title": "Japanese delegation visits  Korean hall of Chongryon",
            "url": "http://kcna.co.jp/item/1999/9908/news08/25.htm#14",
            "content": "Japan must liquidate past crimes within this century\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, August 25 (KCNA) -- The DPRK government statement is supported  by different countries and regions of the world. &nbsp;&nbsp;&nbsp;\r\n   The statement accused Japan of its 100-year-long history of criminal policy towards  Korea and clarified its principled stand towards the present state of the DPRK-Japan relations. &nbsp;&nbsp;&nbsp;\r\n   Abdul Rahman Mathar, chief of information of the permanent secretariat of the Organization of Socialists in the Mediterranean, in a statement to the press on August 15 said: The Japanese colonial rule over Korea was unprecedentedly cruel in its form, method, nature and scale. Japan should make an official apology and full compensation for the crimes it has committed over the past one century. &nbsp;&nbsp;&nbsp;\r\n   Japan should put an end to threat and blackmail and reinvasion moves against Korea, drop its hostile policy towards the DPRK and pursue a new Korea policy based on peaceful dialogue and cooperation. &nbsp;&nbsp;&nbsp;\r\n   Boris Petkov, chairman of the executive council of the central committee of the Bulgarian Communist Party (Marxists), in a statement to the press on August 16 said that the Japanese authorities should make a political decision to liquidate the past within the present century and discard the hostile policy towards the DPRK, mindful that the further they delay the liquidation of their past, the heavier responsibility and burden they will have to bear. &nbsp;&nbsp;&nbsp;\r\n   There was a briefing on the DPRK government statement in the building of the Monima Socialist Organization of Madagascar on August 14. \r\n\r\n"
        },
        {
            "title": "Rural electrification makes headway",
            "url": "http://kcna.co.jp/item/1999/9908/news08/25.htm#15",
            "content": "Japanese delegation visits  Korean hall of Chongryon\r\n  &nbsp;&nbsp;&nbsp;Pyongyang, August 25 (KCNA) -- The delegation of the Japan Committee for Supporting the Independent and Peaceful Reunification of Korea which visited the DPRK paid a courtesy visit to the Korean hall of Chongryon (the General Association of Korean Residents in Japan) in Tokyo on August 20, according to Joson Sinbo published in Japan. &nbsp;&nbsp;&nbsp;\r\n   First vice-chairman of the central standing committee of Chongryon So Man Sul met and conversed with it. &nbsp;&nbsp;&nbsp;\r\n   Head of the delegation Motofumi Makieta, chairman of the committee, expressed the determination to make more active efforts to successfully hold the national meeting of the Movement for Supporting Korea's Reunification scheduled to open in Tokyo in mid-October. \r\n\r\n"
        },
        {
            "title": "Papers observe 30th anniversary of founding of NDFSK",
            "url": "http://kcna.co.jp/item/1999/9908/news08/25.htm#16",
            "content": "Rural electrification makes headway\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 25 (KCNA) -- An increasing number of units in Korea are satisfying their needs for electricity by building minor power stations through a mass movement. &nbsp;&nbsp;&nbsp;\r\n   The Mubong worker's district in Samjiyon county set a fine example in electrification recently. &nbsp;&nbsp;&nbsp;\r\n   28 km away from Mt. Paektu 2,750m above the sea level, this district is known to be the most out-of-the-way village. &nbsp;&nbsp;&nbsp;\r\n   There live the workers who cultivate paektusan blueberry, a specialty in the region. &nbsp;&nbsp;&nbsp;\r\n   They built a power station by themselves. It ensures not only lighting and heating but also cooking and operation of a bathhouse. &nbsp;&nbsp;&nbsp;\r\n   This great change in this district, which shows the validity of the building of minor power stations and a model of ideal village, is attributable to the wise leadership of General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il gave on-site guidance to that place despite severe cold in midwinter and heat in midsummer. Foreseeing bright future of Mubong district in small spring water which was flowing down from a mountain behind the district, he saw to it that a power station was built with the spring water as its source. He instructed its workers in detail not to confine the project to the construction of a power station but build good houses under a heating system and a bathhouse suited to modern rural houses to be a model for the whole country so that they might benefit from the electrification and keep the community and a site for cold shower in better shape. &nbsp;&nbsp;&nbsp;\r\n   The builders and villagers turned out as one in the work to dam the Sokul stream and make a waterway so as to keep water on a high level. As a result, a power station was built there. And there appeared dwelling houses, each for one family, a clinic and bathhouse, forming a cozy community. &nbsp;&nbsp;&nbsp;\r\n   The appearance of the Mubong community has changed beyond recognition, drawing admiration of visitors. &nbsp;&nbsp;&nbsp;\r\n   This is the result of the wise leadership of Kim Jong Il who is leading the people to the building of a powerful nation by their own efforts, by harnessing even spring water flowing down from a valley for the well-being of the people. &nbsp;&nbsp;&nbsp;\r\n   The Korean people are dynamically forging ahead, confident of the future of a powerful and prosperous nation under the guidance of Kim Jong Il. \r\n\r\n"
        },
        {
            "title": "DPRK FM meets new foreign ambassadors",
            "url": "http://kcna.co.jp/item/1999/9908/news08/25.htm#17",
            "content": "Papers observe 30th anniversary of founding of NDFSK\r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 25 (KCNA) -- Papers here today carry signed articles on the occasion of the 30th anniversary of the founding of the National Democratic Front of South Korea (NDFSK). &nbsp;&nbsp;&nbsp;\r\n   Our people extend warm congratulations and militant salute to vanguard fighters of the NDFSK and patriotic people from all walks of life in South Korea who are vigorously advancing along the road of independence, democracy and reunification under the uplifted banner of the Juche idea in the teeth of the harsh suppression by the fascist clique, note papers. &nbsp;&nbsp;&nbsp;\r\n   A signed article of Rodong Sinmun says that over the last three decades the NDFSK has achieved the unity of its ranks in thought and purpose on the basis of the immortal Juche idea and hewed a difficult path of the anti-U.S. independence, the anti-fascist democracy and the movement for national reunification. &nbsp;&nbsp;&nbsp;\r\n   The NDFSK has demonstrated its might as a dignified militant organization and a patriotic vanguard in the revolutionary movement because it holds the great leader Kim Il Sung, the eternal sun of Juche, and the respected Kim Jong Il in high esteem and regards the immortal Juche idea as its guiding idea and it has gained great achievements in arduous practical struggle, the paper says, and goes on: &nbsp;&nbsp;&nbsp;\r\n   It is an unwavering will of the NDFSK to hold Marshal Kim Jong Il in high esteem as the lodestar of national reunification, struggle under the banner of the three charters of national reunification and the five-point policy of great national unity and realise the cause of national reunification. &nbsp;&nbsp;&nbsp;\r\n   Minju Joson stresses that the NDFSK will carry out its historic mission as a patriotic vanguard of the South Korean people and take the lead in the struggle to accomplish the cause of independence, democracy and reunification. \r\n  \r\n"
        }
    ]
}