{
    "date": "1999-07-06",
    "url": "http://kcna.co.jp/item/1999/9907/990706.htm",
    "articles": [
        {
            "title": "Kim  Il Sung praised",
            "url": "http://kcna.co.jp/item/1999/9907/news07/06.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Meetings to remember Kim  Il Sung",
            "url": "http://kcna.co.jp/item/1999/9907/news07/06.htm#2",
            "content": "Kim  Il Sung praised\r\n &nbsp;&nbsp;&nbsp;Pyongyang, July 6 (KCNA) -- Taheza, national vice-chairman of the Militant Action Party for Sovereignty of Madagascar, recently issued a statement titled \"Korean people hold his excellency Kim  Il Sung in high esteem as eternal President\" on the occasion of the 5th anniversary of the President Kim  Il Sung's passing away.   President Kim  Il Sung liberated the country by organizing and leading the 20-year-long arduous anti-Japanese revolutionary struggle to victory, demonstrated the spirit of heroic Korea by leading the Fatherland Liberation War against the invasion of the U.S.-led imperialist allied forces to victory and built a powerful socialist state, the statement said, and went on:   The Korean people are upholding and following him as their eternal President though he passed away.   His history as a peerlessly great man, veteran politician and great military strategist is now being creditably carried forward by the leader Kim  Jong Il. \r\n\r\n"
        },
        {
            "title": "Great revolutionary life",
            "url": "http://kcna.co.jp/item/1999/9907/news07/06.htm#3",
            "content": "Meetings to remember Kim  Il Sung\r\n &nbsp;&nbsp;&nbsp;Pyongyang, July 6 (KCNA) -- Meetings of Koreans in Russia and China were held in Moscow and Beijing on July 1 and 4 respectively to remember the noble life and revolutionary exploits of the President Kim  Il Sung on the occasion of the 5th anniversary of his passing away.   At the meetings, reporters and speakers referred to the immortal exploits performed by the President for the Korean revolution and the world revolution and his love and solicitude for overseas compatriots.   They expressed their firm determination to actively contribute to the struggle for the country's reunification and the building of a powerful socialist state under the wise leadership of the respected Marshal Kim  Jong Il true to the last wishes of the President. \r\n\r\n"
        },
        {
            "title": "S. Korean authorities accused of misuse of songs",
            "url": "http://kcna.co.jp/item/1999/9907/news07/06.htm#4",
            "content": "Great revolutionary life\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 6 (KCNA) -- Officials who witnessed the revolutionary activities of the President Kim  Il Sung in the last days of his life were interviewed by KCNA on the occasion of the 5th anniversary of his passing away. Among those present were Choe Yong Rim, alternate politburo member of the Central Committee of the Worker's Party of Korea, Kim  Jong Gak, vice-Minister of the People's Armed Forces, Choe Su Hon, vice-Minister of Foreign Affairs, an anti-Japanese revolutionary fighter Hwang Sun Hui, curator of the Korean Revolution Museum, and Kim  Un Ju, chairperson of the Onchon County Cooperative Farm management committee of South Phyongan Province.&nbsp;&nbsp;&nbsp;\r\n   Noting that as he was throughout his life, President Kim  Il Sung was energetic in his activities in the last days of his life, they stressed: This was an epitome of his extraordinary intelligence and foresightedness, a  review of his distinguished leadership and a continuation of his total dedication.   They went on to say:   He met the bereaved children of revolutionaries and of those related to his revolutionary activities as well as the anti-Japanese revolutionary fighters in the last days of his life. In a few years before his passing away, he received more than 210 persons, and met with commanding officers of the Korean People's Army, requesting them to hold the great Kim  Jong Il in high esteem.&nbsp;&nbsp;&nbsp;\r\nSaying they could not forget the tireless efforts made by him  to solve economic and agricultural problems in particular, in those closing days of his life, they recalled he gave on-the-spot  guidance to Onchon county, South Phyongan Province, over 110 times.   It was thanks to our President that the words \"on-the-spot guidance\" which means the leadership method of going among the people appeared as new political phraseology for mankind, they said, adding: He gave on-the-spot guidance to more than 18,000 units during nearly half a century.&nbsp;&nbsp;&nbsp;\r\n   Recalling that he made energetic efforts for the reunification of the country and the global independence, they said that it was only our President who conducted dynamic external activities, meeting 120 heads of state and 206 political party leaders of 136 countries of the world and more than 70,000 foreigners. \r\n   They determined to show their intense loyalty and filial piety toward the great leader Kim  Jong Il in order to fulfil the behest of the President. \r\n\r\n"
        },
        {
            "title": "Release of \"NADR\" delegation members urged",
            "url": "http://kcna.co.jp/item/1999/9907/news07/06.htm#5",
            "content": "S. Korean authorities accused of misuse of songs\r\n &nbsp;&nbsp;&nbsp;Pyongyang, July 6 (KCNA) -- It has been brought to light that songs which belong to the period of enlightenment, created and sung by North Korean writers, composers and vocalists, are distorted and abused in South Korea.   In this connection the central committee of the Korean Musicians Union released a statement Monday, which said:   Over 1,000 songs created by northerners have been misused in South Korea.\r\n   This is attributable to the South Korean authorities' anti-national policy of hostility towards the north and their moves to obliterate the national culture.\r\nIn the name of the entire nation, the KMU central committee bitterly denounces the misuse of songs as unprecedentedly vicious and shameless distortion of history.\r\n   Recalling that the successive rulers of South Korea have overlooked and fostered the misuse of songs created by northerners during the period of enlightenment, the statement branded them as a group of traitors to the nation, who defined the fellow countrymen as \"enemy\" and trampled down the precious heritage of national culture. \r\n\r\n"
        },
        {
            "title": "Foreign embassy officials visit Panmunjom",
            "url": "http://kcna.co.jp/item/1999/9907/news07/06.htm#6",
            "content": "Release of \"NADR\" delegation members urged\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 6 (KCNA) -- The south headquarters of the National Alliance for the Country's Reunification (Pomminryon) issued a statement denouncing the South Korean authorities for arresting the members of the delegation of the \"National Alliance for Democracy and Reunification\" (NADR) who participated in the meeting for remembering Rev. Mun Ik Hwan held in Longjing, China.&nbsp;&nbsp;&nbsp;\r\n   Noting that the tyrannical rule of the Kim  Dae Jung regime  in the grip of the worst crisis owing to its misrule will bring  serious consequences, the statement urged immediate release of the legitimate and patriotic members of the \"NADR\" delegation.   The statement went on:   The present ruling quarters are further intensifying suppression of pro-reunification patriotic organizations. &nbsp;&nbsp;&nbsp;\r\nThis comes from their foolish attempt to break at any cost the will of the organizations for national independence and great unity.   No suppression can break the will for national independence and great unity.   The Kim  Dae Jung regime must no longer misjudge the situation, but stop the suppression of the pro-reunification patriotic organizations and ensure their patriotic activities. \r\n\r\n"
        },
        {
            "title": "Joint resolution of preparatory committees",
            "url": "http://kcna.co.jp/item/1999/9907/news07/06.htm#7",
            "content": "Foreign embassy officials visit Panmunjom \r\n &nbsp;&nbsp;&nbsp;Pyongyang, July 6 (KCNA) -- Officials in charge of Culture and Friendly Relations of Foreign Embassies in Korea visited Panmunjom on Monday on the occasion of the 5th anniversary of the President Kim  Il Sung's passing away.   The visitors laid bouquets before President Kim  Il Sung's autographed dedication built in front of the Thongil House and paid respects to him.   They were briefed on the autographed dedication.   Then they went round different places of Panmunjom such as the conference hall of the armistice talks, the hall where the armistice agreement was signed and the conference room of the former military armistice commission and saw the concrete wall built in the area south of the Military Demarcation Line by  the U.S. imperialists and the South Korean authorities. \r\n\r\n"
        },
        {
            "title": "Meeting of north preparatory committee",
            "url": "http://kcna.co.jp/item/1999/9907/news07/06.htm#8",
            "content": "Joint resolution of preparatory committees\r\n &nbsp;&nbsp;&nbsp;Pyongyang, July 6 (KCNA) -- A joint resolution of the north, south and overseas preparatory committees for the grand pan-national festival for reunification was made public respectively in Pyongyang, Seoul and Tokyo on Sunday to mark the 27th anniversary of the announcement of the July 4 joint statement.   The resolution noted that the announcement of the July 4 joint statement 27 years ago the keynote of which is the three principles of national reunification -- independence, peaceful reunification and great national unity -- was a noteworthy event in the history of our nation's movement for reunification. &nbsp;&nbsp;&nbsp;\r\n   The National Alliance for the Country's Reunification will invariably hold fast to the three principles of national reunification as immutable program of reunification, no matter how the situation may change, the resolution said.   It underscored the need to vigorously struggle to realize the country's reunification on the principle of national independence under the banner of independence, completely remove all the sources of war and create a new atmosphere for peace and peaceful reunification of the country.&nbsp;&nbsp;&nbsp;\r\n   The resolution went on:   We should achieve the great unity of the whole nation under the banner of patriotism and actively struggle against the anti-north confrontation policy.   We should successfully hold the '99 Grand Pro-Reunification Festival and the 10th Pan-National Rally for Independence and Great Unity of the Nation on August 15 this year as a grand festival for reunification common to the nation so as to mark a turning point in carrying through the three principles of national reunification. \r\n\r\n"
        },
        {
            "title": "Functions on 5th anniversary of Kim  Il Sung's passing away",
            "url": "http://kcna.co.jp/item/1999/9907/news07/06.htm#9",
            "content": "Meeting of north preparatory committee\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 6 (KCNA) -- A meeting of the north preparatory committee for the grand pan-national festival for reunification was held in Pyongyang on Sunday to carry through the three principles of national reunification on the occasion of the 27th anniversary of the announcement of the historic July 4 joint statement.&nbsp;&nbsp;&nbsp;\r\n   The meeting said that the announcement of the joint statement 27 years ago was a noteworthy event in the history of our nation's movement for  reunification. It discussed tasks to wage a vigorous movement for the country's reunification, holding fast to the independence, peaceful reunification and great national unity as the principles of national reunification and the immutable program of reunification under the present situation.&nbsp;&nbsp;&nbsp;\r\n   The meeting expressed the determination to make a turning point in carrying through the three principles of national reunification by successfully opening  the August 15 grand pan-national festival for reunification this year under the banner of national independence and great unity.\r\n   A joint resolution agreed upon by the north, south and overseas preparatory committees was read out at the meeting. \r\n\r\n"
        },
        {
            "title": "Japanese government's move to incite militarism assailed",
            "url": "http://kcna.co.jp/item/1999/9907/news07/06.htm#10",
            "content": "Functions on 5th anniversary of Kim  Il Sung's passing away\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 6 (KCNA) -- A television forum \"the leader is always with us\" was held at the April 25 House of Culture Yesterday on the occasion of the 5th anniversary of the passing away of the President Kim  Il Sung.   Present there were senior party and state officials including Han Song Ryong, Kim  Il Chol, Choe Thae Bok and Yang Hyong Sop. Kwak Pom Gi, vice-premier of the DPRK cabinet, made an address first. He recollected with deep emotion the President's immortal exploits performed for the era, revolution, country and people.   &nbsp;&nbsp;&nbsp;\r\nChoe Yong Rim, prosecutor-general of the Central Public Prosecutor's Office, and other speakers told about the great leadership and love of the President who gave on-site guidance to over 18,000 units on more than 8,000 occasions  covering a total of over 550,000 km to build a paradise of people in this land from the first day of building a new society to the last day of his great life. Generals and officers of the Korean People's Army said with profound emotion that the President was the ever- victorious, iron-willed brilliant commander with matchless grit and will and benevolent father of the KPA soldiers.&nbsp;&nbsp;&nbsp;\r\nRi Jong Hyok, president of the National Reunification Institute, O Hyong Jin, vice-chairman of the central standing committee of the General Association of Korean Residents in Japan, and Ri In Gyu, vice-Minister of Foreign Affairs, made addresses there.   They said that the President put his signature to the document on national reunification making indefatigable efforts to the last moment of his great life, showed paternal love and care for the Korean residents in Japan and devoted his all to realizing the human cause of independence.   &nbsp;&nbsp;&nbsp;\r\n Persons who were received by him and persons related to him sang many songs, expressing their strong longing for and respect for him.   On the same day, a forum of youths and students \"night of longing for the leader\" was held at the Central Youth Hall.\r\n\r\n\r\n"
        },
        {
            "title": "Cambodian King's visit to Korea welcomed",
            "url": "http://kcna.co.jp/item/1999/9907/news07/06.htm#11",
            "content": "Japanese government's move to incite militarism assailed\r\n &nbsp;&nbsp;&nbsp;Pyongyang, July 6 (KCNA) -- Rodong Sinmun in a signed commentary today lashes out at the Japanese government for issuing an instruction on including \"Hinomaru\" and \"Kimigayo\" in the textbooks to be introduced in the next school year and instilling them into the Japanese schoolchildren. Underlying the instruction is the Japanese government's attempt to imbue its people with militarism, the commentary observes, and continues:   It is not difficult to guess what road the schoolchildren will take in future, after receiving education intended to justify Japan's past crimes, worshipping \"Hinomaru\" and singing \"Kimigayo\".&nbsp;&nbsp;&nbsp;\r\n   Japan is now rushing headlong toward reinvasion of Asia.\r\n   The DPRK is considered to be the first target of Japan's overseas aggression.\r\n   All its military moves are targeted  against it.\r\n   Anti-DPRK sentiments are systematically fostered in Japan.\r\n   The groundless smear campaign launched by  the Japanese reactionaries  against the DPRK is intended to justify their moves for reinvasion and find an excuse for it. \r\n   This makes us follow the Japanese authorities' moves with  a high degree of vigilance. \r\n\r\n  \r\n"
        },
        {
            "title": "U.S. move to build \"Korean War memorial\"",
            "url": "http://kcna.co.jp/item/1999/9907/news07/06.htm#12",
            "content": "Cambodian King's visit to Korea welcomed\r\n &nbsp;&nbsp;&nbsp;Pyongyang, July 6 (KCNA) -- Newspapers here today carry editorials welcoming King of Cambodia  Norodom Sihanouk's official goodwill visit to our country at the invitation of President Kim  Yong Nam of the presidium of the DPRK Supreme People's Assembly.&nbsp;&nbsp;&nbsp;\r\n   This current visit is an expression of Norodom Sihanouk's furtherance of the intimacy and sense of obligation he had to the President Kim  Il Sung and it will record a new chapter in the history of friendship between the DPRK and Cambodia, Rodong Sinmun says, and goes on:   President Kim  Il Sung always maintained close relationship and friendship with King Norodom Sihanouk in good or bad time, thus setting a brilliant example of revolutionary comradeship and obligation.   Norodom Sihanouk is an outstanding patriot and the father of the Cambodian people, who has made a great contribution to the patriotic cause of building a free, peaceful and prosperous Cambodia.&nbsp;&nbsp;&nbsp;\r\n   The Korean people have extended full support to all his proposals and measures for peace and stability of the country and national prosperity and to the Cambodian people's efforts for their materialization.\r\nThe friendly and cooperative relations between the two countries and the two peoples are developed joint resolution agreed upon by the north, south and overseas preparatory committees was read out at the meeting. \r\n\r\n"
        },
        {
            "title": "Kim  Il Sung remembered by Chinese crewmen",
            "url": "http://kcna.co.jp/item/1999/9907/news07/06.htm#13",
            "content": "U.S. move to build \"Korean War memorial\"\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 6 (KCNA) -- The United States is scheming to build \"Korean War memorial\" in  the suburbs of Chicago.   The U.S. plans to finish the plottage project of the memorial this year, commence its project and complete it by 2003, 50 years after the cease-fire in Korea.   The memorial to be called the \"Korean War participants memorial state museum-cum-library\" is aimed at beautifying the crimes  committed by the U.S. imperialists in the past. \r\n\r\n"
        },
        {
            "title": "All unconverted long-term prisoners should be repatriated",
            "url": "http://kcna.co.jp/item/1999/9907/news07/06.htm#14",
            "content": "Kim  Il Sung remembered by Chinese crewmen\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 6 (KCNA) -- Crewmen of the Chinese ships \"An Kang\" and \"Hai Huo Leng-5\" on Monday met at the Wonsan port on the east coast of Korea to remember the President Kim  Il Sung with the approach of the 5th anniversary of his passing away.\r\n   The reporter and speakers at the meeting said that the President founded the unique Juche idea, led the anti-Japanese revolutionary war to victory and brought the joy of the country's liberation to the Korean people and beat back the armed invasion by the U.S. imperialists and their satellites to defend the security of the country. \r\n   He is, indeed, an invincible and iron-willed commander, they stressed, and went on:   The Korean people lost the greatest man, but they know no pessimism because they are led by the Kim  Jong Il who is identical with the President in idea, leadership and traits.   A letter to Kim  Jong Il was adopted at the meeting.\r\n   The participants laid a floral basket before the President's statue in Wonsan. \r\n\r\n"
        },
        {
            "title": "Undying feats made for national reunification",
            "url": "http://kcna.co.jp/item/1999/9907/news07/06.htm#15",
            "content": "All unconverted long-term prisoners should be repatriated\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 6 (KCNA) -- The South Korean authorities are now clamoring about the \"direct exchange\" of the unconverted long-term prisoners for what they call \"ROK army POWs\" and \"those abducted by the north\", in a bid to calm down the domestic and foreign voices calling for their repatriation.   This is a despicable intrigue to bar the repatriation of the unconverted long-term prisoners to the north and abuse the humanitarian issue for a political purpose so as to hurl mud at the dignified DPRK.The  defectors residing in the north, therefore, say unanimously that the north has neither \"ROK army POWs\" nor \"those abducted by the north\" claimed by the South Korean authorities.&nbsp;&nbsp;&nbsp;\r\nRim Jong Gyu, 64, residing in Haeju city, South Hwanghae Province, said:   Recruited to the \"ROK army\" in August 1950, I served as a mercenary in the 32nd regiment of the U.S. 7th infantry division. In February, 1951, I volunteered to join the 11th regiment of the 5th division of the Korean People's Army, and fought against the enemy.I am not \"POW\", because I escaped from the army of my own accord and joined the KPA. So, I am not a man to be exchanged for anybody.   The South Korean authorities should unconditionally send the north-origin unconverted long-term prisoners back to the north.&nbsp;&nbsp;&nbsp;\r\nYu Jong Gon, 39, in Sariwon city, North Hwanghae Province, said:  Unable to live in the South Korean society, the Grave yard of Human Rights, I defected to the north in November 1989 longing for the North Korea.   The present South Korean authorities are obstinately calling for the \"direct exchange\" of the unconverted long-term prisoners for non-existent \"persons abducted by the north\".\r\n   This is a sophism faked up intentionally to refuse their repatriation.\r\n   There is no defector in the north who wants to go back to South Korea. \r\n\r\n"
        },
        {
            "title": "Cambodian King here",
            "url": "http://kcna.co.jp/item/1999/9907/news07/06.htm#16",
            "content": "Undying feats made for national reunification\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 6 (KCNA) -- Rodong Sinmun today carries a signed article on undying feats the President Kim  Il Sung  performed by providing good opportunities for the grand assembly for national reunification.&nbsp;&nbsp;&nbsp;\r\nThe organizations affiliated with Pomminryon (National Alliance for the Country's Reunification) and Pomchonghakryon (National Alliance of Youth and Students for the Country's Reunification) in the north and south of Korea and abroad are now successfully pushing ahead with preparations to hold '99 Grand Pro-Reunification Festival for Independence and Great Unity of the Nation, the 10th pan-national rally and the 9th grand pro-reunification festival of Pomchonghakryon as a common grand assembly for national reunification on August 15 this year. &nbsp;&nbsp;&nbsp;\r\n   This stirring reality is unthinkable apart from the tireless efforts President Kim  Il Sung exerted for national reconciliation, unity and reunification, the article says, and goes on:   In his New Year address in Juche 77 (1988) and on several other occasions, he stressed the need for the north and the south to get reconciled and united with each other  and pool their efforts for reunification and put forward the policy on holding bilateral or multilateral contacts and talks among delegates of all parties, groupings and people from all walks of life.&nbsp;&nbsp;&nbsp;\r\n Pursuant to this policy,  a grand pan-national rally for peace and reunification of the country was held in Panmunjom and Seoul with August 15, 1990 as an occasion, and an epochal step was taken to form Pomminryon, an organization of the whole nation whose aim is to achieve the great national unity to accelerate the reunification of the country. In accordance with this step, the tripartite working-level talks of Koreans in the north, south and abroad was held in Berlin in November 1990 at which Pomminryon was formed and its birth proclaimed to the whole world.&nbsp;&nbsp;&nbsp;\r\n   The formation of Pomminryon made it possible for the nation to have an excellent organization for the reunification movement to achieve its great unity in the way of the  peaceful reunification of the country and to have an inspiring banner for dynamically waging the nation's grand onward movement for reunification by taking united and coordinated actions for national reunification.&nbsp;&nbsp;&nbsp;\r\n   The President published the works \"Let Us Achieve the Great Unity of Our Nation\" on August 1, Juche 80 (1991), \"Let Us Realize the Country's Reunification Independently through the United Effort of the Whole Nation\" on August 19, Juche 81 and \"10-Point Program of the Great Unity of the Whole Nation for the Reunification of the Country\" on April 6, Juche 82.&nbsp;&nbsp;&nbsp;\r\n In the works he laid down the policy of achieving the historic cause of national reunification by the united efforts of the driving forces of the nation, the general aim of great national unity, its ideological basis and principles and underscored the need for the whole nation in the north, south and abroad to unite through contact, visit and dialogue and strengthen solidarity with each other on the road for national reunification. &nbsp;&nbsp;&nbsp;\r\n   The ideas and policies on great national unity indicated by him in his famous works  serve as a steadfast basis, starting point and program for all the reunification movements of  Pomminryon.\r\n\r\n"
        },
        {
            "title": "Greetings to Malawian President",
            "url": "http://kcna.co.jp/item/1999/9907/news07/06.htm#17",
            "content": "Cambodian King here \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 6 (KCNA) -- Cambodian King Norodom Sihanouk arrived here this afternoon for an official goodwill visit to Korea at the invitation of Kim  Yong Nam President of the presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea.   Many Pyongyangites were seen at the airport to warmly welcome the friendly envoy of Cambodia.   The King was met at the airport by president Kim  Yong Nam, Foreign Minister Paek Nam Sun, officials concerned and foreign diplomatic envoys in Pyongyang.   A ceremony for welcoming the King was held at the airport. \r\n\r\n"
        },
        {
            "title": "Chonsam-ri, land of bliss",
            "url": "http://kcna.co.jp/item/1999/9907/news07/06.htm#18",
            "content": "Greetings to Malawian President\r\n Pyongyang, July 6 (KCNA) -- Kim  Yong Nam President of the presidium of the Supreme People's Assembly of the DPRK,  sent a message of greetings to Malawian President Bakili Muluzi Monday on the occasion of the 35th anniversary of the independence of Malawi and the 33rd anniversary of the proclamation of the republic.   The message wished the Malawian President and people great success in their work for peace and prosperity of the country and expressed conviction that the friendly relations between the two countries would continue developing on good terms. \r\n\r\n"
        },
        {
            "title": "National seminar held to mark  Kim  Il Sung's passing away",
            "url": "http://kcna.co.jp/item/1999/9907/news07/06.htm#19",
            "content": "Chonsam-ri, land of bliss\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 6 (KCNA) -- The Chonsam Cooperative Farm in Anbyon county, Kangwon Province, situated in the middle of the eastern part  of Korea is overcome with joy these days.   General Secretary Kim  Jong Il visited the farm at dawn a few days ago and highly praised farmers for having done a lot to build their village into an ideal  communist village and to increase grain, fruit and live-stock production.&nbsp;&nbsp;&nbsp;\r\n   Once it was a poor village dotted with several ramshackle grass huts where peasants barely eked out their living, tilling small patches of swampy rice fields. At that time they were hardest hit by drought and flood every year.   After liberation they  could build a new life and the appearance of the village  changed beyond recognition and radical turns took place in all aspects of agricultural production under the wise leadership of the Worker's Party of Korea.&nbsp;&nbsp;&nbsp;\r\n   In June 40 years ago, the President Kim  Il Sung visited the village to elaborate on the way to be followed by the village including the issue of farming.  Thanks to his several on-the-spot guidance the farm turned into an important agricultural producer in terms of not only grain output but other agricultural fields. &nbsp;&nbsp;&nbsp;\r\nAs a result of the completed land leveling and rezoning project, many patches turned into standardized 1,500 Phyong-fields, hundreds of dwelling houses, a culture hall, a people's hospital, nursery, kindergarten, bath house have been neatly built in the sunny place at the foot of a mountain. Now farmers are leading a happy life, enjoying entertainment like urban dwellers. &nbsp;&nbsp;&nbsp;\r\n   Hillocks around the village have turned into an orchard of all kinds of fruits.\r\n   120 hectares of fields under persimmon trees are in their best season. Their number is on an annual increase.   Every house  has  an average of over 10 persimmon trees, bringing its production to hundreds of kg or 1.5 tons at maximum every year.   Persimmon there is widely known all over the country for its special taste and flavor.&nbsp;&nbsp;&nbsp;\r\n   In recent years the farm built a fish breeding ground  covering over 4,800 square metres and created a large area of pasture.   Now the agricultural workers there are making sustained efforts to build the farm into a better place to live, while concentrating on the immediate farm work. \r\n\r\n"
        },
        {
            "title": "Meeting  held in Panmunjom",
            "url": "http://kcna.co.jp/item/1999/9907/news07/06.htm#20",
            "content": "National seminar held to mark  Kim  Il Sung's passing away\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 6 (KCNA) -- A national seminar was held here today to commemorate the 5th anniversary of the President Kim  Il Sung's passing away.   The seminar focused on the greatness of achievements and the immortal revolutionary life of President Kim  Il Sung whom the Korean people acclaimed and held in high esteem for the first time in the history of the Korean nation spanning thousands of years.&nbsp;&nbsp;&nbsp;\r\n   Speakers there said that the respected Kim  Il Sung founded the great Juche idea showing the bright road ahead of the times and mankind and made undying feats in the revolutionary struggle for independence, self-reliance and socialism by applying it.\r\n   He built an invincible army, they recalled, adding: His greatness finds its expression in that he steadily strengthened the politico-ideological, military and technical power of our revolutionary armed forces with the Juche-oriented military idea centred on soldiers, strictly  on the principle of the Juche character.&nbsp;&nbsp;&nbsp;\r\n   On his personality, the speakers said that the President  did all he could for the people as their leader and a revolutionary until the last moment of his life.\r\n   Praising him as a great leader and the sun of mankind, they said: He is a great benefactor who gave socio--political integrity to our people, a great father who provided them with an independent and creative happy life under the popular policies, and a great center of national unity who united the entire fellow countrymen as one with all-embracing politics.&nbsp;&nbsp;&nbsp;\r\n   We will devotedly defend the respected Marshal Kim  Jong Il and carry out his lines and policies. This is the unshakable faith and will of our people who are determined to build a powerful socialist state under his guidance, true to the behest of President Kim  Il Sung, they concluded. \r\n\r\n\r\n"
        },
        {
            "title": "Yang Hyong Sop meets director general of IIJI",
            "url": "http://kcna.co.jp/item/1999/9907/news07/06.htm#21",
            "content": "Meeting  held in Panmunjom\r\n&nbsp;&nbsp;&nbsp;Panmunjom July 6 (KCNA) -- A meeting  was held in Panmunjom today to vow to carry through the  instructions of the President Kim  Il Sung for national reunification.\r\n   The participants in the meeting laid floral baskets and bouquets of flowers at President Kim  Il Sung's autographed dedication erected in Panmunjom, in the name of the c.c., the Democratic Front for the Reunification of the Fatherland (DFRF), the Committee for the Peaceful Reunification of the Fatherland (CPRF), the National Alliance for the Country's Reunification (Pomminryon) and the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon).&nbsp;&nbsp;&nbsp;\r\n   Speeches were made at the meeting by Kim  Yong Sun, secretary of the C.C., the Worker's Party of Korea and vice-chairman of the CPRF, Jo Kyu Il, director of the Secretariat of the c.c., the DFRF, Kim  Su Ik, vice-chairman of the north Pomminryon headquarters and Kim  In Ho, chairman of the north Pomchonghakryon headquarters. &nbsp;&nbsp;&nbsp;\r\nThe speakers noted that President Kim  Il Sung, considering the national reunification to be the nation's supreme task, made tireless efforts to carry it out from the very day of national division to the last moment of his life.   They stressed the historic signature put by the respected President Kim  Il Sung to the reunification-related document on July 7, Juche 83 (1994), the day before his death, was a concentric manifestation of the tireless efforts he made all his life for the reunification and clear evidence of his total dedication displayed on the road of patriotism. &nbsp;&nbsp;&nbsp;\r\n   The three principles of national reunification, the ten-point programme of the great unity of the whole nation and the proposal for founding the Democratic Confederal Republic of Koryo, advanced by the fatherly leader President Kim  Il Sung serve as a precious program and three charters for national reunification, they declared, adding:   We will hold fast to these charters and undertake a more vigorous struggle to accomplish the sacred  cause of reunification. &nbsp;&nbsp;&nbsp;\r\n   Since the respected Marshal Kim  Jong Il is wisely leading the Korean nation's grand march for reunification in the van true to the instructions of the President for reunification, the day of national reunification will certainly come.   They called for holding the scheduled '99 grand reunification festival and the 10th pan-national rally for attaining the independence and great unity of the nation as a historic get-together to open a new phase of national reunification. \r\n\r\n"
        },
        {
            "title": "Floral basket laid before Kim  Il Sung's statue",
            "url": "http://kcna.co.jp/item/1999/9907/news07/06.htm#22",
            "content": "Yang Hyong Sop meets director general of IIJI\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 6 (KCNA) -- Yang Hyong Sop, vice-president of the presidium of the Supreme People's Assembly of the DPRK and chairman of the Korean Social Scientists Society, met and had a talk with Shuhachi Inoue, director general of the International Institute of the Juche Idea, at the Mansudae Assembly Hall today.   The director general said that the President Kim  Il Sung was the greatest of the great men in the 20th century whom no one  could match in idea, leadership and personality. Reverence for the President has grown stronger among the world progressives over the past five years since his passing away, he noted, adding:   It is a great pride and honor not only for the Korean people but also for the world progressives to hold Kim  Il Sung  in high esteem as the eternal sun of humankind. \r\n \r\n"
        },
        {
            "title": "Floral basket laid before Kim  Il Sung's statue by diplomatic corps",
            "url": "http://kcna.co.jp/item/1999/9907/news07/06.htm#23",
            "content": "Floral basket laid before Kim  Il Sung's statue\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 6 (KCNA) -- A floral basket came from Yasser Arafat,  President of the State of Palestine, on the occasion of the 5th anniversary of the passing away of the President Kim  Il Sung.   Palestinian ambassador to Korea Shaher Mohammed Abdlah and embassy officials laid a floral basket before the President's statue on Mansu Hill today and paid homage to him.   Written on the ribbon hanging from the basket were letters \"H.E. the great leader Kim  Il Sung will be immortal\". \r\n\r\n"
        }
    ]
}