{
    "date": "1999-10-21",
    "url": "http://kcna.co.jp/item/1999/9910/991021.htm",
    "articles": [
        {
            "title": "Floral basket to Kim Jong Il from Guinea",
            "url": "http://kcna.co.jp/item/1999/9910/news10/21.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "13th seminar on Yun I Sang music",
            "url": "http://kcna.co.jp/item/1999/9910/news10/21.htm#2",
            "content": "Floral basket to Kim Jong Il from Guinea \r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 21 (KCNA) - General Secretary Kim Jong Il received a basket of flowers from Moussa Solano, first administrative secretary of the Party for Unity and Progress of Guinea and Minister of Territorial Administration and Localization, on the occasion of the second anniversary of his election and the 54th birthday of the WPK.&nbsp;&nbsp;&nbsp;\r\n   Moussa Solano visited the Korean embassy in Guinea and handed the floral basket to the charge d'affaires ad interim on October 9. &nbsp;&nbsp;&nbsp;\r\n   He said that Kim Jong Il has strengthened the WPK into a powerful party rallied close around the leader in one idea by leading the party for over 30 years. &nbsp;&nbsp;&nbsp;\r\n   He expressed the firm belief that the Korean people will build the country into a powerful nation under the leadership of the WPK. \r\n\r\n"
        },
        {
            "title": "End to harassment of women called for",
            "url": "http://kcna.co.jp/item/1999/9910/news10/21.htm#3",
            "content": "13th seminar on Yun I Sang music\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 21 (KCNA) -- The 13th seminar on Yun I Sang music was held in Pyongyang on Wednesday to mark the 15th anniversary of the Yun I Sang Music Institute. &nbsp;&nbsp;&nbsp;\r\n   Present were Song Sok Hwan, vice-Minister of Culture, and officials concerned, Yun's wife Ri Su Ja and daughter.   Speakers gave a detailed explanation of the national, innovative and profound characters of Yun I Sang music and the variety and richness of its techniques and method. They highly praised the patriotic creative activities of world famous musician Yun I Sang who broke a new ground of modern music through his music activities for national reunification and unity. \r\n\r\n"
        },
        {
            "title": "Compensation to Koreans in Japan urged",
            "url": "http://kcna.co.jp/item/1999/9910/news10/21.htm#4",
            "content": "End to harassment of women called for\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 21 (KCNA) -- The DPRK delegate reportedly told discussions about the issue of women at the 3rd committee of the UN General Assembly that it is urgent in solving the issue of women for the present to put an end to harassment of women. &nbsp;&nbsp;&nbsp;\r\n   He stressed it is particularly important to liquidate the past crimes of harassing women. &nbsp;&nbsp;&nbsp;\r\n   He said that the Japanese government is going to spend the present century without atonement for the unprecedented criminal reduction of women to \"comfort women for the army\" committed before and during World War II. &nbsp;&nbsp;&nbsp;\r\n   He urged the Japanese government to admit the state responsibility for the criminal sexual harassment, honestly apologize and compensate for it and implement the UN resolutions concerning the crime. \r\n\r\n"
        },
        {
            "title": "KCNA lashes out at traitor",
            "url": "http://kcna.co.jp/item/1999/9910/news10/21.htm#5",
            "content": "Compensation to Koreans in Japan urged\r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 21 (KCNA) -- The Osaka high court of Japan on October 15 gave a decision urging the Japanese government and diet to take a prompt measure, asserting that it is unjust that those Koreans in Japan who had been conscripted in the Japanese army as cannon fodder during World War II, have not yet gotten compensation at all for the reason that they have not Japanese nationality, according to a radio report from Seoul. &nbsp;&nbsp;&nbsp;\r\n   The Japanese Asahi Shimbun and other mainstream newspapers reported about it all at once with keen interest. &nbsp;&nbsp;&nbsp;\r\n\r\n"
        },
        {
            "title": "S. Korean authorities' dastardly bugging assailed",
            "url": "http://kcna.co.jp/item/1999/9910/news10/21.htm#6",
            "content": "KCNA lashes out at traitor\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 21 (KCNA) -- Traitor Chun Doo Hwan, former president of South Korea, will reportedly pay a two week-long visit to China from the end of October. &nbsp;&nbsp;&nbsp;\r\n   Chun is a criminal who usurped power with the support of the U.S. by killing thousands of Kwangju citizens  in just a few days after issuing an order \"you may kill 70 percent of the Kwangju citizens, kill all youngsters\" and \"exterminate all mobs\".  He  was forced to go into exile at \"paekdam temple\"  at the end of the term of his office and served a prison term for amassing illicit money amounting  to tens of billions of won. &nbsp;&nbsp;&nbsp;\r\n   Such an arch criminal toured Japan under the protection of the ruling quarters of the present \"people's government\" earlier this year and is about to visit a neighboring country, his hands  stained with blood.  This cannot be but a mockery  of and challenge to democracy, human rights and justice. &nbsp;&nbsp;&nbsp;\r\n   From a moral point of view, it is  something beyond imagination that the guy with a  criminal record of growing corpulent with the money stained with blood and sweat of people is allowed to visit other countries. &nbsp;&nbsp;&nbsp;\r\n   Anyone who loves human conscience and  justice,  to say nothing of the South Korean people in struggle for independence, democracy and reunification, will not only simply ignore Chun, fascist killer and kingpin of scandals, but spit at him. &nbsp;&nbsp;&nbsp;\r\n   What is more intolerable is the sinister political intention of the present South Korean ruling quarters  to do harm to the fellow countrymen by letting him go on a foreign junket in the capacity of a sort of a \"special envoy,\" though he is the arch traitor who should have been hanged in the name of the nation. &nbsp;&nbsp;&nbsp;\r\n   The South Korean ruling quarters are well advised to cancel at once their plan  for Chun's foreign tour which goes against the will of the nation and not beneficial to the improved north-south relations and the independent and peaceful reunification of the country.  \r\n\r\n\r\n"
        },
        {
            "title": "3rd \"National Immunization Day\" marked",
            "url": "http://kcna.co.jp/item/1999/9910/news10/21.htm#7",
            "content": "S. Korean authorities' dastardly bugging assailed\r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 21 (KCNA) -- The spokesman for the Korean Democratic Lawyers Association issued a statement on October 20 assailing the South Korean authorities' undisguised bugging, which has run into strong public protest and  condemnation. &nbsp;&nbsp;&nbsp;\r\n   He noted: &nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities are bugging secretly  not only telephones and cellular phones but computers and other means of communication and analyzing the messages exchanged. And they use information thus obtained to suppress, hurt and threaten progressive figures and political opponents. &nbsp;&nbsp;&nbsp;\r\n   This clearly proves that they are seeking a way out of the serious ruling crisis in more brutal and sinister fascist suppression.  &nbsp;&nbsp;&nbsp;\r\n   The association  bitterly condemns the South Korean authorities' ever more undisguised bugging as a serious violation of democracy and human rights as it ruthlessly tramples down the people's desire for social democracy and elementary human rights. &nbsp;&nbsp;&nbsp;\r\n   He expressed the belief that the South Korean people from all walks of life  would turn out as one in the struggle against the dictatorial government to realise the democratization of society  and win back true human dignity and rights. \r\n\r\n"
        },
        {
            "title": "Outrages by enemies of reunification",
            "url": "http://kcna.co.jp/item/1999/9910/news10/21.htm#8",
            "content": "3rd \"National Immunization Day\" marked\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 21 (KCNA) -- October 20 is the \"National Immunization Day\" in Korea. &nbsp;&nbsp;&nbsp;\r\n   The President Kim Il Sung published the work \"Socialist Medical Science Is Preventive Medicine\" on Oct. 20, Juche 55 (1966). &nbsp;&nbsp;&nbsp;\r\n  General Secretary Kim Jong Il set the day as the \"Day of National Immunization\" and  showed warm love and solicitude for all the children so that they might inoculated. &nbsp;&nbsp;&nbsp;\r\n   A meeting was held here on Oct. 20 to inaugurate the 3rd \"Day of National Immunization.\"&nbsp;&nbsp;&nbsp;\r\n   Present at the meeting were Minister of Public Health Kim Su Hak and other officials concerned as well as medical scientists, technicians and officials. &nbsp;&nbsp;&nbsp;\r\n   Also on hand were Svante Kilander, charge d'affaires ad interim of the embassy of the Kingdom of Sweden in Pyongyang= Dilawar Ali Kahn, representative of the office of the UNICEF  here= Bardan Rana, project officer of health of the UNICEF= Du Yuping, consultant of the expanded program on immunization of the World Health Organization (WHO)= Eigil Sorensen, consultant of the office of the emergency and humanitarian action of the WHO= Kirsten Jogensen, deputy resident representative of the UNDP in the DPRK= Robert A. Goodwin, head of the delegation of the International Federation of Red Cross and Red Crescent Societies= and other officials of the UNICEF office in the DPRK. &nbsp;&nbsp;&nbsp;\r\n   Kim Su Hak, addressing the meeting, expressed thanks to the who, the UNICEF and other international organizations for providing technical cooperation, preventive medicines and equipment for the successful operation of the \"Day of National Immunization.\"&nbsp;&nbsp;&nbsp;\r\n   He also extended thanks to the International Federation of Red Cross and Red Crescent Societies, the UNDP and other international organizations and governmental and non-governmental organizations for their sincere help to the Korean people  who were suffering difficulties in living and health  due to natural disasters and expressed the belief that  they would render more effective cooperation in the work for the promotion of health of the Korean children in the future. &nbsp;&nbsp;&nbsp;\r\n   Dilawar Ali Kahn and Du Yuping in their congratulatory speeches said they were deeply impressed by the benevolent love of President Kim Il Sung who described the children as \"kings.\"&nbsp;&nbsp;&nbsp;\r\n   After the meeting the participants looked around pictures showing successes in the health care in Korea. &nbsp;&nbsp;&nbsp;\r\n   On the day all the children of five and downwards in Pyongyang and local areas were vaccinated. \r\n\r\n"
        },
        {
            "title": "Kim Il Sung's work commemorated",
            "url": "http://kcna.co.jp/item/1999/9910/news10/21.htm#9",
            "content": "Outrages by enemies of reunification\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, October 21 (KCNA) -- Rodong Sinmun today comes out with a signed commentary lashing out at the criminal scheme of the South Korean rulers to punish members of the delegation of the South Korean Confederation of Trade Unions (Minjurochong) who had participated in the \"soccer game of workers in the north and south for reunification\" in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n   The news analyst says: &nbsp;&nbsp;&nbsp;\r\n   The South Korean rulers announced that they would investigate the chief vice-chairman and the chief editor of the metal federation of Minjurochong on charges of violating the \"security law.\"&nbsp;&nbsp;&nbsp;\r\n   This is one more fascist act of throwing a wet blanket over the desire of the fellow countrymen for national reconciliation, unity and reunification. &nbsp;&nbsp;&nbsp;\r\n   As the delegation and soccer team of Minjurochong visited Pyongyang with the \"permission\" of the authorities, no investigation is needed.  Accordingly, the South Korean rulers' action is nothing but a far-fetched pretext to incriminate the visitors. &nbsp;&nbsp;&nbsp;\r\n   Though they are loudmouthed about \"dialogue,\" \"exchange\" and \"cooperation,\" they are, in fact, seeking only confrontation with the DPRK and the permanent division of the country. &nbsp;&nbsp;&nbsp;\r\n   The most heinous treason is to go against the aspiration of the fellow countrymen for reunification. It will only lead the South Korean rulers to self-destruction. &nbsp;&nbsp;&nbsp;\r\n   They must renounce their scheme to punish the members of the delegation of Minjurochong by branding their righteous activities for national reconciliation, unity and reunification as \"enemy-benefiting\" ones. \r\n\r\n"
        },
        {
            "title": "Heroine of Korea",
            "url": "http://kcna.co.jp/item/1999/9910/news10/21.htm#10",
            "content": "Kim Il Sung's work commemorated\r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 21 (KCNA) -- A meeting was held in Pyongyang yesterday to commemorate the 30th anniversary of the publication of the President Kim Il Sung's work \"Some Problems In Improving Statistical Work Under Socialism\" on October 21, Juche 58 (1969). &nbsp;&nbsp;&nbsp;\r\n   President Kim Il Sung said in his work that the statistics is socialism and socialism can  be built successfully only on the basis of the strict calculation and scientific statistics. The work gives answer to all the theoretical and practical problems arising this field including the essence and role of statistical work under socialism, its system and principles of compiling statistics, seizure and analysis of statistical data, mechanization of calculation and the living cost investigation. &nbsp;&nbsp;&nbsp;\r\n   Present at the meeting were premier of the cabinet Hong Song Nam, officials concerned and statistical workers. &nbsp;&nbsp;&nbsp;\r\n   Director of the central statistic bureau Kim Chang Su made a report. He said that the statistical work was unified and the  statistical data were scientific and objective and their timeliness  was ensured and great progress was made in the mechanization of calculation work under the wise leadership of President Kim Il Sung and Marshal Kim Jong Il during the last 30 years. &nbsp;&nbsp;&nbsp;\r\n   He referred to the tasks arising in computerizing statistical calculation and further increasing the level of its modernization and scientific accuracy in accordance with the trend of the developing times  and making an active contribution to properly investigating living cost and improving the people's life. \r\n\r\n"
        },
        {
            "title": "DPRK books presented to India",
            "url": "http://kcna.co.jp/item/1999/9910/news10/21.htm#11",
            "content": "Heroine of Korea\r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 21 (KCNA) -- The DPRK has produced a large number of heroes and heroines  in the course of speeding up the second grand Chollima march. &nbsp;&nbsp;&nbsp;\r\n   Among them is Pak Ok Hui, 57,  chairperson of the management board of the township cooperative farm of Janggang county, Jagang Province. &nbsp;&nbsp;&nbsp;\r\n   She graduated from a college of agriculture and volunteered to work on the cooperative farm. &nbsp;&nbsp;&nbsp;\r\n   While working as chairperson of the management board of the farm for nearly three decades,  she has increased the  yearly agricultural production in the revolutionary spirit of self-reliance and fortitude and succeeded in doing three-crop farming. &nbsp;&nbsp;&nbsp;\r\n   The farm turned 110-odd-hectare stony fields into the standardized ones, brought nearly 30 hectares of damp soil under cultivation and converted 50 hectares of sloppy fields into terraced ones by its sown efforts. &nbsp;&nbsp;&nbsp;\r\n   Besides, it successfully carried out irrigation and embankment project. Thus, the farm is free from draught and flood. &nbsp;&nbsp;&nbsp;\r\n   A faithful official who carries through the intentions of the party and the leader at  whatever cost, Pak could succeed in doing  three-crop farming this year on the land once a wasteland.   &nbsp;&nbsp;&nbsp;\r\nShe was awarded the title of labour heroine of the Democratic People's Republic of Korea in August. &nbsp;&nbsp;&nbsp;\r\n  General Secretary Kim Jong Il gave on-the-spot guidance to the farm last June and September and highly praised her for introducing the three-crop farming to produce a large quantity of vegetables and potatoes. &nbsp;&nbsp;&nbsp;\r\n   He stressed the experience of Pak Ok Hui proves that only when the officials rack their brains and make strenuous efforts, can they  increase agricultural production by far even in the northern areas of the country unfavorable for farming. \r\n\r\n"
        },
        {
            "title": "Proposal for founding DCRK supported",
            "url": "http://kcna.co.jp/item/1999/9910/news10/21.htm#12",
            "content": "DPRK books presented to India \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 21 (KCNA) -- Korean books were presented with due ceremony at the building of the central committee of the Revolutionary Socialist Party of India on Oct. 12 to mark the 54th anniversary of the foundation of the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n   At the ceremony the DPRK ambassador to India handed famous works of the President Kim Il Sung and Marshal Kim Jong Il,  including  vol. 3 of part 1 the anti-Japanese revolution of reminiscences of the President \"With the Century\" and Korean books to the general secretary of the c.c., the RSPI. &nbsp;&nbsp;&nbsp;\r\n   Saying that the WPK is the vanguard unit which mobilizes all the people to the struggle against the military provocations and moves of the imperialists, holding high the banner of socialism under the leadership of Kim Jong Il, the general secretary noted that victory is in store for the Korean people under his wise leadership. &nbsp;&nbsp;&nbsp;\r\n   Wonderful achievements in the DPRK are an inspiring banner to all communists, he said, adding his party will always support the heroic struggle of the people and Worker's Party of Korea for the final victory of socialism and peaceful reunification of the country. \r\n\r\n"
        },
        {
            "title": "Reshuffle in S. Korean military",
            "url": "http://kcna.co.jp/item/1999/9910/news10/21.htm#13",
            "content": "Proposal for founding DCRK supported\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, October 21 (KCNA) -- Foreign political parties and organizations issued statements supporting the proposal for founding the Democratic Confederal Republic of Koryo. &nbsp;&nbsp;&nbsp;\r\n   Nine political parties of Peru, including the people's front of workers, peasants and students and the revolutionary socialist party, released a joint statement on Oct. 11 and expressed full support to the proposal for founding the DCRK. &nbsp;&nbsp;&nbsp;\r\n   The statement said that the proposal proved feasible and just once again in the present world situation in which two regions different in ideology and system have formed one unified state to develop. &nbsp;&nbsp;&nbsp;\r\n   The statement called for detente on the Korean peninsula and conclusion of a peace agreement between the DPRK and the U.S. for Korea's reunification through the proposal. &nbsp;&nbsp;&nbsp;\r\n   The statement called upon governments, political parties, organizations, individual figures of all countries and international organizations to actively join in the just struggle to achieve Korea's reunification according to the proposal for founding the DCRK. &nbsp;&nbsp;&nbsp;\r\n   The Egypt-Korea Friendship Association in a statement issued on Oct. 13, acknowledging that Korea's reunification by confederacy formula conforms with the interests of the U.S., too, said that the U.S. must do something helpful to realising the proposal. \r\n\r\n"
        },
        {
            "title": "KCNA on Japanese senior official's provocative utterance",
            "url": "http://kcna.co.jp/item/1999/9910/news10/21.htm#14",
            "content": "Reshuffle in S. Korean military\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 21 (KCNA) -- Kim Jin Ho, chairman of the joint chiefs of staff of the \"ROK army,\" and Kim Tong Sin, \"army chief of staff,\" made public their intention to resign half a year ahead of the expiration of their term of office, a radio report from Seoul said. &nbsp;&nbsp;&nbsp;\r\n   \"Chongwadae\" announced around October 10 that 7 military bosses including the \"chairman of the joint chiefs of staff\", the \"army chief of staff\", the \"air force chief of staff\" and the commanders of the first, second and third army, would be replaced toward the end of this month half a year ahead of their term of office. &nbsp;&nbsp;&nbsp;\r\n   The projected sudden reshuffle, synchronizing with the move to found a new party, shows that the present chief executive hell-bent on increasing his influence, tries to renew the military in a bid to strengthen his anti-social ruling tool. \r\n\r\n"
        },
        {
            "title": "Popular hotel",
            "url": "http://kcna.co.jp/item/1999/9910/news10/21.htm#15",
            "content": "KCNA on Japanese senior official's provocative utterance\r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 21 (KCNA) -- Nishimura, vice-director general for political affairs of the \"Defence Agency\" of Japan, at a recent interview with a weekly magazine, reportedly raised again the \"case of intrusion into territorial waters\" by the DPRK and let loose a spate of bellicose outburst that \"the agency will make a real strike\" and \"open fire and sink any ship this time.\" &nbsp;&nbsp;&nbsp;\r\n   And he went the length of openly calling for Japan's nuclear armament only to be forced to tender his resignation in face of strong domestic and foreign protest. &nbsp;&nbsp;&nbsp;\r\n   These utterances cannot but arouse our vigilance as they are very dangerous remarks showing to what extent the Japanese reactionaries have gone in their reckless moves to trigger off a war of aggression against the DPRK. &nbsp;&nbsp;&nbsp;\r\n   They do not forget to raise a hue and cry over  \"mysterious ships\" whenever they make provocative remarks against the DPRK. We make it clear once again that  their loudmouthed march incident of \"mysterious ships\" is a farce orchestrated by them in  cooperation with the \"intelligence service\" of South Korea and the DPRK has, therefore, nothing to do with  it. &nbsp;&nbsp;&nbsp;\r\n   The incident  was a pretext  to mount a pre-emptive strike at the DPRK  and a smokescreen to hide it.  &nbsp;&nbsp;&nbsp;\r\n   They  did  not conceal their moves to stage comeback to Korea which have entered a reckless phase  when they drew the unpardonable \"demarcation line for maritime guard\" and specified extreme actions  aimed at \"real strike\" at the DPRK. &nbsp;&nbsp;&nbsp;\r\n   Their attempt to set out on an aggression on the DPRK is evidenced by a series of moves. &nbsp;&nbsp;&nbsp;\r\n   For example, the Japanese Maritime \"Self-Defence Force\" and the Maritime Security Agency recently carried out a joint firing exercise in the pacific ocean on the pretext of retaliating against \"mysterious ships.\"&nbsp;&nbsp;&nbsp;\r\n   The earlier Japan-South Korea joint naval exercise, too, is a war maneuver aimed to mount a naval attack against the DPRK. &nbsp;&nbsp;&nbsp;\r\n   These dangerous developments suggest that \"improvement of DPRK-Japan relations\" the Japanese authorities  talk about whenever an opportunity presents itself is nothing but  hypocrisy  and they are only keen on militarily containing the DPRK, pursuant to their anti-DPRK hostile policy. &nbsp;&nbsp;&nbsp;\r\n   The Japanese reactionaries must not run amok, clearly mindful that  their war action against the DPRK will lead to  their self-destruction. \r\n\r\n"
        },
        {
            "title": "Important guideline for developing statistical work",
            "url": "http://kcna.co.jp/item/1999/9910/news10/21.htm#16",
            "content": "Popular hotel\r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 21 (KCNA) -- There is the Huichon Hotel in Huichon city, Jagang Province, a leading machine producer of the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The hotel started its business in Juche 64 (1975). This  small hotel is well-known not only to the Huichon citizens but to all over the country. This is ascribable  to a solid side-line base built by its employees. &nbsp;&nbsp;&nbsp;\r\n   They  went ahead with their good service without getting any state support even under the difficult conditions where the country was short of food owing to the imperialists' moves to isolate and suffocate the DPRK and years of natural calamities.  They, at the same times, displayed the beautiful trait of rendering services to hundreds of scientists and technicians of the Huichon General Machine Tool Plant. &nbsp;&nbsp;&nbsp;\r\n   There were not a few difficulties for them. At first their side-line base included two hectares of field around the hotel, a refrigerator room, over 60 warehouses, more than 70 pigsties and  200 henhouses. &nbsp;&nbsp;&nbsp;\r\n   However, a flood that hit  the area in August 1995 washed away 300 pigs, 900 chickens, furniture and fixtures of the hotel,  to say nothing of  damage done to its buildings. &nbsp;&nbsp;&nbsp;\r\n   They rose to the occasion and made redoubled efforts  to create better conditions for service. &nbsp;&nbsp;&nbsp;\r\n   General Secretary Kim Jong Il's famous quotation \"the word impossible is not the Korean phraseology\" serves as the philosophy and maxim of their life. &nbsp;&nbsp;&nbsp;\r\n   They rebuilt pigsties, houses for hens, ducks and geese and on top of them built a solar greenhouse for growing lettuce, garland chrysanthemum and  pepper. They  carpeted land left idle around the hotel with mud to cultivate parsley. &nbsp;&nbsp;&nbsp;\r\n   They also spread humus soil on the roofs of stores and three sections of pigsties to  grow vegetables and  built pumpkin arches between the parking lot and the hotel building. &nbsp;&nbsp;&nbsp;\r\n   They harvest 55 tons of pumpkins and  300 tons of vegetables from vegetable fields and raise hundreds of  pigs and fowls a year, thus rendering good services to the guests. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il visited the hotel in October last year and highly praised the hotel employees for their good deeds. &nbsp;&nbsp;&nbsp;\r\nHotel manageress An Kum Sun was awarded the title of labour heroine.  \r\n\r\n"
        },
        {
            "title": "Pyongyang chestnut, Korea's specialty",
            "url": "http://kcna.co.jp/item/1999/9910/news10/21.htm#17",
            "content": "Important guideline for developing statistical work\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 21 (KCNA) -- Rodong Sinmun today devotes a signed article to the 30th anniversary of the publication of the President Kim Il Sung's work \"Some Problems In Improving Statistical Work Under Socialism.\"&nbsp;&nbsp;&nbsp;\r\n   The work made public on October 21, Juche 58 (1969), clarifies theoretical and practical issues in establishing a statistical system and improving the method of statistical work, proceeding from its mission and tasks under socialism. &nbsp;&nbsp;&nbsp;\r\n   The article appreciates the work as an encyclopedic one which comprehensively expounds ideological, theoretical and methodological problems related to statistics under socialism and formulates them under an integral system. &nbsp;&nbsp;&nbsp;\r\n   The work of President Kim Il Sung serves as a Juche-oriented statistical program under socialism indicating the way of further developing the statistical work in keeping with the intrinsic demand of the socialist economy and as powerful means of vigorously accelerating socialist construction, the article stresses, and goes on: &nbsp;&nbsp;&nbsp;\r\n   The idea, theory and method of statistics under socialism expounded by Kim Il Sung have been further developed, enriched and put into practice by General Secretary Kim Jong Il to demonstrate its great vitality. &nbsp;&nbsp;&nbsp;\r\n   Under the leadership of the Worker's Party of Korea state guidance over the statistical work has been strengthened and, accordingly, a statistical system of Korean style has been established and statistical organization and method have steadily improved, calculation has been  computerized and the material and technical foundation for this work consolidated.   &nbsp;&nbsp;&nbsp;\r\n    As a result, the overall statistical work has been placed on a high level and it plays an important role in accelerating socialist construction. \r\n\r\n"
        },
        {
            "title": "Aid materials from UNDP",
            "url": "http://kcna.co.jp/item/1999/9910/news10/21.htm#18",
            "content": "Pyongyang chestnut, Korea's specialty \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, October 21 (KCNA) -- Pyongyang chestnut is a Korean specialty of antiquity, now in extensive cultivation in Pyongyang, Songchon and Jongju counties and elsewhere. &nbsp;&nbsp;&nbsp;\r\n   A fruit tree of the oak family from the temperate zone, it has 51.8 percent of starch, 6 percent of sugar and the remaining percentage of oil, mineral matter, vitamin b and other nutrients. &nbsp;&nbsp;&nbsp;\r\n   A cluster contains two to three chestnuts round and flat, each weighing 9 to 19 g. Though rather small, the chestnut has tough flesh, a small navel and thin husk that peels easily. It tastes than other kinds of chestnut. It is an early-ripening and high-yielding variety impervious to cold and drought and available for cultivation everywhere. &nbsp;&nbsp;&nbsp;\r\n   In late autumn, the chestnuts showing through the cracked cluster make your mouth water. &nbsp;&nbsp;&nbsp;\r\n   Raw and dried chestnuts taste savory, much better when roasted. &nbsp;&nbsp;&nbsp;\r\n   Highly nutritious and curative, it is used for such foodstuffs as powdered milk and cake. &nbsp;&nbsp;&nbsp;\r\n   There is a research institute that specializes in Pyongyang chestnut. \r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Chol meets Chinese guests",
            "url": "http://kcna.co.jp/item/1999/9910/news10/21.htm#19",
            "content": "Aid materials from UNDP\r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 21 (KCNA) -- Aid materials necessary for the reconstruction of cultivated fields and the construction of salt ponds were offered to the Democratic People's Republic of Korea by the United Nations development program.&nbsp;&nbsp;&nbsp;\r\n   A donation ceremony was held in Pyongyang today. &nbsp;&nbsp;&nbsp;\r\n   They were handed to officials concerned by Kirsten Jogensen, deputy resident representative of the UNDP here. \r\n\r\n"
        }
    ]
}