{
    "date": "1999-11-16",
    "url": "http://kcna.co.jp/item/1999/9911/991116.htm",
    "articles": [
        {
            "title": "Anniversary of corrective movement in Syria marked",
            "url": "http://kcna.co.jp/item/1999/9911/news11/16.htm#1",
            "content": "Anniversary of corrective movement in Syria marked \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, November 16 (KCNA) -- A friendly meeting was held at the Korea-Syria Friendship Pyongyang Silk Mill yesterday on the occasion of the 29th anniversary of the corrective  movement in Syria.\r\n   Present on invitation were Haissam Saad, charge d'affaires ai and other  officials of the embassy and Syrian students here.&nbsp;&nbsp;&nbsp;\r\n   Present there were Ri Song Ho, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who doubles as vice-chairman of the Korea-Syria Friendship Association, members of the association and workers of the mill.&nbsp;&nbsp;&nbsp;\r\n   They looked round the monument to the on-the-spot instructions of the three commanders of Mt. Paektu standing in the compound of the mill.&nbsp;&nbsp;&nbsp;\r\n   After seeing a performance given by art circle members of the mill, they conversed with its workers, deepening the feeling of friendship.     \r\n\r\n"
        },
        {
            "title": "Survivors of massacre in Rogun-ri visit Pentagon",
            "url": "http://kcna.co.jp/item/1999/9911/news11/16.htm#2",
            "content": "Survivors of massacre in Rogun-ri visit Pentagon\r\n &nbsp;&nbsp;&nbsp; Pyongyang, November 16 (KCNA) -- Four South Koreans who miraculously survived GIs' massacre in Rogun-ri in July, 1950, visited the U.S. Defense Department on November 12 to lodge a protest with it, a foreign news report said.\r\n   At a meeting with high-ranking officials of Pentagon they denounced the massacre committed by GIs at that time.&nbsp;&nbsp;&nbsp;\r\n   Kum Cho Ja, 61, and Yang Hae Suk of the same age produced material evidence proving the massacre before the high-ranking officials of Pentagon. Kum showed football-sized bluish scar on the right part of her waist caused by a piercing bullet-wound, while yang took out her left artificial eye, which had been applied to her as a substitute for the eye hurt by a U.S. air raid. They denounced the crimes perpetrated by the brutes and spoke of the untold pains undergone by them.\r\n   Jong Ku Hak, another survivor, showed to them his face that looked ugly without nose and because of torn upper lip, strongly demanding the u.s. authorities make compensation to them.&nbsp;&nbsp;&nbsp;\r\n   At the end of the meeting, they had a press conference at which they issued a statement.&nbsp;&nbsp;&nbsp;\r\n   The statement said \"the massacre in Rogun-ri was committed by GIs against innocent civilians in wanton violation of human rights.\"    \r\n\r\n"
        },
        {
            "title": "Anniversary of corrective movement in Syria observed",
            "url": "http://kcna.co.jp/item/1999/9911/news11/16.htm#3",
            "content": "Anniversary of corrective movement in Syria observed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 16 (KCNA) -- Papers here today devote signed articles to the 29th anniversary of the corrective movement in Syria.\r\n   Rodong Sinmun says that the movement reflected the desire of the Syrian people to defend the independence of the country and the dignity of the nation and build a new prospering society.&nbsp;&nbsp;&nbsp;\r\n   The Syrian people have achieved many successes in the construction of a new society over the last 29 years since the movement, shattering the aggressive moves of the imperialists and zionists, the paper says, and goes on:&nbsp;&nbsp;&nbsp;\r\n   The Korean people will as ever make positive efforts to steadily develop the traditional friendly and cooperative relations between the two peoples in the idea of independence, peace and friendship.&nbsp;&nbsp;&nbsp;\r\n   Minju Joson says that the Korean people sincerely wish the Syrian people greater success in their future work for sovereignty and territorial integrity and the construction of a prospering country, convinced that the Korea-Syria friendship will meet every challenge and grow stronger and develop.    \r\n\r\n"
        },
        {
            "title": "U.S. must drop its military ambition",
            "url": "http://kcna.co.jp/item/1999/9911/news11/16.htm#4",
            "content": "U.S. must drop its military ambition\r\n &nbsp;&nbsp;&nbsp; Pyongyang, November 16 (KCNA) -- The U.S. is proud of its \"victory\" in the Balkan war, but it will get a disgraceful defeat in the second Korean war it seeks to provoke and repent of it, warns Rodong Sinmun today in a signed article.\r\n   Revealing the fact that the strong-arm and high-handed practices of the U.S. after the Balkan war are targeted against the Korean peninsula, the daily says the U.S. is well advised to drop its reckless design to militarily stifle the DPRK, remembering our warning.&nbsp;&nbsp;&nbsp;\r\n   It goes on:&nbsp;&nbsp;&nbsp;\r\n   What merits special attention nowadays is the facts that the U.S.-South Korea and the U.S.-Japan joint military exercises are staged at the same time, the distinctions of U.S.-Japan-South Korea military cooperation has become indefinite and the U.S.-led three-way military actions are being stepped up.&nbsp;&nbsp;&nbsp;\r\n   The U.S., together with the South Korean authorities and the Japanese reactionaries, is threatening us and increasing the danger of war through their joint reckless military exercises and aggressive manoeuvres. It is the reflection of their policy of strength towards the DPRK.&nbsp;&nbsp;&nbsp;\r\n   The U.S. conservative hardliners make no scruple of saying that the next operation object is the Korean peninsula, describing the DPRK as a \"dangerous zone\" of nuclear proliferation and hotbed of \"missile threat.\"&nbsp;&nbsp;&nbsp;\r\n   The U.S. brought about a war in the Balkan peninsula under the pretext of the \"issue of humanitarianism\" and is trying to provoke a war in the Korean peninsula under the pretext of \"issue of missile.\"&nbsp;&nbsp;&nbsp;\r\n   The U.S. is now watching for a chance to provoke a new Korean war whiling away the time under the signboard of dialogue.    \r\n\r\n"
        },
        {
            "title": "S. Korea attempts to develop long-range ballistic missile",
            "url": "http://kcna.co.jp/item/1999/9911/news11/16.htm#5",
            "content": "S. Korea attempts to develop long-range ballistic missile\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 16 (KCNA) -- The South Korean authorities are reportedly running amuck to develop long-range ballistic missile. \r\n   They built a rocket engine testing ground in secret and testfired a ballistic missile with a range of 480 kilometres last April but it ended in a failure.&nbsp;&nbsp;&nbsp;\r\n   The New York Times November 14, disclosing this fact, said that \"South Korea keeps promoting secret missile plan and hiding its key elements.\" &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, officials of the U.S. government are encouraging the South Korean authorities in the missile plan, saying that they do not want to see the plan \"sowing the seeds of discord in the bilateral relations.\"    \r\n\r\n\r\n"
        },
        {
            "title": "Repatriation of unconverted long-term prisoners demanded",
            "url": "http://kcna.co.jp/item/1999/9911/news11/16.htm#6",
            "content": "Repatriation of unconverted long-term prisoners demanded\r\n &nbsp;&nbsp;&nbsp; Pyongyang, November 16 (KCNA) -- Organizations of Uganda and Egypt released statements demanding the repatriation of unconverted long-term prisoners in South Korea.\r\n   The unconverted long-term prisoners including Kim In So, Ham Se Hwan and Kim Yong Thae who were taken prisoner during the Korean war should have already been sent back to the DPRK according to the international law and the Korean Armistice Agreement.&nbsp;&nbsp;&nbsp;\r\n   The unconverted long-term prisoners in their seventies are suffering from chronic diseases that attacked them during scores of years in prison and subjected to mental and physical persecution, after being placed under \"supervision for public peace\" in South Korea where they do not have any blood relations.&nbsp;&nbsp;&nbsp;\r\n   The Ugandan union of railway workers, in its statement  released on Nov. 8,  demanded the South Korean authorities halt at once the infringement on their rights and send them back to their hometowns where their families wait for them.&nbsp;&nbsp;&nbsp;\r\n   The Egypt-Korea Friendship Association in a statement released on Nov. 9 strongly urged the authorities and the Red Cross of South Korea to repatriate the unconverted long-term prisoners of the north origin at the earliest possible date to the DPRK, as demanded by them and their families according to the humanitarian principles and requirements of the international law.     \r\n\r\n"
        },
        {
            "title": "Achievements in medical science and technology",
            "url": "http://kcna.co.jp/item/1999/9911/news11/16.htm#7",
            "content": "Achievements in medical science and technology\r\n &nbsp;&nbsp;&nbsp; Pyongyang, November 16 (KCNA) -- Workers in the field of public health have gained many achievements  in medical scientific researches in Korea.\r\n   According to data available from the central committee of the Korean Association of Medical Sciences, as many as ten thousand signal achievements are made in medical science and technology every year and introduced into sanitary and anti-epidemic work.&nbsp;&nbsp;&nbsp;\r\n   This has provided ways of solving problems in health care and anti-epidemic work and curing incurable diseases. &nbsp;&nbsp;&nbsp;\r\n   In the last three years when the people carried out the \"arduous march\" and the forced march the public health workers across the country not only solved the serious problem of medicine and medical instruments by themselves in the spirit of self-reliance but studied and developed many new methods of treatment and operation by widely introducing the latest technology.&nbsp;&nbsp;&nbsp;\r\n   In this period, public health workers in Pyongyang succeeded in researches into more than 3,700 kinds of curing and preventive medicine and over 520 kinds of medical instruments and advanced at least 1,050 medical science papers. They are listed as ones of great significance in clinical practice.&nbsp;&nbsp;&nbsp;\r\n   Typical among them are medicine for incurable gash, universal ear-nose-throat- diagnosis and treating apparatus, universal digestive disease treating apparatus, method of operation by use of abdominal cavity glass, method of treating hemorhoids by high frequency, method of treating acute tonsillitis by use of acupuncture fed with penicilline and so on.&nbsp;&nbsp;&nbsp; The latest medical technology has been applied to develop them.&nbsp;&nbsp;&nbsp;\r\n   These achievements have been widely introduced into many health care institutions across the country to pay off  profusely.    \r\n\r\n"
        },
        {
            "title": "Afterschool educational network expanded",
            "url": "http://kcna.co.jp/item/1999/9911/news11/16.htm#8",
            "content": "Afterschool educational network expanded\r\n &nbsp;&nbsp;&nbsp; Pyongyang, November 16 (KCNA) -- All the Korean children are enrolled in the universal 11-year compulsory education system, and part of their benefit comes from the numerous afterschool training centres that help them become future masters of the country prepared in an all-round way.\r\n   The government, which calls them \"king\"  of the country and provides them with every possible facility, is habitually concerned with increasing the number of schoolchildren's palaces and halls and children's union camps-- the bases for their afterschool activities.&nbsp;&nbsp;&nbsp;\r\n   In recent years of hardship, there appeared some 100 new such bases, including the Jasong Schoolchildren's Palace in Jagang Province, that completed their network ramified throughout the country from the northernmost tip of Onsong down to the southern areas of Panmun and Kaephung.&nbsp;&nbsp;&nbsp;\r\n   These facilities are to be found at scenic spots-- lake Samji, Mt. Myohyang, lake Yonphung and the like-- such as the Songdowon International Children's Camp on the east coast. The government supplies them with a wide array of teaching aids, musical instruments, sound systems, lorries and buses.&nbsp;&nbsp;&nbsp;\r\n   At these bases, the children enjoy an intellectually, culturally and physically fruitful life.    \r\n\r\n"
        },
        {
            "title": "Greetings to Syrian President",
            "url": "http://kcna.co.jp/item/1999/9911/news11/16.htm#9",
            "content": "Greetings to Syrian President\r\n &nbsp;&nbsp;&nbsp; Pyongyang, November 16 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, sent a message of greetings to Syrian President Hafez Al Assad on Monday on the occasion of the 29th anniversary of the corrective movement in Syria.\r\n   The message said that the Korean people rejoice over the great progress made by the Syrian people in their struggle to defend the sovereignty and dignity of the country and build modern and prospering new Syria under the leadership of the Arab Socialist Baath Party headed by the president in the past period.&nbsp;&nbsp;&nbsp;\r\n   Expressing the belief that the good friendly and cooperative relations between the two countries will steadily develop on good terms, the message wished the president and the Syrian people greater success in their struggle for the independent development of the country and the just and comprehensive solution of the mideast issue. \r\n\r\n\r\n"
        },
        {
            "title": "Animal gifts to Kim Jong Il",
            "url": "http://kcna.co.jp/item/1999/9911/news11/16.htm#10",
            "content": "Animal gifts to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 16 (KCNA) - General Secretary Kim Jong Il received rare animals from Jonas Whalstrom, director of the Skansen Aquarium, Sweden.\r\n   He has sent about 90 species of at least 1,300 animals to Kim Jong Il as gifts since Juche 73 (1984).&nbsp;&nbsp;&nbsp;\r\n   The animals sent this time include pygmy marmoset, spotted lizard and Australian lizard. These are seldom found in the world.&nbsp;&nbsp;&nbsp;\r\n   Pygmy marmoset which weighes only 130 grammes at present  is the smallest of monkeys in the world. Spotted lizard that weighs 7 grammes at present has black and yellow spots on the back like a leopard.&nbsp;&nbsp;&nbsp;\r\n   They were sent to the central zoo.    \r\n\r\n"
        },
        {
            "title": "Talks between WPK and Democratic Party of Equatorial Guinea",
            "url": "http://kcna.co.jp/item/1999/9911/news11/16.htm#11",
            "content": "Talks between WPK and Democratic Party of Equatorial Guinea \r\n &nbsp;&nbsp;&nbsp; Pyongyang, November 16 (KCNA) -- Talks between the delegations of the Workers' Party of Korea and the Democratic Party of Equatorial Guinea were held here today.\r\n   Present on the Korean side were Choe Thae Bok, alternate member of the Political Bureau and secretary of the c.c., the WPK, Pak Kyong Son, vice-director of a department of the c.c., the WPK, and officials concerned and on the opposite side the members of the delegation led by Candido Muatetema Rivas.&nbsp;&nbsp;&nbsp; \r\n   At the talks the two sides informed each other of their party activities and exchanged views on a number of issues of common concern.&nbsp;&nbsp;&nbsp;\r\n   The talks took place in a friendly atmosphere.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}