{
    "date": "1999-12-25",
    "url": "http://kcna.co.jp/item/1999/9912/991225.htm",
    "articles": [
        {
            "title": "Kim Jong Il enjoys art performance",
            "url": "http://kcna.co.jp/item/1999/9912/news12/25.htm#1",
            "content": "Kim Jong Il enjoys art performance \r\n  &nbsp;&nbsp;&nbsp;Pyongyang, December 25 (KCNA) -- General Secretary Kim Jong Il enjoyed a performance given by the merited choir of the KPA on Dec. 24.&nbsp;&nbsp;&nbsp;\r\n   The merited choir put on the stage \"Receive Our Salute Please,\" \"Song of Anti-Japanese War,\" \"the Commander of Korea,\" \"10 Million People Will Become Human Bombs and Bullets\" and other chorus numbers. &nbsp;&nbsp;&nbsp;\r\n   The performers sang of the great national pride and self-confidence of our army and people who are blessed with the sagacious leaders and the illustrious commanders down through generations and  of the glorious course covered by the heroic KPA under Kim Jong Il's leadership. &nbsp;&nbsp;&nbsp;\r\n   They represented well the iron will and faith, the militant spirit and fighting stamina of the KPA and people to devotedly defend the headquarters of our revolution under the uplifted banner of the red flag of revolution  and accomplish the revolutionary cause of Juche and the cause of building a powerful nation under his leadership. &nbsp;&nbsp;&nbsp;\r\n   After seeing the performance, Kim Jong Il expressed great satisfaction with the show of high ideological and artistic value and congratulated the choir upon its successful performance. &nbsp;&nbsp;&nbsp;\r\n   He highly praised the exploits of the artistes of the KPA merited choir, saying they are positively encouraging the servicemen and people to new feats through their revolutionary art activities on the front and in the rear. &nbsp;&nbsp;&nbsp;\r\n   Among those in the audience were KPA vice marshals Jo Myong Rok, director of the general political department of the KPA, Kim Yong Chun, chief of the general staff of the KPA, Kim Il Chol, Minister of the People's Armed Forces, and Ri Yong Mu, vice-chairman of the DPRK National Defence Commission, generals Hyon Chol Hae and Pak Jae Gyong, colonel generals Ri Myong Su and O Kum Chol, senior vice admiral Kim Yun Sim and other general officers of the KPA, and Kye Ung Thae, Choe Thae Bok, Kim Kuk Thae, Kim Ki Nam and Kim Yong Sun, secretaries of the WPK Central Committee, department directors and first vice department directors and other leading officials of the party central committee, Jong Ha Chol, chairman of the DPRK Radio and TV Broadcasting Committee, Choe Chil Nam, editor-in-chief of Rodong Sinmun, Kim Tok Yong, general director of the Korean Central News Agency, Kang Sok Ju, first vice-Minister of Foreign Affairs, and Chae Mun Dok, director of the political department of the Ministry of Public Security. \r\n"
        },
        {
            "title": "Colorful events held",
            "url": "http://kcna.co.jp/item/1999/9912/news12/25.htm#2",
            "content": "Colorful events held\r\n &nbsp;&nbsp;&nbsp; Pyongyang, December 25 (KCNA) -- Colorful events were held yesterday on the occasions of the 8th anniversary of the election of the great leader Kim Jong Il as Supreme Commander of the Korean People's Army and the 82nd birth anniversary of Kim Jong Suk. &nbsp;&nbsp;&nbsp;\r\n   A music and dance performance \"Shining December\" was staged at the East Pyongyang Grand Theatre. &nbsp;&nbsp;&nbsp;\r\n   Among those in the audience were Kim Yong Nam and other leading officials of the party and state and working people in the city. &nbsp;&nbsp;&nbsp;\r\n   The performers sang of the army-first leadership exploits Kim Jong Il has performed in the course of accelerating the building of a strong and prosperous nation, Kim Jong Suk's glorious revolutionary activities and the struggle of the army and people. &nbsp;&nbsp;&nbsp;\r\n   Revolutionary dramas, revolutionary operas, acrobatic shows and performances were given by art troupes at theatres in the capital city and local areas. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, there took place an evening gala of servicemen of the Ministry of Public Security and a loyal concert of youth and students in Pyongyang. \r\n\r\n"
        },
        {
            "title": "Events held abroad to Kim Jong Suk's birth anniversary",
            "url": "http://kcna.co.jp/item/1999/9912/news12/25.htm#3",
            "content": "Events held abroad to Kim Jong Suk's birth anniversary\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 25 (KCNA) -- Colorful events were held in various countries on the occasion of the 82nd birth anniversary of Kim Jong Suk. &nbsp;&nbsp;&nbsp;\r\n   A lecture meeting, photo exhibition, film show, etc were held by the Socialist Progressive Party of Madagascar, the Group for the Study of the Juche Idea of the Youth of Democratic Congo, the People's Rally for Socialism of Democratic Congo and the Dolphine Trade Company and G.M. Corporation in India. &nbsp;&nbsp;&nbsp;\r\n   Screened at the film show was a Korean film \"the Great Leader Comrade Kim Jong Il Guides Work In Various Fields.\"&nbsp;&nbsp;&nbsp;\r\n   Present there were political, social, academic and business figures, members of groups for the study of the Juche idea and people of different social standings in those countries. &nbsp;&nbsp;&nbsp;\r\n   Speeches were made at the events. \r\n\r\n"
        },
        {
            "title": "Foreign diplomats visit Pyongyang cultural exhibition",
            "url": "http://kcna.co.jp/item/1999/9912/news12/25.htm#4",
            "content": "Foreign diplomats visit Pyongyang cultural exhibition\r\n&nbsp;&nbsp;&nbsp;   Pyongyang, December 25 (KCNA) -- The economic and commercial councilors' corps and the military attaches' corps here visited the Pyongyang cultural exhibition on Dec. 23 and 24 to mark the 8th anniversary of the election of the great leader Kim Jong Il as Supreme Commander of the Korean People's Army and the 82nd birth anniversary of Kim Jong Suk. &nbsp;&nbsp;&nbsp;\r\n   They looked round famous works of the President Kim Il Sung and General Secretary Kim Jong Il, photos showing the leadership exploits performed by Kim Jong Il and the books and handicrafts on the brilliant life and revolutionary activities of Kim Jong Suk. \r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's work commemorated",
            "url": "http://kcna.co.jp/item/1999/9912/news12/25.htm#5",
            "content": "Anniversary of Kim Jong Il's work commemorated\r\n &nbsp;&nbsp;&nbsp;Pyongyang, December 25 (KCNA) -- Papers here today commemorate the 4th anniversary of the publication of General Secretary Kim Jong Il's work \"Respecting the Forerunners of the Revolution Is A Noble Moral Obligation of Revolutionaries\". &nbsp;&nbsp;&nbsp;\r\n   The work clarifies the contents of the revolutionary morality that the communists of our era should have and principled issues arising in bringing up all the members of the society as true revolutionaries possessed of noble sense of moral obligation. &nbsp;&nbsp;&nbsp;\r\n   Noting that his idea and theory on the revolutionary morality have brought about great changes in the spiritual and moral aspects of the Korean people, Rodong Sinmun in a signed commentary deals with the revolutionary morality prevailing in the whole society. &nbsp;&nbsp;&nbsp;\r\n   It goes on: &nbsp;&nbsp;&nbsp;\r\n   It is the true picture of our society that all people form a large harmonious family in which all of them are single-heartedly united around the party and the leader and help and pull each other along. &nbsp;&nbsp;&nbsp;\r\n   The Korean people have defended and exalted the precious revolutionary exploits of President Kim Il Sung, longing for him in  joy or sorrow. This noble sense of moral obligation has deeply moved all the people. &nbsp;&nbsp;&nbsp;\r\n   A vigorous drive is under way in Korea as a social movement  to convey the feats of the anti-Japanese revolutionary fighters, Fatherland Liberation War veterans, frontrankers  in the grand Chollima march and revolutionary forerunners and to learn from their revolutionary and fighting spirit. &nbsp;&nbsp;&nbsp;\r\n   The country boasts heroes and heroines of our era who have devoted themselves to the country and people and pacesetters who have displayed beautiful communist traits by readily offering  their flesh and blood to their comrades and fully exhibited the spirit of collectivism. &nbsp;&nbsp;&nbsp;\r\n   The people's morality in our era under the leadership of the respected Kim Jong Il has reached the highest plane. The Korean people will keep in fuller bloom the noble moral traits of our society under the collectivist slogan \"One for all, all for one \". &nbsp;&nbsp;&nbsp;\r\n   Minju Joson in an article deals with the solid nature of the moral traits of the Korean people who respect the revolutionary forerunners. \r\n\r\n"
        },
        {
            "title": "Appeal of DPRK government, political parties and organizations backed",
            "url": "http://kcna.co.jp/item/1999/9912/news12/25.htm#6",
            "content": "Appeal of DPRK government, political parties and organizations backed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 25 (KCNA) -- An appeal sent by the DPRK government, political parties and organizations to their counterparts all over the world is commanding worldwide support. &nbsp;&nbsp;&nbsp;\r\n   The party of the congress for the independence of Madagascar in a statement said that all the barriers lying in the way of reconciliation and unity should be removed so that a new millennium can be greeted with peace and mutual trust and urged the South Korean authorities and their allies to pull down the concrete wall, a symbol of division, without delay. &nbsp;&nbsp;&nbsp;\r\n   The Afro-Asian People's Solidarity Organization in an appeal to the UN noted that the DPRK has denounced the concrete wall built by the South Korean authorities in the area south of the Military Demarcation Line 20 years ago as a very dangerous obstacle to Korea's reunification. The appeal urged the UN Security Council to survey and confirm the existence of the concrete wall and inform the international community of solution to this issue. &nbsp;&nbsp;&nbsp;\r\n   The appeal demanded the UN take proper measures for the stability on the Korean peninsula. \r\n\r\n"
        },
        {
            "title": "Repatriation of unconverted long-term prisoners demanded",
            "url": "http://kcna.co.jp/item/1999/9912/news12/25.htm#7",
            "content": "Repatriation of unconverted long-term prisoners demanded\r\n &nbsp;&nbsp;&nbsp; Pyongyang, December 25 (KCNA) -- Ramon Pez Ferro, secretary general of the executive secretariat of the Organization of Solidarity of the Peoples of Africa, Asia and Latin America, sent a letter to the president of the UN Commission on Human Rights on Dec. 9 demanding the repatriation of the unconverted long-term prisoners in South Korea. &nbsp;&nbsp;&nbsp;\r\n   He in the letter requested the commission to urge the South Korean authorities to repatriate the unconverted long-term prisoners in South Korea who were taken prisoner in the Korean War (1950-1953) to the DPRK at the earliest possible date. &nbsp;&nbsp;&nbsp;\r\n   Reminding the commission that in recent years the international community and the world public have demanded an early solution of the issue of the unconverted long-term prisoners so that they may be repatriated to the DPRK, the letter said: &nbsp;&nbsp;&nbsp;\r\n   The year 2000 is just around the corner, but the South Korean authorities are not willing to settle this issue. &nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities have no right to detain them against their will. &nbsp;&nbsp;&nbsp;\r\n   It is quite natural for the unconverted long-term prisoners to wish to spend the rest of their lives with their families. &nbsp;&nbsp;&nbsp;\r\n   We hope the commission will express sympathy with them and pay particular attention to the issue of their repatriation. \r\n\r\n"
        },
        {
            "title": "Korean Buddhist Federation 54 years old",
            "url": "http://kcna.co.jp/item/1999/9912/news12/25.htm#8",
            "content": "Korean Buddhist Federation 54 years old\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 25 (KCNA) -- A meeting was held in Pyongyang today to commemorate the 54th anniversary of the founding of the Korean Buddhist Federation. &nbsp;&nbsp;&nbsp;\r\n   Present at the meeting were members of the central committee of the federation, clergymen in Pyongyang and local areas, resident priests of temples from various places and priests and believers in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n   Most venerable Pak Thae Hwa, chairman of the central committee of the Korean Buddhist Federation, made a report. &nbsp;&nbsp;&nbsp;\r\n   He referred to the significance of commemorating the founding anniversary of the federation when the people are all out in the drive to achieve the reunification of the country and build a powerful nation, rallied close around the great Marshal Kim Jong Il with the year 2000 just at hand, and reviewed with pride the achievements made by the federation till today after its foundation. &nbsp;&nbsp;&nbsp;\r\n   He also reviewed cooperation and solidarity activities conducted by Buddhists in the north and south this year,  defying the moves of the separatist and bellicose forces at home and abroad. &nbsp;&nbsp;&nbsp;\r\n   He called upon all the Buddhists at home and abroad to discard distrust and seek reconciliation in the new year 2000 so as to make a tangible contribution to great national unity, national reunification and prosperity of the country and thus fulfil their mission and role as patriotic Buddhists. \r\n\r\n"
        },
        {
            "title": "Red-bean gruel taken on winter solstice",
            "url": "http://kcna.co.jp/item/1999/9912/news12/25.htm#9",
            "content": "Red-bean gruel taken on winter solstice\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 25 (KCNA) -- Korea's traditional holiday diet includes red-bean gruel enjoyed on the winter solstice. &nbsp;&nbsp;&nbsp;\r\n   The Korean ancestors described the winter solstice as the \"gateway to the near year\" or a \"minor New Year's day\" and went on red-bean gruel that day. &nbsp;&nbsp;&nbsp;\r\n   This dish, often with mashed sorghum balls, was a frequent food, but on the winter solstice, it was a particular favorite at all homes in Korea. Thus is became a symbol of that day. &nbsp;&nbsp;&nbsp;\r\n   The winter solstice, the 22nd of 24 lunar seasons, normally falls between solar December 21 and 23. This year it falls on December 22. &nbsp;&nbsp;&nbsp;\r\n   This dietary custom on winter solstice has a history spanning more than 1,000 years. &nbsp;&nbsp;&nbsp;\r\n   This gruel is made by boiling red bean and then rice in water and mixing it with rice or sorghum balls as large as a bird's egg. They say you will become healthy and free from cold when you eat as many balls as your age. &nbsp;&nbsp;&nbsp;\r\n   Housewives often make a practical joke: They prepare a few bigger balls, saying that anyone who happens to taken them in his bowl will have a stroke of luck. They deliberately place them in the children's bowls to their huge delight. \r\n\r\n"
        },
        {
            "title": "Vol. 17 \"Solid Foundation For Reunification of Country\" published",
            "url": "http://kcna.co.jp/item/1999/9912/news12/25.htm#10",
            "content": "Vol. 17 \"Solid Foundation For Reunification of Country\" published\r\n &nbsp;&nbsp;&nbsp; Pyongyang, December 25 (KCNA) -- Vol. 17 \"Solid Foundation For Reunification of Country\" of the library \"Immortal Revolutionary Exploits of the Great Leader Comrade Kim Il Sung\" was published by the Worker's Party of Korea Publishing House recently. &nbsp;&nbsp;&nbsp;\r\n   Vol. 17 has 3 parts, 8 chapters and 22 sections. It comprehensively deals with immortal revolutionary exploits performed by President Kim Il Sung for the cause of national reunification all his life. &nbsp;&nbsp;&nbsp;\r\n   The first part comprehensively and deeply explains the ideological and theoretical exploits of the President who set national reunification as the supreme task of the nation after the country was divided into two and expounded unique idea, strategy, line and policies to carry out it, thus providing the nation with a great charter of reunification. &nbsp;&nbsp;&nbsp;\r\n   The second part deals with the great leadership of the President who put forward most realistic and fair and aboveboard proposals for national reunification in keeping with requirements of the developing revolution in each period and at each stage and the trend of the general development of the situation and energetically led the struggle to carry them into practice. &nbsp;&nbsp;&nbsp;\r\n   The third part refers to the historic events brought by the President in the annals of the struggle for reunification, consistently maintaining the line of reunification, the line of one Korea after singling out the cause of national reunification as one of the two major tasks to accomplish the revolutionary cause of Juche and its enduring significance in bringing about the national prosperity. \r\n\r\n"
        },
        {
            "title": "Withdrawal of U.S. forces from S. Korea demanded",
            "url": "http://kcna.co.jp/item/1999/9912/news12/25.htm#11",
            "content": "Withdrawal of U.S. forces from S. Korea demanded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 25 (KCNA) -- The U.S. military occupation of South Korea is a product of its colonial policy and a leftover of the Cold War, says Minju Joson in a signed commentary today. &nbsp;&nbsp;&nbsp;\r\n   The paper points out that the U.S. forces are still stationed in South Korea to continue the vicious colonial enslavement policy, going against the trend of the present times toward independence. &nbsp;&nbsp;&nbsp;\r\n   Many countries have strongly demanded an immediate withdrawal of the U.S. forces from South Korea while denouncing its occupation as a wanton violation of international law and an encroachment upon other nation's sovereignty, it notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n   Ignoring the trend of the times and the common desire of humankind, the United States seeks to keep hold on South Korea as its permanent colony. This is intended to revive the old colonial domination system of imperialism. &nbsp;&nbsp;&nbsp;\r\n   If it persistently attempts to reverse the trend of history, it will only get disgrace and downfall. &nbsp;&nbsp;&nbsp;\r\n   The U.S. troop pullout from South Korea should not be held off any longer. \r\n\r\n"
        },
        {
            "title": "KAPPC basketball delegation back here",
            "url": "http://kcna.co.jp/item/1999/9912/news12/25.htm#12",
            "content": "KAPPC basketball delegation back here\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, December 25 (KCNA) -- The basketball delegation of the Korean Asia-Pacific Peace Committee (KAPPC) led by vice-chairman Song Ho Gyong came back here this afternoon after participating in the \"basketball game for reunification\" at the invitation of the Hyundai Business Group of South Korea.\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}