{
    "date": "1999-08-17",
    "url": "http://kcna.co.jp/item/1999/9908/990817.htm",
    "articles": [
        {
            "title": "S. Korean chief executive's anti-reunification jargon",
            "url": "http://kcna.co.jp/item/1999/9908/news08/17.htm#1",
            "content": "S. Korean chief executive's anti-reunification jargon \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, August 17 (KCNA) -- The South Korean chief executive in his \"address on August 15 liberation day\" vociferated about U.S.-South Korea \"joint defense,\" \"dialogue between south-north parties concerned\" and \"engagement policy.\"&nbsp;&nbsp;&nbsp;\r\n   In this regard, Rodong Sinmun today in a signed commentary says:&nbsp;&nbsp;&nbsp;\r\n   The South Korean chief executive's assertion that the U.S. and South Korea should undertake \"joint defense\" for \"security\" revealed that he is a colonial servant and political puppet of the U.S. who has neither identity nor national pride. &nbsp;&nbsp;&nbsp;\r\n   Recalling that the South Korean ruling quarters have desperately pursued the anti-north confrontation moves, acting upon the U.S. colonial military policy, the commentary observes: This tells that their loudmouthed \"security\" serves as a spear targeted at the fellow countrymen and a shield in the upkeep of their power. &nbsp;&nbsp;&nbsp;\r\n   No matter how noisily the South Korean authorities may talk about \"dialogue between south-north parties concerned,\" they have no right to say anything of it. They cannot evade the responsibility for deadlocking the talks by peddling such rubbish as \"reciprocity\" at the talks and provoking the west sea incident. &nbsp;&nbsp;&nbsp;\r\n   Underlying the chief executive's argument that the \"engagement policy is not an appeasement one disregarding security\" is his extreme logic of confrontation intended to lead the north-south relations to those of confrontation between the two differing systems. &nbsp;&nbsp;&nbsp;\r\n   How can he \"engage\" us today when he is not in a position to \"engage\" a few organizations and figures in South Korea? &nbsp;&nbsp;&nbsp;\r\n   The historic grand pan-national pro-reunification festival was successfully held in Panmunjom, truce village, with the attendance of delegates from the north, south and overseas on the occasion of the 54th anniversary of the country's liberation. This is clear evidence that no force on earth can ever block the march of the nation for reunification. &nbsp;&nbsp;&nbsp;\r\n   He is well advised to properly judge the strong will of the nation for reunification, stop anti-north confrontation policy and the moves for a war against the north and make a policy switchover to pro-north reconciliation, though belatedly. \r\n\r\n"
        },
        {
            "title": "Letter of thanks to Kim Jong Il",
            "url": "http://kcna.co.jp/item/1999/9908/news08/17.htm#2",
            "content": "Letter of thanks to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 17 (KCNA) -- General Secretary Kim Jong Il received a letter of thanks on Monday from the participants in the '99 Grand Pro-Reunification Festival for the Independence and Great Unity of the Nation and the 10th pan-national rally. &nbsp;&nbsp;&nbsp;\r\n   The letter said the recent grand pro-reunification festival was a grand political and cultural festival which Koreans from the north and the south of the country and overseas successfully held with the might of their solidarity for the first time in the history of the reunification movement, thanks to the lifelong dedication of President Kim Il Sung, the father of the nation, to reunification and the reunification platform clarified by the respected Marshal Kim Jong Il.&nbsp;&nbsp;&nbsp;\r\n   Saying that during the festival they have more keenly realized that it is the great fortune for the Koreans to have the great Marshal as the leader of the nation, the festival participants in the letter expressed deepest thanks to him for his warm love and solicitude shown for the festival participants. &nbsp;&nbsp;&nbsp;\r\n   In the letter they pledged that though living in the north, south and overseas, they would always stand in the van of the grand nationwide march for reunification to open a new chapter of reunification with optimism and faith that guided by him, the fellow countrymen are sure to live in a reunified country. \r\n\r\n"
        },
        {
            "title": "Pro-reunification festival held in S. Korea",
            "url": "http://kcna.co.jp/item/1999/9908/news08/17.htm#3",
            "content": "Pro-reunification festival held in S. Korea\r\n &nbsp;&nbsp;&nbsp;Pyongyang, August 17 (KCNA) -- The '99 Grand Pro-Reunification Festival and the 10th pan-national rally were held at Seoul National University on Sunday with the attendance of more than 5,000 members of the South Korean Federation of University Student Councils and the \"National Alliance for Democracy and Reunification,\" according to a Seoul-based radio report. &nbsp;&nbsp;&nbsp;\r\n   Asserting that the U.S. troops present in South Korea are a obstacle in the way of reunification, the participants strongly demanded the withdrawal of the U.S. troops and repeal of the  anti-social, anti-reunification \"National Security Law.\"&nbsp;&nbsp;&nbsp;\r\n   They adopted a resolution carrying their will for national reunification. &nbsp;&nbsp;&nbsp;\r\n   They could not come out of the university owing to tight police cordon. They had an event of singing of reunification in front of the university main building and a ceremony of closing the pan-national rally. &nbsp;&nbsp;&nbsp;\r\n   When more than 5,000 activists planned to take part in the Panmunjom events, the authorities deployed over 13,000-strong police force around the university and along the highway leading to the demarcation line scores of kilometers away. \r\n\r\n"
        },
        {
            "title": "DPRK order awarded to Japanese",
            "url": "http://kcna.co.jp/item/1999/9908/news08/17.htm#4",
            "content": "DPRK order awarded to Japanese\r\n  &nbsp;&nbsp;&nbsp;Pyongyang, August 17 (KCNA) -- Friendship Order second class of the DPRK was awarded to Masao Yoshida, secretary-general of the Japanese Council for Japan-Korea Friendship and Solidarity who participated in the international solidarity events on the occasion of August 15. &nbsp;&nbsp;&nbsp;\r\n   Present at the awarding ceremony held at the Mansudae Assembly hall Monday were Yang Hyong Sop, vice-president of the presidium of the Supreme People's Assembly of the DPRK, Kim Jin Bom, vice-chairman of the Korean Society for Cultural Relations with Foreign Countries who is vice-chairman of the Korean Committee for Solidarity with the World People, and officials concerned. \r\n\r\n"
        },
        {
            "title": "Statement of NDFSK spokesman",
            "url": "http://kcna.co.jp/item/1999/9908/news08/17.htm#5",
            "content": "Statement of NDFSK spokesman\r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 17 (KCNA) -- The spokesman for the National Democratic Front of South Korea (NDFSK) in a statement issued on the occasion of the 54th anniversary of the liberation of Korea called for waging a daring struggle for national reunification with the same enthusiasm as was displayed during the grand pro-reunification festival in Panmunjom, according to Seoul-based radio Voice of National Salvation. &nbsp;&nbsp;&nbsp;\r\n   The statement said:   The United States usurped the August 15 liberation day and deprived us of sovereignty and is now threatening the very existence of our people through economic trusteeship and danger of nuclear war. &nbsp;&nbsp;&nbsp;\r\n   People from all walks of life should drive Yankee aggressors who are acting the master out of this land through an anti-U.S. struggle for independence and bring about the dawn of national liberation.  &nbsp;&nbsp;&nbsp;\r\n The patriotic people in this land who want to live in a reunified country should turn out in the struggle to overthrow the treacherous \"government\" seeking confrontation and permanent division and realize the three charters of reunification, the banner of the national reunification. &nbsp;&nbsp;&nbsp;\r\n   Noting that there is no force on earth to dampen the desire and will of the Korean nation and people to greet the first decade of a new millennium as a decade of reunification, the statement appealed to the patriotic people from all walks of life to struggle to the last to regain the usurped August 15 day of liberation. \r\n\r\n"
        },
        {
            "title": "Amnesty for mastermind of corruption",
            "url": "http://kcna.co.jp/item/1999/9908/news08/17.htm#6",
            "content": "Amnesty for mastermind of corruption\r\n    &nbsp;&nbsp;&nbsp; Pyongyang, August 17 (KCNA) -- A reception was given at the Mokran House on Monday in celebration of the successful '99 Grand Pro-Reunification Festival for the Independence and Great Unity of the Nation and the 10th pan-national rally thanks to the care of General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   Present at the reception were leading officials of political parties, public organizations and religious organizations, presidium members and central committee members of the north headquarters of the National Alliance for the Country's Reunification and the National Alliance of Youth and Students for the Country's Reunification and representatives to the grand pan-national pro-reunification festival. &nbsp;&nbsp;&nbsp;\r\n   Representatives of the pro-reunification patriotic organizations of South Korea were also present at the reception. &nbsp;&nbsp;&nbsp;\r\n   Invited there were prominent figures from various international and regional organizations and countries who participated in the festival as honorary guests. &nbsp;&nbsp;&nbsp;\r\n   Kim Yong Sun, secretary of the Central Committee of the Worker's Party of Korea, said in his speech that the festival was the most significant and successful grand national festival in the history of the festival during which the north, south and overseas  Koreans realized the three-way solidarity for the first time as instructed by the great leader Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n   He said that firm will of all the compatriots to achieve the independence and great unity of the nation was demonstrated through the grand pan-national pro-reunification festival. &nbsp;&nbsp;&nbsp;\r\n   Kim Su Sik, chairman of the Tokyo metropolitan headquarters of the General Association of Korean Residents in Japan, expressed his firm determination to further consolidate the three-way solidarity and unity for the independence and great unity of the nation and resolutely struggle against all moves of anti-reunification forces to undermine the unity. &nbsp;&nbsp;&nbsp;\r\n   Ri Song U, delegate of the \"National Alliance for Democracy and Reunification\" of South Korea, noted that the country and nation are one and called for waging a vigorous struggle to achieve the great national unity and build a glorious reunified country. &nbsp;&nbsp;&nbsp;\r\n   Paulette Pierson, vice-chairperson of the International Liaison Committee for Reunification and peace in Korea, said that they will further strengthen the solidarity movement with the Korean people for the reunification of the country as pledged at the \"international forum calling for the demolition of the concrete wall\". \r\n\r\n"
        },
        {
            "title": "Reception given in celebration of festival",
            "url": "http://kcna.co.jp/item/1999/9908/news08/17.htm#7",
            "content": "Reception given in celebration of festival\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 17 (KCNA) -- Recently the South Korean chief executive declared a \"partial amnesty\" for Kim Hyon Chol, second son of former \"president\" Kim Young Sam, as part of \"special amnesty on the occasion of Aug. 15 liberation day\" defying strong opposition from various public circles. &nbsp;&nbsp;&nbsp;\r\n   Rodong Sinmun today in a signed commentary dismisses this as an intolerable mockery and insult to the South Korean people aspiring after justice and democracy and demanding the termination of the corrupt policy. &nbsp;&nbsp;&nbsp;\r\n   The commentary goes on: &nbsp;&nbsp;&nbsp;\r\n   Kim Hyon Chol practiced all sorts of corruption, behaving like a \"junior president\" under the shelter of his father's influence in the period of \"civilian\" dictatorship. The amnesty granted by the South Korean chief executive for such an arch criminal as Kim Hyon Chol proves that he is, indeed, the kingpin of corruption. &nbsp;&nbsp;&nbsp;\r\n    The South Korean ruling quarters in the grip of the most serious ruling crisis declared amnesty for Kim Hyon Chol  in a bid to secure more supporters by grouping even \"civilian\" forces who had faced a judgement of history and had been thrown into a dumping ground. This goes to clearly  prove that the South Korean ruling quarters are political impostors and philistines who resort to any political plot and stratagem for the security of their power. &nbsp;&nbsp;&nbsp;\r\n    South Korea is a cursed society where the patriotic and democratic forces calling for independence, democracy and reunification are put into jail on false charges while such mastermind of corruption as Kim Hyon Chol is pardoned and a society where both politics and law have become most corrupt. &nbsp;&nbsp;&nbsp;\r\n   The South Korean ruling quarters will come to know before long what miserable consequences their protection of the arch criminal of corruption will  bring to them. \r\n\r\n"
        },
        {
            "title": "Kim Yong Nam meets delegates from international org.",
            "url": "http://kcna.co.jp/item/1999/9908/news08/17.htm#8",
            "content": "Kim Yong Nam meets delegates from international org.\r\n  &nbsp;&nbsp;&nbsp; Pyongyang, August 17 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, today met at the Mansudae Assembly Hall with delegates of international organizations and solidarity organizations from different regions and countries who participated in international solidarity functions on the occasion of the August 15 liberation day. &nbsp;&nbsp;&nbsp;\r\n   Present there were Mun Jae Chol, chairman of the Korean Committee for Solidarity with the World People, and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n   Kim Yong Nam conversed with the guests. \r\n\r\n"
        },
        {
            "title": "DPRK government memorandum supported in Italy",
            "url": "http://kcna.co.jp/item/1999/9908/news08/17.htm#9",
            "content": "DPRK government memorandum supported in Italy\r\n &nbsp;&nbsp;&nbsp;Pyongyang, August 17 (KCNA) -- The leadership of the Unified Communist Party of Italy issued a statement on August 7 supporting the memorandum of the DPRK government on immortal exploits performed by the President Kim Il Sung in the history of the national reunification movement. &nbsp;&nbsp;&nbsp;\r\n   The statement said that the DPRK government has waged a vigorous  struggle to realize the reunification of the country in accordance with the line of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n   The U.S., Japan and the South Korean separatists are creating big obstacles in the way of reunification, answering with confrontation and divisionist moves the efforts of the DPRK government for realizing national reunification in conformity with the will and interests of all the Korean people, it said.\r\n   Expressing full support of the party for the stand and efforts of the DPRK government for the independent and peaceful reunification of the country, it stressed that the U.S. should put an end to its domination and intervention in the Korean peninsula and Korea should be reunified independently and peacefully on the basis of great national unity at an early date. \r\n\r\n\r\n"
        },
        {
            "title": "Three-Revolution Red Flag  movement",
            "url": "http://kcna.co.jp/item/1999/9908/news08/17.htm#10",
            "content": "Three-Revolution Red Flag  movement\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 17 (KCNA) -- The Three-Revolution Red Flag  movement has been vigorously conducted in the DPRK. &nbsp;&nbsp;&nbsp;\r\n   It is an all-people mass movement to expedite socialist construction by energetically carrying in the three revolutions, ideological, technical and cultural. &nbsp;&nbsp;&nbsp;\r\n   The movement began in the middle of the 1970s, reflecting the new requirements of the development of revolution. &nbsp;&nbsp;&nbsp;\r\n   Under the slogan \"Let us meet the requirements of Juche in ideology, technology and culture \", it has rapidly spread to all units including factories, enterprises and cooperative farms across the country and scientific, educational, cultural and public health domains over the past 20 odd years. &nbsp;&nbsp;&nbsp;\r\n   During the period the title of Three-Revolution Red Flag  was awarded to over 14,000 units, that of twice Three-Revolution Red Flag  to more than 1,200 and that of thrice Three-Revolution Red Flag  to many units.  &nbsp;&nbsp;&nbsp;\r\n The movement has brought a fundamental change in mental and moral traits, way of thinking and people's style of work and produced a large number of standard-bearers and heroes of the era who have displayed unparalleled devotion and self-sacrificing spirit for society and the collective. &nbsp;&nbsp;&nbsp;\r\n   Prevalent in the society are traits in which the collective is built into a large harmonious family and all people help and lead each other forward. &nbsp;&nbsp;&nbsp;\r\n   The Korean people are now building a powerful nation through the 2nd grand Chollima march. &nbsp;&nbsp;&nbsp;\r\n   The reality today calls for further developing the movement in depth. &nbsp;&nbsp;&nbsp;\r\n   The movement is propelling the march at canter of the working people who are making a breakthrough in the construction of a powerful nation, full of confidence and optimism under the difficult conditions where they are hard pressed for everything. &nbsp;&nbsp;&nbsp;\r\n   Factories and enterprises throughout the country have achieved great successes in their endeavors to revitalize the economy through massive technical innovations in the course of the brisk movement. &nbsp;&nbsp;&nbsp;\r\n   In recent years over 100 scientific research successes of world significance were achieved in various branches of science including heat, electronic and bio-engineering despite the difficult conditions of the \"arduous march,\" and thousands of technical innovation proposals were introduced in production every year. &nbsp;&nbsp;&nbsp;\r\n   Thus, a new turning phase has been opened in the development of the national economy. &nbsp;&nbsp;&nbsp;\r\n   For example, many factories and enterprises, which had undergone temporary difficulties due to lack of fuel, power, raw and other materials, are getting on the right track of production and the production of main indices including electricity, iron and steel and cement is on an increase. &nbsp;&nbsp;&nbsp;\r\n   Now the Korean people are energetically speeding up the 2nd grand Chollima march under the banner of the three revolutions. \r\n\r\n"
        },
        {
            "title": "Korean-style socialism fully displays its national character",
            "url": "http://kcna.co.jp/item/1999/9908/news08/17.htm#11",
            "content": "Korean-style socialism fully displays its national character \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 17 (KCNA) -- The characteristic feature and superiority of Korean-style socialism lie in that it fully embodies national character, stresses an article of Rodong Sinmun today. &nbsp;&nbsp;&nbsp;\r\n   Author of the article says: &nbsp;&nbsp;&nbsp;\r\n   Korean socialism brings the spirit of national independence into full play and successfully carries forward the tradition of national culture. &nbsp;&nbsp;&nbsp;\r\n   The Worker's Party of Korea (WPK), since its first day of leading the socialist construction, has solved all the problems in carving out the nation's destiny in its own way and with its own efforts in the interests of the Korean people according to its independent judgement and determination. &nbsp;&nbsp;&nbsp;\r\n   When the imperialists made desperate efforts to isolate and suffocate Korean socialism in recent years, the WPK did not make a slightest concession regarding the sovereignty of the country and the nation. &nbsp;&nbsp;&nbsp;\r\n   Under its wise guidance a number of cultural heritages of the nation which reflect nation's wisdom and talents have been handed down in Korea as valuable treasure of the nation  generation after generation. &nbsp;&nbsp;&nbsp;\r\n   Korean-style socialism which fully displays its national character is true socialism that unites the entire nation as one irrespective of differences in ideology, ideal, political view, religious belief, class and stratum, and makes the Korean people devotedly serve the common interests of the nation. \r\n\r\n"
        },
        {
            "title": "U.S. aggressor forces' outrage",
            "url": "http://kcna.co.jp/item/1999/9908/news08/17.htm#12",
            "content": "U.S. aggressor forces' outrage\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 17 (KCNA) -- The U.S. troops in South Korea have come in for strong criticism by a signed commentary of Rodong Sinmun today for their high-handed outrage. &nbsp;&nbsp;&nbsp;\r\n   The safety of 15 anti-nuke and peace activists belonging to the \"Green Peace\" was seriously endangered when GIs of a U.S. tank unit in Phyongthaek, Kyonggi Province, South Korea, threatened to fire at them visiting the unit to survey the environmental pollution caused by the presence of the U.S. in South Korea in response to an appeal of the South Korean people, the commentary says, and goes on: &nbsp;&nbsp;&nbsp;\r\n   GI's high-handed outrage against \"Green Peace\" members is an unbearable challenge to the demand of the entire Korean nation and the world peace-loving people for the withdrawal of the U.S. aggression troops and the dismantling of their military bases in South Korea. &nbsp;&nbsp;&nbsp;\r\n   The stationing of the U.S. troops in South Korea has seriously polluted land and natural environment, gravely threatening the lives of its people. &nbsp;&nbsp;&nbsp;\r\n   The U.S. aggression troops, however, are brutally cracking down upon the South Korean people and the environmental protection organizations, branding their struggle as \"terrorism\". &nbsp;&nbsp;&nbsp;\r\n   It is due to the U.S.'s presence in South Korea that the Korean nation is not only undergoing sufferings resulting from division but is exposed to the danger of nuclear disasters and the country's natural and ecological environment is polluted.   &nbsp;&nbsp;&nbsp;\r\n   The U.S. aggressor forces must pull out of South Korea at once for the peace on the Korean peninsula and its peaceful reunification and the protection of natural and ecological environment. \r\n\r\n"
        },
        {
            "title": "Japan's constitutional amendment",
            "url": "http://kcna.co.jp/item/1999/9908/news08/17.htm#13",
            "content": "Japan's constitutional amendment\r\n &nbsp;&nbsp;&nbsp;Pyongyang, August 17 (KCNA) -- Japan is going to amend the constitution, which it has styled as \"peace constitution\" for over half a century, asserting that it was a \"forced one.\" This proceeded from its sinister design for overseas aggression. &nbsp;&nbsp;&nbsp;\r\n   Rodong Sinmun today in a signed article says this, and goes on: &nbsp;&nbsp;&nbsp;\r\n   The Japanese reactionaries are enumerating \"problematic points of the present constitution,\" \"counter to new problems\" and \"German constitutional amendment.\" it is a logic to justify its malamendment of \"peace constitution.\"&nbsp;&nbsp;&nbsp;\r\n   They are going to amend the present constitution with this theory so as to join aggressive military bloc, participate in U.S.-led international war and, at the same time, exercise independent right of belligerency to realize its ambition for overseas expansion. &nbsp;&nbsp;&nbsp;\r\n   In the constitutional amendment they focus attention upon article 9 stipulating that Japan will give up war mobilizing state power and exercise of armed forces, be denied combatant power including the ground, naval and air forces and does not admit the country's right of belligerency. &nbsp;&nbsp;&nbsp;\r\n   In May, they adopted a new legislation on the implementation  of \"guidelines\" on the pretext of \"counteraction\" to \"missile threat from the DPRK\" and secured legal foundations for the right of belligerency and the right to join in a war. &nbsp;&nbsp;&nbsp;\r\n   If they amend article 9 of the constitution, they would legalize the rights and the system of war-time law. &nbsp;&nbsp;&nbsp;\r\n   Peace-loving people of Asia and the rest of the world should check and frustrate the moves of the Japanese militarists for constitutional amendment. \r\n\r\n"
        },
        {
            "title": "DPRK-U.S. general officers' meeting held",
            "url": "http://kcna.co.jp/item/1999/9908/news08/17.htm#14",
            "content": "DPRK-U.S. general officers' meeting held\r\n&nbsp;&nbsp;&nbsp; Panmunjom, August 17 (KCNA) -- DPRK-U.S. General officers' meeting was held at Panmunjom today to discuss the issue of fixing the Military Demarcation Line at the West Sea of Korea. &nbsp;&nbsp;&nbsp;\r\n   Present at the meeting were members of the Korean People's Army side with Lieut. General Ri Chan Bok as its senior delegate and members of the U.S. forces side with Major General Michael Dunn as its senior delegate. &nbsp;&nbsp;&nbsp;\r\n   Prior to the discussion of the main issue, Ri Chan Bok denounced the on-going \"Ulji focus lens 99\" joint military exercises by the U.S. and the South Korean authorities as a challenge to the desire of the Korean people for reunification and an unpardonable crime and strongly demanded an immediate halt to them. &nbsp;&nbsp;&nbsp;\r\n   Noting that it was a pressing problem to fix the Military Demarcation Line at the West Sea of Korea under the prevailing tense situation, he said. &nbsp;&nbsp;&nbsp;\r\n   On July 21 the KPA side advanced most legitimate and reasonable Military Demarcation Line at the west sea to the U.S. forces side and proposed to it to hold a working-level contact to discuss it.  But, the U.S. forces side has not given any reply to the proposal though it is almost a month since then but repeated its stand as before that the issue should be discussed at the north-south joint military committee. &nbsp;&nbsp;&nbsp;\r\n   Ri Chan Bok explained with the indisputable logic that the issue of fixing the Military Demarcation Line at the west sea is related to the armistice agreement and it, therefore, should be discussed by the parties concerned who signed the Armistice Agreement, not by the north and the south. &nbsp;&nbsp;&nbsp;\r\n   Because the Armistice Agreement which must be strictly observed by both sides demands that both sides solve the issue of the Military Demarcation Line at the west sea and the issue can be agreed upon and settled only by the KPA side and the U.S. forces side who actually control waters and naval forces. &nbsp;&nbsp;&nbsp;\r\n   Unable to justify its assertion in face of our side's well-grounded logic, the U.S. forces side again raised \"northern limit line\" the illegality of which has already been brought to light and insisted on fixing it as the Military Demarcation Line at the sea. &nbsp;&nbsp;&nbsp;\r\n   As our side made a comparative analysis of the proposals by the two sides on the military demarcation line at sea and, on that basis, laid bare the injustice of the U.S. forces side-insisted \"northern limit line\", it said nothing to justify its insistence. &nbsp;&nbsp;&nbsp;\r\n   Noting that a touch-and-go situation created at the west sea where clash may occur again any time does not allow the two sides to waste time, talking idly without any practicalities, the KPA senior delegate unveiled a detailed  proposal on working-level contact to establish the Military Demarcation Line at the West Sea of Korea. &nbsp;&nbsp;&nbsp;\r\n   The proposal is as follows: &nbsp;&nbsp;&nbsp;\r\n   1. For the urgency of the issue it is necessary to begin a working-level contact concerning the MDL at the west sea from the second half of August. &nbsp;&nbsp;&nbsp;\r\n   The contact may begin earlier under an agreement of both sides. &nbsp;&nbsp;&nbsp; \r\n  2. The contact will be attended by delegations led by colonels, five to seven officers from each side of the KPA and the U.S. forces directly responsible for the implementation of the Armistice Agreement. &nbsp;&nbsp;&nbsp;\r\n   Out of the nature of the issue South Korean army personnel may participate in the contact. &nbsp;&nbsp;&nbsp;\r\n   3. The venue of the contact will be Panmunjom. &nbsp;&nbsp;&nbsp;\r\n   4. The contact will be made every ten days in principle and it may be adjusted under an agreement of both sides, when necessary. &nbsp;&nbsp;&nbsp;\r\n   5. The contact will be held in camera. &nbsp;&nbsp;&nbsp;\r\n   Our senior delegate proposed to the U.S. forces side to discuss and agree on working procedures one by one but it evaded again the discussion of our realistic and reasonable proposal and insisted on its wrong assertion. &nbsp;&nbsp;&nbsp;\r\n   Pointing out that the unjust stand and attitude of the U.S. forces at the meeting reflected the hostile policy of the United States toward the DPRK, Ri Chan Bok said that there was a limit to the DPRK's efforts to solve the problem through dialogue. &nbsp;&nbsp;&nbsp;\r\n   Noting that an option does not reside with the U.S. Forces side only, he stated: The Korean People's Army intends to solve the problem through negotiations but we will have a legitimate option if the U.S. forces side resorts to a military adventure, turning down our proposal. &nbsp;&nbsp;&nbsp;\r\n   If the United States and the South Korean authorities truly want peace and security on the Korean peninsula they should stop the aggressive \"Ulji focus lens 99\" war exercises at once and immediately respond to the DPRK's proposal to solve the problem. \r\n\r\n"
        },
        {
            "title": "DPRK FM spokesman exposes truth of \"sunshine policy\"",
            "url": "http://kcna.co.jp/item/1999/9908/news08/17.htm#15",
            "content": "DPRK FM spokesman exposes truth of \"sunshine policy\"\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 17 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK today issued a statement laying bare the true nature of the \"sunshine policy\" peddled by the South Korean authorities trying to beg for support to it. &nbsp;&nbsp;&nbsp;\r\n   Their \"sunshine policy\" is a variant of \"peaceful transition strategy\" of the United States. It is an intrigue to induce the north to \"reform\" and \"opening\" under the cloak of \"reconciliation\" and \"cooperation\" and thus realise \"unification by absorbing\" the north and bringing it under their system of free democracy. &nbsp;&nbsp;&nbsp;\r\n   Referring to the fact that the South Korean authorities recently decided to call the \"sunshine policy\", which was picked from a Greek fable, \"engagement policy\" because it was disliked by the U.S., the spokesman says that all these facts clearly prove that their loudmouthed \"engagement\" is frivolous and brazen-faced deception. &nbsp;&nbsp;&nbsp;\r\n   The statement continues: &nbsp;&nbsp;&nbsp;\r\n   Although they are talking about \"reconciliation\" and \"cooperation\" with the north, they are making frenzied efforts to militarily stifle the DPRK in league with outsiders behind the scene. &nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities continue shipping  lethal weapons into South Korea to kill fellow countrymen and to launch aggression on the DPRK in \"cooperation\" with the U.S. and Japan and are carrying out all kinds of joint military exercises one after another as an annual event. &nbsp;&nbsp;&nbsp;\r\nThey went the length of begging the U.S. to keep its forces on the Korean peninsula even after reunification. This is the true anti-peace nature of the present South Korean authorities.  &nbsp;&nbsp;&nbsp;\r\n   They are paying lip service to \"reconciliation\" and \"cooperation\" with the north, but they are building higher institutional and physical barriers to bar them, the statement notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n   They are keeping the \"National Security Law\" which defines the DPRK as enemy and have consolidated the \"agency for national security planning\", the anti-north plot breeding center, as the \"national intelligence service\" and have made the concrete wall, a symbol of national shame, a permanent barrier blocking the inter-Korean visits. &nbsp;&nbsp;&nbsp;\r\n   The present South Korean authorities are also suppressing those personages and organizations involved in the pro-reunification patriotic movement on charges of \"enemy-benefiting acts\"  and defining them \"enemy-benefiting organizations.\" They are even turning a blind eye to an extremely elementary humanitarian issue of repatriating unconverted long-term prisoners to their families in the north and openly taking such anti-reunification step as issuing a warrant of arrest for delegates of pro-reunification movement organizations now in Pyongyang who participated in the pro-reunification festival. &nbsp;&nbsp;&nbsp;\r\n   All these facts clearly prove that the \"sunshine policy\" on their lips is a product of the most vicious anti-national, anti-reunification and anti-north confrontation intrigue.   There can be no slightest vacillation and change in the rock-firm faith and will of the DPRK government and people to defend and consolidate to the last the Korean-style socialism which was chosen and built by the Korean people themselves. &nbsp;&nbsp;&nbsp; \r\n   Therefore, the South Korean authorities' \"sunshine policy\" through which they are trying to degenerate and undermine the socialist system in the north to \"absorb\" it and bring it under their system of free democracy will bring nothing but north-south confrontation and war. &nbsp;&nbsp;&nbsp;\r\n   Korea's reunification should be achieved by the confederal formula on the basis of three principles of  independence, peaceful reunification and great national unity and according to the 10 point program for the great unity of the entire nation which the north and south agreed upon and solemnly declared at home and abroad. &nbsp;&nbsp;&nbsp;\r\n   We express the expectation and belief that all the peace-loving governments and people around the world who are concerned about peace, stability and reunification on the Korean peninsula will have a correct understanding of it and extend positive support and encouragement to the efforts of the DPRK government and people to achieve them. \r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Britain",
            "url": "http://kcna.co.jp/item/1999/9908/news08/17.htm#16",
            "content": "Gift to Kim Jong Il from Britain\r\n   &nbsp;&nbsp;&nbsp; Pyongyang, August 17 (KCNA) -- General Secretary Kim Jong Il received a gift from the general secretary of the central committee of the New Communist Party of Great Britain. &nbsp;&nbsp;&nbsp;\r\n   The gift was handed to Choe Thae Bok, alternate member of the political bureau and secretary of the Central Committee of the Worker's Party of Korea, by Andy Brooks, general secretary of the c.c. of the New Communist Party of Great Britain, who participated in international solidarity functions on the occasion of the August 15 liberation day. \r\n\r\n\r\n"
        }
    ]
}