{
    "date": "1999-07-14",
    "url": "http://kcna.co.jp/item/1999/9907/990714.htm",
    "articles": [
        {
            "title": "Kim Jong Il guides land rezoning in N.Phyongan  Province",
            "url": "http://kcna.co.jp/item/1999/9907/news07/14.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA on acts against Mt. Kumgang tour",
            "url": "http://kcna.co.jp/item/1999/9907/news07/14.htm#2",
            "content": "Kim Jong Il guides land rezoning in N.Phyongan  Province\r\n &nbsp;&nbsp;&nbsp;Pyongyang, July 14 (KCNA) -- General Secretary Kim Jong Il  guided land rezoning in North Phyongan Province on the spot on Tuesday.   He was accompanied by chief secretary of the North Phyongan provincial committee of the WPK Kim Phyong Hae, secretary Kim Kuk Thae and first vice department directors Ri Yong Chol and Jang Song Thaek of the Central Committee of the WPK.   Ri Yong Mu, vice-chairman of the DPRK National Defence Commission, was also on hand.&nbsp;&nbsp;&nbsp;\r\nKim Jong Il explored eligible fields in Ryongchon county and other units, examined the land rezoning plans of the province and counties and put forward important tasks to finish land rezoning in the province in a short span of time.   He said land rezoning is an important way of radically increasing grain production as well as a noble revolutionary undertaking to realise comprehensive mechanization of agriculture and completely free the farmers from toilsome and difficult labor.&nbsp;&nbsp;&nbsp;\r\n   He advanced tasks to finish land rezoning between this autumn and next autumn in North Phyongan Province.   The proper order of priority should be determined in land rezoning, which should begin at intermediate areas abundant in reserves for cultivation of new land and be carried out in a finish-one-by-one method, he said.&nbsp;&nbsp;&nbsp;\r\n   In order to finish the project of land rezoning in a short span of time, he continued, servicemen and civilians should pool their strength, bulldozers and other machines be mobilized and larger quantities of farm machines needed for land rezoning be produced at industrial establishments.   He called for enhancing the role and responsibility of officials in order to finish land rezoning as soon as possible. \r\n\r\n"
        },
        {
            "title": "KCNA on S. Korean war hawks' military moves",
            "url": "http://kcna.co.jp/item/1999/9907/news07/14.htm#3",
            "content": "KCNA on acts against Mt. Kumgang tour\r\n &nbsp;&nbsp;&nbsp;Pyongyang, July 14 (KCNA) -- The Mt. Kumgang tour, a non-governmental project between the north and south of Korea, is now at a standstill due to the acts of the South Korean authorities.   From the outset, the South Korean authorities took a double-dealing attitude toward this project.&nbsp;&nbsp;&nbsp;\r\n   Recently, the \"Prime Minister\" of South Korea said the Mt. Kumgang tour should not be resumed unless the personal safety of tourists is guaranteed. And his topnotch vassals argued that the tour must be suspended unconditionally and that the tour should not be continued without a written guarantee for use of tourism facilities on Mt. Kumgang for definite time.&nbsp;&nbsp;&nbsp;\r\n   This is a foolish deed of the South Korean authorities to persistently suspend the tour, going against public opinion.   As for the guarantee for personal safety of South Korean tourists, we already took measures before the beginning of tourism. In several months, more than 80,000 tourists visited the mountain and went back home safe. Min Yong Mi, too, was sent back unpunished though she conducted an anti-north smear campaign under the guise of a tourist.   Nevertheless, the South Korean authorities continue slandering the north over \"usage in the protection of tourists\" and \"infringement on the safety of people.\"&nbsp;&nbsp;&nbsp;\r\n   As the Mt. Kumgang tour has become unexpectedly animated, they planted such sullied elements as min among tourists to conduct criminal acts against the north in a bid to totally check the tour.   However, such smear campaign will never dampen the desire of the South Korean people to see Mt. Kumgang, prompted by their wishes for national reunification on the principle of great national unity.&nbsp;&nbsp;&nbsp;\r\n   We will in the future, too, take every conceivable safety measure so that South Koreans who come solely for the tour of Mt. Kumgang may see the mountain without any inconvenience.   The South Korean authorities would be well advised to act with discretion, clearly mindful that the longer they keep the tour suspended, the more bitterly they will be cursed and condemned by the entire nation. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il praised as lodestar of reunification",
            "url": "http://kcna.co.jp/item/1999/9907/news07/14.htm#4",
            "content": "KCNA on S. Korean war hawks' military moves\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 14 (KCNA) -- Jo Song Thae, \"Defense Minister\" of South Korea, said at the full-dress \"National Assembly\" session on July 8 that \"military readiness was being increased to promptly cope with the north's provocations.\"&nbsp;&nbsp;&nbsp;\r\n   Shifting the blame for the armed conflict in the West Sea of Korea on to the north, he bragged that \"various operations would be conducted to counter diversified forms of possible reprovocations.\"  \"detailed counteraction plans have already been worked out to cope with diversified provocations,\" he added, undisguisedly revealing war moves. &nbsp;&nbsp;&nbsp;\r\n   His utterance proves once again that the armed conflict in the west sea was an intentional and premeditated provocation of the South Korean authorities. It also shows that they are openly and recklessly stepping up the preparations for such reckless war moves instead of stopping them.&nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities, under the patronage and manipulation of their masters U.S. and Japan, are now further aggravating the confrontation between the north and the south and driving the situation on the Korean peninsula to the brink of a war, going against the aspiration and desire of the fellow countrymen to achieve the independent and peaceful reunification of the country through the great unity of the nation.&nbsp;&nbsp;&nbsp;\r\n   It has been well illustrated by the facts that huge U.S. forces were deployed in reinforcement around the Korean peninsula, including South Korea and Japan, and war games under different names have been staged one after another after the Yugoslav crisis. Along with the moves, the South Korean authorities have been committing such reckless war provocations as the armed conflict in the west sea, under the signboard of \"policy of engagement with the north\" based on \"steadfast security posture\".&nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities should ponder over catastrophic consequences to be entailed by such developments and stop acting rashly with dependence on outsiders. \r\n\r\n"
        },
        {
            "title": "Stock breeders vow to strike in S. Korea",
            "url": "http://kcna.co.jp/item/1999/9907/news07/14.htm#5",
            "content": "Kim Jong Il praised as lodestar of reunification\r\n &nbsp;&nbsp;&nbsp;Pyongyang, July 14 (KCNA) -- Yun Song Sik, permanent member of the consultative council of former South Korean politicians in the north for the promotion of peaceful reunification, visited the Korean Revolution Museum on the occasion of the 5th anniversary of the President Kim Il Sung's passing away.   He stood for a long while before the first page of a document related to the national reunification to which President Kim Il Sung put his autograph after examining it at the last moment of his great life.   &nbsp;&nbsp;&nbsp;\r\n He said:   The respected Marshal Kim Jong Il saw to it that not only the document signed by the President was displayed at the Korean Revolution Museum but also the autographed dedication to the stone monument was erected in Panmunjom. This represents his firm will to carry through the President's instructions for reunification.   The great Marshal Kim Jong Il reliably defended the socialist homeland of Juche, the sacred base for national reunification, from every challenge in the last five years. This is one of his immortal achievements which are of particular note in the 5,000 year-long history of the nation.  &nbsp;&nbsp;&nbsp;\r\n He clarified the way of building a powerful nation, which is a short cut to the reunification through the foundation of the Democratic Confederal Republic of Koryo. He is, indeed, the lodestar of reunification.   Through the events over the last five years, the South Korean people came to clearly know about his greatness. And what they felt in the events was national pride and honor of having the Marshal, a peerless hero, as the savior of the country.&nbsp;&nbsp;&nbsp;\r\n   The three principles of national reunification, the 10-point program of the great unity of the whole nation and the proposal for founding the Democratic Confederal Republic of Koryo, advanced by President Kim Il Sung, were defined as the three charters of national reunification thanks to the efforts of Marshal Kim Jong Il determined to carry out the President's last instruction for reunification to the end.  The Marshal also put forward the five-point policy of great national unity, gripping the hearts of people in the south. So, the day of national reunification is not far away, Yun stressed. \r\n\r\n"
        },
        {
            "title": "General strike of unionists",
            "url": "http://kcna.co.jp/item/1999/9907/news07/14.htm#6",
            "content": "Stock breeders vow to strike in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 14 (KCNA) -- The central council of the stockbreeding cooperatives and the Stockbreeding Labour Union in South Korea called a press conference at which they declared they would stage a strike against the authorities' anti-social policy of forced integration, a radio report from Seoul said.   The organizations threatened to start an indefinite strike on July 20 if the \"government\" approves a bill on the integration of cooperatives defying stock breeders' strong opposition.   Under the decision stock breeders and unionists were to stage a partial strike on July 13 and 14. \r\n\r\n"
        },
        {
            "title": "Chinese ambassador hosts reception",
            "url": "http://kcna.co.jp/item/1999/9907/news07/14.htm#7",
            "content": "General strike of unionists \r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 14 (KCNA) -- Unionists under the \"National Federation of Broadcasting Unions\" of South Korea went on a general strike Tuesday, a radio report from Seoul said.    Earlier Monday, over 2,000 unionists held a rally in the compound of the \"Korean broadcasting system\" in Seoul to vow to get the broadcasting law reformed.   At the rally they held that the \"broadcasting law,\" which the authorities approved through \"party and governmental consultation,\" can never be accepted because it is still a far cry from the reform demanded so far by civic and public organizations.   They declared that they would stage an indefinite strike until their demands, including the guarantee for the autonomy of the broadcasting committee, are met.   Before entering into the general strike, they said the strike is intended to \"make the broadcasting serve the people,\" and repeatedly urged the \"government\" authorities to meet the demands. \r\n \r\n"
        },
        {
            "title": "U.S. and Canada junket under fire",
            "url": "http://kcna.co.jp/item/1999/9907/news07/14.htm#8",
            "content": "Chinese ambassador hosts reception\r\n &nbsp;&nbsp;&nbsp;Pyongyang, July 14 (KCNA) -- Chinese ambassador to Korea Wan Yongxiang hosted a reception at his embassy on Tuesday on the occasion of the 38th anniversary of the signing of the DPRK-China treaty of friendship, cooperation and mutual assistance.&nbsp;&nbsp;&nbsp;\r\nAddressing the reception, Wan Yongxiang and vice-president of the presidium of the Supreme People's Assembly Yang Hyong Sop said that the parties, governments and peoples of the two countries, since the signing of the treaty,  have supported and assisted each other in the spirit of the treaty and have made strenuous efforts to develop the traditional DPRK-China friendship on a broad basis.&nbsp;&nbsp;&nbsp;\r\n   The ambassador said that the Chinese people have always paid great attention to development made in various fields of Korea and consistently supported fair and reasonable offers and initiatives set forth by the Korean party and government for the independent and peaceful reunification of the country.&nbsp;&nbsp;&nbsp;\r\n   He expressed belief that the Korean people would continue to make fresh successes in building the Korean-style socialism and in realising the independent and peaceful reunification of the country under the leadership of General Secretary Kim Jong Il. \r\n   The traditional friendly relations between the two countries would grow stronger and develop in the 21st century, too, thanks to the concerted efforts of the two countries under the care of the leaders of the new generation of the two countries, he added. &nbsp;&nbsp;&nbsp;\r\n   Yang Hyong sop said that the Korea-China friendship is developing on good terms under the deep concern of the parties and governments of the two countries despite the changed international situation.\r\n   The DPRK will as ever make positive efforts to develop the traditional DPRK-China friendship to meet the interests and aspirations of the two peoples, he stressed.&nbsp;&nbsp;&nbsp;\r\n   Yang wished the fraternal Chinese people, under the leadership of the Communist Party of China headed by Jiang Zemin, new victory in the country's unification and socialist construction this year when they will mark the 50th anniversary of the founding of the republic and the handover of Macao. &nbsp;&nbsp;&nbsp;\r\n   Earlier on Monday the Chinese Consul General in Chongjin hosted a reception.  \r\n\r\n"
        },
        {
            "title": "Korean intellectuals do their bit in year of science",
            "url": "http://kcna.co.jp/item/1999/9907/news07/14.htm#9",
            "content": "U.S. and Canada junket under fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 14 (KCNA) -- A commentary of Rodong Sinmun today describes the South Korean executive's trips to the United States and Canada as  disgusting mendicant and soliciting diplomacy aimed to increase his dependence on foreign forces.&nbsp;&nbsp;&nbsp;\r\n   Recalling that he was reported to have again entreated his U.S. master to \"back\" his \"engagement policy toward the north\" and grant a \"right to develop missile\" with a longer range, the commentary observes that this betrayed his criminal intention to keep the U.S.  aggression forces in South Korea for an indefinite period at any cost and achieve his ambition to \"invade  the north for unification.\" &nbsp;&nbsp;&nbsp;\r\n   The \"engagement policy\" peddled by him is a version of his anti-north confrontation policy as it is intended to extend the corrupt colonial fascist system in South Korea to the north, the commentary notes and goes on:   It is the only preoccupation of the South Korean authorities to attain their criminal aim to harm fellow countrymen in league with foreign forces and achieve \"unification through invasion of the north.\"&nbsp;&nbsp;&nbsp;\r\n   A clear proof of this was his begging for \"a go-ahead\" to \"develop missile\" with a longer range, the United States partially opened its door to South Korea's \"missile development\". Dismissing this as a development which must not go unnoticed, the commentary stresses the DPRK  will  take a thousand-fold retaliatory action to cope with the madcap arms build-up  of the U.S. and the South Korean authorities to stifle us by force of arms. \r\n\r\n"
        },
        {
            "title": "S. Korean authorities' deceptive farce",
            "url": "http://kcna.co.jp/item/1999/9907/news07/14.htm#10",
            "content": "Korean intellectuals do their bit in year of science\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 14 (KCNA) -- The Korean intellectuals are making a tangible scientific and technological input to the building of an economically strong nation.\r\n   The scientists and technicians of the non-ferrous metal institute of the National Academy of Sciences have registered many successes in researches for the building of the Juche-based non-ferrous metallurgical industry with locally available resources.&nbsp;&nbsp;&nbsp;\r\n They have  given solutions to different scientific and technological problems related to satisfactorily meeting growing demands for light metals and modernizing the existing non-ferrous metal smelting bases, including  copper and zinc smelting processes, and keeping production  there going at a high level. This was greatly helpful to increasing the non-ferrous metal production and improving the quality. &nbsp;&nbsp;&nbsp;\r\n   They have also solved scientific and technological problems related to developing various new materials and furthering the non-ferrous metal processing industry by an uninterrupted casting method. Successes have also been made in researches into important subjects aimed at improving the people's living, including the use of ash coming out  from the chimney of the copper smeltery, recycling of precious metals by use of by-products from smelters and the development of new reagent to treat rice seeds.&nbsp;&nbsp;&nbsp;\r\n   The scientists of the National Mining Institute opened a good prospect for the development of the mining industry by succeeding in the research into a new mining method. They have devised and perfected a new floating method whereby to select all valuable metals from ores and a new-type chisel edge which ensures  a faster drilling speed and a longer life as compared with the  old one, while cutting the consumption of hard alloy 60 percent.&nbsp;&nbsp;&nbsp;\r\n   The Hamhung branch of the National Academy of Sciences has succeeded in the researches for producing more efficacious insecticide by using raw materials  abundant in Korea, rice-seedling selectors of rice-transplanting machines,  and equipment including distilled water producer and sterilizing machine needed for tissue culture of potato seeds, thus making a breakthrough  in the increased  agricultural production.&nbsp;&nbsp;&nbsp;\r\n   The scientists and technicians of the textile institute of the  Branch Academy of Light Industry Science are pooling their efforts with producers in the drive to widely introduce and generalize research achievements of great economic value including a new method of producing good-quality Vinalon fabric, a new method of reeling yarn from bad cocoons and a new method of dyeing whereby to save energy and dyes a lot.  \r\n\r\n\r\n"
        },
        {
            "title": "National musical instrument: Yanggum",
            "url": "http://kcna.co.jp/item/1999/9907/news07/14.htm#11",
            "content": "S. Korean authorities' deceptive farce\r\n &nbsp;&nbsp;&nbsp;Pyongyang, July 14 (KCNA) -- The South Korean authorities are now scheming to use the issue of sending unconverted    long-term prisoners back to the north for their confrontation with it.They are talking the nonsense that they will \"exchange\" the unconverted long-term prisoners for \"POWs of ROK army\" and \"those abducted by the north\" in consideration of \"people's sentiments\".   This is a sinister anti-north deceptive farce intended to refuse the repatriation of the unconverted long-term prisoners to  the north.&nbsp;&nbsp;&nbsp;\r\n   Pak Hyong Yong, 69, residing in Tongdaewon district, Pyongyang, who joined the Korean People's Army in June 1951, said that  it was preposterous for the South Korean authorities to talk about \"people's sentiments.\"    He continued:   The South Korean people have long fought for the unconditional  repatriation of the unconverted long-term prisoners  to the north and are now conducting  various forms of movement for its realization.   But, the present South Korean rulers refuse to repatriate them, talking about \"people's sentiments\". This cannot but be an unpardonable mockery of and insult to the South Korean people. &nbsp;&nbsp;&nbsp;\r\nKim Son Sik, 68, residing in Pyoksong county, South Hwanghae Province, who joined the Korean People's Army in December 1950, claimed that the north-origin unconverted long-term prisoners are not South Korean citizens and, therefore, have always strongly demanded their repatriation  since the very day they were taken prisoner.\r\nCrippled due to scores of years of prison life and having no blood relations to depend on in South Korea, they are demanding the earliest possible repatriation to their hometowns, he stressed.&nbsp;&nbsp;&nbsp;\r\nKwon Yong Hui, 69, residing in Pongsan county, north hwanghae province, who joined the Korean People's Army in August 1950, said that the \"POWs of ROK army\" and \"those abducted by the north\" for whom the South Korean authorities are calling for \"exchanging\" the unconverted long-term prisoners in South Korea are citizens of the north  who voluntarily came over to the north, longing for it.&nbsp;&nbsp;&nbsp;\r\n    They, he noted, made homes in  the north to enjoy a happy life and are refusing as one to go  back to the cursed south.\r\nDefectors to the north said  that they are  not \"POWs of ROK army\" but war veterans who fought against the enemy after deserting the  army  of their own accord to join the KPA. \r\n\r\n  \r\n"
        },
        {
            "title": "Paek Nam Sun meets new Zimbabwean ambassador",
            "url": "http://kcna.co.jp/item/1999/9907/news07/14.htm#12",
            "content": "National musical instrument: Yanggum\r\n &nbsp;&nbsp;&nbsp;Pyongyang, July 14 (KCNA) -- The Yanggum is a stringed and percussion instrument of Korea.   It is said that this musical instrument has been used since the late 18th century.It has a sound box and 44 strings on it which are beaten with two bamboo sticks. Originally, it had 14 strings but went through several stages of improvement. It emits lingering, clear and soft sounds.   The strings between the high-and middle-pitched parts are made of iron wire and those in the low-pitched one are additionally coiled with copper wire.   Its compass ranges from Do 1 to So l3.&nbsp;&nbsp;&nbsp;\r\n   It proves successful in producing staccatos, compound sounds, chords, tremolos, plucking effects, and so on. It can produce a wide range of sounds and make quick melodies.   It is used not only as a solo instrument but also plays an important role in traditional Korean musical instrument ensemble and mixed orchestral music.   It is easy to learn how to play this musical instrument. It has a beautiful tone color suited to the sentiments of Koreans. So it is popular among them. \r\n\r\n"
        },
        {
            "title": "Cambodian King sees art performance",
            "url": "http://kcna.co.jp/item/1999/9907/news07/14.htm#13",
            "content": "Paek Nam Sun meets new Zimbabwean ambassador\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 14 (KCNA) -- Paek Nam Sun, Foreign Minister of the DPRK, today met and had a talk with Lucas Pande Tabaya, newly-appointed ambassador of the Republic of Zimbabwe to Korea, who paid courtesy call on him. \r\n\r\n"
        }
    ]
}