{
    "date": "1999-07-19",
    "url": "http://kcna.co.jp/item/1999/9907/990719.htm",
    "articles": [
        {
            "title": "American citizen to be deported, KCNA reports",
            "url": "http://kcna.co.jp/item/1999/9907/news07/19.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Book \"Ray of Juche Idea\" published in Russia",
            "url": "http://kcna.co.jp/item/1999/9907/news07/19.htm#2",
            "content": "American citizen to be deported, KCNA reports \r\n&nbsp;&nbsp; &nbsp; Pyongyang, July 19 (KCNA) -- The Korean Central News Agency today released a report on the decision of an organ concerned of the Democratic People's Republic of Korea to deport an American citizen Mrs. Karen Jung-Sook Han who has been detained on the charge of the violation of its legal order.\r\n   The report says:&nbsp; &nbsp; &nbsp;\r\n   The organ concerned of the DPRK decided to expel an American citizen Mrs. Karen Jung-Sook Han from its territory on July 20, Juche 88 (1999), who has been detained for violating a DPRK legal order. &nbsp; &nbsp; &nbsp;\r\n   She was arrested on June 17 for her gross violation of a DPRK legal order, when she was on a visit to Korea at the invitation of the economic cooperation department of the Rajin-Sonbong City People's Committee. &nbsp; &nbsp; &nbsp;\r\n   In view of the nature of her illegal act she deserves corresponding legal sanctions. &nbsp; &nbsp; &nbsp;\r\n   But, our organ concerned has decided to leniently pardon and deport her in consideration of her frank admission of her misconduct.    \r\n \r\n"
        },
        {
            "title": "Another scandal exposed in South Korea",
            "url": "http://kcna.co.jp/item/1999/9907/news07/19.htm#3",
            "content": "Book \"Ray of Juche Idea\" published in Russia\r\n&nbsp;&nbsp; &nbsp;Pyongyang, July 19 (KCNA) -- The \"Paleya-Mishin\" Publishing House of Russia published a book \"Ray of Juche Idea\" written by Vladimir Markov, secretary of the central committee of the Communists Union of Russia, on the occasion of the 5th anniversary of the President Kim Il Sung's demise and the 35th anniversary of  Kim Jong Il's start of work at the c.c. of the Workers' Party of Korea.\r\n   The book theoretically proves that the great Juche idea created by President Kim Il Sung and developed in depth by Kim Jong Il is a new revolutionary idea of the present era and refers to the great historic significance of the Juche idea. &nbsp; &nbsp; &nbsp;\r\n   It praises the advantages of Korean-style socialism, analysing broad popular policies enforced by the Workers' Party and government of Korea, including advanced systems of free education and free medical care, compared with the present situation of Russia where socialism collapsed.    \r\n\r\n"
        },
        {
            "title": "KCNA on S. Korean authorities' intervention in non- governmental cooperation",
            "url": "http://kcna.co.jp/item/1999/9907/news07/19.htm#4",
            "content": "Another scandal exposed in South Korea\r\n&nbsp;&nbsp; &nbsp;Pyongyang, July 19 (KCNA) -- It has been disclosed that the Kyonggi provincial governor of South Korea and his wife took a bribe of 500 million won, according to a radio report from Seoul.\r\n   The couple were reportedly asked to prevent the Kyonggi Bank from ceasing to exist as part of the \"restructuring\", took money from the bank president in its reward and got in touch with high officials of the \"government\" and those related to the bank inspection board many a time.    \r\n\r\n"
        },
        {
            "title": "Greetings to Kuwaiti Prime Minister",
            "url": "http://kcna.co.jp/item/1999/9907/news07/19.htm#5",
            "content": "KCNA on S. Korean authorities' intervention in non- governmental cooperation\r\n&nbsp;&nbsp; &nbsp;Pyongyang, July 19 (KCNA) -- The South Korean authorities are now resorting to the vicious moves to disturb the north-south non-governmental cooperation.\r\n   This was proved by the fact that a large number of cattle respectively donated by the Hyun Dai Business Group of South Korea and the love-neighbours society, an organization of Koreans in the United States, last year, continued to die. &nbsp; &nbsp; &nbsp;\r\n   According to experts in charge of the donated cattle, 246 head of the 500 cattle donated by the Hyun Dai Business Group in the first batch have died and 39 of 199 head of cattle donated by the love-neighbours society  have met the same doom.\r\n   The autopsy undertaken by a veterinary and quarantine organ shows that there were vinyl ropes, bundles of vinyl sheets, magnet, fragments of glass, big nails and other things in the stomachs of the dead cattle. &nbsp; &nbsp; &nbsp;\r\n   This is the deliberate and premeditated criminal acts of the South Korean authorities and the \"Intelligence Service\" under their patronage to check and frustrate the non-governmental cooperation between the north and the south. &nbsp; &nbsp; &nbsp;\r\n   Although the South Korean authorities outwardly call for \"reconciliation\" and \"nongovernmental cooperation\", they in practice incite antagonism and aggravate confrontation between the north and south by strengthening the \"Intelligence Service\" and other plot-breeding organizations. &nbsp; &nbsp; &nbsp;\r\n   We will never tolerate the criminal acts of the South Korean authorities and \"Intelligence Service\" that were framing plots to kill the cattle in a bid to foil inter-Korean nongovernmental cooperation. &nbsp; &nbsp; &nbsp;\r\n   The South Korean authorities must apologise to the nation for their uninvited interference in nongovernmental cooperation and for their grave anti-national acts and dissolve the \"Intelligence Service,\" the headquarters of the anti-north plots, without delay.    \r\n\r\n"
        }
    ]
}