{
    "date": "1999-10-06",
    "url": "http://kcna.co.jp/item/1999/9910/991006.htm",
    "articles": [
        {
            "title": "Gift to Kim Jong Il from Jiang Zemin",
            "url": "http://kcna.co.jp/item/1999/9910/news10/06.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from fm of China",
            "url": "http://kcna.co.jp/item/1999/9910/news10/06.htm#2",
            "content": "Gift to Kim Jong Il from Jiang Zemin \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 6 (KCNA) -- General Secretary Kim Jong Il received a gift from Jiang Zemin, general secretary of the c.c., the Communist Party of China, President of the People's Republic of China and chairman of the PRC Central Military Commission.&nbsp;&nbsp;&nbsp;\r\n   The gift was handed to DPRK Foreign Minister Paek Nam Sun on Tuesday by Chinese Foreign Minister Tang Jiaxuan on a visit to Korea.\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's election celebrated",
            "url": "http://kcna.co.jp/item/1999/9910/news10/06.htm#3",
            "content": "Gift to Kim Jong Il from fm of China\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, October 6 (KCNA) -- General Secretary Kim Jong Il received a gift from Chinese Foreign Minister Tang Jiaxuan now on a visit to Korea. &nbsp;&nbsp;&nbsp;\r\n   Tang handed the gift to DPRK Foreign Minister Paek Nam Sun on Tuesday. \r\n\r\n"
        },
        {
            "title": "50th anniversary of DPRK-China diplomatic relations marked",
            "url": "http://kcna.co.jp/item/1999/9910/news10/06.htm#4",
            "content": "Kim Jong Il's election celebrated\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 6 (KCNA) -- Functions were held in different countries from September 28 to October 1 to celebrate the 2nd anniversary of the great leader Kim Jong Il's election as General Secretary of the Worker's Party of Korea and the 54th WPK birthday. &nbsp;&nbsp;&nbsp;\r\n   Commemorative lecture meetings, photo exhibitions and round-table meetings were held by the group for the study of works of comrade Kim Jong Il of the Amerindian Action Movement of Guyana, the Society for the Study of Works of Kim Jong Il in Madagascar and the Misr Fatat Party of Egypt. &nbsp;&nbsp;&nbsp;\r\n   Lectures were given under the titles \"the Great Worker's Party of Korea\" and \"Congratulation to the Worker's Party of Korea on its 54th birthday.\"&nbsp;&nbsp;&nbsp;\r\n   The participants in the functions praised the exploit of the President Kim Il Sung who founded the WPK,  and the achievements made by the great Kim Jong Il in guiding the party.\r\n\r\n"
        },
        {
            "title": "DPRK and China jointly issue commemorative stamp",
            "url": "http://kcna.co.jp/item/1999/9910/news10/06.htm#5",
            "content": "50th anniversary of DPRK-China diplomatic relations marked\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 6 (KCNA) -- The north Hamgyong provincial people's committee hosted a reception on Sept. 5 to commemorate the 50th anniversary of the establishment of diplomatic relations between the DPRK and China. &nbsp;&nbsp;&nbsp;\r\n   Invited to the reception were consul-general Liu Zhigang and staff members of the Chinese consulate-general in Chongjin. &nbsp;&nbsp;&nbsp;\r\n   Kim Song Gwon, vice-chairman of the people's committee, and officials concerned were present. &nbsp;&nbsp;&nbsp;\r\n   Speeches were made there.\r\n\r\n"
        },
        {
            "title": "National championships open",
            "url": "http://kcna.co.jp/item/1999/9910/news10/06.htm#6",
            "content": "DPRK and China jointly issue commemorative stamp\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 6 (KCNA) -- A ceremony was held at the Mansudae Assembly Hall yesterday to jointly issue a special stamp commemorating the 50th anniversary of the opening of diplomatic relations between the DPRK and China. &nbsp;&nbsp;&nbsp;\r\n   Present at the ceremony were vice-Minister Maeng Hak Sop of Post and Telecommunications, director Ho Song Gil of the Korea Stamp Corporation and other officials concerned and working people in the city. &nbsp;&nbsp;&nbsp;\r\n   Ambassador Wan Yongxiang and staff members of the Chinese embassy here and members of the visiting delegation of the Chinese State Post Bureau headed by Xia Liqun were on hand. &nbsp;&nbsp;&nbsp;\r\n   Speeches were made at the ceremony. &nbsp;&nbsp;&nbsp;\r\n   Speakers noted that the commemorative stamp on the theme of Mt. Kumgang and Mt. Lu, famous mountains of Korea and China, was jointly issued on the occasion of the 50th anniversary of the establishment of diplomatic relations between the two countries. This will mark an occasion of significance in the history of development of DPRK-China friendship and invigorate friendship and cooperation in post and telecommunications between the two countries. &nbsp;&nbsp;&nbsp;\r\n   The participants looked round the stamps on display symbolic of the DPRK-China friendship. &nbsp;&nbsp;&nbsp;\r\n     A ceremony was held at the great hall of the people in Beijing on October 5, to jointly issue \"Mts. Lu and Kumgang,\"  special stamp commemorating the 50th anniversary of the opening of diplomatic ties between the DPRK and China.\r\n\r\n"
        },
        {
            "title": "Egyptian military attach gives party",
            "url": "http://kcna.co.jp/item/1999/9910/news10/06.htm#7",
            "content": "National championships open\r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 6 (KCNA) -- The championships of the DPRK was open. &nbsp;&nbsp;&nbsp;\r\n   Competitions will be taking place in 50 events such as marathon, basketball, football, volleyball, tennis, table tennis, wrestling and Judo. &nbsp;&nbsp;&nbsp;\r\n   Its opening ceremony was held at the table-tennis gymnasium in Chongchun Street here yesterday. &nbsp;&nbsp;&nbsp;\r\n   Present at the ceremony were Kim Jung Rin, secretary of the Central Committee of the Worker's Party of Korea, officials concerned,  players of sports groups taking part in the championships, working people in the city and school youth and children. &nbsp;&nbsp;&nbsp;\r\n   In his opening address Pak Myong Chol, Minister of Physical Culture and Sports, hoped that all players would make good results in competitions through powerful ideology, fighting spirit, speed and technique. &nbsp;&nbsp;&nbsp;\r\n   Speeches were made. \r\n\r\n"
        },
        {
            "title": "Greetings to Chinese party and state leaders",
            "url": "http://kcna.co.jp/item/1999/9910/news10/06.htm#8",
            "content": "Egyptian military attach gives party\r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 6 (KCNA) -- Mohamed Mohamed Ahmad Ashour, military attach of the Egyptian embassy in Korea, hosted a party here on Tuesday to mark Army Day of Egypt. &nbsp;&nbsp;&nbsp;\r\n   Invited to the party were generals and officers of the Korean People's Army, officials concerned and diplomatic envoys and military attaches of different countries here. &nbsp;&nbsp;&nbsp;\r\n   Egyptian ambassador Mahmoud Farag Zain and embassy officials were also present. &nbsp;&nbsp;&nbsp;\r\n   Speeches were made there.\r\n\r\n"
        },
        {
            "title": "Greetings to Kim Jong Il from Chinese leaders",
            "url": "http://kcna.co.jp/item/1999/9910/news10/06.htm#9",
            "content": "Greetings to Chinese party and state leaders\r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 6 (KCNA) -- General Secretary Kim Jong Il, President of the presidium of the DPRK Supreme People's Assembly Kim Yong Nam and premier of the DPRK cabinet Hong Song Nam sent a message of greetings to Jiang Zemin, general secretary of the c.c., the Communist Party of China, President of the People's Republic of China and chairman of the PRC Central Military Commission, chairman of the standing committee of the PRC National People's Congress Li Peng and premier of the PRC State Council Zhu Rongji on Tuesday on the occasion of the 50th anniversary of the opening of diplomatic relations between the DPRK and China. &nbsp;&nbsp;&nbsp;\r\n   The message said the establishment of diplomatic relations between the two countries was a historic event which made it possible to develop the long-standing DPRK-China friendship onto a new higher stage in all aspects. &nbsp;&nbsp;&nbsp;\r\n   Over the past 50 years the two countries have steadily expanded the friendly relations, supporting and cooperating with each other in the struggle for common purpose, it noted. &nbsp;&nbsp;&nbsp;\r\n   Expressing the belief that these traditional relations will strengthen and develop through generations by joint efforts of the two peoples, the message said: &nbsp;&nbsp;&nbsp;\r\n   We take this opportunity to hope that the Chinese people will achieve greater success in their efforts to build socialism with Chinese characteristics and reunify the whole country under the leadership of the Communist Party of China headed by Jiang Zemin. \r\n\r\n"
        },
        {
            "title": "Chinese ambassador gives reception",
            "url": "http://kcna.co.jp/item/1999/9910/news10/06.htm#10",
            "content": "Greetings to Kim Jong Il from Chinese leaders\r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 6 (KCNA) -- General Secretary Kim Jong Il, President of the presidium of the DPRK Supreme People's Assembly Kim Yong Nam and premier of the DPRK cabinet Hong Song Nam received a message of greetings from Jiang Zemin, general secretary of the c.c., the Communist Party of China, President of the People's Republic of China and chairman of the PRC Central Military Commission, chairman of the standing committee of the PRC National People's Congress Li Peng and premier of the PRC State Council Zhu Rongji on Tuesday on the occasion of the 50th anniversary of the opening of diplomatic relations between the DPRK and China. &nbsp;&nbsp;&nbsp;\r\n   The message said that over the past 50 years the two countries have pushed ahead with their socialist revolution and construction, strengthening exchange and cooperation with each other in politics, the economy, culture and other fields. &nbsp;&nbsp;&nbsp;\r\n   The Chinese party, government and people have always set store by the traditional Sino-Korean friendship and will as ever continue to make their efforts to consolidate and develop the friendly and cooperative relations between the two countries, it said. &nbsp;&nbsp;&nbsp;\r\n   It expressed the belief that the tradition of this great Sino-Korean friendship forged and fostered by veteran revolutionaries of the two countries would certainly be carried forward and developed on a fresher and greater basis in the 21st century for the future by the joint efforts of the two parties, countries and peoples. &nbsp;&nbsp;&nbsp;\r\n   Wishing a prosperous development to the DPRK, the message said: We take this opportunity to express the hope that the fraternal Korean people will continuously make greater success in the cause of construction and their efforts for the independent and peaceful reunification of the country.\r\n\r\n"
        },
        {
            "title": "Massacre by U.S. imperialists",
            "url": "http://kcna.co.jp/item/1999/9910/news10/06.htm#11",
            "content": "Chinese ambassador gives reception\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 6 (KCNA) -- Chinese ambassador to Korea Wan Yongxiang gave a reception at the embassy on Tuesday on the occasion of the 50th anniversary of the establishment of diplomatic relations between the DPRK and China. &nbsp;&nbsp;&nbsp;\r\n   Invited to the reception were Foreign Minister Paek Nam Sun and officials concerned. &nbsp;&nbsp;&nbsp;\r\n   Chinese Foreign Minister Tang Jiaxuan, his party and the delegation of the China-Korea Friendship Association led by  president Li Shuzheng were on hand. &nbsp;&nbsp;&nbsp;\r\n   The Chinese ambassador said in his speech that over the past 50 years, the Sino-Korean friendly and cooperative relations have successfully developed in political, economic, cultural and various other fields thanks to the deep concern of chairman Mao Zedong, premier Zhou Enlai, Deng Xiaoping, President Kim Il Sung and other  leaders of the old generation of the two countries and the common efforts of the two parties and peoples of the two countries. &nbsp;&nbsp;&nbsp;\r\n   Noting that it is an unshakable policy of the Chinese party and government to develop the Sino-Korean friendly relations, he said he was pleased with the traditional Sino-Korean friendship which is steadily developing thanks to the deep concern of general secretary Jiang Zemin and General Secretary Kim Jong Il and the common efforts of the two sides. &nbsp;&nbsp;&nbsp;\r\n   He hoped that the Sino-Korean friendship will be immortal generation after generation. &nbsp;&nbsp;&nbsp;\r\n   Vice-Minister of Foreign Affairs Kung Sok Ung said in his speech that the President Kim Il Sung visited China scores of times in his lifetime, formed close intimacy with Chinese leaders and conducted energetic activities for strengthening and developing the Korea-China friendship. The friendship has developed on good terms demonstrating its vitality even under the present complicated international situation, he added. &nbsp;&nbsp;&nbsp;\r\n   It is the behest of President Kim Il Sung and the consistent stand of the worker's party and government of Korea to invariably consolidate and develop  the traditional Korea-China friendship generation after generation, he said, and added: &nbsp;&nbsp;&nbsp;\r\n   The Korean people will make positive efforts to strengthen and develop the friendship in conformity with the desire and aspiration of the two peoples.\r\n\r\n"
        },
        {
            "title": "Anniv. of establishment of DPRK-China diplomatic relations",
            "url": "http://kcna.co.jp/item/1999/9910/news10/06.htm#12",
            "content": "Massacre by U.S. imperialists \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, October 6 (KCNA) -- Brutal massacres committed by the U.S. imperialists against innocent South Korean people during the past Korean War have been brought to light one after another, touching off strong public denounciation at home and abroad. &nbsp;&nbsp;&nbsp;\r\n   Recently one more massacre was disclosed in Masan of South Korea, a radio report from Seoul said. &nbsp;&nbsp;&nbsp;\r\n   In early August 1950, the U.S. indiscriminately fired at over 100 innocent inhabitants, who took refuge in a hill at the back of Kokan village in Jinjon-myon, Happho district, Masan, leaving 83 dead. &nbsp;&nbsp;&nbsp;\r\n   This massacre has been proven by testimonies of Kokan villagers. \r\n\r\n"
        },
        {
            "title": "Struggle against pro-Japanese elements",
            "url": "http://kcna.co.jp/item/1999/9910/news10/06.htm#13",
            "content": "Anniv. of establishment of DPRK-China diplomatic relations\r\n  &nbsp;&nbsp;&nbsp; Pyongyang, October 6 (KCNA) -- Papers here today dedicate articles to the 50th anniversary of the establishment of diplomatic relations between the Democratic People's Republic of Korea and the People's Republic of China. &nbsp;&nbsp;&nbsp;\r\n   The establishment of diplomatic relations between the DPRK and the PRC was a landmark event which steadily strengthened and developed the Korea-China friendship on the solid foundation, says Rodong Sinmun. &nbsp;&nbsp;&nbsp;\r\n   The two countries and the two peoples have developed friendship and amity,  militant solidarity and cooperative relations overall over the past five decades and the Korea-China friendship has greatly contributed to the revolution and construction of the two countries, the paper notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n   The Chinese people are now achieving great successes in the efforts to carry through the tasks put forward at the 15th Congress of the Communist Party of China and the 2nd session of the 9th National People's Congress of China in the revolutionary spirit of self-reliance and working hard under the leadership of the Communist Party of China headed by respected Jiang Zemin. &nbsp;&nbsp;&nbsp;\r\n   The Korean people are sincerely rejoiced over the  achievements of the Chinese people and wish them greater success in the work of building socialism with Chinese characteristics and reunifying the country. &nbsp;&nbsp;&nbsp;\r\n   The Korean people will actively strive to add luster to the history of the traditional Korea-China friendship  true to the behest of the President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n   The Korea-China friendship with a long history will grow stronger and develop by the joint efforts of the two parties, two countries and two peoples. &nbsp;&nbsp;&nbsp;\r\n   Minju Joson says that the Korean people  express the belief that the traditional friendship between the DPRK and China will further develop on good terms by the joint efforts of the two parties, countries and peoples and wish the Chinese people greater success in their efforts for the prosperity of the country and the reunification of the country. \r\n\r\n"
        },
        {
            "title": "S. Korean \"government\" sends troops to East Timor",
            "url": "http://kcna.co.jp/item/1999/9910/news10/06.htm#14",
            "content": "Struggle against pro-Japanese elements\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 6 (KCNA) -- A researcher Jong Un Hyon and six other South Koreans released a collection of testimonies recently 50 years after the ad hoc committee for punishment of anti-national deeds was dissolved forcibly, a newspaper reported. &nbsp;&nbsp;&nbsp;\r\n   In the collection they noted that since the dissolution of the committee, whose task was to liquidate pro-Japanese elements, the modern history has been characterized by dictatorship against democracy and communism. The release of the collection is intended to inform the people of the truth  behind the committee, that the quarters in power strictly kept the public from knowing, they wrote.\r\n\r\n"
        },
        {
            "title": "Sericultural industry booming in Jagang Province",
            "url": "http://kcna.co.jp/item/1999/9910/news10/06.htm#15",
            "content": "S. Korean \"government\" sends troops to East Timor\r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 6 (KCNA) -- The South Korean \"people's government\" dispatched its troops mostly \"ROK army\" commandos, to East Timor on Monday, a Seoul-based radio reported. &nbsp;&nbsp;&nbsp;\r\n   Earlier on September 28 the \"government\" railroaded a bill on the dispatch through the \"National Assembly\" though opposition \"assemblymen\" walked out of parliament in group in protest against the involvement of combat forces in it. &nbsp;&nbsp;&nbsp;\r\n   All the fellow countrymen will never pardon this crime that will inflict one more pain upon the South Korean people. \r\n\r\n"
        },
        {
            "title": "DPRK develops computer technology",
            "url": "http://kcna.co.jp/item/1999/9910/news10/06.htm#16",
            "content": "Sericultural industry booming in Jagang Province\r\n &nbsp;&nbsp;&nbsp;Pyongyang, October 6 (KCNA) -- Jagang Province, situated in the northwestern inland area of Korea, has registered signal success in sericulture. &nbsp;&nbsp;&nbsp;\r\n   According  to data available at the provincial rural economic committee this year the province increased production of cocoons 2.4 times that of last year, hundreds more tons of cocoons than what was produced in 1991, an all-time high year. &nbsp;&nbsp;&nbsp;\r\n   When giving on-the-spot guidance to various domains of the national economy of the province  recently, General Secretary Kim Jong Il visited the silk worm breeding farm and the mulberry fields of the Kanggye City Commercial Agency and expressed great satisfaction over the achievements gained by  the officials and working people in production of cocoons. &nbsp;&nbsp;&nbsp;\r\n   Noting that it is one of ways of raising the people's living standards in the province to develop sericultural industry, he stressed that the province should hold fast to it. &nbsp;&nbsp;&nbsp;\r\n   Sericultural industry is the rudiment of agricultural production along with crop raising in Jagang Province with high mountains over 1,000 metres above sea level in the east, west and south.  Slop fields account for 90 percent of the arable land. &nbsp;&nbsp;&nbsp;\r\n   The province has promising 16 silk worm breeding farms. &nbsp;&nbsp;&nbsp;\r\n   The farms are making their efforts to increase production by planting and cultivating more productive mulberry trees of high nutrition, securing new species of silk worm  and introducing advanced methods of raising silk worms. &nbsp;&nbsp;&nbsp;\r\n   The cocoons produced in Jagang Province is popular at home and abroad as they are high in denier and silk thread is as long as 1,000 meters. &nbsp;&nbsp;&nbsp;\r\n   The cocoons and silk thread of the province are exported to several countries. &nbsp;&nbsp;&nbsp;\r\n   The province has rosy prospects of sericultural industry because it has advantageous natural, economic and geographical conditions,  rich and various sources of food, experience of producers and excellent cultivation technique. \r\n\r\n"
        },
        {
            "title": "Massacre by U.S. soldiers should be paid dearly",
            "url": "http://kcna.co.jp/item/1999/9910/news10/06.htm#17",
            "content": "DPRK develops computer technology\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 6 (KCNA) -- Worldwide interest in computer technology of the DPRK has been increasing in recent years. &nbsp;&nbsp;&nbsp;\r\n   Korean scientists overpowered all candidate champions to win the 5th Fost Cup World Computer Go Championships held in Japan some time ago, making a great stir among experts. &nbsp;&nbsp;&nbsp;\r\nThey came off winner in the 4th championships last year, too. &nbsp;&nbsp;&nbsp;\r\n   They presented many programs to the Asia program exhibition in October 1996, winning popularity. &nbsp;&nbsp;&nbsp;\r\n   All the facts clearly show that the computer technology  of Korea is catching up with the top level of the world. &nbsp;&nbsp;&nbsp;\r\n   In recent years computer scientists and technicians developed varieties of programs and introduced them in the computerization of different sectors of the national economy. &nbsp;&nbsp;&nbsp;\r\n   They have developed calligraphic styles and symbols to suit the national emotion and sentiments of the Korean people and other programs to be used in the cultural life of the people and sciences and education. &nbsp;&nbsp;&nbsp;\r\n   This year they developed a program for translating Korean into Japanese, a program for the development of a system of automating production processes, and computer networks for the production commanding system of the Namhung Youth Chemical Complex, the watching and controlling system of fertilizer production processes, the business assistance system \"Manbang 99\" of the Radio and TV Broadcasting Committee of the Democratic People's Republic of Korea and the analyzing system for watching and operating electric power system, and hundreds of other programs, which show new features of Juche-oriented computer program technology in Korea. &nbsp;&nbsp;&nbsp;\r\n   The programs developed by them are gaining public favour in the international arena. &nbsp;&nbsp;&nbsp;\r\n   The Korea Computer Center and program development institutions  across the country are now developing more various programs and giving services on order to different countries. \r\n\r\n"
        },
        {
            "title": "Kim Yong Nam meets Chinese Foreign Minister",
            "url": "http://kcna.co.jp/item/1999/9910/news10/06.htm#18",
            "content": "Massacre by U.S. soldiers should be paid dearly \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 6 (KCNA) -- Papers here today come out with signed commentaries stressing that the United States should apologize to the Korean people for the massacre of Koreans by its troops during the last Korean War and pay dearly for the crime. &nbsp;&nbsp;&nbsp;\r\n   Rodong Sinmun says that as the massacre of Koreans by the U.S. aggression troops in Yongdong was brought to light, the United States can neither conceal the truth behind it nor evade the responsibility for it. &nbsp;&nbsp;&nbsp;\r\n    The U.S. military bosses are talking about  \"lack of evidence\" and \"prematurely of compensation\" and the South Korean rulers are talking about the \"issue of prescription\" in a bid to cover up the truth behind the massacre, the paper says, and goes on: &nbsp;&nbsp;&nbsp;\r\n   The United States is duty-bound to probe the truth behind the massacre by its aggression troops in Yongdong, apologize and compensate for it and punish the murderers. &nbsp;&nbsp;&nbsp;\r\n   It is not confined to the case. &nbsp;&nbsp;&nbsp;\r\n   It is a prelude to the total settlement of all the massacres committed by the U.S. in South Korea in the past five decades. &nbsp;&nbsp;&nbsp;\r\n   This is why  the United States is wearing an air of innocence. &nbsp;&nbsp;&nbsp;\r\n   The U.S. is seeking to put down the anti-American sentiment of the South Korean people and justify their occupation of South Korea by covering up the truth at any cost. &nbsp;&nbsp;&nbsp;\r\n   The South Korean ruling quarters are trying to conceal their true colors as henchmen by covering the crimes of the U.S. &nbsp;&nbsp;&nbsp;\r\n   The Korean nation will never forgive the aggressors and the traitors who brutally murdered fellow countrymen. &nbsp;&nbsp;&nbsp;\r\n   It is of no use for the United States to conceal the crimes. &nbsp;&nbsp;&nbsp;\r\n   The United States should pay for the crime by compensating  for the damage it inflicted upon  the Korean people with murder,  plunder  and all other crimes in South Korea for more than half a century  and withdrawing its aggression forces and nuclear weapons from South Korea at once. &nbsp;&nbsp;&nbsp;\r\n   Minju Joson says that United States should pay dear for the massacre by the U.S. aggression troops.  \r\n\r\n"
        }
    ]
}