{
    "date": "1999-06-02",
    "url": "http://kcna.co.jp/item/1999/9906/990602.htm",
    "articles": [
        {
            "title": "Kim Jong Il inspects KPA unit no. 833",
            "url": "http://kcna.co.jp/item/1999/9906/news06/02.htm#1",
            "content": "Kim Jong Il inspects KPA unit no. 833\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 2 (KCNA) - General Secretary Kim Jong Il inspected unit no. 833 of the Korean People's Army on May 31.   He first looked round historic buildings which had been visited by the President Kim Il Sung and stressed that education through revolutionary sites should be intensified.   He saw a fire control training of the soldiers of the unit and highly appreciated their successful training. And he put forward tasks which would serve as guidelines in further strengthening and developing the people's army into an invincible revolutionary army.&nbsp;&nbsp;&nbsp;\r\n   He went round an education room, a bedroom, a power station built by the unit itself and other places and acquainted himself with the soldiers' life.   He went to a cookery and learned about food-making. He said more non-staple food suited to the soldiers' taste should be given to them and personally taught how to make it.   He visited an open-air training ground of the unit and saw how food was served, saying hot boiled rice and soup should be always given to the soldiers and sufficient non-staple food supplied to them.   He earnestly said all the officers should take warm care of the soldiers' life with paternal affection.&nbsp;&nbsp;&nbsp;\r\n   He gave the soldiers of the unit a pair of binoculars and an automatic rifle as gifts and had a picture taken with them. \r\n \r\n"
        },
        {
            "title": "Kim Jong Il enjoys families' art  performance",
            "url": "http://kcna.co.jp/item/1999/9906/news06/02.htm#2",
            "content": "Kim Jong Il enjoys families' art  performance\r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 2 (KCNA) -- General Secretary Kim Jong Il enjoyed an art performance given Monday by the families of the soldiers who are on active service at units nos. 526 and 264 of the Korean People's Army who took a part in the 2nd art contest of servicemen's families held to mark Sun's Day.&nbsp;&nbsp;&nbsp;\r\n   Put on the stage was a colorful program including chorus \"Mangyongdae, Cradle of Revolution,\" a song to the accompaniment of Kayagum \"I am a wife of a soldier\" and a poem-story \"We, too, stand on the outpost.\"   Kim Jong Il congratulated the performers on their successful performance and spoke highly of the achievements of the entire performers who participated in the 2nd art contest of KPA servicemen's families.&nbsp;&nbsp;&nbsp;\r\n   He said the servicemen's families were determined to devotedly defend  the beloved fatherland and the socialist system in the spirit of human bombs together with their husbands on outpost duty. He stressed that the whole society should have revolutionary stamina, following the noble mentality fighting spirit and way of life of the servicemen's families.\r\n   He set forth the tasks which would serve as guidelines in popularizing art activities. \r\n\r\n"
        },
        {
            "title": "Foreign diplomatic envoys visit Sinchon Museum",
            "url": "http://kcna.co.jp/item/1999/9906/news06/02.htm#3",
            "content": "Foreign diplomatic envoys visit Sinchon Museum\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 2 (KCNA) -- Diplomatic envoys and embassy officials of Palestine, Nigeria, Libya, Syria, Egypt, Ethiopia and  Yemen here visited the Sinchon Museum on May 31.   The visitors looked round materials and exhibits showing bestial atrocities of the U.S. aggressors in Sinchon  during the Fatherland Liberation War.\r\n   They bitterly denounced the U.S.'s thrice-cursed crimes against the Korean people.  \r\n\r\n"
        },
        {
            "title": "Austrian memorial committee for Kim Il Sung formed",
            "url": "http://kcna.co.jp/item/1999/9906/news06/02.htm#4",
            "content": "Austrian memorial committee for Kim Il Sung formed\r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 2 (KCNA) -- The Austrian memorial committee for President Kim Il Sung was formed on the occasion of the 5th anniversary of his demise.  Max Hetwerner, chairman of the Society for the Promotion of the Relations Between Austria and the Democratic People's Republic of Korea and the Austrian Committee for Supporting Korea's Reunification, was elected as chairman of the committee.&nbsp;&nbsp;&nbsp;\r\n   In a statement published on the occasion of the inauguration of the committee on May 27 he said that President Kim Il Sung set out on the struggle for the country's liberation in his early years and devoted all his life to the freedom and happiness of the Korean people, prosperity of the DPRK, national reunification and independence of the world, friendship and solidarity among the world people and the world peace and security.&nbsp;&nbsp;&nbsp;\r\n   The committee decided to introduce and propagandize the immortal exploits  of the great Kim Il Sung through multifarious events and press media on the occasion of the fifth anniversary of his demise. \r\n\r\n"
        },
        {
            "title": "Hypocrisy of U.S. forces commander in S. Korea",
            "url": "http://kcna.co.jp/item/1999/9906/news06/02.htm#5",
            "content": "Hypocrisy of U.S. forces commander in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 2 (KCNA) -- John Tilelli, commander of the U.S. forces stationed in South Korea, gave a \"special lecture\" at Sogang University in  South Korea on May 27.   In a word, the \"special lecture\" shows part of the American-style hypocrisy that shamelessly beautified the U.S. aggressive Korea policy, including its military occupation and domination over South Korea. In the \"special lecture\" he said he \"supported\" the \"sunshine policy\" of the South Korean authorities, under which a \"powerful military posture\" is important.&nbsp;&nbsp;&nbsp;\r\n   This means confirming the U.S. \"support\" to the anti-north confrontation policy on the part of the South Korean authorities to improve the image of its stooges and giving spurs to the preparations for a war against the north.   He also made a shameless and crafty lie that the U.S. forces are stationed in South Korea for the sake of \"war deterrence\" on the Korean peninsula and are in \"blood relationship\" with South Korea.&nbsp;&nbsp;&nbsp;\r\n   The U.S. forces were the occupationist forces from the very time when they stepped in South Korea, the provocateur of the 1950 Korean War and are now the source and the main force of aggression and war that are constantly threatening the DPRK.   In actuality, the United States is undisguisedly amassing more armed forces in and around the Korean peninsula in order to put into practice the \"operation plan 5027-98\", a second war scenario for aggression on the DPRK.&nbsp;&nbsp;&nbsp;\r\n   However the United States should clearly see who is its rival.\r\n   If Tilelli wants to escape the fate of forlorn wandering spirit together with the U.S. 40,000 strong forces, he should give up a foolish attempt to legalize the policy of permanent occupation of South Korea and urge the U.S. administration to withdraw the U.S. forces from South Korea. \r\n\r\n"
        },
        {
            "title": "U.S. thermonuclear war moves",
            "url": "http://kcna.co.jp/item/1999/9906/news06/02.htm#6",
            "content": "U.S. thermonuclear war moves \r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 2 (KCNA) -- The Korean Anti-Nuke Peace Committee issued a statement on June 1 denouncing the U.S. imperialists for working hard to put a new war plan for aggression on the DPRK into practice.&nbsp;&nbsp;&nbsp;\r\n   The statement said:   They have changed the \"operation plan 5027\" into a more bellicose and dangerous war scenario \"operation plan 5027-98\". This is a grave provocation against the DPRK and an intolerable challenge to the people at home and abroad who want peace and reunification of the Korean peninsula.   Under the war scenario they amassed armed forces in and around South Korea and are staging all sorts of war exercises almost everyday, including joint military maneuvers with the South Korean ruling quarters.&nbsp;&nbsp;&nbsp;\r\n   The Korean Anti-Nuke Peace Committee bitterly condemns their frantic war moves for aggression on the DPRK, considering them as a deliberate and premeditated criminal act to make humankind as well as the Korean people a victim of a thermonuclear war.   If the United States truly wants peace and security on the Korean peninsula, it should not resort to the anti-DPRK campaign, clamoring about the non-existent \"nuclear suspicion\", but take the road of replacing the armistice agreement with a peace agreement and establishing a durable peace mechanism as unanimously demanded by the people at home and abroad.&nbsp;&nbsp;&nbsp;\r\n   The statement expressed the belief that the anti-war, anti-nuke peace organisations of all countries and the world's peaceloving people would extend full support and encouragement to the Korean people in their just struggle to check and frustrate the U.S.'s aggression and war moves and make the Korean peninsula a nuclear-free, peace zone. \r\n\r\n"
        },
        {
            "title": "S. Korean rulers should find way out in policy switchover",
            "url": "http://kcna.co.jp/item/1999/9906/news06/02.htm#7",
            "content": "S. Korean rulers should find way out in policy switchover\r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 2 (KCNA) -- A spokesman for the Committee for the Peaceful Reunification of the Fatherland issued a statement on June 1 in connection with the recent \"cabinet reshuffle\" in South Korea.  &nbsp;&nbsp;&nbsp;\r\n He said:   The \"cabinet reshuffle\" by which 17 \"ministers\" and 22 \"vice-ministers\" were replaced or appointed is a clumsy drama of the present chief executive to build a \"pro-government\" system to further intensify the \"ruling power\" and resuscitate the \"reform policy\" which is on the verge of bankruptcy.&nbsp;&nbsp;&nbsp;\r\n   The political, economic and all other sectors of South Korea are placed in the extreme confusion and catastrophe. The South Korean rulers intend to bridge over the ruling crisis through the \"cabinet reshuffle.\"   The whole catastrophe of South Korea can never be brought under control by a method of replacing some henchmen. &nbsp;&nbsp;&nbsp;\r\nThe chief executive of South Korea fully revealed his invariable intention to pursue only inter-Korean distrust and confrontation and the division of the country by appointing a fascist Chon Yong Thaek who was \"Minister of National Defense\"  to the post of director of the \"Intelligence Service.\"&nbsp;&nbsp;&nbsp;\r\n The South Korean ruling quarters should find a way out in giving up the flunkeyist and treacherous anti-social misrule and making a policy switchover in inter-Korean relations, not by such political intrigue as the \"cabinet reshuffle\". \r\n\r\n"
        },
        {
            "title": "Friendly meeting on International Children's Day",
            "url": "http://kcna.co.jp/item/1999/9906/news06/02.htm#8",
            "content": "Friendly meeting on International Children's Day\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 2 (KCNA) -- A friendly meeting of women and children in Pyongyang and foreign women and children was held at Mangyongdae fun fair on Tuesday  on the occasion of the 49th anniversary of June 1, the  International Children's Day.   Present there were secretary Kim Jung Rin of the Central Committee of the Worker's Party of Korea, officials concerned, women and children in the city.  Wives of foreign diplomatic envoys here, foreign women and children were invited.   They held colourful sports games and amusements including folk games,  toy-picking, partner-finding, robot-assembling and stars-pasting, while enjoying themselves with recreation facilities. \r\n\r\n"
        },
        {
            "title": "DPRK wrestlers successful at Asian championship",
            "url": "http://kcna.co.jp/item/1999/9906/news06/02.htm#9",
            "content": "DPRK wrestlers successful at Asian championship\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 2 (KCNA) -- Korean wrestlers gave a good account of themselves at the 13th Asian Wrestling Championship. People's Sportsman Ri Yong Sam carried off a gold medal in 58kg category of the free-style wrestling.    Han Yong Do finished the runner-up in the 54kg category of free-style wrestling and Kim Kwang Il placed third in the 63kg category of free-style wrestling. More than 150 excellent wrestlers from 15 Asian countries and region including the DPRK participated in the championship, which was held in Tajikistan from May 25 to 27.  \r\n\r\n\r\n"
        },
        {
            "title": "Human rights in S. Korea indicted",
            "url": "http://kcna.co.jp/item/1999/9906/news06/02.htm#10",
            "content": "Human rights in S. Korea indicted\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 2 (KCNA) -- The central committee of the Democratic Front for the Reunification of the Fatherland, the Committee for the Peaceful Reunification of the Fatherland and 19 other public organizations of the DPRK made public an indictment in joint name on June 1 in connection with the fact that the human rights situation has deteriorated and the people's elementary vital rights have been trampled underfoot under the \"people's government\" of South Korea.&nbsp;&nbsp;&nbsp;\r\n   The indictment said:   The South Korean authorities, having turned South Korea into the worst barren land of human rights, a waste land of human rights, are talking about \"human rights\" in reference to institution of \"law on human rights\" and setup of \"human rights committee\". This is a shameless intrigue to mislead public opinion.&nbsp;&nbsp;&nbsp;\r\n   Touching on the South Korean mediaeval system of violating human rights, the indictment said:   The human rights problem was raised in South Korea from the very days when the colonial \"government\" was faked up by the U.S.   As South Korea has been placed under the trusteeship after the appearance of the \"people's government\", the people have been reduced to more deplorable colonial slaves.&nbsp;&nbsp;&nbsp;\r\n   The human rights of the South Korean people from the right to labour, the most elementary human right, the right to existence and the right to learning and medical treatment to the independent political life are all violated.   The \"National Security Law\", a fascist law aimed at abusing human rights, \"law-abiding oath system\" and the existence of the \"Intelligence Service\", an organ of its execution, are a clear proof that South Korea is in the grip of the mediaeval system whereby human rights are seriously violated.&nbsp;&nbsp;&nbsp;\r\n   South Korea represents a show room of all human rights violations including surveillance, wiretapping, torture and suppression and their manifestations, tools and methods.   Every movement of people  is watched in South Korea through political surveillance and wiretapping and when they go against the grain with the authorities, they are subjected to indiscriminate arrest.&nbsp;&nbsp;&nbsp;\r\n   The human rights violation in South Korea also finds its expression in the bestial suppression of the just struggle of the people and torture of them.   This is the South Korean human rights situation under the \"people's government\" that is advertising \"human rights\" and \"democratization of politics\".    In fact, the South Korean authorities have no face to talk about \"human rights\". \r\n \r\n\r\n"
        }
    ]
}