{
    "date": "1999-12-18",
    "url": "http://kcna.co.jp/item/1999/9912/991218.htm",
    "articles": [
        {
            "title": "Officials of national institutions help",
            "url": "http://kcna.co.jp/item/1999/9912/news12/18.htm#1",
            "content": "Officials of national institutions help \r\n &nbsp;&nbsp;&nbsp;Pyongyang, December 18 (KCNA) -- Officials of national institutions helped the builders of the monument to the three-point charter of national reunification on Friday.&nbsp;&nbsp;&nbsp;\r\n   Officials of the presidium of the Supreme People's Assembly gave material assistance to the builders and helped them in leveling the ground of a parking lot. &nbsp;&nbsp;&nbsp;\r\n   The officials of Kim Il Sung Higher Party School, the Academy of Social Sciences, the University of National Economy and national institutions finished their work in a short time and helped builders in concrete  tamping and the assembling of reinforcement bars. \r\n\r\n"
        },
        {
            "title": "Foreign diplomats visit revolutionary museum",
            "url": "http://kcna.co.jp/item/1999/9912/news12/18.htm#2",
            "content": "Foreign diplomats visit revolutionary museum\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, December 18 (KCNA) -- Economic and commercial officials of foreign embassies here visited the Revolutionary Museum of the Ministry of the People's Armed Forces on Friday on the occasion of the 8th anniversary of the great leader Kim Jong Il's election as Supreme Commander of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n   The guests heard the explanation that the respected Kim Jong Il has built up the KPA as invincible revolutionary armed forces by thoroughly implementing the  President Kim Il Sung's Juche-oriented military idea. &nbsp;&nbsp;&nbsp;\r\n   Looking round materials and relics on display in the museum, they paid a high tribute to the immortal exploits he has performed while commanding the army. \r\n\r\n"
        },
        {
            "title": "S. Korean ruler's hit for trying to meddle in efforts",
            "url": "http://kcna.co.jp/item/1999/9912/news12/18.htm#3",
            "content": "S. Korean ruler's hit for trying to meddle in efforts\r\n &nbsp;&nbsp;&nbsp; Pyongyang, December 18 (KCNA) -- The South Korean authorities' description of the efforts for improved relations between the DPRK and the U.S., between the DPRK and Japan, as a \"success\" of their \"engagement policy\" is a ridiculous one. &nbsp;&nbsp;&nbsp;\r\n   Rodong Sinmun made the point in a by-lined commentary today. &nbsp;&nbsp;&nbsp;\r\n   Calling attention to the DPRK-U.S. contacts now under way and affirmative signs of the efforts for improved relations between the DPRK and Japan, the news analyst says: &nbsp;&nbsp;&nbsp;\r\n   Needless to say, the contacts and affirmative signs have nothing to do with their loudmouthed \"policy.\"&nbsp;&nbsp;&nbsp;\r\n   The \"policy\" is, in essence, something designed to \"induce\" the north somewhere and achieve \"unification by liberal democratic system.\" In the final analysis, it is anti-national, anti-reunification  war policy of confrontation with the north to do harm to and stifle it and expand a decadent colonial fascist rule in South Korea to the North Korea. &nbsp;&nbsp;&nbsp;\r\n   The people in the North Korea who consider independence life and soul handle all matters with their own judgement and viewpoints. There is no exception to the efforts for improved relations between the DPRK and the U.S., between the DPRK and Japan. &nbsp;&nbsp;&nbsp;\r\n   The work towards the improved relations is not a \"success\" of the \"policy\", but its failure. &nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities must be aware that the more they pursue the worn-out \"policy\", the clearer their true colors become. &nbsp;&nbsp;&nbsp;\r\n   They would be well-advised not to try to poke their nose into other's business, but mind their own business. \r\n\r\n"
        },
        {
            "title": "Japan's wicked nature flayed",
            "url": "http://kcna.co.jp/item/1999/9912/news12/18.htm#4",
            "content": "Japan's wicked nature flayed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 18 (KCNA) -- Some time ago, the director general of the Defense Agency of Japan raised a hue and cry over the DPRK's \"missile deployment,\" claiming that it is a \"serious factor of destabilizing\" northeast Asia. &nbsp;&nbsp;&nbsp;\r\n   Rodong Sinmun today in a signed commentary dismisses this as an attempt to justify Japan's moves to become a military power for overseas aggression. &nbsp;&nbsp;&nbsp;\r\n   Japan is pushing ahead with the moves to update its armed forces by introducing long-range missiles, aegis warships, air refueling tankers and trying to possess aircraft carriers. &nbsp;&nbsp;&nbsp;\r\n   Saying that Japan has emerged a most dangerous force of aggression in Asia, the commentary observes that Japan is now keen on realizing its wild design to reinvade Korea now that judicial and institutional mechanisms have been secured to this end and it is encouraged by the U.S. policy towards the DPRK. It is not the DPRK but the Japanese reactionaries that destabilize northeast Asia. &nbsp;&nbsp;&nbsp;\r\n   Their mud-slinging at the DPRK over \"its missile deployment\" is like a thief crying \"stop thief.\"   It is entirely just for us to increase our defence capabilities given that the sovereignty of the DPRK is seriously threatened. &nbsp;&nbsp;&nbsp;\r\n   We can not remain a passive onlooker to the enemies' saber-rattling to swallow up us. It is the most crucial state affair to increase defence capabilities. Our missile production is part of it. &nbsp;&nbsp;&nbsp;\r\n   We know well that the DPRK is made the Japanese reactionaries' first target of reinvasion.  If they put it into practice, the Korean people will not miss the chance to mete out a merciless punishment to Japan to wreak their pent-up resentment against it. \r\n\r\n"
        },
        {
            "title": "Traitor's despicable nature laid bare",
            "url": "http://kcna.co.jp/item/1999/9912/news12/18.htm#5",
            "content": "Traitor's despicable nature laid bare\r\n &nbsp;&nbsp;&nbsp; Pyongyang, December 18 (KCNA) --  The chief executive of South Korea invited the commander of the South Korea-U.S. \"combined forces\", U.S. generals present in South Korea, the U.S. ambassador to South Korea, Jo Song Thae, \"Minister of National Defense\", and other military bosses to \"Chongwadae\" on Dec. 15 to please his American master, according to a radio report from Seoul. &nbsp;&nbsp;&nbsp;\r\n   The self-proclaimed \"people's\" ruler lavished his praises of his master, saying that the U.S. aggressors have always played \"a decisive role\" in protecting the \"security\" in South Korea and \"deterring provocations from the north\" since their occupation of South Korea. &nbsp;&nbsp;&nbsp;\r\n   And he called for maintaining the \"friendly relations\" between the \"ROK\" army and the U.S. aggressors and \"deterring war\" through \"close cooperation\" in the future, too. &nbsp;&nbsp;&nbsp;\r\n   The years since the U.S.'s occupation of South Korea are characterized by oppression and  plunder, division and confrontation, aggression and war and all sorts of misfortunes and sufferings imposed by them upon the Korean people. &nbsp;&nbsp;&nbsp;\r\n   The present chief executive whitewashed all these crimes. &nbsp;&nbsp;&nbsp;\r\n   By doing so, he seeks to keep as ever the U.S. aggressors in South Korea in a bid to save his shaking rule under the patronage of his master.  His clamor about \"cooperation\" and \"war deterrent\" glaringly revealed his ulterior intention to escalate the moves to provoke a war against the north quite contrary to the desire of the nation  for peace and reunification of Korea. &nbsp;&nbsp;&nbsp;\r\n   Facts clearly indicate that the present chief executive is the dyed-in-the-wool colonial traitor who considers the U.S. as his master and an anti-DPRK fanatic who pursues confrontation with the north under the signboard of \"sunshine policy\" and \"engagement policy\". \r\n\r\n"
        },
        {
            "title": "Various functions held abroad",
            "url": "http://kcna.co.jp/item/1999/9912/news12/18.htm#6",
            "content": "Various functions held abroad\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, December 18 (KCNA) -- Functions were held in various countries to mark the 8th anniversary of the great leader Kim Jong Il's election as Supreme Commander of the Korean People's Army and the 82nd birth anniversary of the great communist revolutionary fighter Kim Jong Suk. &nbsp;&nbsp;&nbsp;\r\n   Kostenko Dmitri, chairman of the Youth Association for the Study of the Juche Idea in Moscow, at a seminar held in Moscow on December 11 said: The Korean People's Army is equipped with modern weaponry and the DPRK is the world's space power that launched a satellite by itself. That is why the U.S. is afraid of the DPRK. Lacking belief in its own strength, the U.S. is scared by the might of the KPA. &nbsp;&nbsp;&nbsp;\r\n   Vice-chairman and scientific secretary of the association Pavel Bilevski said that Kim Jong Suk not only defended the great leader Kim Il Sung politically and ideologically but protected him at the risk of her life as a shield in the period of the anti-Japanese armed struggle. She gave birth to Kim Jong Il and brought him up in the raging flames of the anti-Japanese war, thus guaranteeing a brilliant future of Juche Korea. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, lectures, seminars and other events took place in Austria, Madagascar, Nigeria, Uganda, India and Nepal. \r\n\r\n"
        },
        {
            "title": "Folk game -- tug-of-war",
            "url": "http://kcna.co.jp/item/1999/9912/news12/18.htm#7",
            "content": "Folk game -- tug-of-war\r\n  &nbsp;&nbsp;&nbsp;Pyongyang, December 18 (KCNA) -- Tug-of-war is a traditional folk game widely practiced in Korea. The rope used in the game was usually made of straw or arrowroot vines, though it differed slightly in local areas. &nbsp;&nbsp;&nbsp;\r\n   Contest was held with a village as a unit, involving hundreds of players and rooters. &nbsp;&nbsp;&nbsp;\r\n   On the day of contest, crowds of people gathered from various parts from early morning, with peasant music and dancing groups at the head. &nbsp;&nbsp;&nbsp;\r\n    Amidst such atmosphere, two teams of strong men entered the playground and began pulling the rope, supported by cheering parties. The game usually took 20 or 30 minutes to decide it. &nbsp;&nbsp;&nbsp;\r\n   Winners shouldering the rope turned around the village, accompanied by a singing and dancing group. &nbsp;&nbsp;&nbsp;\r\n   Tug-of-war is a very delightful and gratifying group game through which the people unite their strength and mind as one and demonstrate the might of unity. &nbsp;&nbsp;&nbsp;\r\n   The present tug-of-war is a bit different from that of the past in scale and form. It is included in sporting events as a favorite folk game. \r\n\r\n"
        },
        {
            "title": "DPRK's appeal supported",
            "url": "http://kcna.co.jp/item/1999/9912/news12/18.htm#8",
            "content": "DPRK's appeal supported\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, December 18 (KCNA) -- Political parties and organizations of Guyana and India issued statements  separately in support of the appeal of the government, political parties and organizations of the Democratic People's Republic of Korea. &nbsp;&nbsp;&nbsp;\r\n   The Good Green Guyana, the Amerindian Action Movement of Guyana, the People's Democratic Movement of Guyana, the United Force of Guyana and the National Association of Workers in Agriculture, Commerce and Industry of Guyana in their joint statement issued on December 9 noted with indignation that the concrete wall built in the area south of the Military Demarcation Line on the Korean peninsula still stands as a symbol of division of the Korean nation and confrontation between the north and south of Korea and a springboard from which to invade the north. &nbsp;&nbsp;&nbsp;\r\n   The joint statement strongly urged the South Korean authorities to immediately remove all the political and physical barriers contrary to the desire of the Korean nation and the demands of the times and take the road of alliance and reconciliation with the north and reunification. &nbsp;&nbsp;&nbsp;\r\n   The Asian Regional Committee to Support Korea's Reunification, the Indian Committee to Support Korea's Reunification and the All India Indo-Korea Friendship Association in their joint statement issued on December 7 expressed the conviction that the world's progressive people would voice positive support and solidarity for the patriotic and pro-reunification  efforts of the DPRK government and people for the removal of the concrete wall. \r\n\r\n"
        },
        {
            "title": "FKTU vows to call general strike",
            "url": "http://kcna.co.jp/item/1999/9912/news12/18.htm#9",
            "content": "FKTU vows to call general strike\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 18 (KCNA) -- Well over 10,000 workers under the Federation of Korean Trade Unions held a rally in Seoul on Dec. 17 to vow to call a general strike and urged the authorities to meet five demands including the payment of wages to unionists, a Seoul-based radio reported. &nbsp;&nbsp;&nbsp;\r\n   They opposed the \"government's\" deceptive \"neo-liberalization policy,\" threatening to call a general strike on Dec. 23 if their demands are not met. &nbsp;&nbsp;&nbsp;\r\n   They declared that they would conduct a campaign to vote against the candidates of the \"government\" and the ruling parties in the \"National Assembly election\" to be held next year. &nbsp;&nbsp;&nbsp;\r\n   That day the FKTU entered into a limited strike involving more than 97,000 workers at 220 working places throughout South Korea according to its resolution. \r\n\r\n"
        },
        {
            "title": "We have homeland",
            "url": "http://kcna.co.jp/item/1999/9912/news12/18.htm#10",
            "content": "We have homeland\r\n&nbsp;&nbsp;&nbsp;   Pyongyang, December 18 (KCNA) -- First vice-chairman So Man Sul of the central standing committee of the General Association of Korean Residents in Japan (Chongryon), issued an article captioned \"We have homeland\" four decades after the repatriation of Korean nationals to the DPRK from Japan. &nbsp;&nbsp;&nbsp;\r\n   Recalling the fact that the first repatriation ship was leaving a port of Japan for the homeland, giving a steam whistle on December 14, 1959, the article says that the road to the homeland was that of happiness and prosperity to free Koreans in Japan from national humiliation and maltreatment as well as the road to liberty and brightness. &nbsp;&nbsp;&nbsp;\r\n   It goes on: &nbsp;&nbsp;&nbsp;\r\n   It was the great leader Kim Il Sung who provided the people and overseas Koreans with a genuine homeland and a benevolent cradle in which they can enjoy a worthy life and happiness. &nbsp;&nbsp;&nbsp;\r\n   To overseas Koreans the Democratic People's Republic of Korea is a true homeland. &nbsp;&nbsp;&nbsp;\r\n   As the homeland holds the President and the Marshal Kim Jong Il in high esteem, the destiny and dignity of Koreans in Japan are guaranteed. &nbsp;&nbsp;&nbsp;\r\n   Koreans in Japan have effected an upswing in the patriotic work of Chongryon under the slogan \"Let us learn from the homeland \" since the realization of the repatriation. &nbsp;&nbsp;&nbsp;\r\n   Though in an alien land far away from the homeland, they have conducted an energetic patriotic work to perform laudable exploits in the world history of overseas compatriots movement. &nbsp;&nbsp;&nbsp;\r\n   There would not have been the homeland, Chongryon and brilliant destiny and life of Koreans in Japan without the President and the Marshal. &nbsp;&nbsp;&nbsp;\r\n   The President and the Marshal are precisely the homeland, adds the article. \r\n\r\n"
        },
        {
            "title": "Obstruct improvement of relations between DPRK and U.S.",
            "url": "http://kcna.co.jp/item/1999/9912/news12/18.htm#11",
            "content": "Obstruct improvement of relations between DPRK and U.S. \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 18 (KCNA) -- U.S. Defense Secretary, William Cohen, reportedly told a recent news conference that he would follow mild attitude of North Korea and consistency of its deeds and words, the remarks that were meant to meddle in the internal affairs of the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The DPRK considers his remarks an unbearable insult to it that regards the sovereignty its life and soul, as well as a provocation designed to spoil a positive atmosphere for the improved relations between the DPRK and the U.S. &nbsp;&nbsp;&nbsp;\r\n   As everyone knows, there has been an atmosphere for improving the DPRK-U.S. relations in the wake of the Berlin talks, which is a change favorable for the removal of the long-standing  hostile relations between the two countries. &nbsp;&nbsp;&nbsp;\r\n   His arrogant remarks cannot be construed otherwise than a rash act of trying to spoil such positive atmosphere. &nbsp;&nbsp;&nbsp;\r\n   Whether we adopt a mild attitude or not, in other words, whether we want to improve the bilateral relations or not belongs to our sovereignty. It entirely depends on the attitude of the U.S. &nbsp;&nbsp;&nbsp;\r\n   The remarks of uncle Sam who fails to do what he should do is an intolerable mockery of our sovereignty and a provocation designed to meddle in the DPRK's internal affairs. &nbsp;&nbsp;&nbsp;\r\n   The recent remarks of Cohen who dislikes the improved relations between the DPRK and the U.S. reveal the U.S. intention to lay a obstacle in the way of the high-level talks between the two countries and turn to military confrontation with the DPRK again. &nbsp;&nbsp;&nbsp;\r\n   Cohen never let an opportunity pass by without making utterances hostile to the DPRK. This is evidenced by his recent crying for regional security based on U.S.-Japan-South Korea cooperation. &nbsp;&nbsp;&nbsp;\r\n   We are ready to respond to \"dialogue\" and \"confrontation.\"&nbsp;&nbsp;&nbsp;\r\n   If the U.S. turns to \"confrontation\" behind the scene of \"dialogue,\" we will take a decisive self-defensive measure to cope with it. \r\n\r\n\r\n\r\n"
        }
    ]
}