{
    "date": "1999-11-30",
    "url": "http://kcna.co.jp/item/1999/9911/991130.htm",
    "articles": [
        {
            "title": "Kim Jong Il inspects KPA unit",
            "url": "http://kcna.co.jp/item/1999/9911/news11/30.htm#1",
            "content": "Kim Jong Il inspects KPA unit \r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 30 (KCNA)-- General Secretary Kim Jong Il inspected Kum Song lifeguard unit no. 775 of the KPA on Monday. &nbsp;&nbsp;&nbsp;\r\n   He was accompanied by vice marshal Jo Myong Rok, director of the general political department of the KPA= vice marshal Kim Yong Chun, chief of the general staff of the KPA= vice marshal Kim Il Chol, Minister of the People's Armed Forces= generals Hyon Chol Hae and Pak Jae Gyong= col. general Ri Myong Su and staff members of the supreme command of the KPA. &nbsp;&nbsp;&nbsp;\r\n   He arrived at the unit situated on the forefront, greeted by the unit's commanding officers. &nbsp;&nbsp;&nbsp;\r\n   After receiving a salute, he went up to the forward command post of the unit on top of the height.  &nbsp;&nbsp;&nbsp;\r\n Looking at the vast defence theatres and the nearby enemy position, he learned about the topography, disposition of troops and the enemy's situation and heard a report from the unit's commander on the general situation. &nbsp;&nbsp;&nbsp;\r\n   At the headquarters of the unit, he looked round a monument to the on-the-spot guidance of the President Kim Il Sung and buildings visited by him. &nbsp;&nbsp;&nbsp;\r\n   He then said the unit could become an invincible unit under the President's wise leadership and meticulous care and that the President's immortal feats for army-building will remain long in the history of the nation. &nbsp;&nbsp;&nbsp;\r\n   He noted with great satisfaction that all the commanding officers of the unit were constantly improving their ability of organising and commanding operations, with deep knowledge of the Juche-oriented combat methods of the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n   He enjoyed an art performance given by soldiers of a civil police company under the unit. &nbsp;&nbsp;&nbsp;\r\n   He expressed great satisfaction with the excellent performance of high ideological and artistic value that vividly represented the unshakable revolutionary faith and will of the KPA. &nbsp;&nbsp;&nbsp;\r\n   In the belief that the unit's soldiers will firmly defend with arms the gains of the revolution won by the Korean people at the cost of blood, he gave them a pair of binoculars, a machine gun and an automatic rifle. &nbsp;&nbsp;&nbsp;\r\n   He had a picture taken with them. \r\n\r\n"
        },
        {
            "title": "Kim Il Sung is great leader",
            "url": "http://kcna.co.jp/item/1999/9911/news11/30.htm#2",
            "content": "Kim Il Sung is great leader \r\n&nbsp;&nbsp;&nbsp;   Pyongyang, November 30 (KCNA) -- A seminar on the subject of \"great men of Asia in 20th century\" was held at the Asian study center of the faculty of economy and politics of Cairo University of Egypt from Nov. 21 to 22. &nbsp;&nbsp;&nbsp;\r\n   Speakers at the seminar said Kim Il Sung was the great leader, teacher and hero, introducing in detail his revolutionary family and revolutionary activities. &nbsp;&nbsp;&nbsp;\r\n   They detailed the philosophical principle and guiding principles of the Juche idea created by him. &nbsp;&nbsp;&nbsp;\r\n   They also referred to the proposals he put forward for the reunification of Korea. &nbsp;&nbsp;&nbsp;\r\n   They pointed out that he devoted all his energies to the people's happiness and welfare and that the people highly praise him as a benevolent father. \r\n\r\n"
        },
        {
            "title": "Solidarity letter to KCTU",
            "url": "http://kcna.co.jp/item/1999/9911/news11/30.htm#3",
            "content": "Solidarity letter to KCTU \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, November 30 (KCNA) -- The central committee of the General Federation of Trade Unions of Korea (GFTUK) on Monday sent a letter to the South Korean Confederation of Trade Unions (KCTU) expressing solidarity with public organizations and people from all walks of life in South Korea in their intensified struggle for the total repeal of the \"security law.\"&nbsp;&nbsp;&nbsp;\r\n    The letter said the struggle of the South Korean people for the repeal of the \"security law\" is a just and righteous struggle reflecting the unanimous desire of all the fellow countrymen to see before the end of the year the unconditional abrogation of the \"security law\", which has barred independence and democracy in the South Korean society and the reunification of the country for over half a century, and greet a new millennium. &nbsp;&nbsp;&nbsp;\r\n   The GFTUK central committee extends full support to public organizations including the KCTU and people from all walks of life in South Korea in their struggle for the repeal of the \"security law,\" the letter said. &nbsp;&nbsp;&nbsp;\r\n   It expressed the firm belief that the KCTU  would  always discharge its mission and duty as a vanguard class in the just struggle for the independence and democracy of the South Korean society and national reunification  by getting the \"security law\" abrogated at any cost in solidarity and unity with public organizations. \r\n\r\n"
        },
        {
            "title": "Foundation anniv. of DPRK Natural Conservation Union marked",
            "url": "http://kcna.co.jp/item/1999/9911/news11/30.htm#4",
            "content": "Foundation anniv. of DPRK Natural Conservation Union marked \r\n&nbsp;&nbsp;&nbsp;   Pyongyang, November 30 (KCNA) -- A meeting was held at the People's Palace of Culture yesterday to commemorate the 40th foundation anniversary of the DPRK Natural Conservation Union. &nbsp;&nbsp;&nbsp;\r\n   The President Kim Il Sung founded the union on November 29, Juche 48 (1959). &nbsp;&nbsp;&nbsp;\r\n   The union has been developed and strengthened to be an organization with a tight-knit system and tens of thousands of  members and has greatly contributed to conserving and remaking nature of the country as required by the Juche idea. &nbsp;&nbsp;&nbsp;\r\n   The Central Committee of the Worker's Party of Korea in its congratulatory message to the union officials and members highly praised the devoted efforts the union members have made for a long period to develop the nation's natural conservation work with intense loyalty to the party and the leader and ardent love for the country. &nbsp;&nbsp;&nbsp;\r\n   A report was made by Jang Il Son, Minister of Land and Environment Protection who doubles as chairman of the central committee of the DPRK Natural Conservation Union, which was followed by speeches.   &nbsp;&nbsp;&nbsp;\r\nThe reporter and speakers called for improving and strengthening the propaganda and education among the masses and the dissemination of scientific and technological knowledge of natural conservation as required by the building of a powerful socialist nation so that all the working people and school youth and children may turn out with ardent love for the country in a movement to convert it into a woodland and greenery and to make mountains, fields, rivers and lakes teem with beneficial birds, animals and fishes. &nbsp;&nbsp;&nbsp;\r\n   Secretary of the C.C., the WPK Choe Thae Bok was among those present at the meeting. \r\n\r\n"
        },
        {
            "title": "Early repatriation of unconverted long-term prisoners urged",
            "url": "http://kcna.co.jp/item/1999/9911/news11/30.htm#5",
            "content": "Early repatriation of unconverted long-term prisoners urged \r\n&nbsp;&nbsp;&nbsp;   Pyongyang, November 30 (KCNA) -- A spokesman for the Korean Religious Believers Council in a statement yesterday condemned the South Korean authorities for refusing to repatriate the unconverted long-term prisoners to the north. &nbsp;&nbsp;&nbsp;\r\n   Though the central committee of the DPRK Red Cross Society on November 3 urged the repatriation of all the unconverted long-term prisoners to the north, where their families and relatives are waiting for them, before the end of the year, the South Korean Red Cross answered irrelevantly, saying \"the north should accept the proposal for talks\", he noted, and went on: &nbsp;&nbsp;&nbsp;\r\n   This proves that the South Korean red cross is following the wrong attitude of the South Korean authorities who are using the issue of the repatriation of the unconverted long-term prisoners for a political bargaining in a bid to block  its solution. &nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities should no longer use this issue for a political bargaining but respond without delay to our just proposal for their repatriation before the end of the year. &nbsp;&nbsp;&nbsp;\r\n   The statement expressed the belief that all religious organizations, priests and believers in South Korea would make positive efforts to help the miserable unconverted long-term prisoners  reunite with their families and relatives without delay. \r\n\r\n"
        },
        {
            "title": "Three-revolution red flag movement is in full gear in DPRK",
            "url": "http://kcna.co.jp/item/1999/9911/news11/30.htm#6",
            "content": "Three-revolution red flag movement is in full gear in DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 30 (KCNA) -- The three-revolution red flag movement is in full gear in Korea. It was against the backdrop of the movement sweeping the whole society that more than 630 units including the mechanical engineering research institute of the Academy of Sciences, the Tanchon Ship Repair Works, the Sunchon Koryo Medicine Factory and the Paektusan Architectural Research Institute won the title of the three-revolution red flag this year. &nbsp;&nbsp;&nbsp;\r\n   The three-revolution red flag movement is an all-people mass  movement to accelerate socialist and communist construction by energetically carrying out the ideological,  technical and cultural revolutions. This movement has brought about a fresh turn in all fields of socialist construction despite very difficult conditions of the country in recent years. &nbsp;&nbsp;&nbsp;\r\n    The single-hearted unity of the leader, the party and the people grew stronger than ever before and the politico-ideological position of the revolutionary ranks was further consolidated in the course of the \"arduous march\" and socialist forced march. &nbsp;&nbsp;&nbsp;\r\n   This movement also produced many heroes and heroines and men and women of distinguished services of the times, who have devotedly struggled for the society and collective and encouraged the people to fully display the communist trait of working  and living in a revolutionary manner, helping and leading each other forward. &nbsp;&nbsp;&nbsp;\r\n    In the fields of science and technology, satellite \"Kwangmyongsong 1\"  was successfully launched  and new scientific inventions and technical innovation proposals were introduced into production to lay a foundation for the nation's economic revitalization. Meanwhile, a large number of working people became engineers and assistant engineers  by going through university-level factory colleges, farm colleges, fishermen's colleges and various correspondence courses. &nbsp;&nbsp;&nbsp;\r\n   Today this movement serves as a driving force in bringing about a fresh turn in the Korean people's ideological and moral traits and their style of work and accelerating the economic and cultural construction and building a powerful nation despite  manifold ordeals and difficulties. &nbsp;&nbsp;&nbsp;\r\n   The three-revolution red flag movement that started in November 1975 signifies the development in depth of the Chollima movement in which brought about such a world startling historic event as completing socialist industrialization from scratch after war in a matter of 14 years. \r\n\r\n"
        },
        {
            "title": "Self-reliance is lifeline of independent people",
            "url": "http://kcna.co.jp/item/1999/9911/news11/30.htm#7",
            "content": "Self-reliance is lifeline of independent people \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, November 30 (KCNA) -- Self-reliance is a lifeline of independent people, an article of Rodong Sinmun today stresses. &nbsp;&nbsp;&nbsp;\r\n   The author of the article says that only self-reliance can guarantee independent life, desire and wish of the popular masses. &nbsp;&nbsp;&nbsp;\r\n   The article goes on: &nbsp;&nbsp;&nbsp;\r\n   Self-reliance, above all, is a sure guarantee for firmly defending  socialism and thus everyone should continuously maintain the principle with which one overcomes difficulties believing in one's strength. &nbsp;&nbsp;&nbsp;\r\n   And self-reliance is an only short-cut to build a country into a strong and prosperous one. &nbsp;&nbsp;&nbsp;\r\n   Today each country is developing itself in its own way. &nbsp;&nbsp;&nbsp;\r\n   Among them are those countries which seek to overcome difficulties in the ways of \"reform\" and \"opening\" and those trying to develop economy with other's \"aids\" and \"foreign capital.\"&nbsp;&nbsp;&nbsp;\r\n   But Korea will never build strong and  prosperous country in those ways. &nbsp;&nbsp;&nbsp;\r\n   The Korean people are pressed hard for everything in the way to build a powerful country. But we can not stand back even a step from the way of self-reliance. &nbsp;&nbsp;&nbsp;\r\n   Self-reliance is an invincible treasured sword to achieve a final victory in the fierce confrontation with the imperialists. In order to be a winner in the showdown, all work should be carried out on the principle of self-reliance. \r\n\r\n"
        },
        {
            "title": "Minju Joson on proposed reorganization of Japan Defence Agency",
            "url": "http://kcna.co.jp/item/1999/9911/news11/30.htm#8",
            "content": "Minju Joson on proposed reorganization of Japan Defence Agency \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, November 30 (KCNA) -- Minju Joson today in a signed commentary denounces the Japanese reactionaries for trying to reorganize mechanism for a war of aggression overseas and the conversion of Japan into a military power. &nbsp;&nbsp;&nbsp;\r\n   A \"supra-partisan dietmen's league\" made up mainly of dietmen from the Liberal Democratic Party  and the Liberal Party  is to be formed in Japan within this month to promote the status of the Defence Agency to the \"Ministry of Defence.\"&nbsp;&nbsp;&nbsp;\r\n   The commentary says: &nbsp;&nbsp;&nbsp;\r\n   The Japanese reactionaries describe this as part of the administrative  restructuring aimed to boost the morale of the members of the \"Self-Defence Forces\" (SDF) and merely reorganize the institutional system, but this is nothing but sophism to cover up their black-hearted intention. &nbsp;&nbsp;&nbsp;\r\n   The Japanese reactionaries singled out overseas expansion as a \"state policy\" and have reinforced and modernized the \"SDF\" for the last scores of years after war for its execution. &nbsp;&nbsp;&nbsp;\r\n   The updated \"Guidelines for Japan-U.S. Defence Cooperation\" provided the \"SDF\"  with a legal guarantee for its direct involvement in a war of aggression overseas. &nbsp;&nbsp;&nbsp;\r\n   The \"SDF\" systems of military operation and command have been reorganized in such a way as to enable it to come out in a war of aggression overseas any time. &nbsp;&nbsp;&nbsp;\r\n   The only job to be done is to reorganize the Defence Agency into a ministry which will establish a unified command over these forces of Japan. &nbsp;&nbsp;&nbsp;\r\n   The Japanese reactionaries have buckled down to the institutional restructuring, aware that they cannot start a war of aggression overseas as they please as long as  irrationality remains between forces and system. &nbsp;&nbsp;&nbsp;\r\n   All these alarming developments in Japan are reminiscent of the time when militarist Japan stretched out its tentacles of aggression to Korea and Asia. \r\n  \r\n"
        },
        {
            "title": "Active land rezoning in North Phyongan Province",
            "url": "http://kcna.co.jp/item/1999/9911/news11/30.htm#9",
            "content": "Active land rezoning in North Phyongan Province \r\n&nbsp;&nbsp;&nbsp;   Pyongyang, November 30 (KCNA) -- Land rezoning is in full force in North Phyongan Province, northwestern part of Korea. &nbsp;&nbsp;&nbsp;\r\n   This project is being carried on the basis of the experience of last year's land rezoning in Kangwon Province with the nation-wide attention and support. Through it, land covering  more than 9,000 hectares was readjusted in the last one month. &nbsp;&nbsp;&nbsp;\r\n   In particular, the Kangwon provincial workers engaged in land improvement in Tongrim county removed the soil of 1.062 million cubic  metres and rearranged 1,100 hectares of land in a short span of time by displaying mass heroism and devotion. &nbsp;&nbsp;&nbsp;\r\n   The workers from Pyongyang are now carrying out their daily quota 2 times that in October and have readjusted in the main the Handure plain in Thaechon county  covering some 1,600 hectares, in 40 days or 50. &nbsp;&nbsp;&nbsp;\r\n   Thus as many as 13,000 fields were reduced to 3,000 fields and scores of hectares of cultivated land obtained. &nbsp;&nbsp;&nbsp;\r\n   The workers of Nampho city and North Hwanghae Province in charge of land rezoning in Nyongbyon and Ryongchon counties have achieved successes in their work by introducing working methods suited to the topographical peculiarities and soil conditions. &nbsp;&nbsp;&nbsp;\r\n   Thanks to the efforts of the workers from different provinces, the patches are being rearranged into the standardized fields, 1,000-1,500 Phyong each, one after another in every part  of North Phyongan Province. \r\n\r\n"
        },
        {
            "title": "Military moves of Japan's \"SDF\" for reconquest",
            "url": "http://kcna.co.jp/item/1999/9911/news11/30.htm#10",
            "content": "Military moves of Japan's \"SDF\" for reconquest \r\n&nbsp;&nbsp;&nbsp;   Pyongyang, November 30 (KCNA) -- Japan's ground \"Self-Defence Force\" is reportedly scheming to commit large-scale military maneuvers under the pretext of \"coping with an attack by armed guerrillas\" from December 4. &nbsp;&nbsp;&nbsp;\r\n   Nihon Keizai Shimbun Nov. 28 said that this exercise will be held at the training grounds in Hijutai and Jumonjibara, Oita Prefecture, for 5 days. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, Japan's Maritime \"Self-Defence Force\" and the Maritime Security Agency plan to stage joint actual maneuvers for the first time in the sea waters east of the Noto peninsula, Japan, on November 30. &nbsp;&nbsp;&nbsp;\r\n   Doggedly clamoring about the \"infiltration of armed guerrillas into homeland by the mysterious ship\" after the \"mysterious ship case\" rigged up by Japan against the DPRK in march, the Japanese reactionaries are giving spurs to the war preparations of the \"SDF\" under the pretext of \"countermeasure\". &nbsp;&nbsp;&nbsp;\r\n   The projected military maneuvers are part of these moves. \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on peace on Korean peninsula",
            "url": "http://kcna.co.jp/item/1999/9911/news11/30.htm#11",
            "content": "Rodong Sinmun on peace on Korean peninsula \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 30 (KCNA) -- To ensure peace on the Korean peninsula is directly linked with the issue of preserving peace and security of the world, says Rodong Sinmun today in a signed article. &nbsp;&nbsp;&nbsp;\r\n   Whether peace is preserved on the Korean peninsula or not entirely depends on the attitude of the U.S., the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n   The U.S. should, first of all, abandon its hostile policy towards the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The state of cease-fire and hostile relations persist between the DPRK and the U.S. entirely because of its enmity and hostile policy towards the DPRK. This  is a basic factor of aggravating the belligerent relations between the two countries and threatening peace on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n   The U.S. must withdraw its forces from South Korea if peace is to be ensured on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n   The U.S. forces in South Korea are the root cause of war in Korea. &nbsp;&nbsp;&nbsp;   \r\n   They are aggressor forces deployed on the forefront for the execution of the anti-DPRK U.S. strategic plan and a shock brigade to carry out the second Korean war. &nbsp;&nbsp;&nbsp;\r\n   It is essential for ensuring peace on the Korean peninsula to establish new peace-keeping mechanism through the signing of a peace treaty between the DPRK and the U.S. &nbsp;&nbsp;&nbsp;\r\n   The Korean Armistice Agreement signed between the DPRK and the U.S. has lost its function and role and the armistice supervisory mechanism ceased to exist. &nbsp;&nbsp;&nbsp;\r\n   The belligerent relations between the DPRK and the U.S. have reached the limit in the absence of any mechanism to prevent armed clashes and another war in Korea. &nbsp;&nbsp;&nbsp;\r\n   In order to bring this serious situation under control it is necessary to build new peace-keeping mechanism through the signing of a peace agreement between the DPRK and the U.S. &nbsp;&nbsp;&nbsp;\r\n   This notwithstanding, the U.S. maintains the stand that this matter is none of its business. &nbsp;&nbsp;&nbsp;\r\n   This stance of the U.S. quite contrary to ours shows well who really wants peace and who seeks a war on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n   The DPRK will neither back down nor make any compromise on its just and principled stand on peace in Korea. \r\n\r\n"
        },
        {
            "title": "Defoliant used by U.S. forces",
            "url": "http://kcna.co.jp/item/1999/9911/news11/30.htm#12",
            "content": "Defoliant used by U.S. forces \r\n&nbsp;&nbsp;&nbsp;   Pyongyang, November 30 (KCNA) -- It was disclosed recently that defoliant was sprayed over the demilitarized zone (DMZ) south of the Military Demarcation Line (MDL) which divides the Korean peninsula into two parts. This has created a furore among people. &nbsp;&nbsp;&nbsp;\r\n   A confidential document sent to senator John Glen by the U.S. Army Department  in 1996 said that in 1968 and 1969 the U.S. forces stationed in South Korea mobilized \"ROK\" army soldiers to spray about 76,000 litres of defoliant over 66 million square metres of land to \"remove wood in the DMZ along the MDL\" under a secret operation called \"68 plan to destroy plants.\" &nbsp;&nbsp;&nbsp;\r\n   On November 18, the U.S. Defense Department spokesman also admitted the fact that the U.S. forces worked out the operation and supplied defoliant and supervised its spraying.    &nbsp;&nbsp;&nbsp;\r\nDefoliant is very poisonous substance used by the U.S. in the Vietnam War. The U.S. sprayed it at random to destroy leaves in thick forests on which the south Vietnam armed forces depended when fighting. &nbsp;&nbsp;&nbsp;\r\n   Among variety of defoliant used at that time was \"agent orange.\" It was composed of dioxin and virulently poisonous arsenic. One gram of dioxin is poisonous enough to kill 20,000 people and arsenic, too, is no less poisonous. &nbsp;&nbsp;&nbsp;\r\nAlthough defoliant is diluted to one-ten thousandth, anyone contracted with it will either die on the spot or gradually die of cancer and paralyzed nervous and muscular system. &nbsp;&nbsp;&nbsp;\r\nSymptoms may appear 10 or 20 years later. Its characteristic feature is that children of its victim are bound to suffer from its aftermath. &nbsp;&nbsp;&nbsp;\r\n   There are many examples proving the disastrous aftermath of defoliant. Almost all animals and plants in the defoliant-sprayed areas were destroyed. At least over 10,000 \"ROK\" army soldiers who had been taken to south Vietnam as cannon fodder of the U.S. forces were already dead and over 44,000 others and their children are suffering severe pain. &nbsp;&nbsp;&nbsp;\r\n   According to a survey made by the South Korean \"defoliant victims fellowship society\" among 329 victims in 1997, 524 of their children suffered from mental diseases, nervous system disorders, cancer and spinal trouble as an aftermath of defoliant. &nbsp;&nbsp;&nbsp;\r\n   Such \"devilish chemical substance\" was sprayed by U.S. air and ground forces at random over areas south of the DMZ along the MDL. &nbsp;&nbsp;&nbsp;\r\n   It is said that Kang U Sang who is now living in Pisan-dong no. 2, western district of Taegu city, South Korea is suffering severe pain due to the aftermath of defoliant which he and other soldiers sprayed under the command of a U.S. Army officer during his service in a \"ROK\" army unit in Yanggu county. &nbsp;&nbsp;&nbsp;\r\n   This is the true colors of the U.S. which claims to be a \"guardian\" of humanitarism. \r\n\r\n"
        },
        {
            "title": "Greetings to Romanian Prime Minister",
            "url": "http://kcna.co.jp/item/1999/9911/news11/30.htm#13",
            "content": "Greetings to Romanian Prime Minister \r\n&nbsp;&nbsp;&nbsp;   Pyongyang, November 30 (KCNA) -- Hong Song Nam, premier of the DPRK cabinet, sent a message of greetings to Radu Vasile, Prime Minister of Romania, on the occasion of its National Day. &nbsp;&nbsp;&nbsp;\r\n   The message sincerely wished the Romanian people progress and prosperity. &nbsp;&nbsp;&nbsp;\r\n   Foreign Minister Paek Nam Sun sent a message of greetings to Romanian Foreign Minister Andrei Plesu. \r\n\r\n"
        },
        {
            "title": "Agreement on friendship and solidarity signed",
            "url": "http://kcna.co.jp/item/1999/9911/news11/30.htm#14",
            "content": "Agreement on friendship and solidarity signed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 30 (KCNA) -- An agreement on friendship and solidarity was signed here today between the Korean Society for Cultural Relations with Foreign Countries, the Korea-Cuba Solidarity Committee and the Cuban Institute of Friendship with the Peoples, the Cuban Committee for Supporting Korea's Reunification. &nbsp;&nbsp;&nbsp;\r\n   The agreement was signed by Kim Jin Bom, vice-chairman of the Korean Society for Cultural Relations with Foreign Countries who is also vice-chairman of the Korea-Cuba Solidarity Committee, and Jose Manuel Inclan Embade, Cuban ambassador to the DPRK. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}