{
    "date": "1999-03-31",
    "url": "http://kcna.co.jp/item/1999/9903/990331.htm",
    "articles": [
        {
            "title": "DPRK on 4th DPRK-U.S. missile negotiations",
            "url": "http://kcna.co.jp/item/1999/9903/news03/31.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "President Kim Il Sung is eternal sun of Juche",
            "url": "http://kcna.co.jp/item/1999/9903/news03/31.htm#2",
            "content": "DPRK on 4th DPRK-U.S. missile negotiations\r\n &nbsp;&nbsp;&nbsp;Pyongyang, March 31 (KCNA) -- The spokesman for the Foreign Ministry of the DPRK gave an answer to a question put by KCNA today as regards the DPRK-U.S. missile negotiations held in Pyongyang. &nbsp;&nbsp;&nbsp;\r\nHe said:&nbsp;&nbsp;&nbsp;The 4th round of DPRK-U.S. missile negotiations was held in Pyongyang on March 29 and 30.   At the negotiations, we said our consistent stand is that we will never bargain with anyone about our development, production, test and deployment of missiles because this belongs to our sovereignty from A to Z.  We reclarified our stand that we might discuss the issue of suspending the export of our missiles if the U.S. side wants, provided that it makes a cash compensation for our foreign currency losses to be entailed by our suspension of missile exports. In this connection, we put forward a proposal on cash compensation for the suspension of missile exports.   Therefore, the negotiations discussed our proposal and agreed to continue the discussion in the future, too.   It was agreed that the venue and date for next negotiations would be confirmed through a contact channel in New York. \r\n    \r\n"
        },
        {
            "title": "Festival posters off press",
            "url": "http://kcna.co.jp/item/1999/9903/news03/31.htm#3",
            "content": "President Kim Il Sung is eternal sun of Juche\r\n &nbsp;&nbsp;&nbsp;Pyongyang, March 31 (KCNA) -- The President Kim Il Sung was the father of the nation who saved the destiny of the country and the nation for the Korean people and brought the greatest progress and prosperity to this land, founder of socialist Korea and sun of humankind who brightly indicated the road for the world people to follow, said M. D. Salim, deputy speaker of Rajya Sabha (Upper House) of India, when interviewed by  KCNA in his country on March 25 on the occasion of Sun's Day (April 15).&nbsp;&nbsp;&nbsp;\r\n   The Korean people are revering the respected President Kim Il Sung as a peerlessly great man and the eternal sun of Juche whom they acclaimed for the first time in their history spanning thousands of years, he said, and went on:&nbsp;&nbsp;&nbsp;The President made all efforts to reunify the country from the very day when the country was divided by outside forces.&nbsp;&nbsp;&nbsp;\r\n   The President put forward the unique three principles of national reunification, the proposal on founding the Democratic Confederal Republic of Koryo and the 10-point programme of the great unity of the whole nation, which reflected the strong ideas of independence and patriotism on the basis of the Juche idea.   Nothing is better than this proposal as far as the way of independent and peaceful reunification of Korea is concerned.&nbsp;&nbsp;&nbsp;\r\n   M. M. Verma, director of the Indian Center for UN Studies, in a statement issued on the occasion of Sun's Day  said that hundreds of millions of people of the world are highly praising the great leader Kim Il Sung as the sun of independence and sun of Juche. \r\n\r\n"
        },
        {
            "title": "Preparatory committees formed abroad",
            "url": "http://kcna.co.jp/item/1999/9903/news03/31.htm#4",
            "content": "Festival posters off press\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 31 (KCNA) -- Posters on the 17th April Spring Friendship Art Festival have come off the press in Korea on the threshold of significant Sun's Day.   The posters mirror the desire and aspiration of the Korean people and the progressive mankind to more significantly commemorate their common holiday.   They have various themes and styles,  including the one which depicts artistes from different countries singing in praise of the President Kim Il Sung in Mangyongdae, the time-honored cradle of revolution, the one which portrays foreign artistes eulogizing Kimilsungia which is in full bloom all over the world, the one depicting pigeons flying in the sky above Pyongyang, the festival city, as well as the one showing artistes who sing songs of independence, peace and friendship with the festival mark held aloft. \r\n\r\n"
        },
        {
            "title": "Struggle for right to existence supported",
            "url": "http://kcna.co.jp/item/1999/9903/news03/31.htm#5",
            "content": "Preparatory committees formed abroad\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 31 (KCNA) -- Preparatory committees for commemorating Sun's Day were inaugurated in Democratic Congo, Sri Lanka, Belgium and Pakistan on the occasion of the 87th birth anniversary of the President Kim Il Sung.   Preparatory committees decided to hold colorful events around Sun's Day.   In another development, a preparatory committee of the United Confederation of Koreans in Russia was formed on March 24 to commemorate Sun's Day. \r\n   \r\n"
        },
        {
            "title": "DPRK exposes nature of planned U.S. \"NMD\" system",
            "url": "http://kcna.co.jp/item/1999/9903/news03/31.htm#6",
            "content": "Struggle for right to existence supported\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 31 (KCNA) -- Workers, farmers and fishermen in South Korea are holding large-scale anti-\"government\" rallies and demonstrations in all parts of it to demand a stop to the \"unilateral restructuring\", urge the implementation of the \"agricultural policy commitment\", attain the right to existence and frustrate the sycophantic treacherous moves of the authorities.&nbsp;&nbsp;&nbsp;\r\n   Commenting on this, Rodong Sinmun today says their massive struggle is an eruption of curse and wrath upon the rulers who are imposing utter political non-right, abject poverty, unbearable sufferings and sacrifices upon them.   The news analyst goes on:&nbsp;&nbsp;&nbsp;Over the last one year since his coming to power, the chief executive of South Korea has left the economy as a whole to the tender mercy of the U.S. and other outsiders, rendering a large number of people unemployed, and sold off Tok Islet and fishing grounds around it to the Japanese reactionaries, the sworn enemy of the Korean nation, through the signing of the treacherous \"fishery accord\", thus leaving millions of workers and more than 500,000 fishermen jobless.&nbsp;&nbsp;&nbsp;\r\n   The fact clearly shows the working people can never get rid of miserable plight and death unless they smash the colonial economic trusteeship of the U.S. over South Korea, the sycophantic treacheries of the South Korean rulers and their anti-social misrule.\r\n   It is only too natural and just for them to have risen in this massive struggle. \r\n\r\n"
        },
        {
            "title": "Provocative \"Hoguk 99\" joint military exercise",
            "url": "http://kcna.co.jp/item/1999/9903/news03/31.htm#7",
            "content": "DPRK exposes nature of planned U.S. \"NMD\" system \r\n &nbsp;&nbsp;&nbsp;Pyongyang, March 31 (KCNA) -- The spokesman for the Foreign Ministry of the DPRK gave an answer to a question put by KCNA today as regards the \"National Missile Defense (NMD)\" system which is being pushed by the United States in real earnest these days under the pretext of threats from the DPRK.   As was reported, the U.S. senate and the house of representatives adopted a bill on taking the development of the \"NMD\" system as an official national policy of the United States on March 17 and 18 on the plea of \"protecting the U.S. from missile attacks.\"&nbsp;&nbsp;&nbsp;\r\n   The United States is now vociferating about \"missile threat\" from the DPRK and other countries as if it were imminent. But, the U.S. projected \"NMD\" system is, in essence, a replica of the \"star wars\" program to militarily contain other big powers and attain its ambition for world supremacy.   Nevertheless, the U.S. is now finding faults with the missile activities in the DPRK. Their allegation is nothing but a groundless pretext.   It is the DPRK's legitimate right of self defence to develop, test and produce missiles by its own efforts to defend the security of the country because the U.S. is posing constant threats to it with enormous nuclear missiles and weapons of mass destruction.&nbsp;&nbsp;&nbsp;\r\n   No matter how zealously the U.S. may talk about \"threat\" of the DPRK's missiles,  it cannot justify its arms buildup.   Instead of adopting a dangerous bill which will touch off a new arms race and Cold War by filling pockets of  munitions monopolies and posing direct threats to neighboring big powers, the U.S. congress must above all solve the issue of completely and comprehensively eliminating all weapons of mass destruction including nuclear weapons.\r\n\r\n"
        },
        {
            "title": "Nonsense of anti-reunification element",
            "url": "http://kcna.co.jp/item/1999/9903/news03/31.htm#8",
            "content": "Provocative \"Hoguk 99\" joint military exercise\r\n &nbsp;&nbsp;&nbsp;Pyongyang, March 31 (KCNA) -- The South Korean war hawks started on March 28 a week-long provocative  \"Hoguk 99\" military exercise allegedly to cope with a \"contingency,\" a Seoul-based radio said.   They reportedly called the South Korean ground force \"Jingun\" (onward march) and other units under it out to hold an \"exercise reminiscent of a real war involving 28 important aspects in the event of emergency, including air attack, reconnaissance and removal of effects of chemical, biological and radioactive attacks, air re-supply and ammunition supply.\"   They will appoint the commander of a unit \"Sonbong\" (vanguard) and major staffers as \"supervisors\" for the first time in the history of maneuvers to intensify control and examination of the joint military exercise and choose a \"rival army\" with a view to staging the exercise under the simulated conditions of a real war, the radio said.   Meanwhile, the South Korean ruling quarters called combat flying corps No. 1 of the air force out to wage a \"chemical warfare and coordinated exercise for base defense\" allegedly to cope with \"emergency.\" \r\n \r\n"
        },
        {
            "title": "Mun Ik Hwan's devoted service to national reunification",
            "url": "http://kcna.co.jp/item/1999/9903/news03/31.htm#9",
            "content": "Nonsense of anti-reunification element\r\n &nbsp;&nbsp;&nbsp;Pyongyang, March 31 (KCNA) -- The South Korean \"Minister of Foreign Affairs and Trade\" reportedly reiterated on March 29 the anti-reunification \"engagement policy toward the north\" at a meeting in Berlin,  saying that the U.S. military presence in South Korea was necessary to relax the tensions on the Korean peninsula.\"    He went so far as to assert that \"the issue of the U.S. military presence in South Korea should not be included in agenda items of negotiations\" with the north.   These remarks meant to keep the U.S. aggression forces in South Korea indefinitely on the pretext of \"easing tensions\" are one more clear evidence of the separatist intention of despicable traitors to justify the U.S. military occupation of South Korea, a source of increasing tensions and division of the Korean peninsula and prolong their remaining days in reliance upon it. \r\n\r\n\r\n"
        },
        {
            "title": "Staunch defender of Juche idea",
            "url": "http://kcna.co.jp/item/1999/9903/news03/31.htm#10",
            "content": "Mun Ik Hwan's devoted service to national reunification\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 31 (KCNA) -- A decade has passed since Rev. Mun Ik Hwan, a famous dissident of South Korea, visited Pyongyang to meet the President Kim Il Sung, whom he looked up to and followed as the center of great national unity.    Rev. Mun was advisor to the \"Coalition for National Democratic Movement\" in South Korea.    In January Juche 78 (1989) the President, when making New Year address, proposed to convene a north-south political consultative meeting and invited South Korean personages, including  Rev. Mun to visit Pyongyang.\r\n   In response to the invitation, Rev. Mun released a statement hailing and fully supporting the proposal.&nbsp;&nbsp;&nbsp; Rev. Mun at the advanced age of 70 made a long journey to come to Pyongyang.    On March 27 the President met Rev. Mun who came to the north at the risk of his life, had sincere talks with him about reunification and on April 1 called at the place where he put up.   After the meeting with the President, Rev. Mun said that he was so  moved by the President's genuine love for the country and nation, stand of national independence and unshakable will for reunification at the first ever meeting with the President that he felt that the wall of division was falling down in a wink.&nbsp;&nbsp;&nbsp;\r\n   Upon his return to the south, Rev. Mun voiced support for reunification by confederacy formula through great national unity despite suppression by the authorities, said the verb for the noun reunification should be in \"perfect tense\" and fought till the last moment of his life, not abandoning his faith and will to put the President's idea of national reunification into practice.    The President made sure that the \"reunification prize\" was awarded to Rev. Mun for his devoted service to for the national reunification movement. \r\n\r\n\r\n"
        }
    ]
}