{
    "date": "1999-03-06",
    "url": "http://kcna.co.jp/item/1999/9903/990306.htm",
    "articles": [
        {
            "title": "Degree of master of art science conferred",
            "url": "http://kcna.co.jp/item/1999/9903/news03/06.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Pil's utterances under fire",
            "url": "http://kcna.co.jp/item/1999/9903/news03/06.htm#2",
            "content": "Degree of master of art science conferred \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 6 (KCNA) -- The DPRK degree of master of art science was conferred on Jin Yinghua, teacher of the art college of Yanbian University of China who is practicing at Pyongyang University of music and dance.   She received the degree for her contribution to the development of friendly relations between the Korean and Chinese peoples and to the inheritance and development of Korean folk dance.   Honorary vice-president Ri Jong Ok of the presidium of the Supreme People's Assembly and a councilor of the Chinese embassy in Korea were present at the awarding ceremony held at the Mansudae Assembly Hall on Friday.  \r\n \r\n"
        },
        {
            "title": "Reckless attempt at overseas aggression",
            "url": "http://kcna.co.jp/item/1999/9903/news03/06.htm#3",
            "content": "Kim Jong Pil's utterances under fire\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 6 (KCNA) -- South Korean \"prime minister\" Kim Jong Pil revealed his true colors when he defined the north as the \"principal enemy,\"  asserting that the north has not given up its \"strategy for communizing the south,\" observes an analyst of Rodong Sinmun today.   He goes on:&nbsp;&nbsp;&nbsp;Kim Jong Pil's misinterpretation of the fair proposal of the north for reconciliation and national reunification as the \"strategy for communizing the south\"  is nothing but a mania for north-south confrontation.&nbsp;&nbsp;&nbsp;\r\n   He is spreading the rumor about \"threats to security  from the north\" in a bid to deflect the edge of attack from the people.   He has earned ill-fame as a baron of \"Yusin,\" fascist felon, special  advocate of anti-north confrontation,  ultra-rightist reactionary and warmonger for tens of years. He is a dyed-in-the-wool anti-national, bellicose and anti-reunification element. He will never drop his treacherous  character as long as he is alive.    He is bound to go to his own grave, while vociferating about the \"principal enemy\" to intensify anti-north confrontation. \r\n\r\n"
        },
        {
            "title": "Desperate effort to realize parliamentary cabinet system",
            "url": "http://kcna.co.jp/item/1999/9903/news03/06.htm#4",
            "content": "Reckless attempt at overseas aggression\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 6 (KCNA) -- The Japanese reactionaries are these days insisting on \"security emergency legislative arrangements\" and introduction of air refueling tankers into the \"Self-Defense Forces.\"   Commenting on it, Minju Joson today says this shows their moves for overseas aggression have reached a reckless stage.   The news analyst goes on to say:&nbsp;&nbsp;&nbsp;It is as clear as noonday that the \"legislative arrangements\" for \"emergency,\" which means a war of aggression, is intended to establish legal mechanism for overseas expansion.&nbsp;&nbsp;&nbsp;\r\n   It is not difficult to guess what the introduction of air-refueling tankers into the \"SDF\" in overseas aggression fever means.   It is the Japanese reactionary's strategy of overseas expansion to build a military bridgehead for the expansion by staging a comeback to Korea and then advance into the vast continent of Asia.   We cannot but express indignation with the Japanese reactionaries who, preoccupied with moves for overseas aggression,  do not conceal their scheme for military attack on the DPRK.   They must stop their reckless moves for overseas aggression, the moves for reinvasion of the DPRK right now  if they do not wish to be feed of crows. \r\n\r\n\r\n"
        },
        {
            "title": "Korean socialism will never collapse",
            "url": "http://kcna.co.jp/item/1999/9903/news03/06.htm#5",
            "content": "Desperate effort to realize parliamentary cabinet system\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 6 (KCNA) -- South Korean \"prime minister\" Kim Jong Pil at a press conference on March 2 insisted that the \"constitutional revision for the parliamentary cabinet system\" must be carried out within this year and expressed his \"resolute will\" to realise it, a Seoul-based radio reported.   He asserted that the \"promise of the parliamentary cabinet system\" made by the \"coalition government\" at the time of its inauguration must be kept. If not, \"there will be  a crisis,\"  he added.&nbsp;&nbsp;&nbsp;\r\n   This hints that he would secure a definite answer to the \"constitutional revision for the parliamentary cabinet format from the present chief executive at \"talks between presidents of ruling and opposition parties\" expected before long.   Nevertheless, the \"national congress for new politics\" showed an indifferent response to the grumble of Kim Jong Pil and tries to keep \"presidential power\" as it is.   Such movements show that feuds and secret strafes within the leadership of the ruling parties are getting more serious in South Korea. \r\n\r\n"
        },
        {
            "title": "\"Hanchongryon\"'s struggle supported in S. Korea",
            "url": "http://kcna.co.jp/item/1999/9903/news03/06.htm#6",
            "content": "Korean socialism will never collapse\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 6 (KCNA) -- Rod Eley, general secretary of the Communist Party of Ireland (Marxist-Leninist), said in an interview with KCNA on February 25 during his visit to Korea that the DPRK still exists as a socialist country and will not collapse in the future, either, although the former USSR and European socialist countries were destroyed.&nbsp;&nbsp;&nbsp;\r\n   He said the DPRK is an organized socialist country free from disorder, complaint and discontent, and that the Korean people are boundlessly loyal to their leadership.   He further said:&nbsp;&nbsp;&nbsp;The DPRK has strengthened its army because there is no guarantee that the same U.S. aggression as in the 1950s will not be repeated.   The \"National Security Law\" should be abolished above all in South Korea if wide-range north-south dialogues including high-level political talks proposed by the north this year are to be convened.   Foreign troops should be withdrawn from South Korea. \r\n\r\n"
        },
        {
            "title": "Photo album on Kim Jong Suk published in China",
            "url": "http://kcna.co.jp/item/1999/9903/news03/06.htm#7",
            "content": "\"Hanchongryon\"'s struggle supported in S. Korea\r\n &nbsp;&nbsp;&nbsp;Pyongyang, March 6 (KCNA) -- South Korean organizations are extending positive support and encouragement to the South Korean Federation of University Student Councils (Hanchongryon) and students in their struggle for independence, democracy and reunification. &nbsp;&nbsp;&nbsp;\r\n  The joint measure committee for people's vital rights and release of prisoners of conscience and the headquarters of one million-men signature movement for the release of all prisoners of conscience, the repeal of \"National Security Law\" and support to \"universal declaration on human rights\" in a joint declaration denounced the authorities for their reckless fascist repression, urging them to ensure the freedom of activities of the students under \"Hanchongryon\", the hope of South Korean society.&nbsp;&nbsp;&nbsp;\r\n   A society for supporting Kang Wi Won, chairman of the 5th-term \"Hanchongryon,\" in a statement said:&nbsp;&nbsp;&nbsp; Present 'government' should stop crackdown on 'Hanchongryon' at once. The people will join in the just struggle to make 'Hanchongryon' legal.\"   Jong Yon O, who is father of former chairman of \"Hanchongryon\" Jong Myong Gi, called upon the students' fathers to take part in the struggle to make the evil law rescinded.   Citizens' organizations and labor unions in Taegu in statements said \"Hanchongryon\" would imposingly stand as students' organization loved by the fellow countrymen and the South Korean people, stressing that students' struggle is just. \r\n  \r\n"
        },
        {
            "title": "DPRK's proposal supported abroad",
            "url": "http://kcna.co.jp/item/1999/9903/news03/06.htm#8",
            "content": "Photo album on Kim Jong Suk published in China\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 6 (KCNA) -- \"A Photo Album on Anti-Japanese Heroine Kim Jong Suk's Revolutionary Activities\" was published in china on the occasion of the General Secretary Kim Jong Il's birthday.   Compilers of the photo album published by the research institute of the Korean nation were Ri Song Dok, advisor at the martyr's cemetery of Yanbian Revolutionary School, and the head of the research institute of the northeast  Asian economy of Yanbian University who are Korean residents in China.&nbsp;&nbsp;&nbsp;\r\n   It introduces the revolutionary activities of the great communist revolutionary fighter Kim Jong Suk according to historical order and course.   Printed there are more than 90 photos of major revolutionary and battle sites associated with her activities and a pistol used by her and pictures of trees bearing slogans written by her before Korea's liberation.   Its preface says that the brilliant achievements made by  her in the struggle against the Japanese aggressors, the common enemy of the Korean and Chinese peoples, will shine forever with the history of their revolutionary struggle. \r\n\r\n"
        },
        {
            "title": "Country blessed with many heroines",
            "url": "http://kcna.co.jp/item/1999/9903/news03/06.htm#9",
            "content": "DPRK's proposal supported abroad\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 6 (KCNA) -- Representatives of the Salvadorian Farabundo Marti National Liberation Front,  the Puerto Rican National  Party, Revolutionary Forces Party of Dominica, the Communist Party of Paraguay in Cuba made public a joint statement supporting the proposal of the joint meeting of government, political parties and organizations of the DPRK.  The National Democratic People's Movement Party of Jordan also published a similar statement.&nbsp;&nbsp;&nbsp;\r\n   The statements said that the joint meeting set this year as \"a year of national independence and great unity\" and called for sincerely implementing the three principles of national reunification. This proposal reflects the strong will of the DPRK to reunify the country through national independence and great unity, they added.   They also demanded that the South Korean authorities stop joint military exercises with United States against the DPRK and repeal the \"National Security Law\" for the realization of wide-range dialogues between the north and south. \r\n \r\n"
        },
        {
            "title": "Book \"Korea in Kim Jong Il's Era\" published  in Japan",
            "url": "http://kcna.co.jp/item/1999/9903/news03/06.htm#10",
            "content": "Country blessed with many heroines\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 6 (KCNA) -- The Korean women are celebrating  March 8, the International Women's Day, with great pride and honor.   There are many heroines among Korean women who enjoy their worthy lives in all domains of social life with equal rights with men.   Jo Ok Hui was the first to receive the title of the DPRK heroine on March 7, Juche 40 (1951) after the foundation of the DPRK. During the Fatherland Liberation War she was arrested by the enemy while bravely fighting at a Jinamsan guerrilla unit and died a heroic death.   Then, 5 other women including  Ri Su Dok, Ri Sun Im, Kuk Sin Bok and Thae Son Hui were awarded the title of heroine in the year. The 3-year-long war produced many heroines.&nbsp;&nbsp;&nbsp;\r\n   The Korean women performed brilliant feats in the efforts to build a prosperous  socialist country after the cease-fire.   Among them were women farmers across the country including Kim Rak Hui, who earned fame as a plough-girl in the wartime, and Ri Myong Won, discharged woman soldier who set a record by finishing the plastering of a flat in a day when the construction of 20,000 flats was under way in the capital.   Many labor heroines were produced at different domains of the national economy including Kim Ok Sun, worker of the Pyongyang Silk Mill who fulfilled her 3-year national economic  plan one year and 5 months ahead of the schedule, and Yun Kyong Ryul, woman driver of the Pyongyang trucks station no. 2 who covered the same distance as travelling round the earth 50 times.&nbsp;&nbsp;&nbsp;\r\n   Such educators as Jon Kwang Chun and Pak Kwan Ok became labor heroines for their contribution to the education of younger generation while women scientists including Kim Chun Gum received the titles of labor heroine for completing a new ore dressing method and a lean ore treating method.   Many women including Kang In Hwa, manager of the fuel station of Mangyongdae district, and Han Chun Sil, manager of the supply office for nurseries and kindergartens in Chongdan county, have received titles of pathfinders in self-reliance and labor heroine for their distinguished services in the efforts for self-reliance despite difficulties.   Among them is twice labor heroine Jong Chun Sil, director of the Jonchon County Commercial Management Office. \r\n\r\n\r\n"
        },
        {
            "title": "Premeditated provocation",
            "url": "http://kcna.co.jp/item/1999/9903/news03/06.htm#11",
            "content": " Book \"Korea in Kim Jong Il's Era\" published  in Japan\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 6 (KCNA) -- The book  \"Korea  in Kim Jong Il's Era\" written by Takashi Nata, president of the Shikoku Society for the Study of the Juche Idea, was published in Japan on the occasion of the 57th birthday of General Secretary Kim Jong Il.   The author wrote in detail about the wise guidance of Kim Jong Il who rouses the entire Korean people to a new great upsurge of chollima and is reliably defending and exalting socialism.&nbsp;&nbsp;&nbsp;\r\n   He highly praised Kim Jong Il for having brightly indicated the road ahead of the world revolutionary people and led the cause of socialism, the human cause of independence, to victory.   Kim Jong Il's era has come with his election as general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the DPRK, the highest post in the country, the author said, stressing:&nbsp;&nbsp;&nbsp; It is only Marshal Kim Jong Il who will lead the 21st century and the 21st century will be Korea's. \r\n\r\n"
        },
        {
            "title": "U.S. should not be allowed to defy UN",
            "url": "http://kcna.co.jp/item/1999/9903/news03/06.htm#12",
            "content": "Premeditated provocation \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 6 (KCNA) -- At dawn a few days ago, a hooligan scribbled the letters \"Koreans shall die\" and \"Koreans, fools\"  on a wall of Korean Primary Middle School in Chiba and fled after breaking nine glass windows inside its building.   Commenting on this hooliganism, Rodong Sinmun today says:&nbsp;&nbsp;&nbsp;This was not an accidental crime but a  premeditated hostile action  of the Japanese right-wing reactionaries against the DPRK and the General Association of Korean Residents in Japan (Chongryon). &nbsp;&nbsp;&nbsp;\r\n   The paper goes on:&nbsp;&nbsp;&nbsp;We cannot repress surging national indignation with the unceasing undisguised crimes against the DPRK and Chongryon in Japan and we will never remain a passive onlooker to this.   Underlying the Japanese authorities acts of egging the right-wing gangsters onto an anti-DPRK, anti-Chongryon campaign and shielding  the criminals is anti-Korean chauvinism  of Japan  which had invaded Korea and tried to exterminate its people in the past.   It is clear that gangsters of the South Korean \"Intelligence Service\" are involved in this incident.&nbsp;&nbsp;&nbsp;\r\n   Worse still, the South Korean rulers, going mad with north-south confrontation, bribed Japanese right-wing gangsters for this anti-DPRK, anti-Chongryon campaign, not content with their anti-north confrontation row in South Korea.   To try to stifle the DPRK, which is leading the era of independence, holding aloft the banner of socialism, is as foolish as trying to sweep the sea with a broom.   The Japanese authorities should ponder over the serious consequences to be entailed by the ceaseless anti-DPRK, anti-Chongryon moves and take proper measures to prevent  the recurrence of such crime. \r\n\r\n\r\n"
        },
        {
            "title": "Most democratic electoral system of DPRK",
            "url": "http://kcna.co.jp/item/1999/9903/news03/06.htm#13",
            "content": "U.S. should not be allowed to defy UN\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 6 (KCNA) -- Rodong Sinmun today carries a signed article dealing with the United States' intensified moves to neglect the United Nations again.   The article says:&nbsp;&nbsp;&nbsp;The United States seeks to sustain the \"NATO strategy\" at the summit of NATO member nations due in April so that NATO forces may be used without prior UN permission.   This means that the UN is to stand behind the U.S. in handling international problems.   Such move has come from the U.S. high arrogance.   The United States, which remains the \"only superpower\" after the end of the Cold War, has underrated all other nations while dreaming of becoming the \"Emperor\" of the world.&nbsp;&nbsp;&nbsp;\r\n   Meanwhile, some countries turned to the U.S. for help, without trying to solve their problems by themselves. This fuelled the U.S. arrogance.   As a result, the U.S. has come to look down upon even other permanent UN Security Council members and turned a deaf ear to their opinions.   If such impudent and arrogant behaviour of the U.S. is overlooked, humankind will undergo greater miseries and disasters.   The U.S.  that had carried out air raids on Iraq in disregard of the UN killing innocent civilians may conduct another military attack on any other country, again setting the UN aside. In such case the UN Security Council and the UN will perhaps remain dead organizations.&nbsp;&nbsp;&nbsp;\r\n  The U.S. is neither the \"only superpower\" nor a dreadful entity.   UN member nations and international community are strong enough to check and frustrate the U.S. behaviour of neglecting the UN and its arbitrariness and strong-arm policy.   Such behaviour of the U.S. can be stopped only when the UN member states including permanent  security council members fully exercise their voice and influence at the world body. \r\n\r\n"
        },
        {
            "title": "U.S. \"annual human rights report\" repudiated",
            "url": "http://kcna.co.jp/item/1999/9903/news03/06.htm#14",
            "content": "Most democratic electoral system of DPRK\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 6 (KCNA) -- Elections of deputies to provincial (municipal), city (district) and county people's assemblies are due on March 7 in the DPRK.   The working people fully exercise their political freedom and rights under the best electoral system.   All principles and procedures under the electoral system meet the demand and interests of the popular masses.   All the citizens participate in the exercise of state power on an equal footing with rights to elect and to be elected.&nbsp;&nbsp;&nbsp;\r\n   It is clearly stipulated in the socialist constitution that all citizens who have reached the age of 17 have right to elect and to be elected, irrespective of sex, race, occupation, length of residence, property status, education, party affiliation, political view and religion.   All working people also participate in the exercise of state power with equal right and qualification on the principle of universal and equal suffrage.&nbsp;&nbsp;&nbsp;\r\n   Each citizen can cast only one voting card free from restriction.    Sub-constituencies are arranged to the conveniences of electors.    The country provides every condition to  all the citizens so that they may be free in expressing their will in election.   Principle of direct election is strictly adhered to under the electoral  system.   Mobile ballots are issued to all the citizens on business trip and travel.   Mobile ballot boxes are sent to sparsely populated areas, the handicapped and persons in their dotage.   Direct election is strictly carried out through secret suffrage. \r\n\r\n"
        },
        {
            "title": "Sympathy to Swiss President",
            "url": "http://kcna.co.jp/item/1999/9903/news03/06.htm#15",
            "content": "U.S. \"annual human rights report\" repudiated\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 6 (KCNA) -- The United States is seeking a change of system in other countries, slandering them over \"human rights problem,\" and this attempt is a daydream and the U.S. \"standard of human rights\" does not go down with anyone.   The spokesman for the Foreign Ministry of the DPRK made the remarks in an interview with KCNA on March 5  in the wake of the recent publication of the U.S. Department of State's \"annual human rights report\" slandering the DPRK.&nbsp;&nbsp;&nbsp;\r\n   He dismissed the report as a trite one prepared by some people with a hackneyed idea.   Ridiculing the attempt of the U.S. to \"coordinate\" human rights problem of the world, he maintains that it is not entitled to cavil at human rights of other countries.   He elaborated on the human rights abuses of the U.S. where the gap between the rich and the poor is broadened, social vices become unbridled and an unbroken chain of crimes are committed.   He further said:&nbsp;&nbsp;&nbsp;The U.S., infamous for being the worst graveyard of human rights in the world, acts as if it were a \"defender of human rights.\" It is ridiculous for such a country to say this or that about human rights in other countries and \"teach\" them with an unreasonable sophism.&nbsp;&nbsp;&nbsp;\r\n   All the nations on the globe vary from each other in traditions, national identity, culture and history of social development. Each nation is different from one another in the modality of human rights guarantee and standard of human rights in the light of their specific conditions.   Such being the stark fact, the U.S. is taking issue with other countries with the \"standard of human rights\" of its own making, which will only give rise to more complicated problems in international relations and undermine good neighbor relations.&nbsp;&nbsp;&nbsp;\r\n   The Korean people fully enjoy economic, social and cultural rights and liberty, to say nothing of genuine political right and freedom, under the Korean-style anthropocentric socialist system that provides a legal, substantial and comprehensive guarantee for human rights.   We do not want to get recognition from someone over human rights. There is absolutely no need for us to read another's mind.   What our people love and what tallies with their demand and interests is just our standard of human rights.   The U.S., the worst graveyard of human rights in the world,  acts as if it were a \"judge of human rights.\" The U.S. Administration should not take issue with other countries over human rights, but work towards the prevention of human rights abuses in its country. \r\n\r\n"
        },
        {
            "title": "Message of sympathy to Austrian federal chancellor",
            "url": "http://kcna.co.jp/item/1999/9903/news03/06.htm#16",
            "content": "Sympathy to Swiss President\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 6 (KCNA) -- President Kim Yong Nam of the presidium of the Supreme People's Assembly of the DPRK on Tuesday sent a message of sympathy to  Swiss President Ruth Dreifuss,  on the loss of  human lives and big damage due to recent avalanche in some mountainous areas of Switzerland.  He expressed the belief that the Swiss government and people  would recover  from the natural disasters as soon as possible and  the life of the people in the afflicted areas return to normal. \r\n\r\n\r\n"
        },
        {
            "title": "Anti-U.S. demonstration in Pusan",
            "url": "http://kcna.co.jp/item/1999/9903/news03/06.htm#17",
            "content": "Message of sympathy to Austrian federal chancellor\r\n &nbsp;&nbsp;&nbsp;Pyongyang, March 6 (KCNA) -- Premier of the DPRK cabinet Hong Song Nam sent a message of sympathy to Austrian federal chancellor Victor Klima on the loss of human lives caused by recent avalanche, the severest in hundreds of years,  in some areas of Austria.   The message expressed the belief that its government and people would clear away consequences of natural disaster and stabilize the life of the people in the afflicted areas at an early date. \r\n  \r\n"
        }
    ]
}