{
    "date": "1999-10-30",
    "url": "http://kcna.co.jp/item/1999/9910/991030.htm",
    "articles": [
        {
            "title": "Syrian embassy officials help friendship co-op farm",
            "url": "http://kcna.co.jp/item/1999/9910/news10/30.htm#1",
            "content": "Syrian embassy officials help friendship co-op farm  \r\n&nbsp;&nbsp;&nbsp;   Pyongyang, October 30 (KCNA) -- Haissam Saad, Syrian charge d'affaires ad interim to the DPRK, embassy officials and Syrian students here yesterday helped the Korea-Syria friendship Wonhwa co-op farm in farm work.&nbsp;&nbsp;&nbsp;\r\n   Upon their arrival in the farm associated with the President Kim Il Sung's immortal leadership feats, they looked round the revolutionary site. &nbsp;&nbsp;&nbsp;\r\n   They helped farmers in carrying sheaves of rice. &nbsp;&nbsp;&nbsp;\r\n   During break, they talked with farmers, deepening the feelings of friendship. &nbsp;&nbsp;&nbsp;\r\n   They handed aid materials to the farm. \r\n\r\n"
        },
        {
            "title": "Film show on Czech National Day",
            "url": "http://kcna.co.jp/item/1999/9910/news10/30.htm#2",
            "content": "Film show on Czech National Day\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 30 (KCNA) -- A film show was held at the Chollima House of Culture yesterday under the sponsorship  of the DPRK-Czech Friendship Association on the occasion of the Czech National Day. &nbsp;&nbsp;&nbsp;\r\n   Present there were Ri Si Hup, vice-president of Kim Chaek University of Technology who is also chairman of the association, other officials concerned and working people in the city. &nbsp;&nbsp;&nbsp;\r\n   They saw a Korean feature film \"the Forest Sways\" part 8. \r\n\r\n"
        },
        {
            "title": "Army-people joint meeting for tree planting held",
            "url": "http://kcna.co.jp/item/1999/9910/news10/30.htm#3",
            "content": "Army-people joint meeting for tree planting held\r\n  &nbsp;&nbsp;&nbsp;Pyongyang, October 30 (KCNA) -- An army-people joint meeting for tree planting took place at the Munsubong Revolutionary Site here on Friday as part of the nationwide campaign for autumn land management. The site is associated with the undying feats of the three commanders of Mt. Paektu. &nbsp;&nbsp;&nbsp;\r\n   A report was made at the meeting, which was followed by speeches. &nbsp;&nbsp;&nbsp;\r\n   The reporter and speakers said that over 50 years ago the three commanders of Mt. Paektu,  considering the land management as an important work of eternal value for the Korean people's happy life and the country's  development and prosperity, climbed Munsu Hill and planted trees there. &nbsp;&nbsp;&nbsp;\r\n   They called for learning from the patriotism of the revolutionary forerunners who dedicated their precious lives to the liberation of the country and the victory in the war, taking care of even a handful of earth, a tree and a blade of grass of the country, and devotedly planting trees so that they could be wealth of eternal value to be handed to posterity. &nbsp;&nbsp;&nbsp;\r\n   At the end of the meeting soldiers and working people heard an explanatory lecture on the revolutionary site. &nbsp;&nbsp;&nbsp;\r\n   Then they planted various species of trees. &nbsp;&nbsp;&nbsp; \r\nThe tree planting was followed by an art performance of soldiers and working people which helped strengthen the unity between the army and the people. \r\n\r\n"
        },
        {
            "title": "Stop to \"Foal Eagle\" military exercises called for",
            "url": "http://kcna.co.jp/item/1999/9910/news10/30.htm#4",
            "content": "Stop to \"Foal Eagle\" military exercises called for\r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 30 (KCNA) -- Pak Kwang Gi, chief of the Pyongyang mission of the National Democratic Front of South Korea (NDFSK), issued a statement on Friday denouncing the U.S. and the South Korean ruling quarters for staging the adventurous \"Foal Eagle\" joint military exercises. &nbsp;&nbsp;&nbsp;\r\n   The statement said: &nbsp;&nbsp;&nbsp;\r\n   They are staging the provocative war maneuvers, rendering the situation on the Korean peninsula extremely strained. This clearly shows that, though  the United States is talking about \"dialogue\" and \"detente,\" its real purpose is to invade the north by \"strength\". &nbsp;&nbsp;&nbsp;\r\n   At a time when  unheard-of-massacres of civilians  committed by GIs during the Korean War have been brought to light, inviting strong condemnation at home and abroad, they are staging the \"Foal Eagle\" in a bid to divert the attention of South Korean people elsewhere. &nbsp;&nbsp;&nbsp;\r\n   The Kim Dae Jung group, having turned the land of the south into a U.S. operational theatre for invading the north, are getting hell-bent on the moves to kill the fellow countrymen. This fully reveals its true colors as a group of the heinous flunkeyists and traitors, an anti-reunification belligerent group. &nbsp;&nbsp;&nbsp;\r\n   War is incompatible with peace. &nbsp;&nbsp;&nbsp;\r\n   The warhawks at home and abroad must not make miscalculations. &nbsp;&nbsp;&nbsp;\r\n   The United States and the South Korean authorities should clearly realize that they will get nothing but disgraceful defeat and death in a war to invade the north and unconditionally and promptly discontinue the \"Foal Eagle\" joint military exercises. &nbsp;&nbsp;&nbsp;\r\n   If they ignite a war, the NDFSK and South Korean people, together with their fellows in the north, will set out in the sacred war for national liberation, annihilate the aggressors and quislings and certainly build a reunified powerful state on the three thousand-Ri land. \r\n\r\n"
        },
        {
            "title": "S. Korean ruler's attempt to  hush up GIs' massacre",
            "url": "http://kcna.co.jp/item/1999/9910/news10/30.htm#5",
            "content": "S. Korean ruler's attempt to  hush up GIs' massacre\r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 30 (KCNA) -- The probe into the truth behind the massacre of civilians by GIs during the Korean War  is feared to be hushed up due to the passive stand of the \"people's government\" of South Korea, according to a Seoul-based radio report. &nbsp;&nbsp;&nbsp;\r\n   This cannot but touch off anger of all Koreans as this is a treacherous move of the South Korean rulers to intentionally cover up the indelible massacre of South Korean people by  U.S. aggressors. &nbsp;&nbsp;&nbsp;\r\n   GIs' indiscriminate  killings of several millions of civilians in different parts of South Korea including the massacre committed by them in Rogun-ri  have been verified by the continued disclosure of facts. This truth can never be concealed. &nbsp;&nbsp;&nbsp;\r\n   It is the unanimous demand of the nation who have deep rancor against the U.S. to thoroughly probe the truth behind the mass-killings by GIs and indict  them, the sworn enemy of our people, for their crimes. &nbsp;&nbsp;&nbsp;\r\n   Nevertheless, the South Korean ruling quarters  are now trying to shun the probe into the truth behind the incident, saying that materials are insufficient and it is hard to find clear evidence. &nbsp;&nbsp;&nbsp;\r\n   This position is intolerable. &nbsp;&nbsp;&nbsp;\r\n   Although the Rogun-ri incident should  be dealt with at once,  the South Korean rulers assert that  \"it will take about nine months to round off the  investigation\". This is nothing but a sheer trick to hush up the incident, dragging out the probe. &nbsp;&nbsp;&nbsp;\r\n   This criminal act can be committed only by the flunkeyists and traitors,  most faithful servants for the U.S., who cannot survive without U.S. backing. &nbsp;&nbsp;&nbsp;\r\n   This means that they shield  American killers and betrays their undisguised fascist intention to harshly suppress the South Korean people aspiring after independence, democracy and reunification. &nbsp;&nbsp;&nbsp;\r\n   Those quislings who are turning their back on the nation, utterly indifferent to their pent-up resentment, and depend only on outsiders  are sure to meet a severe punishment by the people. \r\n\r\n"
        },
        {
            "title": "National championship closes",
            "url": "http://kcna.co.jp/item/1999/9910/news10/30.htm#6",
            "content": "National championship closes\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, October 30 (KCNA) -- The Championship of the DPRK which opened on Oct. 5 closed yesterday. &nbsp;&nbsp;&nbsp;\r\n   At the closing ceremony, trophies and medals were awarded to teams and players that proved successful at the championship. &nbsp;&nbsp;&nbsp;\r\n   19 new national records were set in 16 events including weight-lifting and swimming. \r\n\r\n"
        },
        {
            "title": "KCNA on dishonest political confab",
            "url": "http://kcna.co.jp/item/1999/9910/news10/30.htm#7",
            "content": "KCNA on dishonest political confab\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, October 30 (KCNA) -- The chief executive of South Korea was closeted with the Foreign Minister of Japan in Seoul on October 25, according to Nihonkeijai Shimbun. &nbsp;&nbsp;&nbsp;\r\n   They agreed to push ahead with \"improving relationship\" with somebody with \"hard-line and flexible stances.\"  They again called for \"building a cooperation system\" of surrounding countries including Japan, the U.S. and South Korea with the regard to the problem of the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n   This ill-intentioned political confab of those who do not want the genuine peace, stability and reunification of the Korean peninsula is a wanton infringement and challenge to the sovereignty and the peace efforts of the DPRK. &nbsp;&nbsp;&nbsp;\r\n   Ridiculous are their remarks that they would improve  relations with the DPRK with \"hard-line and flexible stances\"  because it has consistently maintained the foreign policy of independence, friendship and peace and the principle of achieving the independent and peaceful reunification through great national unity. Accordingly, they are provocative utterances of infringing upon our sovereignty and national dignity. &nbsp;&nbsp;&nbsp;\r\n   We have already rejected the offer for the so-called \"multi-party security cooperation system\" because it has nothing to do with the issue of the Korean peninsula calling for the withdrawal of U.S. troops and the conclusion of a peace agreement between the DPRK and the U.S.  and, accordingly, it may complicate the issue. &nbsp;&nbsp;&nbsp;\r\n   Nevertheless, Japan and the South Korean authorities raised this issue again. This is an unpardonable challenge to the unanimous desire of the nation who wants to accomplish the peace and stability in the Korean peninsula and achieve the national reunification as soon as possible. &nbsp;&nbsp;&nbsp;\r\n   Worse still,  the Japanese Foreign Minister's remarks  that \"it is impossible for the DPRK to build the self-supporting economy\" are unpardonable utterances intended to impair its high international prestige. &nbsp;&nbsp;&nbsp;\r\n   The Korean people will not overlook the fact that the South Korean chief executive bent on north-south confrontation and the Foreign Minister of Japan obsessed with the dream of reinvading the north without repenting of the past, held such a provocative confab  to achieve their sinister political purposes and make them pay for their misdeeds. \r\n\r\n"
        },
        {
            "title": "Japan's military exercise under fire",
            "url": "http://kcna.co.jp/item/1999/9910/news10/30.htm#8",
            "content": "Japan's military exercise under fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 30 (KCNA) -- Japan launched a war drill under the simulated conditions of an \"emergency\" on the Korean peninsula, timed to coincide with the on-going \"Foal Eagle\" joint military exercises of the U.S. and the South Korean warhawks. &nbsp;&nbsp;&nbsp;\r\n   Rodong Sinmun today in a signed commentary says in this regard: &nbsp;&nbsp;&nbsp;\r\n   This is the largest ever military exercise as it is participated in by over 32,000 troops of the Maritime \"Self-Defence Force,\" 110 warships including destroyers and 180 warplanes. &nbsp;&nbsp;&nbsp;\r\n   Both the \"Foal Eagle\" and Japan's war rehearsal which are now under way under the same operational plan with the same purpose are targeted against the DPRK. &nbsp;&nbsp;&nbsp;\r\n   As this large-scale exercises, the first after the appearance of the new cabinet in Japan, is targeted against the DPRK, we can never tolerate it. Such military moves indicate that the present Japanese government has no willingness to liquidate its past and establish good neighborly relations with the DPRK but seeks military confrontation with it by making the \"emergency\" on the Korean peninsula a fait accompli. &nbsp;&nbsp;&nbsp;\r\n   The \"Foal Eagle\" and the military exercise of Japan's Maritime \"Self-Defence Force\" are a preliminary war and a test war aimed to stifle the DPRK in accordance with the strategy of the triangular military alliance of the U.S., Japan and South Korea. &nbsp;&nbsp;&nbsp;\r\n   The DPRK has armed forces strong enough to foil any armed provocation of enemies at one stroke. The U.S., Japan and South Korean warhawks should know that the military confrontation with the DPRK is a dangerous adventure which will bring earlier their self-destruction. \r\n\r\n"
        },
        {
            "title": "Workers urged to become vanguard for reunification",
            "url": "http://kcna.co.jp/item/1999/9910/news10/30.htm#9",
            "content": "Workers urged to become vanguard for reunification\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 30 (KCNA) -- Seoul-based radio Voice of National Salvation aired an article headlined \"Sound of hammering for reunification resounds through land\" written by Ri Hyong Gyu, an activist of the labour movement in South Korea. &nbsp;&nbsp;&nbsp;\r\n   The article explains how the labour movement in South Korea which had been confined to an economic struggle came to develop into a national democratic movement for reunification and expresses the confidence that when the workers in the north and south of Korea take the lead in the reunification movement, the reunification is sure to come true. &nbsp;&nbsp;&nbsp;\r\n   It recalled that the labour movement in South Korea which began with the liberation of the country was confined to the struggle for vital rights due to the suppression by the United States and the successive dictators and came to spearhead the national democratic movement with the inauguration of the \"Korean Confederation of Trade Unions\" in the second half of the '90s. &nbsp;&nbsp;&nbsp;\r\n   Credit for this significant growth of the labour movement in South Korea goes to the great leader Kim Jong Il who is steering the movement for reunification at which all the national democratic movements are aimed, it said, and went on: &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il formulated the three principles of national reunification, the proposal for founding the Democratic Confederal Republic of Koryo and the ten-point program of the great unity of the whole nation which were put forward by President Kim Il Sung as the three-point charter of national reunification and laid down the five-point policy of great national unity, thus placing a precious sword for reunification in the hands of all the fellow countrymen. &nbsp;&nbsp;&nbsp;\r\n   It is an irresistible trend of the times for all the fellow countrymen to unite around Kim Jong Il. He is the great father of reunification who is bringing earlier reunification under the banner of independence and unity.  &nbsp;&nbsp;&nbsp;\r\n It is thanks to him that a wide avenue is being paved for reunification and a door flung open for it. &nbsp;&nbsp;&nbsp;\r\n   The August 15 grand pro-reunification festival was held as the biggest ever pan-national political assembly in history this year in spite of the extremely tense situation created due to the South Korean authorities' armed provocation at the west sea. This was possible thanks to Kim Jong Il, the wise leader of the reunification movement. &nbsp;&nbsp;&nbsp;\r\n   Referring to the recent northern visit of a delegation of the \"Korean Confederation of Trade Unions\" and workers soccer team, the article said: This shows that the labour movement in South Korea has escalated into the reunification movement and the working class has become a vanguard for reunification. &nbsp;&nbsp;&nbsp;\r\n   Urging the workers to  remain a vanguard in upholding Kim Jong Il, the article stressed that reunification is sure to come true when the workers in the north and south unite around him. \r\n\r\n\r\n"
        },
        {
            "title": "Corrupt political climate in Japan",
            "url": "http://kcna.co.jp/item/1999/9910/news10/30.htm#10",
            "content": "Corrupt political climate in Japan\r\n   &nbsp;&nbsp;&nbsp;Pyongyang, October 30 (KCNA) -- The resignation of Nishimura is an inevitable product of Japan's political climate  that is getting more right-wing as the days go by, Minju Joson today in a signed commentary says, and goes on: &nbsp;&nbsp;&nbsp;\r\n   A few days  ago, Nishimura, vice-director general for political affairs of the Defence Agency, resigned in less than 20 days after his assumption of office for calling for the nuclear armament of Japan. &nbsp;&nbsp;&nbsp;\r\n   The Japanese reactionaries,  afraid of strong protests and denunciation at home and abroad, are now trying to describe his call as an expression  of his own \"will.\" &nbsp;&nbsp;&nbsp;\r\n   The three ruling coalition parties  are orienting themselves toward militarization and overseas expansion. &nbsp;&nbsp;&nbsp;\r\n   With the appearance of the coalition government the Japanese high-ranking authorities are moving into higher gear to make Japan's militarization and overseas expansion a fait accompli. &nbsp;&nbsp;&nbsp;\r\n   Japan's nuclear armament is aimed at becoming a nuclear and military giant to build material foundations  for overseas  aggression. &nbsp;&nbsp;&nbsp;\r\n   The Japanese reactionaries should stop their reckless moves for overseas aggression, mindful that they are a perilous act that will lead Japan to a complete ruin. \r\n\r\n"
        },
        {
            "title": "Message of sympathy to Cuban Foreign Minister",
            "url": "http://kcna.co.jp/item/1999/9910/news10/30.htm#11",
            "content": "Message of sympathy to Cuban Foreign Minister \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, October 30 (KCNA) -- Foreign Minister Paek Nam Sun sent a message of sympathy to Cuban Foreign Minister Pelipe Perez Roque in connection with great human and material losses caused by strong hurricane and flood that hit various parts of Cuba recently. &nbsp;&nbsp;&nbsp;\r\n   The message expressed the belief that the fraternal Cuban people will successfully eradicate consequences of the natural disaster and  bring the living of the people in the afflicted areas to normal under the correct leadership of the Cuban party and government led by Fidel Castro Ruz. \r\n\r\n"
        },
        {
            "title": "Greetings to Indonesian Foreign Minister",
            "url": "http://kcna.co.jp/item/1999/9910/news10/30.htm#12",
            "content": "Greetings to Indonesian Foreign Minister\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, October 30 (KCNA) -- DPRK Foreign Minister Paek Nam Sun sent a message of greetings to Alwi Abdurrahman Shihab on the occasion of his appointment as Foreign Minister of Indonesia. &nbsp;&nbsp;&nbsp;\r\n   Expressing the belief that the friendly and cooperative relations between the two countries would develop still further, the message sincerely wished him success in his new post. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}