{
    "date": "1999-04-29",
    "url": "http://kcna.co.jp/item/1999/9904/990429.htm",
    "articles": [
        {
            "title": "Foreign Ministry spokesman on recent four-way talks",
            "url": "http://kcna.co.jp/item/1999/9904/news04/29.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Foreign Ministry spokesman issued a statement",
            "url": "http://kcna.co.jp/item/1999/9904/news04/29.htm#2",
            "content": "Foreign Ministry spokesman on recent four-way talks\r\n &nbsp;&nbsp;&nbsp;Pyongyang, April 29 (KCNA) -- A spokesman for the DPRK Foreign Ministry was interviewed by KCNA today as regards the 5th round of four-way talks recently held in Geneva.   He said:   The 5th round of the four-way talks for peace on the Korean peninsula was held in Geneva on April 24-27.&nbsp;&nbsp;&nbsp;\r\n   As the past round of the talks, the 5th round took place in forms of a plenum and sessions of the two subcommittees--one on how to reduce tension and the other on establishing a peace-keeping mechanism on the Korean peninsula. Sincere and serious deliberations were made among the parties to the talks on the issue of ensuring peace on the Korean peninsula.&nbsp;&nbsp;&nbsp;\r\n   However, it is regretful that the talks came to an end failing to take any practical measure for durable peace and security on the peninsula.   Serious differences between the parties in the stand were brought into bolder relief at the talks, instead.&nbsp;&nbsp;&nbsp;\r\n   What is the most fundamental and essential for peace on the Korean peninsula is to get the U.S. forces withdrawn from South Korea and conclude a peace treaty between the DPRK and the United States, signatories to the armistice agreement. It is an undeniable reason based on the objective reality of the Korean peninsula.&nbsp;&nbsp;&nbsp;\r\n   This notwithstanding, a discussion on that issue was persistently ignored while an insistence on unessential and offbeat issues was repeated.   This position cannot be construed otherwise than an attempt to reduce the four-way talks to an armchair argument.   If the talks drag on  like this, wasting time, we will be no longer interested in them.&nbsp;&nbsp;&nbsp;\r\n   We will approach the talks with more heightened vigilance and sustain our patient efforts from the consistent and earnest stand to achieve peace and security of the Korean peninsula.   The withdrawal of the U.S. troops and the conclusion of a peace accord between the DPRK and the U.S. are the foremost issue for peace and security on the Korean peninsula. This stand of ours will remain unchanged. \r\n\r\n"
        },
        {
            "title": "Reception given by Palestinian ambassador",
            "url": "http://kcna.co.jp/item/1999/9904/news04/29.htm#3",
            "content": "Foreign Ministry spokesman issued a statement\r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 29 (KCNA) -- The spokesman for the Foreign Ministry of the DPRK today issued a statement in the wake of the railroading of legislation through the Japanese house of representatives for implementation of the \"guidelines for Japan-U.S. defense cooperation.\"&nbsp;&nbsp;&nbsp;\r\n   The legislation was okayed at the diet on April 27, the keynote of which is to allow the Japanese Self-Defense Forces to engage themselves in an operation in any areas outside Japan under the pretext of \"cooperation with the U.S. forces in emergency in surrounding areas.\"&nbsp;&nbsp;&nbsp;\r\n   The approval of the legislation at the diet leads to the restoration of the right of belligerency renounced by Japan's constitution ever since its defeat in World War II, clearing the way for overseas aggression by law, the spokesman said, and continued:   It may trigger escalating tension and arms race in Asia and, furthermore, an armed conflict. The world, as well as the countries invaded by Japan in the past, acknowledge this.&nbsp;&nbsp;&nbsp;\r\n   It is not hard to guess the ensuing grave consequences of Japan's sending its armed forces overseas, the country that has not got rid of the disgraceful name  of \"enemy state\" because it still refuses to settle the crime-woven past, though more than half a century has elapsed.   The legislation aims primarily at the DPRK.&nbsp;&nbsp;&nbsp;\r\n   The envisaged participation of Japan's SDF in military actions in \"emergency\" on the plea of supporting the U.S. forces that are technically at war with the DPRK means that the target of Japan's overseas aggression is none other than the DPRK.   As a matter of fact, the passage of aggressive anti-DPRK legislation, a product of Japan's U.S. toeing policy, developed the relations between the DPRK and Japan into those between warring sides by law.&nbsp;&nbsp;&nbsp;\r\n   The present situation proves again that the efforts made by the DPRK so far to increase national defense capabilities are quite right. It earnestly calls for more efforts to increase national defense capabilities.&nbsp;&nbsp;&nbsp;\r\n   We solemnly declare that we will not remain a passive onlooker to the ever-increasing military threats from the Japanese reactionaries which have become a reality, but reserve the right to turn to all means and steps necessary to foil Japan's design for reinvasion. \r\n\r\n"
        },
        {
            "title": "Cause of  national reunification supported",
            "url": "http://kcna.co.jp/item/1999/9904/news04/29.htm#4",
            "content": "Reception given by Palestinian ambassador\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 29 (KCNA) -- Shaher Mohammed Abdlah, Palestinian ambassador to Korea, gave a reception at the embassy on April 28 to mark the 67th anniversary of the Korean People's Army (KPA).   Invited were general Jong Chang Ryol, colonel general Ji Ki Son and officers of the KPA.   Speeches were made at the reception. \r\n\r\n"
        },
        {
            "title": "Establishment of diplomatic relation with Indonesia",
            "url": "http://kcna.co.jp/item/1999/9904/news04/29.htm#5",
            "content": "Cause of  national reunification supported\r\n &nbsp;&nbsp;&nbsp;Pyongyang, April 29 (KCNA) -- The Korean people's cause of the independent and peaceful reunification of the country is entirely just and it is my invariable firm determination to support it, said Guinean President Lansana Conte when meeting the DPRK ambassador to his country on April 23.&nbsp;&nbsp;&nbsp;\r\n    Guinea and the DPRK have long maintained the excellent friendly relations and I and my government consider it as a noble obligation to steadily consolidate and develop these relations of friendship and cooperation, he added.   He expressed the confidence that the Korean people would achieve the noble objective to build a prosperous and powerful nation in near future under the wise guidance of the great leader Kim Jong Il despite temporary difficulties. \r\n\r\n"
        },
        {
            "title": "Meeting held to thank for Educational Aid Fund and Stipend",
            "url": "http://kcna.co.jp/item/1999/9904/news04/29.htm#6",
            "content": "Establishment of diplomatic relation with Indonesia\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 29 (KCNA) -- Indonesian ambassador to Korea Buchari Effendi gave a reception on Wednesday on the occasion of the 35th anniversary of the establishment of diplomatic relations between the DPRK and Indonesia.&nbsp;&nbsp;&nbsp;\r\n    The ambassador in his speech said: The two countries have achieved great successes in the work to further develop cooperation in the bilateral relations and in international arena over the last 35 years. These ever-deepening relations are conducive to the peace and security in east Asia. &nbsp;&nbsp;&nbsp;\r\n   The DPRK has put forth many proposals for sustaining and developing the idea of the non-aligned movement and performed a positive role and activities in the movement.    Indonesia hopes that  the Korean people will make greater progress under the wise leadership of the respected Marshal Kim Jong Il, the great leader, and Korean reunification will be achieved at an early date, he concluded.&nbsp;&nbsp;&nbsp;\r\n    Foreign Minister Paek Nam Sun said that the two countries have closely cooperated with each other to preserve the principle and idea of the non-alignment and strengthen solidarity and cooperation among the developing countries in the international arena in the past. These efforts have duly contributed to ensuring the peace and security in Asia and the world and strengthening solidarity and cooperation among countries, he added.&nbsp;&nbsp;&nbsp;\r\n    It is my belief that the ties of friendship and cooperation which are based on the deep intimate relations between the great President Kim Il Sung and Indonesian leaders and now being furthered under the care of Kim Jong Il and respected President Habibie will grow stronger in various fields in the interests of the two peoples, he concluded. \r\n\r\n"
        },
        {
            "title": "Anti-DPRK war bill passed in Japan",
            "url": "http://kcna.co.jp/item/1999/9904/news04/29.htm#7",
            "content": "Meeting held to thank for Educational Aid Fund and Stipend \r\n &nbsp;&nbsp;&nbsp;Tokyo, April 27 (KNS-KCNA) -- A meeting of Korean educationists, scientists and students in Japan was held at the hall of Chongryon Osaka prefectural headquarters on April 24 to express thanks for the 144th remittance of Educational Aid Fund and Stipend by General Secretary Kim Jong Il.   This brought the total amount of Educational Aid Fund and Stipend sent by the President Kim Il Sung and General Secretary Kim Jong Il to the Korean residents in Japan for the education of their children to 44,038,163,000 yen. &nbsp;&nbsp;&nbsp;\r\n   Chae Hong Yol, chairman of the union of Korean teachers in Japan, in his report recalled that Kim Jong Il sent again a huge amount of Educational Aid Fund and Stipend on the occasion of Sun's Day and vowed to thoroughly carry out the decision of the 2nd meeting of the 18th central committee of the General Association of Korean Residents in Japan (Chongryon) so as to exalt Chongryon, the valuable patriotic legacy left by Kim Il Sung, as the organization of Kim Jong Il. \r\n\r\n"
        },
        {
            "title": "Plot to suppress worker's strike in S. Korea",
            "url": "http://kcna.co.jp/item/1999/9904/news04/29.htm#8",
            "content": "Anti-DPRK war bill passed in Japan\r\n &nbsp;&nbsp;&nbsp;Pyongyang, April 29 (KCNA) -- The Japanese house of representatives on April 27 okayed \"emergency legislation\" for implementation of the updated \"guidelines for Japan-U.S. defense cooperation\", according to a news report from Tokyo.   The legislation came to realise reinvasion ambition of the Japanese reactionaries who are following the U.S. war policy of overseas aggression in accordance with the updated \"guidelines\" made public in 1997.   From content and scope of application it aims primarily at the DPRK.   The legislation proves that the \"guidelines\" for a war of aggression on the DPRK have, in fact, come into force, deserving caution. \r\n\r\n"
        },
        {
            "title": "Plan to undertake anti-\"government\" struggle declared",
            "url": "http://kcna.co.jp/item/1999/9904/news04/29.htm#9",
            "content": "Plot to suppress worker's strike in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 29 (KCNA) -- The chief executive of South Korea, at a \"State Council\" Tuesday, slandered worker's strikes for vital rights as \"illegal violence\" and branded them as \"enemy of democracy,\" according to a radio report from Seoul.    He threatened that \"illegal strikes would not be tolerated.\"   This fully reveals his criminal intention to crack down upon worker's strikes.   As for illegality, it is the anti-national criminal deeds of the self-proclaimed \"government for the people\" which has driven workers to poverty and death.   The \"government\" and the rulers are entirely to blame for the strikes.   Nevertheless, the chief executive slandered worker's strikes and blackmailed strikers, revealing his dirty colors as the enemy of workers. \r\n\r\n"
        },
        {
            "title": "U.S.-South Korea joint military  drill",
            "url": "http://kcna.co.jp/item/1999/9904/news04/29.htm#10",
            "content": "Plan to undertake anti-\"government\" struggle declared\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 29 (KCNA) -- Ri Kap Yong, chairman of the South Korean Confederation of Trade Unions (KCTU), called a press conference on Monday at which he clarified its position to stage an anti-\"government\" struggle, a Seoul-based radio reported.  &nbsp;&nbsp;&nbsp;\r\n  He said that he had no option but to launch an anti-\"government\" struggle on May Day if the authorities continue harshly suppressing  the worker's struggle for vital rights.   The KCTU will escalate its struggle in step with the \"Confederation of Metal Worker's Unions\" calling a strike, and the \"Korean Telecommunication  Worker's  Union\" will again join in the general strike from around May 12, he declared.&nbsp;&nbsp;&nbsp;\r\n   Meanwhile, more than 3,000 unionists of the KCTU held a meeting on Wednesday where they renewed their resolution to rise up in the anti-\"government\" struggle.   The KCTU announced that it would hold the biggest-ever labour day event on May 1 as a prelude to an anti-\"government\" struggle. \r\n\r\n"
        },
        {
            "title": "Punishment on Hwang Son rejected",
            "url": "http://kcna.co.jp/item/1999/9904/news04/29.htm#11",
            "content": "U.S.-South Korea joint military  drill\r\n &nbsp;&nbsp;&nbsp;Pyongyang, April 29 (KCNA) -- The \"joint wartime reinforcement drill\" held by the United States and South Korea some days ago in South Korea illustrates that the United States is neither desirous of the peace and security of the Korean peninsula nor willing to give up its attempt to stifle the DPRK, stresses Rodong Sinmun today in a signed commentary.   It continues:   As part of the moves to orchestrate the scenario for a new Korean war, the drill was a maneuver aimed at rapidly hurling U.S. forces in the U.S. mainland and abroad to the Korean front in the event of \"emergency\" on the Korean peninsula.&nbsp;&nbsp;&nbsp;\r\n   Recalling that this drill has been under way since 1994 to fill the vacuum caused by the suspended \"Team Spirit\" joint military exercises, the commentary observes the U.S. moves to provoke a new war on the Korean peninsula have  been intensified under various cloaks and in different forms.   The ulterior aim of the U.S. strategy toward the DPRK is to stifle the DPRK and put the peninsula within the sphere of their influence. &nbsp;&nbsp;&nbsp;\r\n   This strategy is one of strength. As its policy to stifle, blockade and appease the DPRK proved to be a failure, the U.S. is now exerting all its efforts to stifle it by force of arms.   The U.S. intends to start a war by bringing the confrontation and belligerent relations between the DPRK and the U.S. to an extremity through military actions against the DPRK.&nbsp;&nbsp;&nbsp;\r\n   However, they can never cover up their sinister intention to provoke a second Korean war.   This adventure will only bring them to a pitfall. \r\n  \r\n"
        },
        {
            "title": "New section added to Korean Revolution Museum",
            "url": "http://kcna.co.jp/item/1999/9904/news04/29.htm#12",
            "content": "Punishment on Hwang Son rejected\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 29 (KCNA) -- The north headquarters of the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon) released a statement on Wednesday denouncing the South Korean authorities for having sentenced Hwang Son to 2 years in jail and suspension of qualification for 2 years.&nbsp;&nbsp;&nbsp;\r\n   The statement said:   Hwang Son visited Pyongyang last year, as a delegate of the South Korean Federation of University Student Councils (Hanchongryon), despite threat to her. During the visit she took part in the August 15 grand pro-reunification festival as well as in a joint excursion to historical sites in the north to confirm that the Korean nation is a homogeneous nation with a history of 5,000 years and brilliant culture. &nbsp;&nbsp;&nbsp;\r\nAnd she met fellow students to share friendly feelings. They were all she had done in the north.   Such being the case, the South Korean authorities arrested on unreasonable charges and had persecuted her before sentencing to imprisonment, which should be condemned as a nefarious outrage.  &nbsp;&nbsp;&nbsp;\r\n Hwang should never be treated as an offender, the statement held, saying:   Their unjustifiable punishment upon her is an open challenge and provocation to Hanchongryon calling for independence, democracy and reunification and the entire fellow countrymen's desire for reunification.&nbsp;&nbsp;&nbsp;\r\n   The north headquarters of Pomchonghakryon, on behalf of all youth and students in the northern half of Korea, bitterly denounces the South Korean authorities' heavy penalty upon this woman student, who has aspired after the unity and reunification of the nation, as an anti-ethic, anti-national fascist repression. \r\n \r\n"
        },
        {
            "title": "S. Korean rulers urged to license Hanchongryon event",
            "url": "http://kcna.co.jp/item/1999/9904/news04/29.htm#13",
            "content": "New section added to Korean Revolution Museum\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 29 (KCNA) -- Recently the section \"leader and comrades-in-arms\" was added to the Korean Revolution Museum on the occasion of Sun's Day.   The section has two rooms devoted to the kinship bonds of love and loyalty between the President Kim Il Sung and his comrades-in-arms. &nbsp;&nbsp;&nbsp;\r\n   Peculiar in style and rich in its thematic content, the section impressively tells about the Korean revolution that started and triumphed thanks to comradeship. \r\n   Exhibited there are photographs of 57 comrades-in-arms who were always remembered by the President in different periods of the Korean revolution and over 700 historic  mementos on revolutionary comradeship.&nbsp;&nbsp;&nbsp;\r\n   Among them are a photograph which he had taken with Kim Chaek and had been kept in his safe for about 50 years, a small pistol which the  great communist revolutionary fighter Kim Jong Suk received from him in the period of the anti-Japanese armed struggle and padded clothes, a fur cap and amber cigarette-holder presented to choe hyon by him in the period of the Fatherland Liberation War.&nbsp;&nbsp;&nbsp;\r\n   Also on display there  are a computer given by him to Jong Jun Thaek who was first chairman of the State Planning Commission of the DPRK and a photograph showing the President pinning a gold medal of hero on the coat of jong after the latter's death.&nbsp;&nbsp;&nbsp;\r\n   Exhibited there are revolutionary relics proving that the tradition of comradeship established by the President has been successfully carried forward by General Secretary Kim Jong Il.&nbsp;&nbsp;&nbsp;\r\n   Noble comradeship of Kim Jong Il is clearly evidenced by information about anti-Japanese revolutionary fighters Kim Il, Rim Chun Chu, O Jin U and Choe Kwang \r\nwho glorified their lives as his comrades-in-arms by upholding his leadership in the van, and suitcases and alarm clocks presented by him to Ho Tam, who was foreign minister and secretary of the Central Committee of the Worker's Party of Korea and held other important posts of the party and the state during the latter's lifetime.&nbsp;&nbsp;&nbsp;\r\n   This section has been arranged on the initiative and under the wise leadership of Kim Jong Il who is possessed of the noble sense of obligation toward his predecessor and revolutionary forerunners. \r\n\r\n"
        },
        {
            "title": "Pyongyang Declaration favored",
            "url": "http://kcna.co.jp/item/1999/9904/news04/29.htm#14",
            "content": "S. Korean rulers urged to license Hanchongryon event\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 29 (KCNA) -- Minju Joson today denounces the South Korean authorities for scheming to put down a rally of deputies to the South Korean Federation of University Student Councils (Hanchongryon).   The rally failed to be held on April 16 and 18 as the authorities nipped it in the bud. Hanchongryon urged them to license the rally due tomorrow.  &nbsp;&nbsp;&nbsp;\r\n The news analyst says:   Hanchongryon is a lawful self-governing organisation of the South Korean students. The rally of its deputies is an event which accords with its regulations. The holding of the rally, therefore, belongs to a right of the organization.   The South Korean authorities, however, described the rally as \"illegal\" and threatened to \"take a legal action\" against those concerned. This was followed by hurling police force into the site of the rally to block it.&nbsp;&nbsp;&nbsp;\r\n   Their describing the rally as \"illegal,\" patriotic-minded students as \"criminals\" is an excuse to justify their fascist suppression.\r\n   Having viewed Hanchongryon as a thorn in the flesh, they make desperate efforts to dismantle and stifle it. Their treason should not be pardoned at all.\r\n   They should immediately stop repressing Hanchongryon and license the rally. \r\n\r\n"
        },
        {
            "title": "Sports circles brisk at schools",
            "url": "http://kcna.co.jp/item/1999/9904/news04/29.htm#15",
            "content": "Pyongyang Declaration favored\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 29 (KCNA) --The militant action party for sovereignty of Madagascar on April 22 issued a statement to mark the 7th anniversary of the publication of the Pyongyang Declaration.   It came on April 20,  1992,  representing unshakable will of 48 leaders and other delegates from 70 political parties all over the world to defend and advance the socialist cause, who were here to celebrate the 80th birthday of the President Kim Il Sung.&nbsp;&nbsp;&nbsp;\r\n   The statement says:   The declaration mirrors desire and interests of the progressives of the world who advocate independence. So, it serves as a platform of revolutionary parties in joint struggle and a revolutionary banner. It proves more valid as days go by.   Socialism is the only way for all people to live a free and equal life. It is also a way of achieving an independent development and prosperity of each country.   The militant action party for sovereignty of Madagascar confirms the truth and justness of the declaration once more and will struggle  for the victory of the idea of the declaration. \r\n\r\n"
        },
        {
            "title": "U.S. moves to establish \"missile defense\" system",
            "url": "http://kcna.co.jp/item/1999/9904/news04/29.htm#16",
            "content": "Sports circles brisk at schools\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 29 (KCNA) -- Sports contests are now in full swing among school sports circle members in all counties, cities and provinces of Korea.   Their technical actions in ball games and field and track and gymnastic events are attracting the attention of experts.   The sports contests are held among primary and secondary schools every year with a view to building up the physical strength of millions of schoolchildren and train them steadily to be sports reserves.   Schools are attaching importance to specializing sports events. They are selected to suit their specific conditions.\r\nPromising students are involved in sports circles.&nbsp;&nbsp;&nbsp;\r\n   It was in April 1974 that schools began to introduce specialization.   More than 10,000 sports circles with about 410,000 members have been organized at primary and senior middle schools across the country.    Circle activities help students acquire sports technique of at least one event and contribute to developing sports.   Sports circles have produced state sports reserves numbering about 30,000 over the past 25 years.   Among them are some 30 people's and merited sportsmen and sportswomen and  hundreds of masters of sports.   Sports circles throughout the country serve as state sports reserve-training centers. \r\n\r\n"
        },
        {
            "title": "Reunification-oriented dialogue cannot be expected",
            "url": "http://kcna.co.jp/item/1999/9904/news04/29.htm#17",
            "content": "U.S. moves to establish \"missile defense\" system \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 29 (KCNA) -- The U.S. moves to establish a \"missile defense\" system are very dangerous ones aimed  at military domination and hegemony in the world, Minju Joson on Wednesday said this in a signed article.&nbsp;&nbsp;&nbsp;\r\n   The paper went on:   The U.S. is insisting that this system is designed to carry out an \"international security mission\" to prevent \"missile threats\" from some countries and ensure peace and security in the world. This is a downright lie.   Its attempt to establish the \"missile defense\" system worldwide itself lays bare its criminal aim.&nbsp;&nbsp;&nbsp;\r\n   The aim sought by the U.S. in the projected \"missile defense\" system is to have an unchallenged military edge and strategic position in the world, browbeat and contain all other countries to prevent them from challenging it and make them follow its dictates. And its ultimate objective is to stem the trend towards a multipolar world and build an order of a U.S.-led unipolar world.&nbsp;&nbsp;&nbsp;\r\n   The U.S. is hell-bent on establishing the \"missile defense\" system in Japan and South Korea to launch the second Korean war so as to destroy the DPRK by force of arms and turn the Korean peninsula into a base for its aggression.   The world peaceloving people must decisively smash the adventurous moves of the U.S. to build the \"missile defense\" system going against the trend of the times. \r\n\r\n"
        }
    ]
}