{
    "date": "1999-10-01",
    "url": "http://kcna.co.jp/item/1999/9910/991001.htm",
    "articles": [
        {
            "title": "Kim Jong Il meets Jong Ju Yong and his son",
            "url": "http://kcna.co.jp/item/1999/9910/news10/01.htm#1",
            "content": "Kim Jong Il meets Jong Ju Yong and his son \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- The South Korean Hyundai Business Group sports team and working officers' group on a visit to Pyongyang visited the International Friendship Exhibition on Thursday.\r\n   Exhibited there are hundreds of thousands of gifts presented to the great leaders President Kim Il Sung and Marshal Kim Jong Il by many party, state and government heads, figures from all walks of life and organizations around the world in profound reverence for them. &nbsp;&nbsp;&nbsp;\r\n   The visitors looked round the gifts with deep interest and commanded a bird's-eye view of scenery of the mountain from the balcony, listening to an immortal masterpiece poem \"On Autumn Day In Mt. Myohyang\" written by the president. &nbsp;&nbsp;&nbsp;\r\n   They also visited the Mt. Myohyang History Museum.    \r\n \r\n"
        },
        {
            "title": "S. Koreans visit Int'l Friendship Exhibition",
            "url": "http://kcna.co.jp/item/1999/9910/news10/01.htm#2",
            "content": "S. Koreans visit Int'l Friendship Exhibition\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- The South Korean Hyundai Business Group sports team and working officers' group on a visit to Pyongyang visited the International Friendship Exhibition on Thursday.\r\n   Exhibited there are hundreds of thousands of gifts presented to the great leaders President Kim Il Sung and Marshal Kim Jong Il by many party, state and government heads, figures from all walks of life and organizations around the world in profound reverence for them. &nbsp;&nbsp;&nbsp;\r\n   The visitors looked round the gifts with deep interest and commanded a bird's-eye view of scenery of the mountain from the balcony, listening to an immortal masterpiece poem \"On Autumn Day In Mt. Myohyang\" written by the president. &nbsp;&nbsp;&nbsp;\r\n   They also visited the Mt. Myohyang History Museum.    \r\n\r\n"
        },
        {
            "title": "Cooperation between DPRK and Syria in news service",
            "url": "http://kcna.co.jp/item/1999/9910/news10/01.htm#3",
            "content": "Cooperation between DPRK and Syria in news service\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- An agreement on exchange of news materials and cooperation between the Korean Central News Agency (KCNA) and the Syrian Arab News Agency was signed in Damascus on September 27.\r\n   Present at the signing ceremony were the delegation of the KCNA, Syrian officials concerned and the Korean Ambassador to Syria.    \r\n\r\n"
        },
        {
            "title": "U.N. secretary general on DPRK-U.S. relations",
            "url": "http://kcna.co.jp/item/1999/9910/news10/01.htm#4",
            "content": "U.N. secretary general on DPRK-U.S. relations\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- U.N. secretary general Kofi Annan showed interest in the issue of the DPRK-U.S. relations.\r\n   He noted with pleasure that the DPRK-U.S. relations are recently showing good signs of improvement when he met DPRK Foreign Minister Paek Nam Sun attending the 54th session of the U.N. General Assembly, who paid a courtesy call on him on September 27. &nbsp;&nbsp;&nbsp;\r\n   The U.N. secretary general pointed out he was following the situation on the Korean peninsula with deep interest. &nbsp;&nbsp;&nbsp;\r\n   He asked the DPRK Foreign Minister to inform Marshal Kim Jong Il that he is interested in the four-way talks and the issue of the DPRK-U.S. relations and he hopes the pending problems between the DPRK and U.S. will be settled successfully in the near future.    \r\n\r\n"
        },
        {
            "title": "New DPRK Minister of Culture appointed",
            "url": "http://kcna.co.jp/item/1999/9910/news10/01.htm#5",
            "content": "New DPRK Minister of Culture appointed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- Choe Jae Hyon was relieved of the post of Minister of Culture of the DPRK and Kang Nung Su appointed to the post, according to a decree of the presidium of the Supreme People's Assembly of the DPRK dated September 3 . \r\n\r\n"
        },
        {
            "title": "Joint statement of WPK and Nepal party",
            "url": "http://kcna.co.jp/item/1999/9910/news10/01.htm#6",
            "content": "Joint statement of WPK and Nepal party\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- A joint statement was published in Pyongyang by the Workers' Party of Korea and the Nepal Communist Party (United Marxism-Leninism).\r\n   A delegation of the Nepal Communist Party (United Marxism-Leninism) headed by general secretary of its central committee Madhav Kumar Nepal visited Korea from Sept. 23 to 29. &nbsp;&nbsp;&nbsp;\r\n   At the talks the two parties exchanged views on their activities and the matters of mutual concern including the international and home situation and reached a complete consensus of views,  the statement noted. &nbsp;&nbsp;&nbsp;\r\n   The WPK highly praised the Nepal Communist Party (United Marxism-Leninism) for having grown as a powerful political force enjoying the support and trust of broad strata of popular masses in the course of realizing democracy, national independence, social justice and peace and waging the arduous struggle against imperialism and hegemonism. &nbsp;&nbsp;&nbsp;\r\n   The Nepal Communist Party (United Marxism-Leninism) highly praised the WPK and the Korean people for their achievements in the struggle to meet the vicious challenges of the imperialists and reactionaries, build an independent and prosperous powerful socialist country,  force the U.S. troops to pull out of South Korea and reunify the divided country independently, holding high the banner of the Juche idea under the experienced leadership of the great leader Kim Jong Il, and expressed firm solidarity with them. &nbsp;&nbsp;&nbsp;\r\n   Both sides reaffirmed the justness of the Pyongyang Declaration reflecting the independent demands of the popular masses at present for defending and advancing the socialist cause and evinced a firm resolution to wage a vigorous struggle to embody its spirit.    \r\n   \r\n"
        },
        {
            "title": "Centenary of birth of Imam Khomeini commemorated",
            "url": "http://kcna.co.jp/item/1999/9910/news10/01.htm#7",
            "content": "Centenary of birth of Imam Khomeini commemorated\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- October 1 is the centenary of the birth of Ayatollah Imam Khomeini, former leader of the Iranian Islamic revolution.\r\n   The Iranian people are significantly marking the day.\r\n   The victory of the anti-U.S., anti-emperor struggle and the Islamic revolution in Iran would have been unthinkable without his leadership. &nbsp;&nbsp;&nbsp;\r\n   The victory of the Islamic revolution under his leadership was an epocal event which opened the road of independent development, progress and prosperity of Iran.\r\n   After the victory, he, the supreme leader of Iran, actively struggled to consolidate the success of the Islamic revolution against all the aggression and interference of the imperialists and achieve the independent development and the prosperity of Iran. &nbsp;&nbsp;&nbsp;\r\n   He expressed positive support and solidarity with the struggle of the Korean people for the independent and peaceful reunification of the country with deep concern for the friendly and cooperative relations with the DPRK forged in the joint anti-imperialist and anti-U.S. struggle. &nbsp;&nbsp;&nbsp;\r\n   The Iranian people are carrying forward his line and idea on the road of achieving peace and stability of the Persian Gulf and progress and prosperity of the country, guided by the idea of \"independence, freedom and Islamic Republic\". &nbsp;&nbsp;&nbsp;\r\n   The Iranian people are now gaining success in their efforts to step up the economic construction of the country and improve the people's living standard, firmly maintaining the anti-imperialist independent stand under the leadership of the present leader of the Iranian Islamic revolution Seyed Ali Khamenei, successor to Imam Khomeini. &nbsp;&nbsp;&nbsp;\r\n   The Korean people are rejoiced over achievements in Iran as their own and sincerely hope that the Iranian people will defend and consolidate the gains of the Islamic revolution and achieve progress and prosperity.    \r\n\r\n"
        },
        {
            "title": "U.S. aerial espionage against DPRK",
            "url": "http://kcna.co.jp/item/1999/9910/news10/01.htm#8",
            "content": "U.S. aerial espionage against DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- The United States committed more than 130 cases of day-and-night aerial espionage on the northern half of Korea in September, military sources said.\r\n   Involved in the espionage were a number of its strategic and tactical reconnaissance planes of different missions based overseas and in South Korea.\r\n   The U-2 and RC-135 perpetrated espionage on the DPRK as a whole, flying over areas of South Korea for two days. &nbsp;&nbsp;&nbsp;\r\n   In another development, eh-60 electronic warfare helicopter, p-3 anti-submarine patrol plane and RC-12 tactical reconnaissance planes committed photographing and electronic espionage on the east and west coastal areas and main objects of the DPRK for six days. &nbsp;&nbsp;&nbsp;\r\n   Such aerial espionage is a wanton challenge to the unanimous desire of the Korean people and the world's peaceloving people for detente and peace on the Korean peninsula.    \r\n \r\n"
        },
        {
            "title": "Banquet on 50th birth anniversary of PRC",
            "url": "http://kcna.co.jp/item/1999/9910/news10/01.htm#9",
            "content": "Banquet on 50th birth anniversary of PRC\r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- Chinese ambassador to Korea Wan Yongxiang gave a banquet on Thursday on the occasion of the 50th birth anniversary of the People's Republic of China (PRC).\r\n   Invited to the banquet were President Kim Yong Nam of the presidium of the Supreme People's Assembly (SPA) of the DPRK, Premier of the cabinet Hong Song Nam, Minister of the People's Armed Forces Kim Il Chol, secretary of the c. c., the Workers' Party of Korea Choe Thae Bok, vice-president of the SPA presidium Yang Hyong Sop, other officials, diplomatic envoys and military attaches of foreign embassies here. &nbsp;&nbsp;&nbsp;\r\n   Wan Yongxiang said at the banquet that looking back upon the past half century of China and Korea, he would like to note with pride the traditional Sino-Korean friendship which was forged and developed by Mao Zedong, Zhou Enlai and Kim Il Sung is steadily strengthening and developing, going through all kinds of harsh ordeals.\r\n   he continued: &nbsp;&nbsp;&nbsp;\r\n   It is the steadfast stand of the Chinese party and government to strengthen and develop the Sino-Korean friendship. this conforms to the fundamental interests of the two peoples and is beneficial to peace and stability of the Korean peninsula and the rest of the world. &nbsp;&nbsp;&nbsp;\r\n   He concluded his speech expressing the belief that the Sino-Korean relations of friendship and cooperation will continue to develop and the flower of the friendship will more beautifully come into full bloom thanks to the deep concern of the leaders of the  new generation of the two countries Jiang Zemin and Kim Jong Il and the common efforts of the two sides. &nbsp;&nbsp;&nbsp;\r\n   Hong Song Nam said in his speech that since the foundation of the PRC the Chinese people have converted China, once a backward semi-colonial and semi-feudal state, into a prosperous socialist country in the spirit of self-reliance and working hard. &nbsp;&nbsp;&nbsp;\r\n   The Korean people are rejoiced over this success as their own, he said, and sincerely wished the Chinese people great success in their struggle to carry out the tasks set forth at the 15th Congress of the Communist Party of China (CPC) and the second session of the 9th National People's Congress under the leadership of the CPC headed by respected Jiang Zemin. &nbsp;&nbsp;&nbsp;\r\n   Pointing out that it is the consistent stand of the Workers' Party of Korea and the DPRK government to invariably consolidate and develop  through generations the traditional DPRK-China friendship which has surmounted all trials in the history, he stressed: &nbsp;&nbsp;&nbsp;\r\n   We will make positive efforts to develop the friendship in keeping with the desire and intention of the peoples of the two countries, in the future, too.    \r\n\r\n\r\n"
        },
        {
            "title": "Missile development targeted against north planned",
            "url": "http://kcna.co.jp/item/1999/9910/news10/01.htm#10",
            "content": "Missile development targeted against north planned\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- South Korean \"Minister of Foreign Affairs and Trade\" Hong Sun Yong said that it is the \"basic stand of the 'government' to develop a missile that can put the whole area of the north within the range of its fire,\"  a Seoul-based radio said. His outburst came in a testimony he made at the \"national assembly review of inspection of administration\"  on September 29. &nbsp;&nbsp;&nbsp;\r\n   Kim Ryong Bae, former acting president of the \"national congress for new politics\", talked the same nonsense. &nbsp;&nbsp;&nbsp;\r\n   This shows that the \"government for the people\" is a group of traitors  putting the successive \"governments\" into the shade. &nbsp;&nbsp;&nbsp;\r\n   This goes to prove that \"missile issue\"  of someone on the lips of the South Korean rulers is nothing but a ruse intended to justify their move for missile development.    \r\n\r\n"
        },
        {
            "title": "Jahye Temple",
            "url": "http://kcna.co.jp/item/1999/9910/news10/01.htm#11",
            "content": "Jahye Temple \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- If you visit Jol village in Sowon-ri, Sinchon county, South Hwanghae Province, you will come across a temple called Jahye.\r\n   Jahye Temple, built in the early years of the Koryo dynasty (918-1392), was rebuilt in 1572. &nbsp;&nbsp;&nbsp;\r\n   The main shrine, a stone pagoda and a stone lamp still stand in the temple.\r\n   The main shrine, which is almost square in shape, has a front of 9.3 metres and sides 9.25 metres. It is supported by bulging columns and beams, which hold up its massive roof. The building is lacquered in brilliant colours. &nbsp;&nbsp;&nbsp;\r\n   The stone pagoda, 5.94 metres high, consists of a lotus-shaped pedestal, a five-storeyed body and a tower top. &nbsp;&nbsp;&nbsp;\r\n   Each side of the pedestal is underlined by three intaglios, banded with rings of petals. &nbsp;&nbsp;&nbsp;\r\n   Well balanced as it mounts upward, the pagoda makes an admirably symmetrical impression. its design, as a whole, is excellent and elaborate. &nbsp;&nbsp;&nbsp;\r\n   The roof structure, bracketing system and elaborate pedestal of the stone pagoda are fine examples of the style prevalent in the early years of the Koryo dynasty.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}