{
    "date": "1999-08-10",
    "url": "http://kcna.co.jp/item/1999/9908/990810.htm",
    "articles": [
        {
            "title": "Japan cannot see in 21st century as long as relations with DPRK remain unsettled",
            "url": "http://kcna.co.jp/item/1999/9908/news08/10.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japanese scheme to deploy missile warships",
            "url": "http://kcna.co.jp/item/1999/9908/news08/10.htm#2",
            "content": "Japan cannot see in 21st century as long as relations with DPRK remain unsettled \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, August 10 (KCNA) -- The government of the Democratic People's Republic of Korea  published a statement today to accuse Japan once again of its 100-year-long history of criminal policy towards Korea on the occasion of the 54th anniversary of Korea's liberation from Japanese imperialist colonial rule. &nbsp;&nbsp;&nbsp;\r\n   The full text of the statement said: &nbsp;&nbsp;&nbsp;\r\n\r\n   The statement of the DPRK government&nbsp;&nbsp;&nbsp;\r\n\r\n   The  government of the Democratic People's Republic of Korea  issues the following statement to accuse Japan once again of its 100-year-long history of criminal policy towards Korea on behalf of the world progressives and conscience aspiring after justice, independence and peace, on the occasion of the 54th anniversary of Korea's liberation from Japanese imperialist colonial rule. &nbsp;&nbsp;&nbsp;\r\n   At the turn of the century the Korean people can hardly repress surging national indignation and astonishment at attempts of Japan to see the century              out without properly repenting of the unprecedented crimes it committed against the Korean people and without dropping the hostile policy towards Korea it pursued throughout the century. &nbsp;&nbsp;&nbsp;\r\n   From ancient times Korea has been called land as beautiful as a golden tapestry of three thousand ri good to live in. In this land with a history spanning 5,000 years its people lived in good harmony generation after generation, helping and leading each other forward. &nbsp;&nbsp;&nbsp;\r\n   It was not until the start of Japan's history of aggression on Korea that aggression, plunder and bloody killing spree were rampant in this peaceful land and the Korean people suffered misfortunes and pains. &nbsp;&nbsp;&nbsp;\r\n   The Japanese imperialists watched for a chance to invade Korea. In 1905 they occupied Korea by huge aggression forces. With a view to justifying the occupation they fabricated what they called \"pacts\" by all descriptions of threat and blackmail and brigandish swindles to deprive Korea of the rights to pursue domestic and foreign policies and enforced a colonial rule on Korea. &nbsp;&nbsp;&nbsp;\r\n   For more than 40 years since then, the Korean people were compelled to obey laws of Japan or die, subjected to all sorts of national insult and maltreatment under the Japanese imperialist colonial rule, which was indescribable mental humiliation and insult. &nbsp;&nbsp;&nbsp;\r\n   During the occupation of Korea the Japanese imperialists forcibly deprived the Koreans of their spoken and written language and their names,  tried to eradicate the customs peculiar to them and demanded they discard the soul of the nation and become \"loyal\" to the Japanese \"Emperor\" as \"subjects of the empire.\"&nbsp;&nbsp;&nbsp;\r\n   Throughout the period of the occupation, the Japanese imperialists like slave traders in the middle ages turned to the most barbarous way in abducting and drafting more than six million people, which accounted for nearly all of the young and middle-aged Korean people, to satisfy the needs for armed and labour forces for the war in Asia and the pacific. They put them to slave labor, killed more than one million guiltless people and reduced nearly 200,000 Korean women to sex slaves for the Japanese army, bringing an immeasurable human loss to the Korean  nation. &nbsp;&nbsp;&nbsp;\r\n   The Japanese imperialists also plundered the Korean people of several hundred thousand items of national treasures and cultural heritages, a great many natural resources and all the products made in Korea. The material damage inflicted upon the Koreans reached astronomical figures. &nbsp;&nbsp;&nbsp;\r\n   As is mentioned above, the mental, human and material damage the Japanese imperialists inflicted upon the Koreans during their occupation of Korea was something unprecedented in human history in nature, manifestation and scale. &nbsp;&nbsp;&nbsp;\r\n   After its defeat Japan should have reflected on its crimes on behalf of the Korean people and started with a clean sheet. &nbsp;&nbsp;&nbsp;\r\n   It, however, has all along turned to another crime detrimental to Korea's reunification and growth with the backing of the United States that is directly  responsible for the division of Korea, adding to the crime it had committed by causing the division of Korea. It also has all along driven the relations between the DPRK and Japan into those of the worst confrontation. &nbsp;&nbsp;&nbsp;\r\n   Especially, during the Korean War provoked by the U.S. imperialists Japan sent tens of thousands of the imperial army remnants and \"reserve police forces\" to the Korean front, mobilized huge means of transport to meet the growing demands of the U.S. imperialists for the war and produced and repaired war equipment and offered military installations to them, which was a clear indication of Japan's active part in the Korean war. That was clear evidence of Japan, as well as the United States, being a criminal state directly responsible for the Korean War. &nbsp;&nbsp;&nbsp;\r\n   It is well known to the world that the Japanese imperialists, who were defeated in World War II, were able to revive and rearm themselves with the \"fabulous profits\" they siphoned out of the Korean War under the patronage of the U.S.   Even after the war,  Japan regarding it as a state policy to follow the U.S. policy of creating \"two Koreas\" and stifling the DPRK, has left no stone unturned to isolate and stifle our socialist system. &nbsp;&nbsp;&nbsp;\r\n   Considering Korean-style socialism to be a thorn in the flesh, the Japanese reactionaries have resorted to incessant politico-military threat and blackmail and economic sanctions against the DPRK. They continue harsh national discrimination and suppression of the Koreans who live in Japan as victims of the Japanese imperialist colonial rule and their descendants. &nbsp;&nbsp;&nbsp;\r\n   In a nutshell, the Korea policy pursued by Japan for a hundred years was aimed at exterminating, dividing, alienating, excluding and antagonizing the Korean nation. &nbsp;&nbsp;&nbsp;\r\n   Commenting on the Korea policy Japan has pursued throughout the 20th century, the DPRK government reiterates the warning that never to be condoned are the crimes Japan committed by imposing immeasurable misfortunes and pains upon the Korean people for more than 40 years of its occupation of Korea and by  bringing heavy politico-economic damage to the DPRK in pursuance of the hostile policy towards the DPRK for more than half a century, while refusing, till the end of the century, to liquidate the past, an issue that it should have settled  after its defeat, and that even if Japan is to expiate its crimes, they are too atrocious to be properly liquidated. &nbsp;&nbsp;&nbsp;\r\n   Improvement of bilateral relations means, in essence,  liquidating the crimes Japan committed against the Korean people in the past and, on this basis, developing new good-neighborly relations in the interests of the peoples of the two countries and in conformity with the requirements of the times. &nbsp;&nbsp;&nbsp;\r\n   We showed generosity to Japan that came out to intergovernmental negotiations for the normalization of relationship with the DPRK, riding on the current of the situation at the turn of the century, though belatedly. And in the hope that Japan, a near yet far country, may be a near and close neighbor, we made great efforts to put a period to the history of misfortunes through the medium of clear liquidation of the past DPRK-Japan relations from the historic and legal point of view and to establish new relationship with Japan on the principle of reconciliation, good neighbourhood, equality, friendship, independence and reciprocity. &nbsp;&nbsp;&nbsp;\r\n   Far from repenting of the past crimes, however, Japan  persistently pursued the U.S.-toeing policy and the policy hostile towards the DPRK and brought the DPRK-Japan negotiations which had been arranged with so much effort to a rupture on purpose by raising such issues as \"nuclear suspicion\" and \"kidnapping\" which had nothing to do with the negotiations. &nbsp;&nbsp;&nbsp;\r\n   Nearly seven years have passed since the stalled negotiations. Japan still turns its back on negotiations for the liquidation of the past. While trying to create the impression that the normalization of the bilateral relations is a \"present\" it has the effrontery to impose demands upon the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The normalization of relations is not one party's favour to the other. Moreover, the DPRK is not badly interested in the improvement of relations with Japan. &nbsp;&nbsp;&nbsp;\r\n   For 54 years after the war the DPRK has got along without  any help from Japan. It has not budged in face of Japan's sanctions and hostile acts. &nbsp;&nbsp;&nbsp;\r\n   Historically, Korea has never felt comfortable with Japan being its neighbor, far from finding the latter helpful. &nbsp;&nbsp;&nbsp;\r\nThe DPRK will as ever live well off even without improving the relations with Japan. &nbsp;&nbsp;&nbsp;\r\n   Japan's refusal to liquidate the past is, in essence, a revelation of the militarist design to repeat the past crimes as well as of the wild ambition for reinvasion to  realise the old dream of the \"Greater East Asia Co-prosperity Sphere.\"&nbsp;&nbsp;&nbsp;\r\n   An assailant, Japan is obliged to make a sincere apology and compensation to the DPRK both legally and morally for all its past crimes. A victim, the DPRK has a legitimate right to get compensation from Japan for all its past damage on the publicly  recognized principle of international law and in accordance with international usage. &nbsp;&nbsp;&nbsp;\r\n   Japan's liquidation of the past on behalf of Korea is not a mere economic matter of whether we get a few pennies or not, but an important political issue  related to the Korean nation's defense of its dignity and sovereignty and exercise of its sovereignty and a sensitive military issue of keeping Japan from staging a comeback and providing a guarantee for peace in Asia. &nbsp;&nbsp;&nbsp;\r\n  At the same time, it is a pressing issue which will judge whether Japan is qualified to become a full-fledged member of the international community or not = it is an important issue that must be settled for Japan itself. &nbsp;&nbsp;&nbsp;\r\n   This notwithstanding, the Japanese authorities refuse to honestly reflect on the damage done to the Korean people. It is foolish of them to whitewash and distort their blood-stained history of aggression. &nbsp;&nbsp;&nbsp;\r\n   They are rewriting history textbooks to teach the coming generation a false history and  infuse ultra-nationalism and militarism  into them so that they may not have an elementary understanding of the crime-woven history nor feel guilty about it. This is  also part of the crimes of Japan. &nbsp;&nbsp;&nbsp;\r\n   History can neither be denied nor can it be tampered with. &nbsp;&nbsp;&nbsp;\r\n   The insult a nation suffered from another nation and its pride impaired by the latter can never fade from its memory with the passage of time. &nbsp;&nbsp;&nbsp;\r\n   Due to Japan's negligence of the work to get rid of the disgrace of a criminal state in the 20th century and  its failure to rectify its evil conscience, its crimes have increased generation after generation. In the long run, its new generation have to pay long-standing huge debt plus the debt that the previous generations failed to  clear off. &nbsp;&nbsp;&nbsp;\r\n   Though a generation is replaced by another and a new century arrives at the end of the old one, Japan can never flee from its legal and moral obligation to make a thoroughgoing apology and compensation to the Korean people for all its past crimes. &nbsp;&nbsp;&nbsp;\r\n   The world conscience sees moral inferiority of Japan in what Germany and Italy have done to liquidate the fascist crimes they committed against humankind in the past. &nbsp;&nbsp;&nbsp;\r\n   All the policies pursued by the Japanese authorities invite great apprehension and disgust from the people of Asia and the rest of the world, to say nothing of the Korean people. &nbsp;&nbsp;&nbsp;\r\n   Far from drawing a lesson  from its bitter defeat in the war to invade the continent, Japan has systematically cultivated the strength to take revenge under the signboard of a \"peace-loving state.\" it has recently rounded off the military, operational, legal and ideological and moral preparations for direct participation in a war of aggression overseas and reached a dangerous phase of practice. &nbsp;&nbsp;&nbsp;\r\n   The present Japanese authorities do not bother to conceal their scenario that the first target of their overseas aggression is the DPRK. They are now watching for a chance to stage a comeback to Korea, while fanning up an unprecedented anti-DPRK campaign on the absurd pretext that the launch of satellite \"Kwangmyongsong 1,\" a  shining scientific and technological achievement of the DPRK, was a \"missile launch.\"&nbsp;&nbsp;&nbsp;\r\n   The \"threat from North Korea\" on the lips of the Japanese reactionaries is a prelude to reinvasion of Korea. &nbsp;&nbsp;&nbsp;\r\nReinvasion of Korea will be the beginning of reinvasion of Asia. &nbsp;&nbsp;&nbsp;\r\n    The militarists of Japan, an economic power in the world, are thirsty for revenge to make up for the defeat, coupled with the unchanged design of aggression. It is not hard to guess what disaster the world and humankind will face when they  launch overseas expansion, flying the \"Hinomaru\" and singing \"Kimigayo.\"&nbsp;&nbsp;&nbsp;\r\n   Stating that Japan cannot see in the 21st century without any difficulty as long as the present serious state of the relations with the DPRK remain unsettled, the DPRK government solemnly clarifies its principled stand as follows: &nbsp;&nbsp;&nbsp;\r\n   First, Japan must stop pursuing the policy of stifling the DPRK. &nbsp;&nbsp;&nbsp;\r\n   It must reflect on and review the 100 year long policy hostile to Korea and opt for a new policy switchover. &nbsp;&nbsp;&nbsp;\r\n   Second, it must make a sincere apology and full compensation to the Korean people for all its past crimes. &nbsp;&nbsp;&nbsp;\r\n   Standing at the historic crossroads of whether to liquidate the past full of crimes within this century or greet a new century with its past unliquidated, Japan must give deep thought to it and make clear its will and resolution on behalf of the conscience of humankind. &nbsp;&nbsp;&nbsp;\r\n   Third, if Japan dare turn to showdown of strength in a bid to find a pretext to realise the wild ambition for reinvasion, we will have no option but to take a corresponding  countermeasure. &nbsp;&nbsp;&nbsp;\r\n    Negotiation is not the only solution to Japan's liquidation of the past. The DPRK will neither wait for the settlement of the issue indefinitely nor remain a passive onlooker to it. &nbsp;&nbsp;&nbsp;\r\n   An option on the part of the victim depends on the attitude of the assailant. &nbsp;&nbsp;&nbsp;\r\n   If Japan opts to open good-neighborly relations through liquidation of the past, the DPRK will welcome it with pleasure. But, if it repeats its crime-woven history and undertakes a reckless provocation, the DPRK will never miss the opportunity of meting out merciless retaliation but make Japan pay a high price for the blood shed by the nation and give vent to its century-old wrath.  &nbsp;&nbsp;&nbsp;\r\n   At the historic moment when it stands on the threshold of the new century of civilization, Japan must make a correct option with its reason. \r\n\r\n"
        },
        {
            "title": "Delegates visit several places of  Pyongyang",
            "url": "http://kcna.co.jp/item/1999/9908/news08/10.htm#3",
            "content": "Japanese scheme to deploy missile warships\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 10 (KCNA) -- The Japanese reactionaries are reportedly scheming to deploy three \"aegis\" missile warships in the east sea of Korea as a measure to \"detect the sign of possible launch of missile\" by North Korea. &nbsp;&nbsp;&nbsp;\r\n   Reporting it on August 8, the Japanese government's  sources said that the planned deployment is one of a series of measures which the Japanese government plans to take \"in case North Korea's launch of long-range missile is at hand.\" &nbsp;&nbsp;&nbsp;\r\n   If the sign is detected, the Japanese government will promptly convene a security meeting of the cabinet, gather all information through the crisis handling room in the cabinet, inform mass media of the \"sign of missile launch\", ask the United States and South Korea for \"cooperation\" and give a \"warning\" to North Korea.  &nbsp;&nbsp;&nbsp;\r\n   The Japanese reactionaries legalized the right of belligerency and the right of participation in war through the adoption of the \"law on emergencies in areas surrounding Japan\" for the implementation of the updated \"Japan-u.s. Defense cooperation guidelines\". Now they need only a pretext for a war of reinvasion of the Korean peninsula.  &nbsp;&nbsp;&nbsp;\r\n   They should cool down the overheated fever of reinvasion and stop running amuck, mindful that the road of reinvasion of the Korean peninsula will lead them  to self-destruction. \r\n\r\n"
        },
        {
            "title": "Japan's apology and compensation urged",
            "url": "http://kcna.co.jp/item/1999/9908/news08/10.htm#4",
            "content": "Delegates visit several places of  Pyongyang\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 10 (KCNA) -- Adviser Ra Chang Sun and youth representative So Won Chol of the south headquarters of the National Alliance for the Country's Reunification    (Pomminryon), and delegates of the National Alliance for Democracy and Reunification Ri Song U, Pak Ki Su and Kang Hyong Gu, who came here from South Korea to participate in the grand pan-national pro-reunification festival, on Monday visited the arch of triumph and the tower of the Juche idea.  &nbsp;&nbsp;&nbsp;\r\n   Hwang Hye Ro, delegate of the South Korean Federation of University Student Councils (Hanchongryon), the south headquarters of the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon), visited the three revolution exhibition on the same day. \r\n\r\n"
        },
        {
            "title": "S. Korean  move to foil August 15-related events",
            "url": "http://kcna.co.jp/item/1999/9908/news08/10.htm#5",
            "content": "Japan's apology and compensation urged\r\n &nbsp;&nbsp;&nbsp;Pyongyang, August 10 (KCNA) -- A spokesman for the DPRK Red Cross Society central committee in a statement Monday criticized a high-ranking official of the Japanese government for his provocative remarks against the DPRK.  &nbsp;&nbsp;&nbsp;\r\n   Some days ago, a high-ranking official of the present Japanese government reeled off a string of tirade that if the DPRK takes a constructive attitude towards the issues of hometown visit of the DPRK-resident Japanese women and the \"suspected kidnapping of Japanese\" the Japanese side would respond to it in a sincere manner and that in case the DPRK makes another launch of \"missile\" Japan can not but react to it with stringent sanctions, the statement said.  &nbsp;&nbsp;&nbsp;\r\n   It continued:  &nbsp;&nbsp;&nbsp;\r\n   In the past, Japan drafted above six million young and middle-aged Koreans to Japan and forced upon them a slave  labour and took nearly 200,000 Korean women as sex slaves for the Japanese army. This is the only issue of kidnapping that exists between the DPRK and Japan and the most serious case of kidnapping in human history.  &nbsp;&nbsp;&nbsp;\r\n   The key to improving the DPRK-Japan relations is the apology and compensation of Japan for the immeasurable damage she inflicted upon the Korean people in the past.  &nbsp;&nbsp;&nbsp;\r\n   The Japanese government is well advised to squarely see the present-day reality in which Japan is meeting unanimous denunciation from the Korean and other  people of the world for refusing to make a compensation for the past crime-woven history and evading it, and behave properly.  &nbsp;&nbsp;&nbsp;\r\n   The DPRK red cross society strongly urges the Japanese government to drop its attempt to flee from the responsibility for the humanitarian issue in the DPRK-Japan relations while resorting to extreme anti-DPRK campaign over \"suspected kidnapping\" and \"missile issue,\" but make an honest apology and compensation for the serious human rights abuses Japan committed in the past.  &nbsp;&nbsp;&nbsp;\r\n   If the Japanese government persistently resorts to hostile policy towards the DPRK without making an apology and compensation for the crimes Japan committed against the Korean people in the past, the history will certainly mete out a stern punishment to it. \r\n\r\n"
        },
        {
            "title": "Up-to-date planes to be introduced into S. Korea",
            "url": "http://kcna.co.jp/item/1999/9908/news08/10.htm#6",
            "content": "S. Korean  move to foil August 15-related events\r\n &nbsp;&nbsp;&nbsp;Pyongyang, August 10 (KCNA) -- The South Korean authorities decided to \"totally blockade\" the events to be held in connection with the 10th pan-national rally after branding them as \"illegal meetings\", a Seoul-based radio said.  &nbsp;&nbsp;&nbsp;\r\n   Taking an issue with the plan of the south headquarters of the National Alliance for the Country's Reunification   (Pomminryon) to hold events before the pan-national rally at university campus from August 13, the authorities are threatening that they would thoroughly blockade those events and the main function and punish the masterminds since the sponsor side is labeled as an \"enemy-benefiting organization\".  &nbsp;&nbsp;&nbsp;\r\n   They took such a repressive measure fully revealing their colors as heinous separatist maniacs. \r\n\r\n"
        },
        {
            "title": "Settlement of \"comfort women\"-related crimes   urged",
            "url": "http://kcna.co.jp/item/1999/9908/news08/10.htm#7",
            "content": "Up-to-date planes to be introduced into S. Korea\r\n   &nbsp;&nbsp;&nbsp; Pyongyang, August 10 (KCNA) -- The South Korean authorities are planning to purchase from the United States eight up-to-date spy planes equipped with electronic information-gathering devices, including the video recording and telecommunications, from April 2000 to 2001, in a bid to further intensify air espionage on the North Korea, a newspaper said.  &nbsp;&nbsp;&nbsp;\r\n   This illustrates how desperately the South Korean authorities are working to carry into effect their north-targeted war scenario. \r\n\r\n"
        },
        {
            "title": "Racket over \"missile threat\"",
            "url": "http://kcna.co.jp/item/1999/9908/news08/10.htm#8",
            "content": "Settlement of \"comfort women\"-related crimes   urged\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 10 (KCNA) -- The DPRK Women's Association for Solidarity with Asian Women sent an appeal on Monday to the progressive women organizations and personages of Japan struggling for women's dignity and rights as regards Japan's evasion of an apology and compensation for its past crimes related to the Korean \"comfort women for the army.\" &nbsp;&nbsp;&nbsp;\r\n   The appeal said:  &nbsp;&nbsp;&nbsp;\r\n   Now that the brutal sexual torture survivors are growing older and dying, Japan must take a decisive measure to finally settle the crimes related to the \"comfort women for the army.\" &nbsp;&nbsp;&nbsp;\r\n   In the past Japan kept Korea under its illegal occupation for over 40 years and reduced nearly 200,000 Korean women to sexual slaves for its \"imperial army\", committing the most hideous war crimes and human rights abuses  in history.  &nbsp;&nbsp;&nbsp;\r\n   These  crimes were planned and committed at the instance of the Japanese government authorities. This was proved by the victims and the assailants and other undeniable historic materials and data.  &nbsp;&nbsp;&nbsp;\r\n   However, the Japanese authorities try in every way to avoid the responsibility for the war crimes, insulting the victims as \"women who provided sex of their own accord to make money.\" &nbsp;&nbsp;&nbsp;\r\n   The Japanese government's refusal to honestly admit Japan's past of bloodshed is an unpardonable brazen-faced attitude in view of the international law and moral ethics and an intolerable insult and challenge to human conscience and hundreds of millions of women.  &nbsp;&nbsp;&nbsp;\r\n   All the women of Korea and the rest of the world and human conscience will never remain a passive on-looker to the reckless moves of the Japanese government to bury the serious crimes committed by the former Japanese empire into oblivion of history and repeat unethical crimes.  &nbsp;&nbsp;&nbsp;\r\n   The appeal called upon the progressive women organizations and personages of Japan to reveal the Japanese government's wrong attitude to evade a state apology and compensation for the \"comfort women\"-related crimes before the international community and take more positive measure to press the government to make an honest apology and a proper state compensation. \r\n\r\n"
        },
        {
            "title": "For what does Japan need aircraft carriers",
            "url": "http://kcna.co.jp/item/1999/9908/news08/10.htm#9",
            "content": "Racket over \"missile threat\"\r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 10 (KCNA) -- Rodong Sinmun today comments on the anti-DPRK confrontation and war racket kicked up by the U.S., Japan and South Korean authorities under the pretext of non-existent \"missile threat\" from the DPRK.  &nbsp;&nbsp;&nbsp;\r\n   The news analyst says:  &nbsp;&nbsp;&nbsp;\r\n   The provocative and frantic row over \"missile threat from the north\" made by warmongers at home and abroad is the second nuclear confrontation campaign and an outrageous violation of the sovereignty of the DPRK and an undisguised provocation to it.  &nbsp;&nbsp;&nbsp;\r\n   They have escalated the fuss over \"missile threat\" from the DPRK to build up public opinion, politicize, militarize and internationalize it as they did during the past nuclear confrontation campaign. This is part of their premeditated anti-north hostile moves to intensify the military provocation racket against the DPRK over its launch of an artificial satellite they describe as the \"launch of a ballistic missile.\"    &nbsp;&nbsp;&nbsp; \r\n   The South Korean authorities are now stepping up reckless missile development under the pretext of the \"re-launch of a missile\" in the north. It will spark a new arms race on the Korean peninsula.  &nbsp;&nbsp;&nbsp;\r\n   The row of the U.S., Japanese and the South Korean authorities over \"missile threat\" reminds us of the nuclear confrontation campaign which led the situation of the Korean peninsula to the brink of a war.  &nbsp;&nbsp;&nbsp;\r\n   The DPRK, which values independence as life and soul, does not stop what it should do nor does it what it should not, at the dictates of others.  &nbsp;&nbsp;&nbsp;\r\n   The U.S. Imperialists' brigandish logic and \"policy of strength\" may work on other countries, but not the DPRK.  &nbsp;&nbsp;&nbsp;\r\n   The more desperately the hostile forces may work to hurt the DPRK with a hue and cry over \"re-launch of a missile,\" the more strongly it will react to it. \r\n\r\n"
        },
        {
            "title": "WFP executive director's visit to Korea",
            "url": "http://kcna.co.jp/item/1999/9908/news08/10.htm#10",
            "content": "For what does Japan need aircraft carriers\r\n &nbsp;&nbsp;&nbsp;Pyongyang, August 10 (KCNA) -- The Japanese reactionaries are planning to build two light aircraft carriers each with a displacement of 40.000 tons till the year 2015 and are now examining the measure to put it into practice.  &nbsp;&nbsp;&nbsp;\r\n   Minju Joson in a signed commentary today says they consider the carriers to be indispensable for overseas aggression.  &nbsp;&nbsp;&nbsp;\r\n   The commentary goes on:  &nbsp;&nbsp;&nbsp;\r\n   The Japanese reactionaries are hell-bent on \"modernizing\" the maritime force with the right of \"Self-Defence Forces\" (SDF) to overseas military operations legalized and the sphere of \"SDF\" action escalated following the adoption of the legislation related to the \"Japan-U.S. Defence Cooperation Guidelines\".  &nbsp;&nbsp;&nbsp;\r\n   If Japan is possessed of aircraft carriers, the fighting efficiency of the maritime \"SDF\" and its military operation capacity will increase incomparably and Japan will join the ranks of world's major military powers.  &nbsp;&nbsp;&nbsp;\r\n   It is clear that then, Japan, which is watching for a chance to realize the \"Greater East Asia Coprosperity Sphere\" and dominate the world, will become a military giant and a maritime empire in the true sense of the word and ignite a war of aggression as it pleases.  &nbsp;&nbsp;&nbsp;\r\n   The Japanese reactionaries have singled out the Korean peninsula as the first target of their overseas aggression.  &nbsp;&nbsp;&nbsp;\r\n   We bring to attention their foolish act of converting Japan into a launching base and supply base for aggression on Korea, claiming \"unsinkable aircraft carrier\".  &nbsp;&nbsp;&nbsp;\r\n   It is foolish of them to think they can realize their dream of comeback to Korea and domination over Asia and the rest of the world if they have aircraft carriers.  &nbsp;&nbsp;&nbsp;\r\n   Neither \"unsinkable aircraft carrier\" nor sailing aircraft carrier can ever escape from our firing range. \r\n\r\n\r\n"
        },
        {
            "title": "Peruvian parties call for Japan's apology and compensation",
            "url": "http://kcna.co.jp/item/1999/9908/news08/10.htm#11",
            "content": "WFP executive director's visit to Korea\r\n  &nbsp;&nbsp;&nbsp;Pyongyang, August 10 (KCNA) -- Catherine Bertini, executive director of the World Food Program, and her party visited the DPRK from August 5 to 10.  &nbsp;&nbsp;&nbsp;\r\n   During the visit they paid courtesy calls on Kim Yong Nam, President of the presidium of the Supreme People's Assembly, and Paek Nam Sun, Foreign Minister of the DPRK.  &nbsp;&nbsp;&nbsp;\r\nThey visited creches, senior middle schools, hospitals and other units in Sinuiju city, Phihyon and Pakchon counties of North Phyongan Province and Chongjin city, Musan and Myongchon counties of North Hamgyong Province and toured drought and flood stricken areas.  &nbsp;&nbsp;&nbsp;\r\n   The executive director was moved to see the Korean people all out to recover from the natural calamity, was of the view that food situation in the DPRK still remains difficult and expressed her will to continue to render aid including food in the future.  &nbsp;&nbsp;&nbsp;\r\n   The aid given to the DPRK by the international organizations such as the WFP and different countries in the noble idea of humanitarianism encourages the Korean people in their efforts to recover from the natural calamity at an early date and make the national economy and people's living return to normal. \r\n\r\n"
        },
        {
            "title": "\"Defence Means Victory\" off press in Russia",
            "url": "http://kcna.co.jp/item/1999/9908/news08/10.htm#12",
            "content": "Peruvian parties call for Japan's apology and compensation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 10 (KCNA) -- The Revolutionary Socialist Party of Peru, the Communist Party of Peru (Red Motherland), the Socialist Party of Peru, the People's Front of Workers, Peasants and Students of Peru, the Peruvian Communist Party, the National Reconciliation Front of Peru and the Peruvian Nationalist Movement of Labour issued a joint statement on August 3 urging Japan to make an apology ND compensation for the past crimes committed against the Korean nation, on the occasion of the 54th anniversary of the Korean liberation.  &nbsp;&nbsp;&nbsp;\r\n   It denounced the Japanese authorities for their crafty move to evade their responsibility for past crimes even today when 54 years have passed since the end of the disgraceful colonial rule.  &nbsp;&nbsp;&nbsp;\r\n   Considering the Korean people's demand for making an apology and compensation for Japan's past crimes to be a most justifiable one, the statement expressed full support to it. It strongly urged the Japanese government to make a formal understandable apology and compensation within this century.  &nbsp;&nbsp;&nbsp;\r\n   It appealed to international and regional organizations, governments, parties, organizations and figures of all countries of the world to strongly urge the Japanese authorities to immediately apologize and compensate for their past crimes by every conceivable means and ways including written protests, statements, and protest meetings. \r\n\r\n\r\n"
        },
        {
            "title": "\"Song of hope dedicated to long-term prisoners\"  created",
            "url": "http://kcna.co.jp/item/1999/9908/news08/10.htm#13",
            "content": "\"Defence Means Victory\" off press in Russia\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 10 (KCNA) -- A book \"Defence Means Victory\" by writer Nadezhda Garifulina, a member of the Council of the Union of Communist Parties-the Communist Party of the Soviet Union, was published in Russia on the occasion of the 5th anniversary of the passing away of the President Kim Il Sung.  &nbsp;&nbsp;&nbsp;\r\n   The book edits photos on the revolutionary activities of General Secretary Kim Jong Il.  &nbsp;&nbsp;&nbsp;\r\n   The book has such sub-titles as \"Extraordinary personality of comrade Kim Jong Il\", \"His native place is Mt. Paektu\", \"'Always to the beloved father'\", \"'They always worked together for the people'\", \"'To believe in the people as in heaven'\", \"'My political philosophy'\" and \"Supreme commander\".  &nbsp;&nbsp;&nbsp;\r\n   The book deals in detail with the greatness of Kim Jong Il, who is creditably carrying forward the cause of the President, citing historical facts.  &nbsp;&nbsp;&nbsp;\r\n   The writer wrote that Kim Jong Il, who accompanied the  President in his on-site guidance to mix with the people with \"to believe in the people as in heaven\" as his lifelong maxim, is an outstanding thinker and theoretician as well as a distinguished leader of the revolution.  &nbsp;&nbsp;&nbsp;\r\n   The Korean people, who are making progress with the motto \"Let's always be cheerful although our path is thorny \", will overcome the present-day temporary difficulties and emerge victorious without fail. \r\n\r\n"
        },
        {
            "title": "World's only wall that divides nation",
            "url": "http://kcna.co.jp/item/1999/9908/news08/10.htm#14",
            "content": "\"Song of hope dedicated to long-term prisoners\"  created\r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 10 (KCNA) -- Prof. Pak Chi Hum of Sunchon University of South Korea, widely known for his creation of the \"Anti-War and Anti-Nuke Song\" in 1986, recently composed the \"Song of hope dedicated to long-term prisoners,\" a South Korean newspaper said.  &nbsp;&nbsp;&nbsp;\r\n   He sent the song to the society for human rights movement, noting that he created the song to draw attention once again to the long-term prisoners, the victims of the past period.  &nbsp;&nbsp;&nbsp;\r\n   In the song he wrote: As a contemporary man, I think it is a due obligation to pay attention to the long-term prisoners, who suffered worst hardships in the present century for the reason that they follow other ideology and who have survived while defending human dignity. \r\n\r\n"
        },
        {
            "title": "Joint preparatory committee meets",
            "url": "http://kcna.co.jp/item/1999/9908/news08/10.htm#15",
            "content": "World's only wall that divides nation\r\n &nbsp;&nbsp;&nbsp;Pyongyang, August 10 (KCNA) -- An international forum on demolition of concrete wall, which was built in the area south of the Military Demarcation Line (MDL) across the Korean peninsula, will open on August 12 in the capital city of Pyongyang.  &nbsp;&nbsp;&nbsp;\r\n   To be discussed at the forum are issues of removing without delay all political, institutional, judicial and physical barriers, obstacles to the reunification and peace of Korea, and creating an environment favourable to realizing the independent and peaceful reunification of Korea.  &nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities built the concrete wall 20 years ago in a bid to perpetuate the division of Korea.  &nbsp;&nbsp;&nbsp;\r\n   The wall extending over 240 kilometers from the east to the west of the Korean peninsula partitions eight counties and 122 villages and cuts off  three railroads, three highways and more than 220 big and small roads between the north and the south.  &nbsp;&nbsp;&nbsp;\r\n   The wall was built as a launch base to attack the north.  &nbsp;&nbsp;&nbsp;\r\n   Tanks and armored vehicles can run on the upper part of the wall three to seven metres wide.  &nbsp;&nbsp;&nbsp;\r\n   The whole extension of the wall serves as an open communication trench and pillboxes are built at many points of the wall.  &nbsp;&nbsp;&nbsp;\r\n   Heavy weapons installed at the pillboxes are ready to fire into the north.  &nbsp;&nbsp;&nbsp;\r\n   The United States did not spare financial and material \"assistance\" to the construction of the wall.  &nbsp;&nbsp;&nbsp;\r\n   In 1980 alone, when its construction was at the final stage, it spent 362.75 million dollars for South Korea.  &nbsp;&nbsp;&nbsp;\r\n   The Korean people's sufferings and misfortunes resulting from the national division are increasing due to this cursed wall.  &nbsp;&nbsp;&nbsp;\r\n   Now the world's public is lifting up its voices urging the South Korean authorities to tear down the wall of division at an earlier date in keeping with the trend of times, maintaining that the termination of the division of the Korean peninsula should not be delayed any longer. \r\n\r\n"
        },
        {
            "title": "Minjurochong football team here",
            "url": "http://kcna.co.jp/item/1999/9908/news08/10.htm#16",
            "content": "Joint preparatory committee meets\r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 10 (KCNA) -- The 3rd meeting of the joint preparatory committee for the '99 Grand Pro-Reunification Festival for Independence and Great Unity of the Nation and the 10th pan-national rally was held in Pyongyang yesterday.  &nbsp;&nbsp;&nbsp;\r\n   Present at the meeting were chairman of the north preparatory committee An Kyong Ho, co-chairman of the joint preparatory committee for the grand pan-national pro-reunification festival, acting chairman of the south promotion headquarters Ra Chang Sun and Rim Min Sik, secretary-general of the joint secretariat of the National Alliance for the Country's Reunification   (Pomminryon),  on behalf of the chairman of the overseas preparatory committee.  &nbsp;&nbsp;&nbsp;\r\n   The meeting fully reviewed preparations for the festival and discussed an issue of participation in the festival by other South Korean organizations outside Pomminryon including representatives of the \"National Alliance for Democracy and Reunification\" (Jongukryonhap).  &nbsp;&nbsp;&nbsp;\r\n   It confirmed that satisfactory arrangements have been made for the festival thanks to positive efforts made by different regional headquarters of Pomminryon in the north and south and  overseas and appreciated the role of these headquarters as many organizations for the reunification movement at home and abroad eagerly wish to participate in the festival.  &nbsp;&nbsp;&nbsp;\r\n   The meeting decided on participation of representatives of many organizations which came to Pyongyang or applied for it including \"Jongukryonhap\" and extended warm welcome to them. \r\n\r\n\r\n"
        }
    ]
}