{
    "date": "1999-09-12",
    "url": "http://kcna.co.jp/item/1999/9909/990912.htm",
    "articles": [
        {
            "title": "Foreign guests visit home of Jong Song Ok",
            "url": "http://kcna.co.jp/item/1999/9909/news09/12.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Statement of spokesman for DPRK FM distributed as UN document",
            "url": "http://kcna.co.jp/item/1999/9909/news09/12.htm#2",
            "content": "Foreign guests visit home of Jong Song Ok \r\n &nbsp;&nbsp;&nbsp; Pyongyang, September 12 (KCNA) -- The Pakistani ambassador to Korea, Fazal Ghafoor and embassy staff visited the home of Jong Song Ok, the world's \"queen of marathon\" on Saturday.&nbsp;&nbsp;&nbsp;\r\n   They were warmly welcomed by Jong Song Ok, hero of the DPRK and People's Sportswoman, and her family members. They had a talk. &nbsp;&nbsp;&nbsp;\r\n   The ambassador congratulated her on her success heartily, saying that it is the joy of the  Korean people as well as  the peoples of all countries who  have friendly relations with the Korean people. &nbsp;&nbsp;&nbsp;\r\n   Jong Song Ok said it was because she ran, picturing the image of the respected Marshal Kim Jong Il in  her mind  that she could win the championship. &nbsp;&nbsp;&nbsp;\r\nRagab Mossa Abdullah, member of the people's bureau of the Great Socialist People's Libyan Arab Jamahiriya in Korea, and his family visited her home. &nbsp;&nbsp;&nbsp;\r\n   He said that her winning the championship is not accidental but a brilliant fruition of the wise leadership of General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   The guests looked round the house, which Kim Jong Il gifted to her and her family, and presented her with souvenirs. \r\n\r\n"
        },
        {
            "title": "Release of Hanchongryon delegate and others demanded",
            "url": "http://kcna.co.jp/item/1999/9909/news09/12.htm#3",
            "content": "Statement of spokesman for DPRK FM distributed as UN document\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 12 (KCNA) -- The  statement of a spokesman for the DPRK Foreign Ministry on August 30 denouncing Japan for intensifying the  anti-DPRK campaign by bringing a report of the \"Tokyo forum on nuclear non-proliferation and nuclear disarmament\" before the UN was distributed as an official document S/1999/938 of the United Nations Security Council on September 3. \r\n\r\n"
        },
        {
            "title": "Repeal of \"NSL\" called for",
            "url": "http://kcna.co.jp/item/1999/9909/news09/12.htm#4",
            "content": "Release of Hanchongryon delegate and others demanded\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 12 (KCNA) -- A spokesman for the Korean Student Committee issued a statement to the press on Saturday denouncing the South Korean rulers for arresting Hwang Hye Ro, delegate of the South Korean Federation of university Student Councils (Hanchongryon) that represents the south headquarters of the National Alliance of Youth and Students for the Country's Reunification, and other delegates of the south side, who had visited Pyongyang, to punish them on charges of violating the \"National Security Law.\"&nbsp;&nbsp;&nbsp;\r\n   The spokesman said: &nbsp;&nbsp;&nbsp;\r\n   The delegates of the south side are pro-reunification missions with a warm patriotic desire to open a turning phase of great national unity and national reunification this year with the year 2000 at hand. &nbsp;&nbsp;&nbsp;\r\n   The participation of Hanchongryon delegate Hwang Hye Ro and other pro-reunification patriots from the south in the grand festival for reunification at Panmunjom is a very just patriotic deed based on a noble aspiration and will to achieve reunification through national reconciliation and great unity. &nbsp;&nbsp;&nbsp;\r\n   The South Korean rulers should set them free without delay and abolish the \"National Security Law,\" an evil law against reunification, at once. \r\n\r\n"
        },
        {
            "title": "Society for Japan-Korea Educational and Cultural  Exchange formed",
            "url": "http://kcna.co.jp/item/1999/9909/news09/12.htm#5",
            "content": "Repeal of \"NSL\" called for\r\n &nbsp;&nbsp;&nbsp;Pyongyang, September 12 (KCNA) -- The Citizens' Solidarity for Democratic Society, the Citizens' Federation for Economic Justice (Kyongsilryon) and other citizens' organisations in South Korea held a public hearing for abolition of the notorious \"National Security Law\" with the attendance of lawyers, professors and experts of different sectors at the auditorium of Kyongsilryon on September 8, according to a radio report from Seoul. &nbsp;&nbsp;&nbsp;\r\n   The participants said the \"NSL,\" which has been used for maintaining the dictatorial regime, is very contradictory to the authorities' argument about \"peaceful unification\" as it defines the north as an \"anti-state organisation\".  They demanded that the fascist law be rescinded overall. \r\n\r\n"
        },
        {
            "title": "Japan's argument about \"nuclear threat\"",
            "url": "http://kcna.co.jp/item/1999/9909/news09/12.htm#6",
            "content": "Society for Japan-Korea Educational and Cultural  Exchange formed\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 12 (KCNA) -- An inaugural meeting of the Aichi Society for Japan-Korea Educational and Cultural Exchange was held in Nagoya, Japan on Sept. 3 . &nbsp;&nbsp;&nbsp;\r\n   It adopted rules the keynote of which is to accelerate educational and cultural exchange between Japan and the DPRK, develop friendship and interchange between the people from all walks of life in Aichi Prefecture and Korean residents in Japan and conduct activities for early normalization of the Japan-DPRK diplomatic relations. &nbsp;&nbsp;&nbsp;\r\nAt the meeting former prime minister and member of the house of representatives Toshiki Kaifu was elected top adviser to the society, director of the Institute of Buddhism Kosho Mizutani Honorary Adviser and adviser to the Tokai TV company Takashi Suzuki chairman. \r\n\r\n"
        },
        {
            "title": "Confession of former U.S. commander in S. Korea",
            "url": "http://kcna.co.jp/item/1999/9909/news09/12.htm#7",
            "content": "Japan's argument about \"nuclear threat\"\r\n     &nbsp;&nbsp;&nbsp;Pyongyang, September 12 (KCNA) -- The Japanese reactionaries are busy raising a hue and cry over someone's \"nuclear threat\" and \"missile threat\" more than ever before. &nbsp;&nbsp;&nbsp;\r\nTheir outcries stemmed from the ulterior intention to justify their moves for arming Japan with nuclear weapons and turning it into a military power and divert elsewhere the world attention. &nbsp;&nbsp;&nbsp;\r\n   Minju Joson says this in a signed commentary today. &nbsp;&nbsp;&nbsp;\r\n   The daily goes on: &nbsp;&nbsp;&nbsp;\r\n   Some time ago, officials related to green peace opened to the public a secret document \"Japan's plutonium plan\" worked out and submitted by the U.S. embassy in Tokyo to the United States a few years ago. &nbsp;&nbsp;&nbsp;\r\n   According to the announcement of the officials, Japan is possessed of about 30 tons of plutonium, which is enough to make more than 4,000 nuclear weapons. Not content with this, Japan is shipping in 450 kg that are equal to 60 nuclear weapons from Europe. Japan which has a capacity of possessing of nuclear weapons technologically and is bringing in a large quantity of plutonium is vociferating about \"nuclear threat\" from the DPRK. This is a shameless act of reminding people of a thief crying \"stop thief.\"    The Japanese reactionaries are spreading a rumour about \"nuclear and missile threat\" and thereby trying to brand the DPRK as a source of \"nuclear and missile proliferation\", to avoid the international precaution and concern directed to them and to convert Japan into a military power and arm it with nuclear weapons for overseas expansion. &nbsp;&nbsp;&nbsp;\r\n   That is why  they are clamoring about the non-existent \"nuclear and missile threat\" from the DPRK. &nbsp;&nbsp;&nbsp;\r\n   Their unabated anti-DPRK diatribe will bring nothing but harm to Japan. &nbsp;&nbsp;&nbsp;\r\n   They must be aware of this. \r\n\r\n"
        }
    ]
}