{
    "date": "1999-07-02",
    "url": "http://kcna.co.jp/item/1999/9907/990702.htm",
    "articles": [
        {
            "title": "Symposiums held on 5th anniversary of Kim Il Sung's demise",
            "url": "http://kcna.co.jp/item/1999/9907/news07/02.htm#1",
            "content": "Symposiums held on 5th anniversary of Kim Il Sung's demise\r\n &nbsp;&nbsp;&nbsp;Pyongyang, July 2 (KCNA) -- Symposiums were held by the ministries of the people's armed forces and public security on July 1 with the approach of the 5th anniversary of the demise of the president Kim Il Sung.      Speakers at the symposium held by the Ministry of the People's Armed Forces said that he put forward the Juche-based military line and embodied it brilliantly, liberating  the country through the great anti-Japanese war and turning  Korea into a strong country with self-reliance in defence.&nbsp;&nbsp;&nbsp;\r\n   Speakers at the symposium at the Ministry of Public Security noted that he organized the public security organ and led public security workers with parental affection so that they could successfully discharge their duty as political defenders of the Worker's Party of Korea.   Speakers  renewed their determination to defend Korean-style socialism, the legacy left over by him, as firm as a rock, upholding the leadership of the great supreme commander Kim Jong Il with loyalty and filial piety. &nbsp;&nbsp;&nbsp;\r\n  Meanwhile, symposiums were held by officials of party-cadre training institutions, men of culture and arts and officials in the field of railway transport on Thursday with the approach of the fifth anniversary of the great leader president Kim Il Sung's demise.\r\n   \r\n"
        },
        {
            "title": "Withdrawal of  policy on combined use of foreign languages urged",
            "url": "http://kcna.co.jp/item/1999/9907/news07/02.htm#2",
            "content": "Withdrawal of  policy on combined use of foreign languages urged\r\n &nbsp;&nbsp;&nbsp;Pyongyang, July 2 (KCNA) -- The spokesman for the National Democratic Front of South Korea (NDFSK) issued a statement on June 28 denouncing the South Korean ruling quarters for having recently decided to enforce the anti-national policy on combined use of foreign languages in defiance of a strong public opposition and rejection, Seoul-based radio Voice of National Salvation said.&nbsp;&nbsp;&nbsp;\r\n   Recalling that the ruling quarters recently announced that the \"State Council\" passed \"office management regulations\" allowing the simultaneous use of Chinese characters and other foreign languages and decided to enforce them from early in July, he said:   This is an intolerable challenge to all the fellow countrymen who strive to defend the dignity of the nation and exalt the national culture by preserving the purity of the Korean language and the soul of the nation.&nbsp;&nbsp;&nbsp;\r\n   The ruling quarters of the \"people's government\" should discard at once the foolish dream  of tiding over the \"government\" crisis by selling off even the Korean spoken and written language for foreign capital and increasingly depending on foreign forces. \r\n\r\n"
        },
        {
            "title": "10-day film show opens",
            "url": "http://kcna.co.jp/item/1999/9907/news07/02.htm#3",
            "content": "10-day film show opens\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 2 (KCNA) -- A 10-day film show opened on the occasion of the 5th anniversary of the president Kim Il Sung's demise.   During the period films showing president Kim Il Sung's great revolutionary history and immortal exploits will be screened throughout the country.   Documentary film \"Paternal Leader With Workers\" and other films showing the President's seasoned leadership and noble popular traits will be shown.   Also showing will be \"Star of Korea\", \"the Sun of the Nation\" and other feature films on his revolutionary history and films on indefatigable revolutionary activities of General Secretary Kim Jong Il.   An opening ceremony for the 10-day film show took place at the People's Palace of culture yesterday.\r\n   Inaugural meetings were held also in all provinces yesterday. \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on U.S. trade pressure upon  S. Korea",
            "url": "http://kcna.co.jp/item/1999/9907/news07/02.htm#4",
            "content": "Rodong Sinmun on U.S. trade pressure upon  S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 2 (KCNA) -- The United States is now putting trade pressure upon South Korea, under its trade act \"Super 301.\"   Commenting on it, Rodong Sinmun today says:   The U.S. invokes its own act, not troubleshooting procedures of the World Trade Organization, to take unilateral retaliatory actions against the opposite party. This is a totally gangster-like and dominationist act.   Nevertheless, the South Korean rulers are accepting most of such robbery actions of their master United States, without any protest.   It is shame and inevitable fate of a colonial slave that South Korea has become a victim to the U.S. trade act.&nbsp;&nbsp;&nbsp;\r\n   This is not the first time for South Korea to suffer losses under this act. In recent years the U.S. obtained profits by invoking the act against South Korea in different fields such as communications equipment and motors.   South Korea, now under the trusteeship of the International Monetary Fund, is being driven into a tighter corner by \"Super 301\" of the United States, which seeks to grow fat on double and treble plunder. There is no limit to the U.S. plunder.\r\n   The only way for South Korea to escape from the piteous plight of a colonial slave is to terminate the colonial fascist rule of the U.S. and the traitors and achieve independence and reunification. \r\n \r\n"
        },
        {
            "title": "Preparatory committee formed",
            "url": "http://kcna.co.jp/item/1999/9907/news07/02.htm#5",
            "content": "Preparatory committee formed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 2 (KCNA) -- The north preparatory committee for the grand pan-national festival for reunification was formed here on July 1 to host the '99 Grand Pro-Reunification Festival and the 10th Pan-National Rally for Independence and Great Unity of the Nation on August 15 this year.    The committee consists of 15 persons. Its chairman is An Kyong ho, director of the secretariat of the Committee for the Peaceful Reunification of the Fatherland and vice-chairman of the north headquarters of the National Alliance for the Country's Reunification.\r\n   The committee will promote the work to hold with success the August 15, 1999 Grand Pan-National Festival for Reunification as a grand festival common to the nation, keeping in  touch with the south and overseas sides preparatory committees. \r\n\r\n"
        },
        {
            "title": "Photo exhibition and film show in Pyongyang",
            "url": "http://kcna.co.jp/item/1999/9907/news07/02.htm#6",
            "content": "Photo exhibition and film show in Pyongyang \r\n &nbsp;&nbsp;&nbsp;Pyongyang, July 2 (KCNA) -- A photo exhibition and a film show took place at the Pyongyang Textile Combine on July 1 under the sponsorship of the Korea-Cuba Solidarity Committee in the month of solidarity with the Cuban people.   Present on invitation were Cuban ambassador to Korea Jose Manuel Inclan Embade and embassy officials.\r\n   Present were Ri Jin Su, vice-chairman of the central committee of the General Federation of Trade Unions of Korea and vice-chairman of the Korea-Cuba Solidarity Committee, officials concerned and employees of the combine.\r\n   The participants went round photos introducing the Cuban people who are firmly defending socialism in face of blockade of the imperialists and then saw a Cuban feature film. \r\n\r\n"
        },
        {
            "title": "Agreement of 38th meeting of Korea-China  committee signed",
            "url": "http://kcna.co.jp/item/1999/9907/news07/02.htm#7",
            "content": "Agreement of 38th meeting of Korea-China  committee signed\r\n &nbsp;&nbsp;&nbsp;Pyongyang, July 2 (KCNA) -- An agreement on the matters discussed at the 38th Korea-China border river navigation cooperation committee meeting in Pyongyang was signed Thursday. \r\n\r\n"
        },
        {
            "title": "Air espionage on DPRK in June",
            "url": "http://kcna.co.jp/item/1999/9907/news07/02.htm#8",
            "content": "Air espionage on DPRK in June\r\n&nbsp;&nbsp;&nbsp;Pyongyang, July 2 (KCNA) -- The U.S. war hawks carried out air espionage on the North Korea  with strategic and tactical reconnaissance planes of various missions on more than 150 occasions in the previous month, military sources said.   On June 30, Japan-based \"RC-135\" strategic reconnaissance plane photographed the overall area of the north and overseas-based \"E-3\" AWACS committed espionage on the in-depth area of the north.   On June 29,  \"U-2\"  high-altitude strategic reconnaissance plane flew in the sky above the area along the Military Demarcation Line (MDL) to commit espionage on the north's strategic objects. \r\n\r\n"
        },
        {
            "title": "Five-point proposal set forth by KPA side",
            "url": "http://kcna.co.jp/item/1999/9907/news07/02.htm#9",
            "content": "Five-point proposal set forth by KPA side\r\n&nbsp;&nbsp;&nbsp; Panmunjom, July 2 (KCNA) - The 3rd round of general officer-level meeting is being held at panmunjom at the initiative of our side as regards conflict in the West Sea of Korea.   Lt. General Ri Chan Bok, chief delegate of the Korean People's Army side, charged that even after the last general officer-level meeting the South Korean authorities continue infiltrating warships into the territorial waters of the north, bringing the situation to the extreme pitch of strain. &nbsp;&nbsp;&nbsp;\r\n   There have been a total of 63 intrusions into the north side's territorial waters since the serious conflict in the West Sea of Korea on June 15.\r\n   Through the general officer-level meetings and a series of the navy command communiques,  the KPA clarified its principled stand towards the military provocations committed in the west sea, Ri Chan Bok noted, stressing: \"The United States and the South Korean authorities should get a clear understanding of what our warnings mean.\"&nbsp;&nbsp;&nbsp;\r\nMajor General Michael Dunn, chief delegate of the U.S. forces side,  at the meeting made every effort to justify the \"northern limit line\" which was set unilaterally contrary  to the armistice agreement, pretending to be keen on defusing the strained situation. &nbsp;&nbsp;&nbsp;\r\n   Refuting the U.S. side's insistence on \"northern limit line\" as intolerable, gangster-like sophism, which can never work on anybody, our chief delegate cited the Korean Armistice Agreement(KAA), international law and other historical materials to prove its unreasonableness.&nbsp;&nbsp;&nbsp;\r\nMore serious bloodshed will be inevitable unless \"ROK army\" battleships' intrusion into our side's territorial waters is checked, he warned, offering the following realistic proposal to prevent armed conflict between warships of the two sides in the West Sea of Korea=&nbsp;&nbsp;&nbsp;\r\n   Firstly, the U.S. forces' side should give up \"northern limit line,\" unilaterally fixed by themselves.If it does so, an extension line of the Military Demarcation Line at sea may be reconfirmed in keeping with the accepted provisions of the KAA and international law.&nbsp;&nbsp;&nbsp;\r\n    Secondly, the U.S. forces side should immediately withdraw all the ships  from the disputed waters. Then  the Korean People's Army  may take a corresponding  measure.&nbsp;&nbsp;&nbsp;\r\n   Thirdly, it must  stop at once its intrusions into our territorial waters and military provocations.   If the U.S.  forces side fails to meet this demand, it will be held fully accountable for all the ensuing consequences.&nbsp;&nbsp;&nbsp;\r\n   Fourthly, those who planned, instructed and commanded the engagement in the west sea on June 15 should be punished.&nbsp;&nbsp;&nbsp;\r\n   Fifthly, we propose to reach a principled agreement on preventing naval clash in the west sea at  the general officer-level meeting and discuss practical matters related to its implementation  as a separate item.&nbsp;&nbsp;&nbsp;\r\n   Putting forward this five-point proposal reflecting the stand of the KPA side, Lt. General Ri Chan Bok stated that if the U.S. forces side is interested in preventing clash in the west sea, it should show positive response to our realistic and legitimate proposal. \r\n\r\n\r\n"
        },
        {
            "title": "Korean people's struggle supported",
            "url": "http://kcna.co.jp/item/1999/9907/news07/02.htm#10",
            "content": "Korean people's struggle supported\r\n &nbsp;&nbsp;&nbsp;Pyongyang, July 2 (KCNA) -- Solidarity meetings took place on June 25 in Nepal and Italy under the sponsorship of the Makwanpur Committee for Supporting Korea's Reunification and the Rome branch of the Italian communists' party in the month of international solidarity with the Korean people.   Speakers at the meetings said that the reunification of Korea is the most urgent matter the solution of which brooks no further delay not only for realizing the supreme cherished desire of all the Korean people but also for ensuring peace and security in Asia and the rest of the world. &nbsp;&nbsp;&nbsp;\r\n   The three principles of national reunification and the proposal for founding the Democratic Confederal Republic of Koryo and the 10-point program of the great unity of the whole nation are the most practical and unique way for the reunification of Korea, they noted.   They expressed the determination to extend full support and encouragement to the Korean people's struggle to smash the enemies' new war provocation moves and defend justice, peace and socialism.&nbsp;&nbsp;&nbsp;\r\n   The Egypt-Korea Friendship Association in a statement issued on June 23 noted it was due to the U.S. policy against the DPRK that a durable peace has not yet been established in the Korean peninsula even though nearly 50 years have passed since the cease-fire and that the Korean people's aspiration after reunification has not been gratified.   Noting that reunification through the confederacy formula is the only way for achieving peace and the reunification of Korea most quickly, the statement expressed full support for and solidarity with the Korean people's efforts to reunify the country in this way. \r\n\r\n  \r\n"
        },
        {
            "title": "Credentials  from new Sudanese ambassador to Kim Yong Nam",
            "url": "http://kcna.co.jp/item/1999/9907/news07/02.htm#11",
            "content": "Credentials  from new Sudanese ambassador to Kim Yong Nam\r\n &nbsp;&nbsp;&nbsp;Pyongyang, July 2 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, received credentials from Abdel Hameed Abdeen Mohammad, new Sudanese Ambassador E.P. to the DPRK, at the Mansudae Assembly Hall today.   Vice foreign minister Pak Kil Yon was present there.   The president had a talk with the ambassador after receiving credentials.  \r\n\r\n\r\n\r\n"
        }
    ]
}