{
    "date": "1999-06-30",
    "url": "http://kcna.co.jp/item/1999/9906/990630.htm",
    "articles": [
        {
            "title": "Communique of KPA navy command no. 5",
            "url": "http://kcna.co.jp/item/1999/9906/news06/30.htm#1",
            "content": "Communique of KPA navy command no. 5\r\n &nbsp;&nbsp;&nbsp; Pyongyang, June 30 (KCNA) -- The South Korean authorities, instigated by the U.S., continue such military provocations as illegally infiltrating warships into the territorial waters of the north.   The command of the navy of the Korean People's Army issued communique no. 5 on June 30 in this regard.&nbsp;&nbsp;&nbsp;\r\n   The communique says:   The South Korean authorities sent two warships to the territorial waters of the north side southeast of Ssanggyo-ri, Kangryong county, at around 13:45 on June 30 following the intrusion of four warships in combat formation at around 08:45.   Earlier, on June 29, they illegally infiltrated a total of 15 warships on five occasions.&nbsp;&nbsp;&nbsp;\r\nIn particular, the two warships of the \"ROK\" army which intruded deep into the territorial waters of the north at around 16:30 that day approached the north's fishing boats at work in the waters to commit such military provocation's as threatening them.   Moreover, the South Korean authorities deployed over ten warships of various types, including destroyers and landing ships for tanks, near Yonphyong islands and put them in standby posture for action, while infiltrating warships one after another into the territorial waters of the north.&nbsp;&nbsp;&nbsp;\r\n   All this shows that they misjudge our highest patience and self-restraint aimed to remove the atmosphere of standoff in the west sea of Korea and run more wild, increasing provocations.    Those provocations are a source of a touch-and-go situation prevailing in the waters in which another armed conflict may break out.\r\n   The South Korean authorities are keen on military provocations reminiscent of a puppy that knows no fear of the tiger, backed by the U.S.  We warn them again that such a rash act leads to self-destruction. \r\n\r\n"
        },
        {
            "title": "Symposiums held on 5th anniversary of Kim Il Sung's demise",
            "url": "http://kcna.co.jp/item/1999/9906/news06/30.htm#2",
            "content": "Symposiums held on 5th anniversary of Kim Il Sung's demise\r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 30 (KCNA) -- Symposiums of members of the Korean Democratic Women's Union and educationalists were held here on Tuesday with the approach of the 5th anniversary of the demise of the President Kim Il Sung.   The speakers praised the undying feats performed by President Kim Il Sung for the country, the people, the era and humankind all his life.   They said that he founded the immortal Juche idea, thoroughly applied it to all domains of the revolution and construction and laid solid foundation for the building of a powerful socialist nation in this land. &nbsp;&nbsp;&nbsp;\r\n They made details of the character of the people's politics administered by him all his life, the warm love and trust shown by him for the revolutionary comrades and his noble revolutionary obligation.   They said that he brought up the women into communists of Juche type and wisely led the development of socialist education of Juche.   They  expressed the determination to dynamically step up the building of a powerful nation, holding the respected Marshal Kim Jong Il with loyalty and filial  piety, true to the behest of President Kim Il Sung. \r\n\r\n"
        },
        {
            "title": "Strike continues in South Korea",
            "url": "http://kcna.co.jp/item/1999/9906/news06/30.htm#3",
            "content": "Strike continues in South Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 30 (KCNA) -- The trade union of the Ulsan factory of the Hyun Dai Precision Ind. Co., Ltd. continued a strike opposing the reactionary \"restructuring\", a Seoul-based radio reported.\r\n   The organization made more than 2,000 unionists go to work regularly and then held rallies, and so on. At all workshops and went on a strike under the plan for all-out strike.\r\n   It declared that if the  management side forces  workers to work in a bid to foil the strike, it will staunchly struggle to check the  management side's act. \r\n\r\n"
        },
        {
            "title": "Russian embassy officials visit Sinchon  Museum",
            "url": "http://kcna.co.jp/item/1999/9906/news06/30.htm#4",
            "content": "Russian embassy officials visit Sinchon  Museum\r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 30 (KCNA) -- Russian ambassador to Korea Valery Denisov and embassy officials visited the Sinchon  Museum on Tuesday in the month of international solidarity with the Korean people (June 25-july 27).\r\n   The U.S. aggressors who occupied Sinchon  county at the time of our strategic temporary retreat  during the Korean war killed 35,383 innocent people, one fourth of the county's population, in 52 days.&nbsp;&nbsp;&nbsp;\r\n   The guests expressed indignation, going round exhibits and visual aid materials in the museum that show the brutal massacre by the U.S.\r\n   They laid bouquets before the tombs of 400 mothers and 102 children and observed a moment's silence.\r\n   The ambassador said that the Korean war imposed immeasurable misfortunes and sufferings upon the Korean people. The land of Sinchon  fully shows the history of tragedy the Korean people sustained, he added. \r\n\r\n"
        },
        {
            "title": "S. Korean authorities hit for selling land",
            "url": "http://kcna.co.jp/item/1999/9906/news06/30.htm#5",
            "content": "S. Korean authorities hit for selling land\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 30 (KCNA) -- A spokesman for the Committee for the Peaceful Reunification of the Fatherland issued a statement on Tuesday denouncing the South Korean authorities for having recently sold even land in different parts of South Korea.   According to the \"law on alien land ownership\" malrevised by the South Korean authorities, foreign businessmen and individuals are allowed to buy land as they wish, irrespective of their residence, and the procedure is simplified.&nbsp;&nbsp;&nbsp;\r\n   There were 2,241 cases of sale of land to foreign businessmen and speculators from June last year to march this year, the total area of which reaching 5.14 million Phyong (one Phyong equals six feet square).   This means that South Korean land is going into the hands of outside forces like commodities, the statement said, and continued: This clearly shows to what grave extent the sycophantic treacheries of the present rulers of the \"people's government\" have been gone.&nbsp;&nbsp;&nbsp;\r\n   The Committee for the Peaceful Reunification of the Fatherland bitterly denounces the South Korean authorities' transaction of land in the name of the whole nation, branding it as an intolerable insult to the patriotic spirit of the ancestors who had defended the land of the country with their blood, a treacherous move of the second \"five traitors in 1905\" who sold off the country and the nation.\r\n   The statement demanded that the ruling quarters of the \"people's government\" make an apology before the whole nation for their treacheries and discontinue selling land to foreigners at once. \r\n\r\n"
        },
        {
            "title": "KCNA on belligerent remarks of S. Korean chief executive",
            "url": "http://kcna.co.jp/item/1999/9906/news06/30.htm#6",
            "content": "KCNA on belligerent remarks of S. Korean chief executive \r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 30 (KCNA) -- The chief executive of South Korea at a \"news conference \" on June 25 let loose a string of belligerent remarks that \"no one knows  what a provocation the north would make in the future\" and therefore, \"the security posture should not be slackened even a little\", according to a news report.&nbsp;&nbsp;&nbsp;\r\n   And he went to a forward unit that day and cried that \"provocations from the north are expected\" and \"alert posture should not be relaxed\".   His persistent cries over \"provocations from the north\" are nothing but a crafty ruse to justify their ceaseless provocations.   As far as the incident in the west sea is concerned, it was caused by the deliberate and premeditated armed provocations of the South Korean war hawks from A to Z.&nbsp;&nbsp;&nbsp;\r\nThe top brass-hats of the South Korean Army issued an order to fire bullets and shells at warships of the north to wipe them out. Encouraged by this, the provocateurs ran wild,  firing thousands of bullets and shells. Their reckless provocations have been unabated till now since June 15.    The provocateurs' shameless talk about \"provocations\" from someone is a revelation of their attempt to find a pretext to unleash a war of aggression on the north.&nbsp;&nbsp;&nbsp;\r\n   By his call for intensifying \"alert posture\"  the South Korean chief executive meant establishing a perfect combat posture for a war against the north. The extremely tense military confrontation between the north and south suggests that a new war is imminent.   If the South Korean war hawks think they will survive a new war which may bring disastrous  calamities to the nation, it is a foolish dream.   If they unleash a new war at any cost despite our warnings, they will certainly pay a high price and go to ruin.\r\n\r\n"
        },
        {
            "title": "Statement of CILRECO",
            "url": "http://kcna.co.jp/item/1999/9906/news06/30.htm#7",
            "content": "Statement of CILRECO\r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 30 (KCNA) -- The International Liaison Committee for Reunification and Peace in Korea (CILRECO) issued a statement on June 25 condemning the South Korean authorities  recent provocations in the West Sea of Korea.   The statement said that the reckless act of South Korean authorities is part of the attempts to put into practice the U.S. \"operation plan 5027-98\" which is aiming at an armed invasion of the DPRK.&nbsp;&nbsp;&nbsp;\r\n   It stressed that CILRECO bitterly condemns the adventurous move of the U.S. and South Korean authorities to drive the situation in the Korean peninsula to the extreme pitch of strain and ignite a new war. It  strongly demanded they stop promptly it.\r\n   It called upon all the peace-loving forces of the world to take correct understanding of the gravity and consequences of the incident and conduct energetic activities against the new war provocation maneuvers of the U.S. and South Korean authorities. \r\n\r\n"
        },
        {
            "title": "Japan's bad habit",
            "url": "http://kcna.co.jp/item/1999/9906/news06/30.htm#8",
            "content": "Japan's bad habit\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 30 (KCNA) -- Rodong Sinmun today in a commentary denounces the Japanese chief executive for  his piffle made at the G-8 Summit that the \"nuclear development\" and \"missile launch\"  in North Korea is a destabilizing factor of peace in northeast Asia and the world.   The commentary says:   It is foolish of Japan to think that  through this diatribe  it can tarnish the international authority and prestige of  the DPRK and bring international pressure upon it.   &nbsp;&nbsp;&nbsp;\r\nThe arch criminal threatening peace in Asia and the world is none other than Japan which is putting spurs to the moves to realize its ambition for overseas aggression.   Recalling that the DPRK has sincerely  implemented the DPRK-U.S. agreed framework since its adoption, the commentary goes on:   It is only Japan that is making much ado about the \"suspected underground nuclear facilities\".&nbsp;&nbsp;&nbsp;\r\n   Japan is getting imprudent, floating fictions  and poking its nose into other's matters.  This only betrays the thoughtless politics of the Japanese authorities and their irresponsible diplomatic stance.   Japan keen on overseas aggression can never drop its bad habit of speaking ill of others.   The Japanese authorities should know clearly that  this bad habit will only precipitate their isolation and ruin. \r\n\r\n"
        },
        {
            "title": "S. Korean authorities' military provocations denounced",
            "url": "http://kcna.co.jp/item/1999/9906/news06/30.htm#9",
            "content": "S. Korean authorities' military provocations denounced\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 30 (KCNA) -- Workers in the northern half of the country continue to denounce military provocations  of the South Korean authorities in the west sea.\r\nAt a rally held by workers of the Pyongyang cigarette factory in their work-site speakers said the South Korean authorities are leading the situation  on the Korean peninsula  to the brink of war by unhesitatingly committing military provocations in the territorial waters of the north. They dismissed these acts as intentional and planned provocations of the war hawks.&nbsp;&nbsp;&nbsp;\r\n   They bitterly denounced the reckless moves of the South Korean ruling quarters to start a war, stating that the incident in the west sea  orchestrated by the South Korean rulers is an intolerable challenge to the DPRK and it  was prompted by a criminal intention to ignite back to their university and spared time to see performances given by artists, instilling the  confidence  in victory and indomitable will into the people.   It was in Hyangha-ri that he  unfolded a grandiose blueprint for the post-war rehabilitation, foreseeing a victory in the war.   A revolutionary museum, a monument, a house where he lived, a meeting room and other historical buildings are preserved there.&nbsp;&nbsp;&nbsp;\r\n  General Secretary  Kim Jong Il recently visited the Hyangha Revolutionary Site during his on-the-spot guidance to the work in different fields of the national economy in Jagang Province.   Looking around the monument to the  revolutionary activities of the president  and several rooms of historical buildings, he looked  back on those unforgettable war days.\r\n   He stressed that, the revolutionary site being a historic place associated with moving stories, it was necessary to intensify the education through this site and arm the servicemen and  people more thoroughly with the revolutionary idea of President Kim Il Sung. \r\n\r\n\r\n"
        },
        {
            "title": "Japan's plan to ship plutonium",
            "url": "http://kcna.co.jp/item/1999/9906/news06/30.htm#10",
            "content": "Japan's plan to ship plutonium\r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 30 (KCNA) -- The South Korean Federation of environment movement  reportedly held a rally denouncing Japan, the world leading buyer of plutonium, in front of the Japanese embassy in Seoul concerned, it was caused by the deliberate and premeditated armed provocations of the South Korean war hawks from A to Z.\r\nThe top brass-hats of the South Korean Army issued an order to fire bullets and shells at warships of the north to wipe them out. Encouraged by this, the provocateurs ran wild,  firing thousands of bullets and shells. Their reckless provocations have been unabated till now since June 15. &nbsp;&nbsp;&nbsp;\r\n   The provocateurs' shameless talk about \"provocations\" from someone is a revelation of their attempt to find a pretext to unleash a war of aggression on the north.\r\n   By his call for intensifying \"alert posture\"  the South Korean chief executive meant establishing a perfect combat posture for a war against the north. The extremely tense military confrontation between the north and south suggests that a new war is imminent.   If the South Korean war hawks think they will survive a new war which may bring disastrous  calamities to the nation, it is a foolish dream.   If they unleash a new war at any cost despite our warnings, they will certainly pay a high price and go to ruin. \r\n\r\n  \r\n"
        },
        {
            "title": "Great leadership over global cause of socialism",
            "url": "http://kcna.co.jp/item/1999/9906/news06/30.htm#11",
            "content": "Great leadership over global cause of socialism\r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 30 (KCNA) -- Rodong Sinmun today carries a signed article on the great leadership of General Secretary Kim Jong Il over the global cause of socialism.\r\n   The human cause of independence, the cause of socialism, is now winning victory after victory  in defiance of the vicious and persistent obstructive maneuvers of the imperialists and reactionaries, the article says, and goes on:   The miraculous realities show that the great leader Kim Jong Il has wisely led the struggle for the victory of the human cause of independence, the cause of socialism.\r\n \r\n"
        },
        {
            "title": "Maritime rescue operation to cope with \"emergencies\"",
            "url": "http://kcna.co.jp/item/1999/9906/news06/30.htm#12",
            "content": "Maritime rescue operation to cope with \"emergencies\"\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 30 (KCNA) -- The Japanese newspaper Tokyo Shimbun June 27 exposed the fact that the Japan Defense Agency studied and examined in secret a maritime rescue operation to cope with the \"emergencies\" on the Korean peninsula in 1993.   The newspaper, citing concrete information, said that the operation simulated the conditions where U.S. destroyers  cannot sail owing to mines in  waters about 185 km east of Wonsan, North Korea, and soldiers get injured under the acute situation.&nbsp;&nbsp;&nbsp;\r\nAccording to it, rescue flying boats of the Maritime \"Self-Defence Force\" and escort ships of the Maizuru local unit are supposed to rescue the wounded and  take them to the Komatsu and Miho bases of the air \"SDF\" by helicopters based on two patrol ships of the Agency of Maritime Security. Escort unit no. 3 based in Maizuru  is supposed to cope with the naval \"threat\" from the north Korean army, and f-15 fighters based in Komatsu with its air \"threat\".&nbsp;&nbsp;&nbsp;\r\n   As part of such plan and measures to carry it into practice, the Japan defence agency called for working out  Japan-U.S.-South Korea agreement and main principles of joint counter-actions and \"regulations of actions\", the newspaper said.\r\n   This shows how mad the Japanese reactionaries are getting in their moves to stage a comeback to the Korean peninsula. \r\n\r\n"
        },
        {
            "title": "Anthology of poems and book on Korea published in   Russia",
            "url": "http://kcna.co.jp/item/1999/9906/news06/30.htm#13",
            "content": "Anthology of poems and book on Korea published in   Russia\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 30 (KCNA) -- \"Eternal Sun\", an anthology of poems written by Russian writer Vasily Grishayev, was published at the \"Paleya-Mishin\" Publishing House and \"Leader and Destiny of Nation\", a book written by Alexandr Brezhnev, at the \"Patriot\" Newspaper Publishing House.   The anthology of poems carries a photo of General Secretary Kim Jong Il among children.   The poems extol the President Kim Il Sung and the General Secretary Kim Jong Il as the eternal sun and highly praise the brilliant revolutionary exploits of the anti-Japanese heroine Kim Jong Suk.&nbsp;&nbsp;&nbsp;\r\n   The poems express the ardent feelings of love and solidarity with the heroic Korean people who are steadfastly defending the socialist banner.\r\n   The book carries a photo of President Kim Il Sung and General Secretary Kim Jong Il giving on-the-spot guidance to Pyongyang city construction and articles introducing Korea.   It deals with the great traits of Kim Jong Il and his outstanding role for the development of the world revolution. \r\n\r\n"
        },
        {
            "title": "Kim Il Sung highly praised",
            "url": "http://kcna.co.jp/item/1999/9906/news06/30.htm#14",
            "content": "Kim Il Sung highly praised\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 30 (KCNA) -- Secretary general Razafindrabe Andre of the Monima Socialist Organization of Madagascar and joint secretary Krishna Prasad of the All-India Students Federation issued statements each on June 22 on the occasion of the 5th anniversary of the demise of the President Kim Il Sung.&nbsp;&nbsp;&nbsp;\r\n   Razafindrabe Andre said that President Kim Il Sung's august name remains clear in the memory of the people though 5 years have elapsed since he passed away, while indicating the road to be followed by the world progressive people as the elder statesman of the world politics and the sun of humankind.   It is because he devoted his whole life to realizing independence of the popular masses and building a new independent world, he said and noted: President Kim Il Sung will remain in history as the sun of Juche.&nbsp;&nbsp;&nbsp;\r\n   Krishna Prasad said: The respected President Kim Il Sung's whole life was the life of an outstanding leader who put forward the popular masses as the master of history and  organized and mobilized their inexhaustible creative strength to perform immortal exploits that will shine long in history. \r\n   Although history records a number of noted politicians and leaders, it knows no other leader so great as President Kim Il Sung who led the revolution and construction to victory with a noble example of popular leadership. \r\n\r\n"
        },
        {
            "title": "Historic place, Hyangha Revolutionary Site",
            "url": "http://kcna.co.jp/item/1999/9906/news06/30.htm#15",
            "content": "Historic place, Hyangha Revolutionary Site\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 30 (KCNA) -- The Hyangha Revolutionary Site is located in Janggang county, Jagang Province in northern region of Korea.\r\n   It is the historic place where the great leader President Kim Il Sung wisely commanded the counterattack operation in December 1950 during the grimmest Fatherland Liberation War.&nbsp;&nbsp;&nbsp;\r\n   There President Kim Il Sung  presided over a plenary meeting of the workers' party of Korea central committee and tipped the war situation decisively in favour of our side.   The strong counterattack of the Korean People's Army  forced the enemy to flee to the area south of the 38th parallel and the situation on the front turned in favour of the KPA.&nbsp;&nbsp;&nbsp;\r\n   It happened during that period. The president presented with his fatherly care a soldier with his overcoat, who was leaving for the frontline.  He sent those students who had volunteered to fight on the front back to their university and spared time to see performances given by artists, instilling the  confidence  in victory and indomitable will into the people.\r\n   It was in Hyangha-ri that he  unfolded a grandiose blueprint for the post-war rehabilitation, foreseeing a victory in the war.&nbsp;&nbsp;&nbsp;\r\n   A revolutionary museum, a monument, a house where he lived, a meeting room and other historical buildings are preserved there.\r\n   The great leader Kim Jong Il recently visited the Hyangha Revolutionary Site during his on-the-spot guidance to the work in different fields of the national economy in Jagang Province.   Looking around the monument to the  revolutionary activities of the President  and several rooms of historical buildings, he looked  back on those unforgettable war days.&nbsp;&nbsp;&nbsp;\r\n   He stressed that, the revolutionary site being a historic place associated with moving stories, it was necessary to intensify the education through this site and arm the servicemen and  people more thoroughly with the revolutionary idea of President Kim Il Sung. \r\n\r\n"
        },
        {
            "title": "People provided with clean drinking water",
            "url": "http://kcna.co.jp/item/1999/9906/news06/30.htm#16",
            "content": "People provided with clean drinking water \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 30 (KCNA) -- Great concern is directed to the supply of purified water to the population.   Korea has a large source of water. But before 1960, the water from rivers or wells was used without purification as drinking water in many rural communities, the consequence of the protracted Japanese colonial rule.&nbsp;&nbsp;&nbsp;\r\n   This greatly affected the life of the rural population, particularly their health, causing waterborne diseases. From  this, steps were taken to lay water piping in every village. The introduction of water mains was carried out through a nationwide campaign. The laying of water pipes was started in those areas where water was in short supply and the quality of water was desirable. Water mains then were extended into wider areas.&nbsp;&nbsp;&nbsp;\r\n   In some villages, water piping projects were undertaken entirely with the outlays of state funds.   The introduction of water supply  system in rural communities was completed in four and five years.   Particular attention is devoted to sanitation and purification of water. A high degree of competence is marshaled for the development of effective water schemes and the regular examination of water quality.\r\n   Water supply facilities are under the control of city management. Water sanitation and purification undertakings are within the single quarantine authority.&nbsp;&nbsp;&nbsp;\r\n   In accordance with the primary health care system, medical workers are responsible, both ethically and legally, for the sanitation of drinking water under their charge.\r\n   By rigorous treatment of the available waters, the attack rate has been systematically reduced and the people's health is steadily promoted. \r\n\r\n"
        },
        {
            "title": "1,500 poems and songs praise Kim Il Sung",
            "url": "http://kcna.co.jp/item/1999/9906/news06/20.htm#17"
        },
        {
            "title": "U.S. attempt at military intervention in Africa blasted",
            "url": "http://kcna.co.jp/item/1999/9906/news06/30.htm#18",
            "content": "U.S. attempt at military intervention in Africa blasted\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 30 (KCNA) -- The spokesman for the Foreign Ministry of the DPRK gave an answer to a question put by KCNA today blasting the United States for having openly revealed its design to realise world domination with strength. &nbsp;&nbsp;&nbsp;\r\n  He said:   On June 22, U.S. President Bill Clinton visited Macedonian during which he said that the United States could conduct such  military operations as those in Yugoslavia any time in any place including Africa.   Particularly, he openly hinted that the United States might launch military operations against African nations with their religious and tribal issues as a pretext.&nbsp;&nbsp;&nbsp;\r\n   This is an unpardonable challenge and mockery of the world progressive countries as well as African nations aspiring after independence.   Much effort is not needed to guess what consequences and danger the African continent, plagued with  a series of serious matters, will have to meet, if it falls a victim to U.S. military operations.&nbsp;&nbsp;&nbsp;\r\n   The African matter is entirely an internal matter of African nations. Accordingly, it must be solved peacefully by the African people themselves and any U.S. military interference in it should not be allowed on all accounts.   The U.S. is getting more undisguised in its moves to represent another Yugoslav crisis on the Korean peninsula.&nbsp;&nbsp;&nbsp;\r\n   According to its aggressive \"operation plan 5027-98,\" it egged the South Korean authorities on to trigger an armed conflict at the West Sea of Korea. It is now waiting for a chance to ignite a war against the DPRK while amassing its huge armed forces around the Korean peninsula.   We are following the U.S. moves with the sharpest vigilance.   The United States must abandon the anachronistic \"strategy of strength,\" mindful that it cannot subdue sovereign states with military strength. \r\n\r\n"
        },
        {
            "title": "Greetings to Burundian President",
            "url": "http://kcna.co.jp/item/1999/9906/news06/30.htm#19",
            "content": "Greetings to Burundian President\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 30 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, sent a message of greetings on Tuesday to Pierre Buyoya, President of Burundi, on the occasion of its National Day.\r\n   Expressing the belief that the friendly relations between the two countries would develop on good terms, the message sincerely wished the President and people of Burundi great success in their work for national unity and peace and prosperity of their country.  \r\n\r\n\r\n"
        },
        {
            "title": "DPRK FM meets new ambassador of Tunisia",
            "url": "http://kcna.co.jp/item/1999/9906/news06/30.htm#20",
            "content": "DPRK FM meets new ambassador of Tunisia\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 30 (KCNA) -- DPRK Foreign Minister Paek Nam Sun today met and conversed in a friendly atmosphere with newly-appointed Tunisian ambassador to Korea Lahbib Mohamed Mongi  who paid a courtesy call on him. \r\n\r\n\r\n"
        },
        {
            "title": "Heat damage in Korea",
            "url": "http://kcna.co.jp/item/1999/9906/news06/30.htm#21",
            "content": "Heat damage in Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 30 (KCNA) -- Unusual heat is going on in Korea.\r\n   According to information available at the central weather forecast institute of the hydrometeorological bureau, the noon maximum temperature was 36 degrees centigrade in Pyongyang on June 29. It was 34 degrees centigrade on June 29, Juche 9 (1920), an all-time high in the history of meteorological observations. It was 37 degrees centigrade in Phyongsong, three degrees centigrade higher than the maximum temperature in June.   The average temperature was higher than that of last year in most areas. Those areas had a small amount of precipitation while the ratio of hours of sunshine was far high.&nbsp;&nbsp;&nbsp;\r\n   Agriculture is suffering from the heat which is going on from early June.\r\n   The heat came at a time when the crops badly need more water than ever before, an adversely affecting the growth of maize, rice  and other crops. As a consequence, the tassels and leaves of Indian corns are withering and the roots of rice plants grow rotten because of high temperature of water in paddies.\r\n   Hard hit are crops in dry fields in intermediate and mountainous areas.\r\n   Water has run out in reservoirs and rivers and streams have dried up owing to the heat.\r\n   The heat is expected to last for several days.  \r\n\r\n\r\n"
        }
    ]
}