{
    "date": "1999-09-01",
    "url": "http://kcna.co.jp/item/1999/9909/990901.htm",
    "articles": [
        {
            "title": "Kim Jong Il visits fish farm",
            "url": "http://kcna.co.jp/item/1999/9909/news09/01.htm#1",
            "content": "Kim Jong Il visits fish farm \r\n  &nbsp;&nbsp;&nbsp;Pyongyang, September 1 (KCNA) -- General Secretary Kim Jong Il  visited the fish farm of the Fish Culture Station managed by Cha Ju Hyon which had been rebuilt and expanded.&nbsp;&nbsp;&nbsp;\r\n   He heard an explanation before the panorama of the fish farm and went round the large fish farm lying in a ravine and acquainted himself with the expansion project of the fish farm and the conditions of fish breeding. &nbsp;&nbsp;&nbsp;\r\n   After looking round fish ponds, he noted with satisfaction that soldiers had successfully finished the vast project in good quality through tireless effort in the spirit of devotion to the people. &nbsp;&nbsp;&nbsp;\r\n   He appreciated their feats. &nbsp;&nbsp;&nbsp;\r\n   He learned about the growth of fishes teeming in fish ponds. He expressed satisfaction and praised the employees of the fish farm for producing large quantities of delicious and nutritious freshwater fishes and supplying them to the people in a responsible manner. &nbsp;&nbsp;&nbsp;\r\n   He put forward important tasks to further develop the nation's fish culture. &nbsp;&nbsp;&nbsp;\r\n   He said the most important thing in fish culture is to solve the breed problem. He called for breeding and widely disseminating superior kinds of fishes that grow faster and heavier under the same feeding conditions. &nbsp;&nbsp;&nbsp;\r\n   Scientification of fish culture is necessary for increasing the production, he said, and called for strengthening scientific research into this domain and actively introducing advanced technologies. &nbsp;&nbsp;&nbsp;\r\n   Now that solid material and technical foundations for fish culture have been laid, fishes can be grown easily anywhere when officials organise the work properly, he said. &nbsp;&nbsp;&nbsp;\r\n   He called for growing fishes extensively as a national movement so that the people can be provided with larger quantities of fishes at an early date. &nbsp;&nbsp;&nbsp;\r\n   He was accompanied by secretaries Kim Kuk Thae, Kim Ki Nam and Kim Yong Sun and other senior officials of the party central committee and generals of the Korean People's Army Hyon Chol Hae and Pak Jae Gyong. \r\n\r\n"
        },
        {
            "title": "Over 150 cases of aerial espionage committed",
            "url": "http://kcna.co.jp/item/1999/9909/news09/01.htm#2",
            "content": "Over 150 cases of aerial espionage committed\r\n &nbsp;&nbsp;&nbsp;Pyongyang, September 1 (KCNA) -- The U.S. aggressors have committed over 150 cases of aerial espionage against the DPRK with the mobilization of strategic and tactical reconnaissance planes on different missions in August, according to a military source. &nbsp;&nbsp;&nbsp;\r\n   On August 31, a \"U-2\" high-altitude strategic reconnaissance plane belonging to the U.S. air force spied on strategic objects of the DPRK, flying high over areas along the Military Demarcation Line . &nbsp;&nbsp;&nbsp;\r\n   6 tactical reconnaissance planes were sent on different espionage missions on a daily average during the \"Ulji focus lens\" military drill that lasted for 12 days. \r\n\r\n"
        },
        {
            "title": "Occasion of day of Sept. 1 Revolution in Libya",
            "url": "http://kcna.co.jp/item/1999/9909/news09/01.htm#3",
            "content": "Occasion of day of Sept. 1 Revolution in Libya\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, September 1 (KCNA) -- A meeting and a photo exhibition for commemorating the 30th anniversary of the great Sept. 1 Revolution in Libya were held at the Chollima House of Culture on Aug. 31. &nbsp;&nbsp;&nbsp;\r\n   Addressing the meeting, Ryom Sun Gil, chairman of the central committee of the General Federation of Trade Unions of Korea, who is also chairman of the Korea-Libya Friendship Association, said that the victory of the Sept. 1 Revolution in which the Libyan people toppled the feudal dynasty under the leadership of Colonel Moammer El Gaddafi was a shining fruition of their just cause to achieve the freedom and equality against exploitation and suppression. &nbsp;&nbsp;&nbsp;\r\n   He went on to say: &nbsp;&nbsp;&nbsp;\r\n   The Libyan people have achieved many successes in the struggle to defend the national dignity and honor and build a free and prosperous new society, shattering the aggression and interference by imperialist reactionaries including the U.S. over the last 30 years since the victory of the revolution. &nbsp;&nbsp;&nbsp;\r\n   We would make every effort to further develop the friendly and cooperative relations between the DPRK and Libyan peoples in the future, too, as in the past. &nbsp;&nbsp;&nbsp;\r\n   Ahmed Amer al Muakkaf, secretary of the People's Bureau of the Great Socialist People's Libyan Arab Jamahiriya, in his speech said that the friendly relations between Libya and the DPRK are special relations based on the intimate relationship between the great leader Kim Il Sung and the leader of the great Sept. 1 Revolution Colonel Moammer El Gaddafi. &nbsp;&nbsp;&nbsp;\r\n   He went on to say: &nbsp;&nbsp;&nbsp;\r\n   The DPRK has laid a solid foundation of national sovereignty and  self-reliance in economy and defence by firmly maintaining Juche character and national character in its revolutionary activities under the banner of the Juche idea. &nbsp;&nbsp;&nbsp;\r\n   The Libyan people will invariably support the Korean People's Cause of Reunifying the country peacefully on the three principles of national reunification, which were put forward by the great leader Kim Il Sung and are being implemented by  Marshal Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   A congratulatory letter to the head of state of Libya was adopted at the meeting. &nbsp;&nbsp;&nbsp;\r\n   Prior to the meeting, the participants looked round the photos introducing Libya. \r\n\r\n"
        },
        {
            "title": "Just cause of Libyan people supported",
            "url": "http://kcna.co.jp/item/1999/9909/news09/01.htm#4",
            "content": "Just cause of Libyan people supported\r\n &nbsp;&nbsp;&nbsp;Pyongyang, September 1 (KCNA) -- Papers here today mark the 30th anniversary of the great September 1 Revolution in Libya. &nbsp;&nbsp;&nbsp;\r\n   Rodong Sinmun in a signed article notes that the Libyan Arab people endowed with strong spirit of anti-imperialism and independence have defended the sovereignty of the country and the dignity of the nation over the past 30 years, repulsing the imperialists' unceasing military invasion, economic pressure and acts of subversion and sabotage. &nbsp;&nbsp;&nbsp;\r\n   Noting that the Libyan Arab people's just cause of anti-imperialism and independence is supported by the world progressive countries including Arab countries, the article goes on: &nbsp;&nbsp;&nbsp;\r\n   The Korean people will as ever make positive efforts to develop the friendly relations with the Libyan Arab people. &nbsp;&nbsp;&nbsp;\r\n   Minju Joson in a signed article says that the Korean people wish the Libyan Arab people greater success in their just struggle to defend the country's dignity and sovereignty and build a powerful and prosperous new society. \r\n\r\n"
        },
        {
            "title": "Letter of thanks to Kim Jong Il",
            "url": "http://kcna.co.jp/item/1999/9909/news09/01.htm#5",
            "content": "Letter of thanks to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 1 (KCNA) -- General Secretary Kim Jong Il received a letter of thanks from the military attaches corps here. &nbsp;&nbsp;&nbsp;\r\n   It was conveyed to an official concerned on Tuesday by Vietnamese military attach Vu Dinh Thang, doyen of the military attaches corps. &nbsp;&nbsp;&nbsp;\r\n   The doyen recalled that the military attaches corps had an opportunity to travel Mt. Paektu, the holy mountain of revolution, thanks to the solicitude of Kim Jong Il and said they were presenting the letter carrying their thanks to him. \r\n\r\n"
        },
        {
            "title": "S. Korean ruling party's decision to \"revise\"  \"NSL\"",
            "url": "http://kcna.co.jp/item/1999/9909/news09/01.htm#6",
            "content": "S. Korean ruling party's decision to \"revise\"  \"NSL\"\r\n    &nbsp;&nbsp;&nbsp;Pyongyang, September 1 (KCNA) -- Minju Joson today in a signed commentary assails the South Korean ruling \"National Congress for New Politics\" for its recent decision to \"revise\" some provisions of the \"National Security Law\", an anti-national, anti-reunification fascist law. &nbsp;&nbsp;&nbsp;\r\n   The commentary dismisses its decision to \"partially revise\" only such provisions as the \"charges of praise and encouragement\" and \"non-report\" as a crafty deceptive tactics to fool the Korean people as well as broad public circles of the world who are demanding the complete repeal of the \"NSL.\"&nbsp;&nbsp;&nbsp;\r\n   The people at home and abroad are strongly demanding the abolition of the \"NSL\" as it is a fascist law standing in the way of reconciliation, unity and reunification of the nation. &nbsp;&nbsp;&nbsp;\r\n   The law labels the northern half of Korea as an \"anti-state organization\" and the people in the north as \"members of that organization\", whereby it defines the relations between the north and the south as hostile ones and bars the nation's reconciliation and unity. &nbsp;&nbsp;&nbsp;\r\n   Stipulated in the law are such charges as \"infiltration and escape\", \"praise and encouragement\", \"assembly and communication\", \"provision of facilities\", \"non-report\" and others to ban free travel, contact and dialogue between the north and the south, as well as longing for the north, communication and correspondence with the north. &nbsp;&nbsp;&nbsp;\r\n   A \"revision\" of some provisions related to \"charges of praise and encouragement\" and \"non-report\" would never alter the anti-national and anti-reunification nature of the law. &nbsp;&nbsp;&nbsp;\r\n   The progressive organizations and the people desirous of independence, democracy and reunification will fall into victim to fascism and the people who meet the northerners to discuss the reunification issue and share compatriotic feelings will be incriminated as before unless the \"NSL\" is repealed. &nbsp;&nbsp;&nbsp;\r\n   Nevertheless, the South Korean rulers are advertising as if they took a bold decision to \"revise\" one or two provisions. This is a mockery of and insult to the fellow countrymen, who are demanding the complete abrogation of the fascist law. &nbsp;&nbsp;&nbsp;\r\n   Underlying the decision is their ulterior intention to keep the law in force so that they can tone down the surging desire for reunification, suppress the people and perpetuate the nation's division and thus stay in power without difficulty. \r\n\r\n"
        },
        {
            "title": "Fascist moves of S. Korean separatists condemned",
            "url": "http://kcna.co.jp/item/1999/9909/news09/01.htm#7",
            "content": "Fascist moves of S. Korean separatists condemned\r\n &nbsp;&nbsp;&nbsp;Pyongyang, September 1 (KCNA) -- The South Korean authorities seek repression of the representatives and football team of the South Korean Confederation of Trade Unions, who attended the north-south workers' football game for reunification held in Pyongyang around August 15. &nbsp;&nbsp;&nbsp;\r\n   In this connection Rodong Sinmun today carries a commentary, which says: &nbsp;&nbsp;&nbsp;\r\n   They intend to summon ten odd representatives of the confederation including its chairman so as to \"closely investigate\" into their activities in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n   This is one more unpardonable, anti-reunification, anti-national outrage intended to throw a wet blanket over the desire and will of the fellow countrymen for national reconciliation and unity and lay a check-bar in the way of reunification. &nbsp;&nbsp;&nbsp;\r\n   The representatives and football players of the confederation hadn't done anything wrong during their Pyongyang visit. &nbsp;&nbsp;&nbsp;\r\nWhat they did was only two rounds of football matches, visit to some places and participation in welcome ceremonies for them, as included in their itinerary on which they agreed in advance with the general federation of trade unions of Korea. &nbsp;&nbsp;&nbsp;\r\n   Nevertheless, the authorities have argued that the visitors seemed to be embroiled in the north's strategy as they participated in the \"function prior to the game.\" It is a far-fetched argument to incriminate the guiltless representatives and football players. &nbsp;&nbsp;&nbsp;\r\n   In fact, spirit of solidarity and unity and the desire for national unity and reunification are rapidly growing from among workers in the north and south with the recent football game as an occasion. Frightened at this, the South Korean authorities are seeking to block sports and cultural exchange between workers in the north and south at the point of the bayonet by repressing the representatives of the confederation on the strength of the anti-reunification evil law. &nbsp;&nbsp;&nbsp;\r\n   Recently the South Korean authorities sentenced to prison terms Hwang Son, who visited the north as delegate of the South Korean Federation of University Student Councils (Hanchongryon) last year. They are now scheming to arrest and punish on the strength of the \"security law\" the delegates of the south headquarters of the National Alliance for the Country's Reunification, the \"National Alliance for Democracy and Reunification\" and \"Hanchongryon,\" who attended the '99 Grand Pro-Reunification Festival, the 10th pan-national rally. &nbsp;&nbsp;&nbsp;\r\n   Such repressive moves are a revelation of spasm of those upset to see the growing desire of the nation for reunification. &nbsp;&nbsp;&nbsp;\r\n   The rulers of South Korea should no longer deceive the people but stop repression of reunification champions at once. \r\n\r\n"
        },
        {
            "title": "Symposiums held in Guinea",
            "url": "http://kcna.co.jp/item/1999/9909/news09/01.htm#8",
            "content": "Symposiums held in Guinea\r\n &nbsp;&nbsp;&nbsp; Pyongyang, September 1 (KCNA) -- A symposium titled \"the great leader Kim Jong Il, he is the lodestar of 21st century\" was held at the Juche-farming method study society of the Kim Il Sung Institute of Agricultural Science in Guinea on August 17 on the occasion of the 51st anniversary of the foundation of the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The director general of the institute in his report said that the Korean people are now advancing vigorously to achieve the goal of building a powerful nation under the leadership of Kim Jong Il, noting that he has turned Korea into a strong socialist country of independence, self-reliance and self-defence, holding fast to the stand of Juche. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, the Guinean Group for the Study of Kimjongilism held a symposium titled \"socialist constitution of the DPRK-Kim Il Sung constitution\" on Aug. 19. \r\n\r\n"
        },
        {
            "title": "\"Ulji focus lens\" joint military exercises  assailed abroad",
            "url": "http://kcna.co.jp/item/1999/9909/news09/01.htm#9",
            "content": "\"Ulji focus lens\" joint military exercises  assailed abroad\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 1 (KCNA) -- The Swiss Committee for Supporting Korea's Reunification on August 19 released a statement assailing the U.S. and the South Korean authorities' \"Ulji focus lens\" joint military exercises. &nbsp;&nbsp;&nbsp;\r\n   Noting that the exercises were aiming at preparing for an aggression on the DPRK, the statement held that these drills constituted an outright denial of the four-way talks for peace on the Korean peninsula and drove the extremely tense situation to the brink of war. &nbsp;&nbsp;&nbsp;\r\n   The committee extends full support to whatever countermeasure taken by the DPRK to frustrate the U.S.'s moves to provoke a war, it added. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK woman weightlifter wins gold medal",
            "url": "http://kcna.co.jp/item/1999/9909/news09/01.htm#10",
            "content": "DPRK woman weightlifter wins gold medal\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 1 (KCNA) -- Ri Song Hui, a weightlifter of the DPRK, won a gold medal at the 12th Asian Women's Weightlifting Championships in Wuhan, China. &nbsp;&nbsp;&nbsp;\r\n   She snatched 95 kilograms and jerked 125 kilograms for a two-lift total of 220 kilograms for a gold medal in the 58 kg category on August 31. &nbsp;&nbsp;&nbsp;\r\n   This is another exciting news instilling great national pride and self-confidence into the Korean people in the wake of Jong Song Ok's winning the world title in the women's marathon race of the 7th World Athletics Championships. \r\n\r\n\r\n"
        },
        {
            "title": "Contribution to non-alignment",
            "url": "http://kcna.co.jp/item/1999/9909/news09/01.htm#11",
            "content": "Contribution to non-alignment\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 1 (KCNA) -- Today marks the day of the Non-Aligned Movement (NAM). &nbsp;&nbsp;&nbsp;\r\n   On this day the world progressives pay tribute to the President Kim Il Sung who made immortal contributions to the growth and development of the NAM. &nbsp;&nbsp;&nbsp;\r\n   The President authored many works in which he comprehensively elucidated the position and role of the movement and principled matters in strengthening and developing it. &nbsp;&nbsp;&nbsp;\r\n   Among those works are \"the Non-Aligned Movement is a mighty anti-imperialist revolutionary force of our times\", \"for the development of the non-aligned movement\", \"let us develop south-south cooperation\", \"non-aligned and developing countries should solve the agricultural problem through their own efforts\", \"for the development of national culture of newly-emerging countries\" and \"non-aligned information services must contribute to the peoples' cause of independence.\"&nbsp;&nbsp;&nbsp;\r\n   He took positive measures to frustrate the undisguised machinations of the imperialists and international reactionaries to split the NAM. &nbsp;&nbsp;&nbsp;\r\n   In July, 1978 with the meeting of foreign ministers of non-aligned countries in Belgrade at hand, in July 1979 with the approach of the 6th summit conference of non-aligned countries and on many other important occasions he called joint meetings of the political committee of the Central Committee of the Worker's Party of Korea and the Central People's Committee of the Democratic People's Republic of Korea to have serious discussions on the matters of strengthening and developing the NAM. &nbsp;&nbsp;&nbsp;\r\n   And he invited many leaders of the non-aligned countries to have sincere talks with them on the movement. &nbsp;&nbsp;&nbsp;\r\n   He sent special envoys and delegations to non-aligned countries so that they might conduct positive activities to explain the position of the WPK and DPRK government and reach a common understanding. &nbsp;&nbsp;&nbsp;\r\n   He paid deep attention to the work to ensure successes of non-aligned conferences held in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n   Typical of them were the symposium of the non-aligned and other developing countries on increasing food and agricultural production, the 1st meeting of ministers of education and culture of non-aligned and other developing countries, the extraordinary ministerial conference of non-aligned countries on south-south cooperation and the 4th conference of ministers of information of non-aligned countries. &nbsp;&nbsp;&nbsp;\r\n   The President made speeches at these meetings, met and conversed with delegations, exerting great efforts to strengthen and develop the NAM. &nbsp;&nbsp;&nbsp;\r\n   He rendered distinguished services to the NAM to turn it into a powerful force advancing the human history in line with the desire and requirement of the world people for independence. &nbsp;&nbsp;&nbsp;\r\n   \r\n\r\n"
        },
        {
            "title": "KPA will take decisive step for defence of sovereignty",
            "url": "http://kcna.co.jp/item/1999/9909/news09/01.htm#12",
            "content": "KPA will take decisive step for defence of sovereignty\r\n &nbsp;&nbsp;&nbsp; Pyongyang, September 1 (KCNA) -- A general officer-level meeting between the Korean People's Army and the U.S. forces sides was held in Panmunjom today to discuss the matter of fixing the Military Demarcation Line  at the West Sea of Korea. &nbsp;&nbsp;&nbsp;\r\n   This meeting was proposed by the KPA side to finally confirm the U.S. forces side's position before adopting its decision as to the matter of fixing the maritime demarcation line at the west sea. &nbsp;&nbsp;&nbsp;\r\n   In his speech Lieut. General Ri Chan Bok, chief delegate of the KPA side, recalled the sincere efforts made by the KPA side for a solution to this matter after the June 15 incident. &nbsp;&nbsp;&nbsp;\r\n   The KPA side put forward various specified proposals at the July 21 general officer-level meeting to discuss the matter, out of its sincere desire and peaceloving stand to prevent military conflicts at the West Sea of Korea and ease the tense situation of the Korean peninsula.\r\n   In disregard of this good faith and magnanimity, the U.S. forces side has been taking position and attitude negative to the settlement of the matter, he charged, and said: &nbsp;&nbsp;&nbsp;\r\n   Firstly, it has refused to discuss the matter itself. &nbsp;&nbsp;&nbsp;\r\n   At the meetings, the U.S. forces side argued that the matter should be dealt with at the inter-Korean joint military committee since the north-south agreement carries an article related to maritime issues. This argument means that the matters related to the MDL and the demilitarized zone, too, should be discussed at the committee since an article on them is contained in the agreement. &nbsp;&nbsp;&nbsp;\r\n   Such stand and attitude show that the U.S. forces side has given up its commitment to implement the Armistice Agreement and its duty as a signatory to the AA and denies the general officer-level meeting between the two sides itself. &nbsp;&nbsp;&nbsp;\r\n   Secondly, it seeks to maintain the \"northern limit line\" which has been illegally set deep inside our territorial waters. &nbsp;&nbsp;&nbsp;\r\n   The U.S. forces side raised \"law of prescription\" for the first time at the August 17 meeting to insist on the illegal \"northern limit line.\" It is a far-fetched argument that can be made by those ignorant of elementary requirements of the international law. &nbsp;&nbsp;&nbsp;\r\n   The chief delegate of the KPA side said that the brigandish  insistence of the U.S. forces side on the illegal \"northern limit line\" cannot be construed otherwise than an attempt to continue military conflicts at the west sea to attain its design to dominate the sea. He urged the U.S. forces side to clearly answer whether it has willingness to accept our proposal for working-level contact for fixing a Military Demarcation Line  at the west sea. &nbsp;&nbsp;&nbsp;\r\n   However, Major General Michael Dunn, chief delegate of the U.S. forces side, refused to accept our offer for working-level contact, repeating its previous unjustifiable argument that the matter must be discussed at the \"north-south dialogue\" and that the \"northern limit line\" must be observed. &nbsp;&nbsp;&nbsp;\r\n   Ri Chan Bok had this to say: &nbsp;&nbsp;&nbsp;\r\n   Now that the stand of the U.S. forces side has been clearly confirmed through six rounds of general officer-level meetings held so far, we will also make our own option. &nbsp;&nbsp;&nbsp;\r\n   The KPA side will never pardon the misbehaviour of the U.S. forces side in infringing upon our sovereignty after setting a line deep inside our territorial waters at random. &nbsp;&nbsp;&nbsp;\r\n   The KPA will take a resolute and determined measure to defend waters under our military control according to the Armistice Agreement. \r\n\r\n"
        },
        {
            "title": "Greetings to Singaporean President",
            "url": "http://kcna.co.jp/item/1999/9909/news09/01.htm#13",
            "content": "Greetings to Singaporean President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 1 (KCNA) --  Kim Yong Nam, President of the presidium of the DPRK Supreme People's Assembly, today sent a message of greetings to S. R. Nathan on his election as Singaporean President. &nbsp;&nbsp;&nbsp;\r\n   The message wished the Singaporean president success in his responsible work for the prosperity of the country, expressing the belief that the friendly relations between the two countries would develop in the interests of the two peoples. \r\n\r\n"
        },
        {
            "title": "Greetings to Vietnamese leaders",
            "url": "http://kcna.co.jp/item/1999/9909/news09/01.htm#14",
            "content": "Greetings to Vietnamese leaders\r\n  &nbsp;&nbsp;&nbsp;Pyongyang, September 1 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, today sent a message of greetings to Vietnamese President Tran Duc Luong on the occasion of the 54th National Day of the Socialist Republic of Vietnam. &nbsp;&nbsp;&nbsp;\r\n   The message noted that the Vietnamese people are now achieving a great success in the struggle to defend the gains of revolution and industrialize and modernize the country under the leadership of the communist party of Vietnam (CPV). &nbsp;&nbsp;&nbsp;\r\n   Expressing the belief that the traditional friendly and cooperative relations between the two countries would grow stronger and the message wished the president and people of Vietnam greater successes in their work to carry through the decisions of the 8th congress of the CPV. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, premier of the DPRK cabinet Hong Song Nam and Foreign Minister Paek Nam Sun sent messages of greetings separately to Vietnams Eprime Minister Phan Van Khai and deputy prime minister and Foreign Minister Nguyen Manh Cam. \r\n\r\n\r\n\r\n"
        }
    ]
}