{
    "date": "1999-08-09",
    "url": "http://kcna.co.jp/item/1999/9908/990809.htm",
    "articles": [
        {
            "title": "Greetings to Singaporean President",
            "url": "http://kcna.co.jp/item/1999/9908/news08/09.htm#1",
            "content": "Greetings to Singaporean President \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, August 9 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, sent a message of greetings to Singaporean President Ong Teng Cheong on sunday on the occasion of the National Day of the Republic of Singapore. &nbsp;&nbsp;&nbsp;\r\n   Extending congratulations to the president, government and people of Singapore, the message wished the president success in his work for prosperity of the country. \r\n\r\n"
        },
        {
            "title": "Greetings to Chadian President",
            "url": "http://kcna.co.jp/item/1999/9908/news08/09.htm#2",
            "content": "Greetings to Chadian President\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, August 9 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, today sent a message of greetings to Chadian President Idris Deby on the occasion of her Independence Day. &nbsp;&nbsp;&nbsp;\r\n   Expressing the belief that the friendly relations between the two countries would continue to develop on good terms, the message wished the Chadian President and people greater successes in their work for political stability and prosperity of the country. \r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from WFP",
            "url": "http://kcna.co.jp/item/1999/9908/news08/09.htm#3",
            "content": "Gift to Kim Jong Il from WFP\r\n &nbsp;&nbsp;&nbsp;Pyongyang, August 9 (KCNA) - General Secretary  Kim Jong Il received a gift from the World Food Program. &nbsp;&nbsp;&nbsp;\r\n   It was handed to Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, by Catherine Bertini, executive director of the WFP, on a visit to the DPRK. &nbsp;&nbsp;&nbsp;\r\n   A gift was also conveyed in the name of the executive director of the WFP. \r\n\r\n"
        },
        {
            "title": "Kim Yong Nam meets WFP executive director",
            "url": "http://kcna.co.jp/item/1999/9908/news08/09.htm#4",
            "content": "Kim Yong Nam meets WFP executive director\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 9 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, today met Catherine Bertini, executive director of the World Food Program (WFP), and her party at the Mansudae Assembly Hall. &nbsp;&nbsp;&nbsp;\r\n   At the meeting the executive director said that the relations between the WFP and the DPRK are developing very excellently.\r\n\r\n"
        },
        {
            "title": "S. Korean delegates visit various places in Pyongyang",
            "url": "http://kcna.co.jp/item/1999/9908/news08/09.htm#5",
            "content": "S. Korean delegates visit various places in Pyongyang\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, August 9 (KCNA) -- Delegate Ra Chang Sun, adviser to the south headquarters of the National Alliance for the Country's Reunification (Pomminryon), and youth delegate So Won Chol and Ri Song U, Pak Ki Su and Kang Hyong Gu, delegates of the \"National Alliance for Democracy and Reunification,\" who have come here to participate in the grand pan-national pro-reunification festival, yesterday visited Mangyongdae, the time-honored place where the President Kim Il Sung was born. &nbsp;&nbsp;&nbsp;\r\n   They laid flowers in front of the childhood home. &nbsp;&nbsp;&nbsp;\r\n   Being told that the President was born and spent his childhood at the old house, cultivating his great will for revolution, they looked round the historic relics which are preserved  with much care. &nbsp;&nbsp;&nbsp;\r\n   They posed for a photograph in front of the house and left writings in visitor's book. &nbsp;&nbsp;&nbsp;\r\nOn the same day, they visited the Ssuksom Revolutionary Site. &nbsp;&nbsp;&nbsp;\r\n   They looked round the united front tower, the place of conference and others, hearing the explanation that  the President initiated a joint conference of representatives of the political parties and social organizations of the north and south of Korea (in April 1948) and came there with South Korean political figures participating in the conference to clearly indicate the ways and methods of national reunification and show them his grace. \r\n\r\n"
        },
        {
            "title": "Minister of People's Armed Forces meets delegation of CPLA",
            "url": "http://kcna.co.jp/item/1999/9908/news08/09.htm#6",
            "content": "Minister of People's Armed Forces meets delegation of CPLA\r\n   &nbsp;&nbsp;&nbsp; Pyongyang, August 9 (KCNA) -- Vice Marshal of the Korean People's Army Kim Il Chol, Minister of the People's Armed Forces, on Sunday met and had a talk with a delegation of foreign affairs officials of the Chinese People's Liberation Army headed by Major Gen. Luo Bin, director of the foreign affairs office of the Defence Ministry. &nbsp;&nbsp;&nbsp;\r\n   Present there were generals and officers of the Korean People's Army and the ambassador and the military attach of the Chinese embassy here. \r\n\r\n"
        },
        {
            "title": "Successes of forestry",
            "url": "http://kcna.co.jp/item/1999/9908/news08/09.htm#7",
            "content": "Successes of forestry\r\n &nbsp;&nbsp;&nbsp;Pyongyang, August 9 (KCNA) -- August 10 is the Forestry Worker's Day. &nbsp;&nbsp;&nbsp;\r\n   Forestry workers across the country are greeting their holiday with labour achievements. &nbsp;&nbsp;&nbsp;\r\n   According to data available at the Ministry of Forestry, 62,000 more cubic metres of timber was produced as of early August this year than that in the same period of last year. &nbsp;&nbsp;&nbsp;\r\nThe Kangwon, Ryanggang and south Phyongan provincial management bureaus of forestry over-fulfilled their first half year plans and are now consistently increasing the successes. &nbsp;&nbsp;&nbsp;\r\nTens of forestry stations and mine prop production stations in Phungso,  Kujang, Huichon and Sinyang are carrying many timbers by introducing rational work methods and raising the rate of operation of conveying machines with substitute fuel although they are hard pressed for everything.   &nbsp;&nbsp;&nbsp;\r\n   Giving priority to the exploration of forestry resources, they have developed new forestry areas to secure resources for producing hundreds of thousands of cubic metres of timber every year. &nbsp;&nbsp;&nbsp;\r\n   Over ten new forestry stations have been formed in the northern and western areas of Korea and their construction is being accelerated. &nbsp;&nbsp;&nbsp;\r\nThe efforts for comprehensive and effective use of country's rich forestry resources are being vigorously made by the forestry stations. &nbsp;&nbsp;&nbsp;\r\n   More than 1,103,710,000 trees were planted in mountains in recent several years. Timber forests, pulp woods, oil-bearing tree forests, reserved forests and ornamental forest plantations were created thanks to the long-range work to develop forests. &nbsp;&nbsp;&nbsp;\r\n   The material and technical foundations of forestry were further strengthened. &nbsp;&nbsp;&nbsp;\r\nMany factories such as the Kanggye and Jonchon timber processing factories and the Wiyon Lumbering Factory have been equipped with production facilities needed to comprehensively process and use timber.   &nbsp;&nbsp;&nbsp;\r\nMachine factories of the forestry including the Unsan Millim Power Saw Factory, the May 8 Forestry Machine Factory and the Manpho Forestry Machine Factory raised their level of modernization. \r\n\r\n"
        },
        {
            "title": "Months of examination of people's physical strength open",
            "url": "http://kcna.co.jp/item/1999/9908/news08/09.htm#8",
            "content": "Months of examination of people's physical strength open\r\n  &nbsp;&nbsp;&nbsp;Pyongyang, August 9 (KCNA) -- Months (August and September) of examination of people's physical strength have opened.&nbsp;&nbsp;&nbsp;\r\n   In these months working people and school youth and children will receive all-round examination of their physical strength tempered through colourful sports activities. &nbsp;&nbsp;&nbsp;\r\n   An opening ceremony was held at Kim Il Sung Square on Sunday. &nbsp;&nbsp;&nbsp;\r\nPresent there were Kim Jung Rin, secretary of the Central Committee of the Worker's Party of Korea, and Jo Chang Dok, vice-premier of the cabinet, and others. &nbsp;&nbsp;&nbsp;\r\n   It was followed by exhibition performances of health Taekwon-do and popular rhythmic gymnastics. &nbsp;&nbsp;&nbsp;\r\n   Opening ceremonies were held on this day in all provinces, cities, and counties (districts). \r\n\r\n"
        },
        {
            "title": "American professors call for end to search for  labour activist",
            "url": "http://kcna.co.jp/item/1999/9908/news08/09.htm#9",
            "content": "American professors call for end to search for  labour activist\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 9 (KCNA) -- Nine professors of Massachusetts State University in the United States  urged the South Korean ruler to stop search for a labour activist of South Korea, according to a South Korean newspaper. &nbsp;&nbsp;&nbsp;\r\n   They demanded stop to the search for Kim Sung Ho, director of the Institution of Democratic Trade Union Movement. \r\n\r\n\r\n"
        },
        {
            "title": "Scheme to grant amnesty to Kim Hyon Chol",
            "url": "http://kcna.co.jp/item/1999/9908/news08/09.htm#10",
            "content": "Scheme to grant amnesty to Kim Hyon Chol\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 9 (KCNA) -- The present South Korean chief executive is planning to grant an amnesty to Kim Hyon Chol, son of the former South Korean \"president\", Kim Young Sam, Seoul-based radios said. &nbsp;&nbsp;&nbsp;\r\nUnder the pretext of \"removing the awkward relations\" with Kim Young Sam, he decided to grant an amnesty to Kim Hyon Chol, who had to be imprisoned long ago by the law, with August 15 as an occasion. &nbsp;&nbsp;&nbsp;\r\n   Kim Hyon Chol, who was infamous for irregularities and corruption, was called a \"little President\" and a \"baron\" in the period of the \"civilian government\". &nbsp;&nbsp;&nbsp;\r\nThe amnesty is intended to seek a favour from the forces in Pusan, the foothold of Kim Young Sam, in consideration of the \"assemblymen's election\" due next year and separate the opposition party by making Kim Hyon Chol run for the \"assemblymen's election\". &nbsp;&nbsp;&nbsp;\r\n   The planned measure invites strong resentment and denunciation from various organizations and figures of all strata. \r\n\r\n"
        },
        {
            "title": "U.S. Defence Secretary's outbursts assailed",
            "url": "http://kcna.co.jp/item/1999/9908/news08/09.htm#11",
            "content": "U.S. Defence Secretary's outbursts assailed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 9 (KCNA) -- A spokesman for the Korean National Peace Committee issued a statement Sunday condemning U.S. Defence Secretary Cohen for revealing the attempt for imprudent military confrontation during his recent South Korean visit, arguing that the DPRK's launch of a satellite was a \"missile launch\". &nbsp;&nbsp;&nbsp;\r\n   The spokesman said: &nbsp;&nbsp;&nbsp;\r\n   It is the temper and stand of the Korean people to return strength for strength and ruthless punishment for the arrogant use of armed forces by the aggressors. &nbsp;&nbsp;&nbsp;\r\n   During his tour of South Korea Cohen, while talking about the deterrent of DPRK's missile launch, said that the United States, Japan and South Korea will react to it with all their military means under the three-state cooperation and they will take a stronger military measure. &nbsp;&nbsp;&nbsp;\r\n   It is an anti-DPRK confrontation move which reveals the aggressive nature of the U.S.  warhawks to reinforce armed forces on a large scale in and around South Korea with the DPRK's non-existent \"missile threat\" as an excuse and unleash the second Korean war any moment. &nbsp;&nbsp;&nbsp;\r\n   Launch of satellite and development of missile are matters  pertaining to the sovereignty of each independent state. Nevertheless, the United States, the Japanese reactionaries and the South Korean ruling quarters are more widely spreading the fiction of the DPRK's \"missile threat\" in order to turn it into a focus of public opinion, a political, military and international matter. &nbsp;&nbsp;&nbsp;\r\n   As for the threat, the United States is posing a threat to the DPRK and the Japanese reactionaries and the South Korean authorities are actively siding with it. &nbsp;&nbsp;&nbsp;\r\n   The racket of the United States, the Japanese reactionaries and the South Korean ruling quarters over the DPRK's \"missile threat\" is nothing but a second nuclear confrontation and a move for provocation of the second Korean war aimed at stifling the DPRK from A to Z. &nbsp;&nbsp;&nbsp;\r\n   It is a serious mistake if the U.S.  warhawks intend to approach the DPRK with the brigandish logic and the \"policy of strength\" they have adapted to other countries. &nbsp;&nbsp;&nbsp;\r\n   If the U.S.  warhawks and their followers, the Japanese reactionaries and the South Korean rulers, ignite a war with the misjudgment of the patience and the self-restraint of the DPRK, the DPRK will punish the aggressors with more powerful self-defensive measure than they are guessing. \r\n\r\n"
        },
        {
            "title": "U.S. perfidious behavior assailed",
            "url": "http://kcna.co.jp/item/1999/9908/news08/09.htm#12",
            "content": "U.S. perfidious behavior assailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 9 (KCNA) -- Rodong Sinmun today comments on the perfidious attitude taken by the United States against the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The news analyst says: &nbsp;&nbsp;&nbsp;\r\n   The U.S., refusing to lift the economic sanctions it promised with the DPRK, has enforced the policy to stifle the DPRK, groundlessly finding faults with it which has sincerely implemented  the DPRK-U.S. agreed framework. &nbsp;&nbsp;&nbsp;\r\n   The U.S. conservative forces are crying that the DPRK-U.D. agreed framework is an erroneous decision. This is a frontal denial of the agreement. &nbsp;&nbsp;&nbsp;\r\n   In essence, it means that the U.S. will unilaterally break the agreement. &nbsp;&nbsp;&nbsp;\r\n   We are not in the least surprised by it. &nbsp;&nbsp;&nbsp;\r\n   The DPRK's stand is that if the U.S. wants to break the agreement, it should do. &nbsp;&nbsp;&nbsp;\r\n   Ridiculous is the allegation of the U.S. conservative forces that the U.S. suffers the loss but the DPRK gets benefit. &nbsp;&nbsp;&nbsp;\r\n   The U.S. assertion that \"nuclear weapons should be used\" against the DPRK makes the DPRK conclude that the United States plans a nuclear attack against the DPRK instead of implementing the agreement. &nbsp;&nbsp;&nbsp;\r\n   The U.S. warmongers' outcries about \"missile threat\" from the DPRK are second nuclear confrontation racket intended to justify their war policy against it and nuclear threat moves and find a pretext for a forestalling attack. &nbsp;&nbsp;&nbsp;\r\n   Their propaganda about \"dialogue\" and \"improvement of relations\" is nothing but a camouflaged diplomacy to conceal war moves. &nbsp;&nbsp;&nbsp;\r\n   It is a stand and principle of the DPRK to return power for power and good faith for good faith. &nbsp;&nbsp;&nbsp;\r\n   If the United States perfidiously seeks to break the agreement we will take our own way. The DPRK will exercise its right of choice from the steadfast Juche-based national stand. \r\n\r\n"
        },
        {
            "title": "Historic national rebirth day",
            "url": "http://kcna.co.jp/item/1999/9908/news08/09.htm#13",
            "content": "Historic national rebirth day\r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 9 (KCNA) -- August 15 is a historic day when the Korean people achieved national rebirth by liberating the country from the Japanese imperialists' colonial rule. &nbsp;&nbsp;&nbsp;\r\n   The President Kim Il Sung liberated the country on this day 54 years ago through the 20-year-long revolutionary struggle against the Japanese imperialists. &nbsp;&nbsp;&nbsp;\r\n   The Japanese imperialists illegally occupied Korea for 40 odd years from early this century and brought immeasurable misfortunes and sufferings to our people. &nbsp;&nbsp;&nbsp;\r\n   During this period they enforced brutal governor-general rule and committed bestial atrocities. As a war-time state policy, they reduced some 200,000 Korean women from girls of teens to married women to sex slaves.    &nbsp;&nbsp;&nbsp;\r\n   They forced 6 million young and middle-aged Koreans to do slave labour and cruelly murdered one million innocent people and plundered vast resources and valuable cultural wealth from  Korea. &nbsp;&nbsp;&nbsp;\r\n   The Korean nation was at life and death critical situation. &nbsp;&nbsp;&nbsp;\r\n   President Kim Il Sung embarked on the road of revolution in his teens to liberate the nation and country and founded the Korean People's Revolutionary Army on April 25, 1932 and proclaimed the anti-Japanese war. &nbsp;&nbsp;&nbsp;\r\n   The President gave an annihilating blow to the Japanese imperialists in all places by unique guerrilla tactics in a difficult condition without any state rear and any assistance of a regular army and inspired people with confidence in victory. &nbsp;&nbsp;&nbsp;\r\n   He ordered a final offensive operation to all the units of the Korean People's Revolutionary Army for liberating the country on August 9, Juche 34 (1945). &nbsp;&nbsp;&nbsp;\r\n   The Japanese imperialists unconditionally surrendered on August 15 one week after the Korean People's Revolutionary Army started the operation for national liberation. &nbsp;&nbsp;&nbsp;\r\n   The Korean people, therefore, were liberated once and for all from about half-century long Japanese imperialist colonial rule and ushered in the day of the national rebirth. \r\n\r\n"
        },
        {
            "title": "Eternity of great man reflected in reminiscences",
            "url": "http://kcna.co.jp/item/1999/9908/news08/09.htm#14",
            "content": "Eternity of great man reflected in reminiscences\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 9 (KCNA) -- Kim Min Ju, a member of the Society for the Study of Future in South Korea, issued an article titled \"Eternity of great man reflected in reminiscences\", the Seoul-based radio Voice of National Salvation said. &nbsp;&nbsp;&nbsp;\r\n   The article says: &nbsp;&nbsp;&nbsp;\r\n   The humble story of President Kim Il Sung's reminiscences \"With the Century\" indicates great ideas and the true road ahead of the nation. &nbsp;&nbsp;&nbsp;\r\n   The reminiscences contains the great ideas of the President on the independence and great national unity, the embodiment of his Juche idea, which represents the history of struggle for realization of independence and the history of the victory  of national unity. &nbsp;&nbsp;&nbsp;\r\n   Noting the reminiscences has been continuously published, the article says the leader Kim Jong Il, with an intention to carry forward the cause of the President without any slightest variation, underscored the need to continue to publish the reminiscences. &nbsp;&nbsp;&nbsp;\r\n   The continued publication of the reminiscences in the form of continuing edition is a new discovery ever in the human history of publication and it is a result of the highest loyalty and filial piety of Kim Jong Il for the President, it notes. &nbsp;&nbsp;&nbsp;\r\n   The article says: &nbsp;&nbsp;&nbsp;\r\n   It is another monumental edifice Kim Jong Il has made for perpetuating the memory of the President that he instructed the continued publication of the reminiscences at a time when the preceding leaders' writings are insulted and sold over by betrayers worldwide. &nbsp;&nbsp;&nbsp;\r\n   Kim Il Sung will be eternal along with the reminiscences thanks to the morality and obligation of Kim Jong Il, the incarnation of loyalty and filial piety, who is carrying forward the cause and behest of the President without a slightest vacillation. \r\n\r\n\r\n\r\n"
        }
    ]
}