{
    "date": "1999-05-05",
    "url": "http://kcna.co.jp/item/1999/9905/990505.htm",
    "articles": [
        {
            "title": "Kim Jong Il inspects forward command post",
            "url": "http://kcna.co.jp/item/1999/9905/news05/05.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean war hawks' false propaganda",
            "url": "http://kcna.co.jp/item/1999/9905/news05/05.htm#2",
            "content": "Kim Jong Il inspects forward command post\r\n &nbsp;&nbsp;&nbsp;Pyongyang, May 5 (KCNA) - General Secretary Kim Jong Il inspected the forward command post of unit no. 287 of the Korean People's Army.  He was accompanied by vice-chairman of the DPRK National Defence Commission Ri Yong Mu and staff members of the KPA supreme command. &nbsp;&nbsp;&nbsp;\r\n   At the unit's forward command post, he looked at the vast defence theatre, learned about the topography and disposition of troops and heard a report from the unit's commander on the situation.&nbsp;&nbsp;&nbsp;\r\n   He commanded a bird's-eye view of towns and villages, factories and cooperative fields filled with the courageous spirit of the Korean people to build a powerful nation. He said the nation's prosperity and the people's happiness are firmly guaranteed by the People's Army soldiers who defend the priceless socialist motherland by force of arms.&nbsp;&nbsp;&nbsp;\r\n   He noted with great satisfaction that the unit's soldiers had grown to be invincible soldiers able to defeat any surprise attack of the enemy at one stroke.\r\n   He highly praised the unit's officers and men for working devotedly for the party and the leader, the motherland and the people, and put forward important tasks to increase the unit's combat capacity and consolidate the defence theatre as firm as a rock in face of the incessant new war provocation moves of the enemy. \r\n\r\n"
        },
        {
            "title": "Aim of adoption of \"draft amendment to law on SDF\"",
            "url": "http://kcna.co.jp/item/1999/9905/news05/05.htm#3",
            "content": "S. Korean war hawks' false propaganda\r\n &nbsp;&nbsp;&nbsp;Pyongyang, May 5 (KCNA) -- Rodong Sinmun in a commentary today lashes out at the South Korean authorities for raising a hue and cry over the \"threat\" from the north.\r\nA few days ago, South Korean \"Minister of National Defence\" Chon Yong Thaek cried that there is a \"high possibility of north's provocation through infiltration into the south\" and \"security has been exposed to danger\", and called for \"thoroughgoing measures to put armed forces on full alert.\"&nbsp;&nbsp;&nbsp;\r\n   Such a cock-and-bull story floated by the authorities can never go down with anyone, the commentary observes, and goes on:   It is none other than the U.S. and the South Korean authorities who are watching for an opportunity to unleash a new war on the Korean peninsula.   The north has been exposed to a constant threat of aggression from war hawks at home and abroad.&nbsp;&nbsp;&nbsp;\r\n   Chon's call for \"putting armed forces on full alert\" should be viewed as a criminal attempt to  bring the situation to  an extreme pitch  of tension by speeding up  anti-north war moves with the U.S. more frantically and, furthermore,  start a war against it at whatever cost.   The fiction of \"threat\" from the north peddled by the South Korean authorities  is a version of platitude about the threat of their invasion of the north as well as a doctrine of war against the north.&nbsp;&nbsp;&nbsp;\r\n   The north can never tolerate the criminal moves of the war hawks, who are hell-bent on moves for a war against the fellow countrymen, siding with their master's adventurous attempt at aggression. \r\n\r\n"
        },
        {
            "title": "Reckless remarks",
            "url": "http://kcna.co.jp/item/1999/9905/news05/05.htm#4",
            "content": "Aim of adoption of \"draft amendment to law on SDF\"\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 5 (KCNA) -- With the adoption of a \"draft amendment to the law on the Self-Defense Forces\" at the house of representatives of Japan the ground, maritime and air \"Self-Defense Forces\" are \"empowered\" to go overseas.\r\n   Rodong Sinmun today comments on this.&nbsp;&nbsp;&nbsp;\r\n   The news analyst says:   In adopting the \"draft amendment\" the Japanese reactionaries seek to get rid of a constitutional obstacle to their efforts to realize the wild ambition for military reinvasion and call the \"SDF,\" armed forces of world standard, out to overseas aggression.  As Japan legalized overseas dispatch of armed forces, it is a matter of time for the country to engage itself in a war for overseas aggression.&nbsp;&nbsp;&nbsp;\r\nThe Japanese reactionaries aim primarily at the DPRK in provoking a  war for overseas aggression.   Their loudmouthed \"ballistic missile threats\" and \"intrusion of mysterious ships\" are a ploy to create an atmosphere in favour of preparations for a war of aggression and its provocation.\r\n   Their passage of the \"draft amendment\" allegedly to \"evacuate the Japanese overseas\" is reminiscent of the Japanese imperialists who set out on the road of aggression on Korea one century ago.&nbsp;&nbsp;&nbsp;\r\n   The Japanese reactionaries should ponder over the ensuing consequences of their maneuverings for reinvasion.\r\n   Japan's participation in a war on the Korean peninsula would mean its self-destruction. \r\n\r\n"
        },
        {
            "title": "Kim Jong Pil's utterances",
            "url": "http://kcna.co.jp/item/1999/9905/news05/05.htm#5",
            "content": "Reckless remarks\r\n &nbsp;&nbsp;&nbsp; Pyongyang, May 5 (KCNA) -- The South Korean authorities openly revealed their intention to resume \"Team Spirit\" joint military maneuvers, which have been suspended since 1994.\r\n    The \"Defense Ministry\" submitted an \"answer\" to the \"National Assembly\" recently, which said \"the 'Team Spirit' maneuvers were not suspended for good, but will be resumed any time if South Korea and the United States agree to do them,\" according to the Seoul-based Munhwa Broadcasting Corporation. \r\n    This dangerous argument should never be overlooked because it synchronized with shipment of huge armed forces of the U.S. to South Korea under the pretext of the Yugoslav crisis. \r\n\r\n"
        },
        {
            "title": "Ardent desire of Korean nation for reunification  reflected",
            "url": "http://kcna.co.jp/item/1999/9905/news05/05.htm#6",
            "content": "Kim Jong Pil's utterances\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 5 (KCNA) -- Kim Jong Pil, a main architect of \"Yusin,\" showed up in Jeju Island, South Korea, on April 30 to give a lecture on the so-called \"political reforms,\" according to a radio report from Seoul.&nbsp;&nbsp;&nbsp;\r\n   In the lecture this brazen-faced guy asserted not only statesmen but also voters who have turned to them for something are to blame for the existing politics manipulated by money.\r\n   This is an intolerable insult to the people.\r\nKim Jong Pil joined hands with political prostitute Kim Young Sam first and then with the present chief executive to come  into power offering a windfall.\r\n   Such a guy blinded with money has shifted the blame for \"money-manipulated politics\" onto the voters. The people will never pardon this wicked man insulting them. \r\n\r\n"
        },
        {
            "title": "Korean style socialism  proves to be indestructible",
            "url": "http://kcna.co.jp/item/1999/9905/news05/05.htm#7",
            "content": "Ardent desire of Korean nation for reunification  reflected \r\n &nbsp;&nbsp;&nbsp;Pyongyang, May 5 (KCNA) -- The calls advanced by the Committee for the Peaceful Reunification of the Fatherland (CPRF) for great national unity and the reunification of the country reflect the ardent aspiration and desire of all the fellow countrymen for national reconciliation, unity and reunification, says Rodong Sinmun in a signed article today.&nbsp;&nbsp;&nbsp;\r\n   The paper goes on:   It is an urgent demand for national unity and reunification to improve inter-Korean relations. These worst relations are attributable to the heinous anti-north confrontation policy of the South Korean ruling quarters.   The north-south relations are at the lowest ebb and greater obstacles are lying in the way of national reunification. This reality  urgently calls for improved inter-Korean relations. Herein lies the purport of the calls of the CPRF for switching the inter-Korean relations to those of trust and reconciliation from those of distrust and confrontation.&nbsp;&nbsp;&nbsp;\r\n   There is an urgent need for the Korean nation to wage a more powerful struggle against the separatist forces inside and outside South Korea.\r\n   Only when all the fellow countrymen in the north, south and abroad wage a powerful struggle to improve inter-Korean relations and  sweep away separatist forces inside and outside South Korea, in response to the calls of the CPRF in which the five-point policy of great national unity advanced by the respected marshal Kim Jong Il is embodied, will a phase very favourable for great national unity and the reunification of the country open. \r\n\r\n"
        },
        {
            "title": "Noble tradition of great national unity",
            "url": "http://kcna.co.jp/item/1999/9905/news05/05.htm#8",
            "content": "Korean style socialism  proves to be indestructible\r\n &nbsp;&nbsp;&nbsp;Pyongyang, May 5 (KCNA) -- Today is the 8th anniversary of the publication of General Secretary Kim Jong Il's celebrated work \"Our Socialism Centred on the Masses Shall Not Perish.\"   Rodong Sinmun today runs an article which says since the publication of the work the DPRK has showed the world that the Korean style socialism is indestructible and its prospect is bright.&nbsp;&nbsp;&nbsp;\r\n   The paper goes on:   In the course of weathering out the stern trials of the history the Korean people have fully proved the ideological foundation of the Korean style socialism  is very strong and further consolidated the mass foundation  than ever before. In the same period  the enormous military and economic potentialities of the DPRK have been fully demonstrated.&nbsp;&nbsp;&nbsp;\r\n   The Juche idea is the ideological basis of the Korean style socialism.\r\n   Ours is an ideologically  strong socialist country where all the people think and live, guided by the monolithic Juche idea. The revolutionary spirit of soldiers and the spirit of self-reliance are prevalent in the country and epochal changes are being made in the economic construction.&nbsp;&nbsp;&nbsp;\r\nThe Korean people's single-hearted unity is the firm unity  of all members of society behind the party and the leader  in the idea and purpose based on the great Juche idea and their unity in the sense of moral obligation on the basis of the boundless love of the party and the leader for the people and the people's absolute trust in the party and the leader.&nbsp;&nbsp;&nbsp;\r\n   Noting that the respected Kim Jong Il is the great architect and defender of socialism of Juche, the article stresses the  Korean style socialism is ever-victorious as long as it is led by him. \r\n\r\n"
        },
        {
            "title": "Korea's efficient designing calculation center",
            "url": "http://kcna.co.jp/item/1999/9905/news05/05.htm#9",
            "content": "Noble tradition of great national unity\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 5 (KCNA) -- Today is a historical day when the noble tradition of the great unity of the whole nation was established.\r\n    The President Kim Il Sung founded the Association for the Restoration of the Fatherland (ARF) on May 5, Juche 25 (1936) in the period of the anti-Japanese armed struggle.   The history of the great unity of the whole nation started in Korea with the foundation of the ARF, the first permanent anti-Japanese national united front.&nbsp;&nbsp;&nbsp;\r\n   The ARF was a nationwide anti-Japanese united front organization involving not only workers, peasants, youth and students and intellectuals but also patriotic landlords, capitalists and religionists.   Particularly, the \"ten-point program of the ARF\" advanced by the President received full support and welcome from the people of all walks of life.&nbsp;&nbsp;&nbsp;\r\n   The President set it as an immediate political task to terminate the Japanese  colonial rule through the general mobilization of the Korean people and establish a genuine government of the people.\r\n   He laid down this as the main idea of the program and advanced the task to build a national economy.     The foundation of the ARF was of great significance in fighting the Japanese imperialists with united efforts of the nation to achieve the historical cause of national liberation.  &nbsp;&nbsp;&nbsp;\r\n    The line of great national unity set forth in the \"ten-point program of the ARF\" became an ideological basis for the building of a new country and the movement for national reunification after the country was liberated on August 15 1945.   The validity of this idea was clearly  proved in April, 1948 when the north-south joint conference was successfully held with an attendance of personages of all social standings from the north and the south different in political view and religious faith including representatives of political parties and public organizations. &nbsp;&nbsp;&nbsp;\r\n   The idea of great national unity based on patriotism clarified by President Kim Il Sung  at the inaugural meeting of ARF is also  reflected in the three principles of national reunification, the proposal for founding the Democratic Confederal Republic of Koryo and the \"10-point program of the great unity of the whole nation for the reunification of the country\" which have been supported and approved unanimously by Koreans in the north, south and abroad. \r\n\r\n"
        },
        {
            "title": "CPRF released a statement",
            "url": "http://kcna.co.jp/item/1999/9905/news05/05.htm#10",
            "content": "Korea's efficient designing calculation center\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 5 (KCNA) -- The National Designing Calculation Center under the Ministry of State Construction Control of Korea  situated in Pothonggang district, Pyongyang, has a 40-year-old history.&nbsp;&nbsp;&nbsp;\r\n   It is operating as a center of drawing and  distribution of the country's standard design and designing calculation. It has the architecture designing section, standard and basic designing section and five other sections.  Having hundreds of types of modern technical equipment and means, the center has secured up-to-date mechanical calculation, structure calculation and designing programs of world standard.&nbsp;&nbsp;&nbsp;\r\n   In recent years alone, it has developed at least 80 programs for construction designing  and used them in working out designs. It has already worked out more than 4,000 standard designs, standard pre-fab and furniture designs according to capacities, serial rates and fashions and distributed them.&nbsp;&nbsp;&nbsp;\r\nIt made construction designs of many objects of the country including apartment houses in Chollima, Changgwang, Kwangbok and Thongil streets, the basketball and volleyball gymnasiums in Chongchon Street in Pyongyang. The center was praised as an able designing group for its  big role played in the construction of the tower of the Juche idea, the May Day Stadium, the Grand People's Study House and the ice rink which were built in the 1980s.&nbsp;&nbsp;&nbsp;\r\n   \"Reinforced concrete structure designing basis,\" \"earthquake proof designing directive,\" \"stone structure designing basis,\" \"dwelling house designing basis\" and scores of other designing bases and directives which have been  confirmed and worked out by the technicians of the center,  drawing on the experience gained in the past demonstration construction, are paying off profusely in the practice of construction.&nbsp;&nbsp;&nbsp;\r\nThe center is now registering successes in working out designs for objects in different sectors of the national economy including those in the Rajin-Sonbong economic and trade zone. \r\n\r\n\r\n"
        },
        {
            "title": "Symposium of men of press held",
            "url": "http://kcna.co.jp/item/1999/9905/news05/05.htm#11",
            "content": "CPRF released a statement\r\n &nbsp;&nbsp;&nbsp;Pyongyang, May 5 (KCNA) -- The spokesman for the Committee for the Peaceful Reunification of the Fatherland today released a statement denouncing the South Korean authorities for their vicious anti-DPRK campaign in three northeast provinces of China.&nbsp;&nbsp;&nbsp;\r\n   The statement says:   The South Korean \"Intelligence Service\" sent to three northeast provinces of China its operatives in the guises of \"businessmen,\" \"trainees\" and \"religionists\" for espionage and subversive activities against the DPRK. They also hired Koreans there as their agents and bribed impure elements of the Korean minority community for anti-DPRK campaign.&nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities let \"IS\" agents worm their way into organisations for cooperation among the young ethnic Koreans to use dishonest young people for intelligence and plots against the DPRK.&nbsp;&nbsp;&nbsp;\r\n   They have squandered a huge amount of money on building literature producing establishments in some towns to print anti-DPRK publications and let the suborned compatriots distribute them along with dirty commodities in our side's areas along the borderline. They also have sent \"trained\" hiring  to gather information about conditions of sea off the west coast of Korea, disposition of guard posts and movements of warships.&nbsp;&nbsp;&nbsp;\r\n   In particular, with a view to doing harm to our dignified system they have inaugurated reactionary organisations and employ a crafty technique to help spies carrying with small arms with built-in sound  memory computer,  plastic pistols and other lethal weapons worm themselves into our areas. &nbsp;&nbsp;&nbsp;\r\n  They have gone the length of offering money and weapons to reactionary organisations to train armed bandits for an armed revolt and terrorism in our areas.   All this is an unpardonable, extremely dangerous and naked provocation to the DPRK, as well as a shameless challenge to the desire of the entire nation for reconciliation, unity and peaceful reunification.&nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities have long used china as an important springboard for anti-DPRK intelligence and smear campaign. They have built hundreds of strongholds for operations and networks for industrial operation in those provinces under the signboard of \"joint venture and collaboration\" as part of the desperate efforts to turn the areas into a base for their anti-north strategy.&nbsp;&nbsp;&nbsp;\r\n   Those strongholds and networks are used for unabated premeditated intelligence, plots and subotages against the DPRK, under orders from \"IS\" and the \"Ministry of Unification\" versed in anti-DPRK smear campaign and plots.   The above-mentioned anti-DPRK campaign stems from their ulterior intention to slander the dignified system of our republic groundlessly and blow the wind of \"reform\" and \"opening\" into our areas.&nbsp;&nbsp;&nbsp;\r\n   We view the frantic anti-DPRK campaign as an unpardonable declaration of war.\r\n   The South Korean authorities should ponder over the ensuing grave consequences of their acts hostile to the DPRK and immediately stop vicious smear campaign, espionage and subversive activities against the DPRK. \r\n\r\n  \r\n"
        }
    ]
}