{
    "date": "1999-06-24",
    "url": "http://kcna.co.jp/item/1999/9906/990624.htm",
    "articles": [
        {
            "title": "Reception for participants in European seminar",
            "url": "http://kcna.co.jp/item/1999/9906/news06/24.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pilgrimage for national unity and reunification begins",
            "url": "http://kcna.co.jp/item/1999/9906/news06/24.htm#2",
            "content": "Reception for participants in European seminar\r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 24 (KCNA) --  The preparatory committee for the European regional seminar on the Juche idea and socialism  and the delegation of the Korean Social Scientists Society co-hosted a reception at the DPRK embassy in Moscow on June 18 in honor of its participants.      Speakers at the reception said that the seminar would be a new turning-point in widely disseminating the Juche idea, the philosophical ideology centred on man, in the European region.   Only when guided by the Juche idea, will socialism certainly revive and triumph, they added.    They renewed their determination to dynamically struggle along the road of global independence indicated by General Secretary  Kim Jong Il. \r\n\r\n"
        },
        {
            "title": "Indonesian minister gives reception",
            "url": "http://kcna.co.jp/item/1999/9906/news06/24.htm#3",
            "content": "Pilgrimage for national unity and reunification begins\r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 24 (KCNA) -- Over 100 students of Korea theological seminary of Pusan Tuesday began a cross-country pilgrimage for national unity and reunification in Kwangju, according to a Seoul-based radio report.\r\n  They visited the graveyard of May 18 martyrs of Kwangju to cherish their memory that day.  With this as the start, they plan to march up to Panmunjom. \r\nThey are scheduled to arrive in Panmunjom on July 6 on foot via Jonju, Chonan and Seoul, and so on.\r\n\r\n"
        },
        {
            "title": "NDFSK accuses anti-north   provocations",
            "url": "http://kcna.co.jp/item/1999/9906/news06/24.htm#4",
            "content": "Indonesian minister gives reception\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 24 (KCNA) -- Feisal Tanjung, Coordinating Minister for Policy and Security of Indonesia, on Wednesday gave a reception in connection with the conclusion of his Korean visit.\r\n   Invited to the reception were vice marshal of the KPA Kim Il Chol, Minister of the People's Armed Forces, KPA general Jong Chang Ryol, vice-Minister of Foreign Affairs Pak Tong Chun and officials concerned.\r\n   Present there were the Coordinating Minister for Policy and Security and his party,  Indonesian ambassador to the DPRK Buchari Effendi and embassy officials.\r\n   Speeches were made at the reception. \r\n\r\n"
        },
        {
            "title": "Jagang Province advances to build paradise",
            "url": "http://kcna.co.jp/item/1999/9906/news06/24.htm#5",
            "content": "NDFSK accuses anti-north   provocations\r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 24 (KCNA) -- A spokesman for the National Democratic Front of South Korea (NDFSK) released a statement on June 20 denouncing the South Korean authorities for triggering off the incident on the West Sea of Korea to extremely aggravate the situation, the Seoul-based radio Voice of National Salvation reported.&nbsp;&nbsp;&nbsp;\r\n   The incident was an intentional and dangerous north-targeted play directed by the South Korean ruling quarters as a shock brigade under the detailed scenario of the United States, which had worked out to provoke a second Balkan war in the Korean peninsula in accordance with its \"operation plan 5027-98\" after the end of the Yugoslav crisis, the statement said, and went on:   The NDFSK on behalf of the entire South Korean people, condemns it as an outrageous challenge to the peace of the Korean peninsula and the nation's desire for peaceful reunification and as an anti-national aggression. &nbsp;&nbsp;&nbsp;\r\n  The United States and the Kim Dae Jung bellicose group must apologize to the nation for this and immediately stop misleading public opinion. \r\n\r\n"
        },
        {
            "title": "S. Korean commentator on 2nd Balkan war",
            "url": "http://kcna.co.jp/item/1999/9906/news06/24.htm#6",
            "content": "Jagang Province advances to build paradise\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 24 (KCNA) -- The appearance of Jagang Province situated in the northwestern region of Korea, is changing with each passing day.   The province that had set an example in self-reliance for the rest of the country has advanced to build a paradise since last year.  &nbsp;&nbsp;&nbsp;\r\n The province is an inland mountainous area more than 200 km away from sea. With 98 percent of its total area being mountainous, the province was hard hit by shortage of electricity and food.    In recent years, the province has built 332 minor hydro-power stations, breaking through all difficulties on its own efforts.  As a result, an additional generating capacity of tens of thousands of  kilowatt of electricity has been created.&nbsp;&nbsp;&nbsp;\r\n   This electricity operates more than 300 local industrial factories, 537 pumping stations and maintenance shops and provides lighting to 280,000 flats and heating service to several thousand  flats.  The province has built many power stations by damming rivers, thus turning them into artificial reservoirs. They are used as fish farms, wading pools and skating grounds which add beauty to the landscape of the surrounding areas.&nbsp;&nbsp;&nbsp;\r\n   Production is kept going at a high level at many factories and enterprises, including the Amnokgang Tire Factory.  They are steadily boosting production by tapping all production potentials.   Hundreds of hectares of mulberry fields have been created on mountainous areas of the province. Sericultural breeding farms and cocoon-producing centers are found in various parts of the province and there is a well-organized silkworm egg supply system.    The province has a very good prospect of settling  the food problem through sericultural development  since its cultivated area is limited.&nbsp;&nbsp;&nbsp;\r\n  General Secretary  Kim Jong Il visited the province again to provide on-site guidance to various economic domains in mid-June this year, when he said the province had undergone a noticeable change each time he came and he had nothing to be afraid of or to be worried about if he was in the same boat with the provincial people.  He spoke highly of the provincial people's distinguished quality and style of work and their spirit of devotedly carrying out the party's policies.&nbsp;&nbsp;&nbsp;\r\n   Deeply moved by the trust repeatedly shown by him, the people in the province are all out as one to build the province into a better place to live.   According to the chief secretary of the provincial committee of the Worker's Party of Korea, Yon Hyong Muk, the province will build 112 more minor hydro-power stations before the end of this year and the provincial seat and all cities and counties will be placed under a new computerized system of a unified command over the overall production performance in a near future.    Jagang Province has a rosy prospect in its march towards prosperity. \r\n\r\n"
        },
        {
            "title": "All rights of workers and office employees guaranteed by law",
            "url": "http://kcna.co.jp/item/1999/9906/news06/24.htm#7",
            "content": "S. Korean commentator on 2nd Balkan war \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 24 (KCNA) -- Jang Hui Su, a military commentator of South Korea, published an article titled \"Searchlight on the 2nd Balkan war\", a Seoul-based radio Voice of National Salvation said.  The article says:   If a searchlight is shed on the 2nd Balkan war at a time when there is a growing danger that the war on the Balkan peninsula may spill over the Korean peninsula, it is certain that the war will end in the destruction and death of the United States.&nbsp;&nbsp;&nbsp;\r\n   It is because north Korea is a recognized military power both in quality and quantity and the spirit of its soldiers and people is incomparably higher.   The air strike by means of electronic warfare and radar pursuit, which the United States considers to be a model in the modern warfare, will not prove to be effective on the north. All combat equipment in the north are deployed in the fortified positions.  So, any air strikes or missile strikes will yield no desirable result.&nbsp;&nbsp;&nbsp;\r\n   It is evident that if the north is attacked by the United States, it will respond to it with an immediate counter-attack by ultra-modern weapons, not relying on defence by conventional weapons as Yugoslavia and Iraq did. The credit for it goes to the powerful strength of the north which launched  an artificial satellite.  &nbsp;&nbsp;&nbsp;\r\n It goes without saying that the Korean people, who have nurtured towering hatred against America, will rise up like as a mountain in a battle against the United States, once it ignites a war against the north.   If Serbs were supposed to become \"human shields\" in defence of their country, the people in the north would become tens of millions of \"human spears\" and \"human bombs\", not simple \"human shields\".&nbsp;&nbsp;&nbsp;\r\n   The spirit of the officers and men of the North Korean army serves as an example of the noble spirit of the northerners and it is a crack one whose soldiers from men to generals are armed thoroughly with the spirit of suicidal attack.   The decisive factor in winning a war rests with army's commander or political leader. I am more convinced of the north's victory as the north is led by Marshal Kim Jong Il.&nbsp;&nbsp;&nbsp;\r\n   The United States should think over which side the South Korean people will stand by in a war between the north and the United States.   The United States should not forget the fact that hundreds of thousands of young South Koreans stood against the U.S. as volunteers or guerrillas in the past Korean War.   Since there is no longer the Soviet Union's \"southward threat,\"  it would be a right option for the United States to withdraw the its forces from South Korea and give up the strategy to stifle the north. \r\n \r\n"
        },
        {
            "title": "Historic work for country's independent development",
            "url": "http://kcna.co.jp/item/1999/9906/news06/24.htm#8",
            "content": "All rights of workers and office employees guaranteed by law\r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 24 (KCNA) -- Today marks the 53rd anniversary of the promulgation of the labour law.   On this day, the hearts of the Korean working people are  swelling with unbounded reverence and thanks to the President Kim Il Sung, who liberated Korea and built a working-class society, the benevolent system on this land.&nbsp;&nbsp;&nbsp;\r\n   In the period of building a new society right after the country's liberation, President Kim Il Sung visited many factories and enterprises  and their hostels and houses to acquaint himself in detail with the working and living conditions, working hours and labour protection for workers.\r\nThough he was busy with his on-site guidance, he called at spas and scenic spots to learn about the accommodation capacity  of sanatoria and rest homes, during which he rounded off the  provisions of the labour law.&nbsp;&nbsp;&nbsp;\r\n   At the 9th session of the then provisional people's committee of North Korea in June 1946, he promulgated the \"Labour law for the workers and office employees in North Korea\".   The law comprehensively clarified all issues related to the life of workers and office employees, including the working hour, remuneration, labour protection and social insurance.   This was a most democratic law that  protected the interests of the working people and ensured their independent and creative life.&nbsp;&nbsp;&nbsp;\r\n   Under the wise leadership and care of the President, the  law successfully came into  force in a short time and its vitality was  fully demonstrated.   The state took measures for labour protection and established systems  of social insurance and social security.  sanatoria and rest homes were built in  different parts of the country to enable the workers and office employees  to work and rest to their heart's content.&nbsp;&nbsp;&nbsp;\r\n   After the establishment of the socialist system, the President enacted and promulgated the \"Socialist Labour Law of the Democratic People's Republic of Korea\", which legally ensures the working conditions of the people, in conformity with the requirements of the developing reality.\r\n   The labour law left by the president as a  unique legacy is demonstrating its  tremendous vitality in the  people's working conditions thanks to the President Kim Jong Il. \r\n\r\n"
        },
        {
            "title": "Diplomatic relations between DPRK and Laos 25 years old",
            "url": "http://kcna.co.jp/item/1999/9906/news06/24.htm#9",
            "content": "Historic work for country's independent development\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 24 (KCNA) -- Rodong Sinmun today dedicates a signed article to the 2nd anniversary of the publication of General Secretary  Kim Jong Il's work \"On Preserving the Juche Character and National Character of the Revolution and Construction\" (June 19, Juche 86).&nbsp;&nbsp;&nbsp;\r\n   Noting that the work serves as a militant banner leading the country and the nation to grandeur and prosperity, the article stresses it elaborates on questions of preserving our own revolutionary style, further strengthening  our political, economic and military forces and bringing the superiority of Kim Il Sung's nation to the full bloom.&nbsp;&nbsp;&nbsp;\r\n   By a powerful and prosperous nation we mean a country where the superiority of Kim Il Sung's nation is in the fullest bloom, it notes, adding:     It is emphasized in the work that the greatness of a nation is that of its leader and the core of the national character of Kim Il Sung's nation is loyalty and filial piety towards the leader.&nbsp;&nbsp;&nbsp;\r\n   Pointing out that the work marked a landmark indicating the way of building genuine socialism, the article says:     Socialism collapsed in several countries mainly because they did not preserve the Juche character and national character. This has been proved by stark historical facts. &nbsp;&nbsp;&nbsp;\r\n   While studying the work, the world revolutionary parties and peoples have clearly realised that socialism with national independence is genuine socialism and it leads to victory and glory.  Herein lies an outstanding contribution made by the respected Marshal Kim Jong Il to the socialist cause in our times.&nbsp;&nbsp;&nbsp;\r\n   The work serves as a powerful weapon in smashing the imperialist policy of obliterating nations as Kim Jong Il in the work laid bare the injustice and reactionary nature of the imperialists' sophism about the trend towards global \"integration,\" the article concludes.  \r\n\r\n"
        },
        {
            "title": "Historical position and role of Koguryo",
            "url": "http://kcna.co.jp/item/1999/9906/news06/24.htm#10",
            "content": "Diplomatic relations between DPRK and Laos 25 years old\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 24 (KCNA) -- Rodong Sinmun today dedicates a signed article to the 25th anniversary of the establishment of diplomatic relations between the DPRK and Laos.&nbsp;&nbsp;&nbsp;\r\n   The traditional friendly and cooperative relations between the peoples  of our country and Laos have invariably developed in the noble idea of independence, peace and friendship since the establishment of ambassador-level diplomatic relations between them on June 24, 1974,  the article says, and goes on:   The Korean people have expressed full support and solidarity to the Lao people's struggle ever since they began the anti-U.S.  resistance war for national salvation to achieve national liberation and the country's unity and independence.&nbsp;&nbsp;&nbsp;\r\n   The Lao people have extended warm support and encouragement to the Korean people's struggle to build the people-centred socialism of Korean style and accomplish the country's reunification.   The friendship  between the DPRK and Laos daily developing on good terms is greatly conducive to the revolution and construction in the two countries. &nbsp;&nbsp;&nbsp;\r\n   The Korean people sincerely rejoice at the Lao people's successes in the building of a new society.   The Korean people will as ever strive to consolidate and develop the relations of friendship and cooperation between the two countries.  \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Slovenia leaders",
            "url": "http://kcna.co.jp/item/1999/9906/news06/24.htm#11",
            "content": "Historical position and role of Koguryo\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 24 (KCNA) -- An academic symposium on the historical position and role of Koguryo was held at the Grand People's Study House Wednesday.&nbsp;&nbsp;&nbsp;\r\nSpeeches were made there on the subjects \"wise leadership of the great leader comrade Kim Il Sung who led us to study the Koguryo history from a Juche-based stand,\" \"on vanguard role of Koguryo in development of our national history during the three kingdoms,\" \"Koguryo, a strong state in East Asia that invariably defended the sovereignty and glorified the dignity of the nation,\"  \"might of Koguryo evidenced by the monument in the mausoleum of King Kwanggaetho,\" \"rumour that the man buried in the Tokhung-ri mural tomb is an exile is a sophism to deny the historical role of Koguryo\" and \"political and cultural influence of Koguryo, an advanced powerful state, on ancient Japan\".&nbsp;&nbsp;&nbsp;\r\n   Speakers said that a study of the position and role of Koguryo, which was the first feudal state in Korea and the most powerful country in the history of the Korean nation in the past, is of great significance in systematizing the history of the Korean nation.&nbsp;&nbsp;&nbsp;\r\n   Recalling that from long ago President Kim Il Sung, with a deep insight into the importance of scientific systematization of the national history, wisely led the work to study all matters related to history from a Juche-based stand, they said:   For nearly 1,000 years of its existence, Koguryo invariably defended its sovereignty, pursued all the internal and external policies in conformity with its interests, thus exalting its history as a great powerful nation in East Asia.&nbsp;&nbsp;&nbsp;\r\n   They cited examples to prove that Koguryo played a vanguard and central role in the development of the history of the Korean nation during the three kingdoms.\r\n   They also referred to the political and cultural influence  exerted by Koguryo, an advanced powerful state, on  the social development of ancient Japan.\r\n   They pointed to the absurdity of some wrong views of Japanese scholars denying the might of Koguryo, underestimating its historical position and role in the development of the history of the Korean nation and burying them into oblivion.&nbsp;&nbsp;&nbsp;\r\n   The symposium marked an important occasion in instilling the Korean-nation-first spirit into the people who are all out to carry out the plan of the leader Kim Jong Il to build a powerful nation, true to the behest of President Kim Il Sung and  inspiring them to thoroughly preserve and demonstrate the Juche character and national character of the revolution and construction. \r\n \r\n  \r\n"
        },
        {
            "title": "U.S. \"double standards\" policy",
            "url": "http://kcna.co.jp/item/1999/9906/news06/24.htm#12",
            "content": "Greetings to Slovenia leaders\r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 24 (KCNA) -- President Kim Yong Nam of the presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea today sent a congratulatory message to President Milan Kucan of the Republic of Slovenia on its Independence Day.   The message wished the Slovenian President and people successes in their work for the progress and prosperity of the country.Meanwhile, congratulatory messages were also sent by premier Hong Song Nam of the cabinet to Slovenian Prime Minister Janez Drnovsek and by Foreign Minister Paek Nam Sun to Slovenian Foreign Minister Boris Frlec respectively on this anniversary. \r\n\r\n"
        },
        {
            "title": "S. Korea's intention to step up armed confrontation",
            "url": "http://kcna.co.jp/item/1999/9906/news06/24.htm#13",
            "content": "U.S. \"double standards\" policy\r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 24 (KCNA) -- A spokesman for the Foreign Ministry of the Democratic People's Republic of Korea answered a question put by KCNA today as regards the issue of withdrawal of foreign forces from Democratic Congo peddled recently by the United States.&nbsp;&nbsp;&nbsp;\r\n   Recalling that in last May a former U.S. assistant secretary of state for African affairs urged the President of Democratic Congo to make all foreign forces involved in the dispute withdraw from there and  last year, too, a special envoy of the U.S. President and a U.S. assistant secretary of state were sent to different African countries for the discussion on the issue of the withdrawal of foreign forces from Democratic Congo, the spokesman said:   While vociferating about the withdrawal of foreign forces from other countries, the United States keeps reinforcing its armed forces in South Korea.&nbsp;&nbsp;&nbsp;\r\n   Particularly, it worked out \"operation plan 5027-98\", a new scenario for a war of aggression on Korea, and has put it into practice, driving the situation on the Korean peninsula to the brink of war.   This is clear indication that the United States is always pursuing the \"double standards\" policy as regards international issues.   The United States intervenes in any disputed area militarily and enforces a strong-arm policy to meet its interests but  it noisily talks about the withdrawal of foreign forces from any area where the situation is contrary to its interests.&nbsp;&nbsp;&nbsp;\r\n   In fact, the U.S. forces present in South Korea are the basic obstacle lying in the way of Korea's reunification and the basic factor in the outbreak of a second Korean war. They pose a constant threat to the peace and stability on the Korean peninsula and in northeast Asia.   If the United States truly wants peace on the Korean peninsula, it should withdraw its forces from South Korea before anything else. \r\n\r\n"
        }
    ]
}