{
    "date": "1999-10-16",
    "url": "http://kcna.co.jp/item/1999/9910/991016.htm",
    "articles": [
        {
            "title": "Floral basket to Kim Jong Il from Guinean party leader",
            "url": "http://kcna.co.jp/item/1999/9910/news10/16.htm#1",
            "content": "Floral basket to Kim Jong Il from Guinean party leader \r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 16 (KCNA) -- General Secretary Kim Jong Il received a floral basket from Abou Bacar Sompare, general secretary of the Party for Unity and Progress of Guinea, on the occasion of the second anniversary of his election and the 54th birthday of the WPK.&nbsp;&nbsp;&nbsp;\r\n   The floral basket was conveyed to the charge d'affaires ad interim of the DPRK embassy in Conakry by the secretary of foreign relations and members of the central committee of the Party for Unity and Progress of Guinea on Oct. 8. &nbsp;&nbsp;&nbsp;\r\n   The secretary of foreign relations said the election of Kim Jong Il as General Secretary of the WPK is the expression of the firm will of the members of the WPK and all the Korean people to strengthen and develop the WPK into the party of the great Kim Il Sung for all ages and successfully carry forward the revolutionary cause of Juche through generations. &nbsp;&nbsp;&nbsp;\r\n   He expressed the belief that under the wise guidance  of Kim Jong Il the WPK will build Korea into a powerful socialist country. \r\n\r\n"
        },
        {
            "title": "8th meeting of ARIJI board held",
            "url": "http://kcna.co.jp/item/1999/9910/news10/16.htm#2",
            "content": "8th meeting of ARIJI board held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 16 (KCNA) -- The 8th meeting of the board of the Asian Regional Institute of the Juche Idea (ARIJI) was held in Katmandu, Nepal, on Oct. 7. &nbsp;&nbsp;&nbsp;\r\n   Present at the meeting were director general T. B. Mukherjee and directors of the board of the ARIJI. And representatives of the organizations for the study of the Juche idea of different countries, who came to Katmandu to participate in the Asian seminar on the independent development of society and self-reliance, were present there as observers. &nbsp;&nbsp;&nbsp;\r\n   The participants observed a moment's silence in memory of the President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n   The meeting summed up the ARIJI activities and discussed the plan for future work and the issue of successfully holding the Asian seminar on the independent development of society and self-reliance. &nbsp;&nbsp;&nbsp;\r\n   At the meeting T. B. Mukherjee was elected honorary director general of the ARIJI board= Garib Newaz, president of the Bangladesh People's Union, its executive director general= Manik Lal Shrestha, director of the Nepal Institute for Juche Studies, its vice-director general= and Vishwanath, secretary general of the \"International Kim Il Sung Prize\" Council, its secretary general. \r\n\r\n"
        },
        {
            "title": "Wing of universities in three-revolution exhibition opens",
            "url": "http://kcna.co.jp/item/1999/9910/news10/16.htm#3",
            "content": "Wing of universities in three-revolution exhibition opens\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 16 (KCNA) -- A wing of universities has been newly arranged in the three-revolution exhibition in the DPRK. &nbsp;&nbsp;&nbsp;\r\n   Successes achieved by the Korean people through the ideological, technical and cultural revolutions have been exhibited in the three-revolution exhibition. &nbsp;&nbsp;&nbsp;\r\n  General Secretary Kim Jong Il who has paid deep concern to the education, considering it to be the important one related to the future destiny of the country and the nation, saw to it that a wing of universities has been arranged in the three-revolution exhibition to exhibit achievements made in the education and scientific research at universities. &nbsp;&nbsp;&nbsp;\r\n   Exhibited there are more than 3,000 pieces of 1,100 odd kinds on successes achieved by teachers and researchers of universities all over the country in education and scientific research.  &nbsp;&nbsp;&nbsp;\r\n Among them are data on successes of the ultra-modern science and technology such as a scanning electron microscope of high magnification which was made at Kim Il Sung University, a machine of processing precision products of third dimension at Kim Chaek University of Technology and  the fish processing machine at Pyongyang University of Mechanical Engineering. &nbsp;&nbsp;&nbsp;\r\n   Also displayed there are textbooks and reference books needed for education, video cassettes showing 500 odd kinds of practical cooking methods, which raised the level of education to a higher stage, and many other successes made in education and scientific research. &nbsp;&nbsp;&nbsp;\r\n   An opening ceremony was held on Friday. \r\n\r\n"
        },
        {
            "title": "S. Korean organizations vow to conduct campaign",
            "url": "http://kcna.co.jp/item/1999/9910/news10/16.htm#4",
            "content": "S. Korean organizations vow to conduct campaign\r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 16 (KCNA) -- More than 100 social and civic organizations of South Korea decided to stage the struggle for the repeal of the \"security law\" by pooling all their efforts, according to a report. &nbsp;&nbsp;&nbsp;\r\n   The \"National Alliance for Democracy and Reunification,\" the \"Korean Confederation of Trade Unions\" and Catholic, Buddhist, Christian and other religious groups and organizations of academic and legal circles held a meeting in Seoul on Thursday and vowed to fight in concert for the repeal of the \"security law.\"&nbsp;&nbsp;&nbsp;\r\n   They made public their plan to launch the campaign for the abolition of the \"security law\" and improvement of human rights in solidarity with non-governmental organizations of different countries and stage large-scale demonstrations and stay-in strikes in front of the building of the \"National Assembly.\"&nbsp;&nbsp;&nbsp;\r\n   They said they would launch the organized campaign for the abolition of the \"security law\" in unity with all democratic forces. \r\n\r\n"
        },
        {
            "title": "Delegates of pro-reunification organizations prosecuted",
            "url": "http://kcna.co.jp/item/1999/9910/news10/16.htm#5",
            "content": "Delegates of pro-reunification organizations prosecuted\r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 16 (KCNA) -- The South Korean authorities on Thursday brought legal actions against the delegates of the pro-reunification organizations on charges of having participated in the August 15 Grand Pan-National Pro-Reunification Festival in violation of the \"security law,\"  according to a radio report from Seoul. &nbsp;&nbsp;&nbsp;\r\n   Among them are advisor Ra Chang Sun of the south headquarters of the National Alliance for the Country's Reunification and delegate Hwang Hye Ro of the South Korean Federation of University Student Councils which represents the south headquarters of the National Alliance of Youth and Students for the Country's Reunification. &nbsp;&nbsp;&nbsp;\r\n   No sooner had the delegates crossed the Military Demarcation Line than the authorities detained and persecuted them.  This shows their true colors as vicious separatists and traitors. \r\n\r\n\r\n"
        },
        {
            "title": "Foreign embassy officials help in harvesting",
            "url": "http://kcna.co.jp/item/1999/9910/news10/16.htm#6",
            "content": "Foreign embassy officials help in harvesting\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, October 16 (KCNA) -- Chinese ambassador to Korea Wan Yongxiang and his embassy officials and Indian ambassador Jagjit Singh Sapra and his embassy officials respectively visited the Korea-China friendship Thaekam cooperative farm and the Korea-India friendship Kalchon cooperative farm to help farmers in their harvesting on Friday. &nbsp;&nbsp;&nbsp;\r\n   They reaped rice together with farmers of the cooperative farms. &nbsp;&nbsp;&nbsp;\r\n   During a break they conversed with farmers deepening friendly feelings. &nbsp;&nbsp;&nbsp;\r\n   The Chinese embassy officials presented rolling machines and farming materials necessary for agricultural production to the Thaekam cooperative farm. \r\n\r\n"
        },
        {
            "title": "S. Korean rulers turn aside from protest",
            "url": "http://kcna.co.jp/item/1999/9910/news10/16.htm#7",
            "content": "S. Korean rulers turn aside from protest\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, October 16 (KCNA) -- As the brutal killing of civilians on Waekwan bridge and Toksung bridge in North Kyongsang Province of South Korea committed by U.S. forces during the Korean War was disclosed, the \"people's government\" in a hurry let a spokesman for the \"Ministry of Foreign Relations and Trade\" call a press conference on Thursday, according to a foreign press report. &nbsp;&nbsp;&nbsp;\r\n   At the press conference he said \"investigation\" into the bridge explosion incidents by the U.S. forces would be made, but it would take time. &nbsp;&nbsp;&nbsp;\r\n   He said that several incidents cannot be dealt with at the same time and it is difficult at present to simultaneously investigate incidents which occurred during the war. &nbsp;&nbsp;&nbsp;\r\n   This is nothing but a foolish attempt to turn aside from the protest of public opinion against the U.S. forces'  barbarities and protect the crimes committed by his master, the U.S. imperialists.  \r\n\r\n"
        },
        {
            "title": "Japan's insincere attitude denounced",
            "url": "http://kcna.co.jp/item/1999/9910/news10/16.htm#8",
            "content": "Japan's insincere attitude denounced\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, October 16 (KCNA) -- Diplomatic working-level talks between Japan and a country were reportedly held in Tokyo some time ago. At the talks, the Japanese delegate shared the view of the country that DPRK-Japan relations must be improved in keeping with the situation of the Korean peninsula only when it heads towards the relaxation of tension. &nbsp;&nbsp;&nbsp;\r\n   Branding this as intended to distort the essence of the DPRK-Japan relations, a news analyst of Rodong Sinmun today says: &nbsp;&nbsp;&nbsp;\r\n   Clearly speaking, the DPRK-Japan relations are relations between victims and assailants. The assailants are obliged to make sincere apology and adequate compensation to the victims for their past crimes. If they refuse, there is no need to talk about the future relations. This is precisely the essence of the DPRK-Japan relations. &nbsp;&nbsp;&nbsp;\r\n   The prospect for the DPRK-Japan relations is not connected with the DPRK-U.S. relations or the situation of the Korean peninsula. It is only too clear that the essence of the DPRK-Japan relations cannot change no matter how DPRK-U.S. relations or the situation of the Korean peninsula may alter. &nbsp;&nbsp;&nbsp;\r\n   The prospect for the DPRK-Japan relations wholly depends upon what attitude Japan will take in the future. If Japan sincerely liquidates its past, the DPRK-Japan relations will improve. However, if Japan acts craftily to evade liquidating its past as it has done, it will remain a sworn enemy of the Korean people forever. This is what the DPRK cannot compromise. &nbsp;&nbsp;&nbsp;\r\n   It goes without saying that Japan knows very well about the essence of the DPRK-Japan relations. &nbsp;&nbsp;&nbsp;\r\n   Nevertheless, Japan is impudently behaving, distorting the essence of the DPRK-Japan relations. This shows its ulterior design to gloss over the issue of liquidating its past at any cost. &nbsp;&nbsp;&nbsp;\r\n   If it truly wants to improve its relations with the DPRK, it must not be closeted with other country but implement what it is obliged to do before it is too late. \r\n\r\n"
        },
        {
            "title": "More facts about GIs' atrocities disclosed",
            "url": "http://kcna.co.jp/item/1999/9910/news10/16.htm#9",
            "content": "More facts about GIs' atrocities disclosed\r\n  &nbsp;&nbsp;&nbsp; Pyongyang, October 16 (KCNA) -- More facts have been disclosed about atrocities committed by U.S. aggression troops on Waegwan and Toksung bridges in North Kyongsang Province of South Korea in early August, 1950. &nbsp;&nbsp;&nbsp;\r\n   The South Korean Munhwa Broadcasting Corporation quoted the October 14 Associated Press report as saying U.S. soldiers testified to the fact that hundreds of refugees were seen crossing each bridge at the moment of explosion. &nbsp;&nbsp;&nbsp;\r\n   An ex-soldier of the U.S. Army, at an interview with AP said that the Toksung bridge was crowded with people at the moment of explosion. Eyewitnesses testified to the fact that the majority of people who fell into the river swollen with a long spell of rain drowned.   Another witness who was a soldier of the U.S. first armored division recalled that the commander of the division  shouted \"blow them up\" pointing to the refugees.  &nbsp;&nbsp;&nbsp;\r\n   No sooner had the AP story about the massacres by the GIs on Waegwan and Toksung bridges been reported than those who experienced the horrible massacre vied with each other to testify to GIs' barbarities. \r\n\r\n"
        },
        {
            "title": "S. Korean and Japanese attempt to meddle in other's affairs  denounced",
            "url": "http://kcna.co.jp/item/1999/9910/news10/16.htm#10",
            "content": "S. Korean and Japanese attempt to meddle in other's affairs  denounced\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, October 16 (KCNA) -- Minju Joson today in a signed commentary slams the Japanese authorities and the South Korean ruling quarters for getting hectic with diplomacy, saying that they would push ahead with the \"establishment of multi-party security cooperation system\" for peace and stability in the northeast Asian region including the Korean peninsula at the Japan-South Korea ministerial conference slated to be held at the end of this month. &nbsp;&nbsp;&nbsp;\r\n   Noting that they are neither capable of solving the Korean issue nor have any justification to interfere in it,  the commentary observes: &nbsp;&nbsp;&nbsp;\r\n   This issue should be solved by the DPRK and the United States under any circumstances. Therefore, the master key to the solution of the issue is in the hands of the DPRK and the United States.  It is not difficult to guess why the Japanese and South Korean authorities are behaving so ridiculously as if they would make a sort of \"contribution\" to the  settlement of the Korean issue. &nbsp;&nbsp;&nbsp;\r\n   Their real intention is to bar the DPRK-U.S. negotiations from making any progress and establish the \"multi-party security cooperation system\"  in a bid to increase their influence on the settlement of the issue. &nbsp;&nbsp;&nbsp;\r\n   Needless to say, the ruling quarters of Japan and South Korea parroted what their U.S. master uttered. &nbsp;&nbsp;&nbsp;\r\n   The United States is talking about strengthened system of cooperation against the DPRK. But nobody knows when it will abandon them to meet its interests. &nbsp;&nbsp;&nbsp;\r\n    There will be more complications in the way of solving the Korean problem if those who only seek their interests, unable to properly judge the situation, are allowed to meddle in it. &nbsp;&nbsp;&nbsp;\r\n   The DPRK will handle its issue with its own judgement. &nbsp;&nbsp;&nbsp;\r\n   The Japanese reactionaries and the South Korean ruling quarters are well advised to properly judge the situation and immediately stop indiscreetly  meddling in other's affairs and dancing to other's tune. \r\n\r\n"
        },
        {
            "title": "Japan, sworn enemy",
            "url": "http://kcna.co.jp/item/1999/9910/news10/16.htm#11",
            "content": "Japan, sworn enemy \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, October 16 (KCNA) -- Rodong Sinmun today in a signed article stresses that Japan is the sworn enemy of the Korean people in all ages. &nbsp;&nbsp;&nbsp;\r\n   The Japanese aggressors had long set their eyes on and thrust their aggressive claws into Korea which is rich in gold, silver and other resources and which is blessed with beautiful mountains and clear water.  They fabricated a \"treaty\" in a brigandish way in 1905 to occupy Korea. &nbsp;&nbsp;&nbsp;\r\n   The Japanese, occupied Korea by force of arms and inflicted untold misfortune, hardships and disasters upon the Korean people under their unprecedented colonial rule, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n   Indeed, the Japanese aggression and colonial rule over Korea are unpardonable. &nbsp;&nbsp;&nbsp;\r\n   54 years have passed since the Japanese were defeated.  But Japan is still persistently resorting to the hostile policy against the DPRK instead of apologizing for its past crimes. &nbsp;&nbsp;&nbsp;\r\n   No others are more maliciously trying to isolate and stifle the DPRK than the Japanese reactionaries. &nbsp;&nbsp;&nbsp;\r\n   They have defined the DPRK as the first target of aggression as in the past and are stepping up their military preparations for its realization. &nbsp;&nbsp;&nbsp;\r\n   They have no intention to liquidate the past crimes but are hectic with the wild ambition for reinvasion. &nbsp;&nbsp;&nbsp;\r\n   Overseas expansion is the physiology of Japanese militarism. &nbsp;&nbsp;&nbsp;\r\n   Our people have suffered very painful losses by Japan. &nbsp;&nbsp;&nbsp;\r\n   If it had not been for the colonial rule of the Japanese for nearly half a century, our people would not have suffered from national division. &nbsp;&nbsp;&nbsp;\r\n   Japan is the sworn enemy of our people in all ages. &nbsp;&nbsp;&nbsp;\r\n   We will make Japan,  the sworn enemy, pay for all their misdeeds anytime. \r\n\r\n"
        },
        {
            "title": "Traditional Korean musical instruments",
            "url": "http://kcna.co.jp/item/1999/9910/news10/16.htm#12",
            "content": "Traditional Korean musical instruments\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 16 (KCNA) -- Traditional Korean musical instruments have a long history. The  earliest instruments were made by using empty wooden tub, bamboo stem, animal's horn or bone, conch and grass-blade to produce sound. &nbsp;&nbsp;&nbsp;\r\n   Bone flute and bronze bell discovered in Rajin-Sonbong on the northern tip of Korea have been proved to be instruments from the primitive age. &nbsp;&nbsp;&nbsp;\r\n   Many simple instruments still keep their use in Korean folklore, as, for example, wind instruments like Tanso (short bamboo flute), Jottae (a fife), Thungso (a six-holed bamboo flute), Phiri (a pipe), and Saenap (a Korean brass wind instrument), and strings like Kayagum (a twelve-stringed harp), Yanggum (a kind of zither), Haegum (a fiddle), Ajaeng ( a seven-stringed fiddle) and Konghu (a kind of harp), and percussion instruments like Janggo (a long drum), drum, small gong, gong and small cymbals. These instruments allow the performance of solo, duet, concert, orchestra, ensemble and others. &nbsp;&nbsp;&nbsp;\r\n   Korean instruments produce unique sound to mark rich rhythms or points of musical structure. Their unique sound and delicate performance cater to the feelings of the Korean people. &nbsp;&nbsp;&nbsp;\r\n   There are many legends about Korean national instruments. &nbsp;&nbsp;&nbsp;\r\nOne of them goes that charmed by the melodious and plaintive sound of Jottae (a fife), even the moon stopped moving. &nbsp;&nbsp;&nbsp;\r\n   Traditional Korean instruments are still played for their music in recreation and entertainment. A  notable development has been made to improve them on modern lines. &nbsp;&nbsp;&nbsp;\r\n  What is important in improving the instruments is to make the tone quality more clear and the sound volume greater by changing its shape, form and quality of materials to suit the demand of modern science and technology, while preserving their original sound. It is also important to retain their native tones, allowing the introduction of modern execution in performance. &nbsp;&nbsp;&nbsp;\r\n   Korea's improved instruments with distinctive national flavor are making a great contribution to raising the level of people's entertainment and culture and carrying forward national musical heritages. \r\n\r\n"
        },
        {
            "title": "Greetings to Indian Prime Minister",
            "url": "http://kcna.co.jp/item/1999/9910/news10/16.htm#13",
            "content": ""
        },
        {
            "title": "Consolatory message to Mexican Foreign Minister",
            "url": "http://kcna.co.jp/item/1999/9910/news10/16.htm#14",
            "content": ""
        },
        {
            "title": "Delegation of WPK leaves for Cuba",
            "url": "http://kcna.co.jp/item/1999/9910/news10/16.htm#15",
            "content": "Delegation of WPK leaves for Cuba\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 16 (KCNA) -- a delegation of the workers' party of Korea headed by kim yang gon, department director of the central committee of the WPK, left Pyongyang for Cuba today. &nbsp;&nbsp;&nbsp;\r\n   It was seen off at the airport by choe jin su, vice-director of a department of the central committee of the WPK, and Cuban ambassador  to Korea jose manuel inclan embade. \r\n\r\n"
        },
        {
            "title": "Message of condolence to Tanzanian President",
            "url": "http://kcna.co.jp/item/1999/9910/news10/16.htm#16",
            "content": "Message of condolence to Tanzanian President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 16 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the democratic people's republic of Korea, today sent a message of condolence to benjamin william mkapa, President of the united republic of Tanzania, on the death of julius k. Nyerere, first President of Tanzania. &nbsp;&nbsp;&nbsp;\r\n   The message says: &nbsp;&nbsp;&nbsp;\r\n   His excellency julius k. Nyerere devotedly struggled to achieve national independence and build an independent and prosperous new society. &nbsp;&nbsp;&nbsp;\r\n   He was a dear friend of the Korean people and greatly contributed to the development of the friendly relations between the DPRK and Tanzania. &nbsp;&nbsp;&nbsp;\r\n   Although nyerere died, his exploits for his fatherland and people will long remain. The message wished the Tanzanian President greater success in his work for the prosperity of the country. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}