{
    "date": "1999-11-05",
    "url": "http://kcna.co.jp/item/1999/9911/991105.htm",
    "articles": [
        {
            "title": "DPRK-U.S. talks to be held in Berlin",
            "url": "http://kcna.co.jp/item/1999/9911/news11/05.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Banquet for Mongolian Prime Minister",
            "url": "http://kcna.co.jp/item/1999/9911/news11/05.htm#2",
            "content": "DPRK-U.S. talks to be held in Berlin \r\n &nbsp; &nbsp; &nbsp; Pyongyang, November 5 (KCNA) -- Talks between the DPRK delegation led by Kim Kye Gwan, vice-Minister of Foreign Affairs, and the U.S. delegation led by  Charles Kartman, special envoy for the Korean peninsula peace talks of the State Department, will be held in Berlin from November 15, 1999. &nbsp; &nbsp; &nbsp;\r\n   The talks, a follow-up of the talks held in September,  will discuss pending issues of common concern between the DPRK and the U.S., including the drop of the U.S. hostile policy towards the DPRK. \r\n\r\n"
        },
        {
            "title": "Mongolian PM leaves",
            "url": "http://kcna.co.jp/item/1999/9911/news11/05.htm#3",
            "content": "Banquet for Mongolian Prime Minister\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, November 5 (KCNA) -- The DPRK government hosted a banquet for Mongolian Prime Minister Renchinnyamiin Amarjargal on a visit to Korea at the Mansudae Assembly Hall yesterday. &nbsp;&nbsp;&nbsp;\r\n   Invited were the Prime Minister's wife, Gavaagiin Batkhuu, Minister of Infrastructural Development, Choinzongiin Sodnomtseren, Minister of Industry and Agriculture, Ochiryn Ochirjav, secretary of state for the Ministry of Foreign Relations, Damdiny Byambaa, Mongolian Ambassador E.P. to the DPRK, and other suite members. &nbsp;&nbsp;&nbsp;\r\n   Premier Hong Song Nam, addressing the banquet, said that the Prime Minister's visit to Korea marked an important occasion in consolidating and developing friendly and cooperative relations between the two peoples and deepening each other's understanding. &nbsp;&nbsp;&nbsp;\r\n   Saying that the Mongolian government and people are making strenuous efforts to guarantee the country's political stability, develop the economy and ensure the peace and stability of Asia and the Pacific region, he sincerely hoped that all work will go well in Mongolia. &nbsp;&nbsp;&nbsp;\r\n   Prime Minister Renchinnyamiin Amarjargal said in his speech that the great leader Kim Il Sung contributed to the development of the relations between the two countries by paying two friendly visits to Mongolia. &nbsp;&nbsp;&nbsp;\r\n   He expressed the conviction that the current visit would mark an important occasion in strengthening traditional friendly relationship between the two countries and further developing effective cooperation between them and wished the Korean people great success in the work to develop the country and realize the cause of peaceful reunification. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il sends birthday tables",
            "url": "http://kcna.co.jp/item/1999/9911/news11/05.htm#4",
            "content": "Mongolian PM leaves\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, November 5 (KCNA) -- Mongolian Prime Minister Renchinnyamiin Amarjargal left here today after visiting the DPRK at the invitation of premier of the DPRK cabinet Hong Song Nam.   He and his party were seen off at the airport by Hong Song Nam and officials concerned and the Mongolian Ambassador E.P. to the DPRK. &nbsp;&nbsp;&nbsp;\r\n   During his stay in Korea he visited the Kumsusan Memorial Palace to pay his respect to the President Kim Il Sung, laid a floral basket before the bust of the great revolutionary fighter Kim Jong Suk in the Revolutionary Martyrs' Cemetery on Mt. Taesong and placed a wreath in the cemetery. &nbsp;&nbsp;&nbsp;\r\n   He and his party looked round different places in Pyongyang including the ice rink. \r\n\r\n"
        },
        {
            "title": "DPRK-China cooperation in health and medical science",
            "url": "http://kcna.co.jp/item/1999/9911/news11/05.htm#5",
            "content": "Kim Jong Il sends birthday tables\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 5 (KCNA) - General Secretary  Kim Jong Il sent birthday tables to participants in the meeting of frontrankers of the second grand Chollima march. &nbsp;&nbsp;&nbsp;\r\n   The birthday tables were handed to An Hui Gon, work-team leader of the Huichon General Machine Tool Plant= Ri Sung Hun, workshop leader of the Kumsong General Tractor Plant= Sim Ryong Chang, director of the Jongphyong County Commercial Management Office=and others at Chongryu Restaurant yesterday. &nbsp;&nbsp;&nbsp;\r\n   Expressing thanks to Kim Jong Il for his love and care they resolved to uphold his idea and leadership with loyalty and filial piety. \r\n\r\n"
        },
        {
            "title": "Yang Hyong Sop meets int'l women's delegation",
            "url": "http://kcna.co.jp/item/1999/9911/news11/05.htm#6",
            "content": "DPRK-China cooperation in health and medical science\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, November 5 (KCNA) -- An agreement on cooperation in the domain of health and medical science between the governments of the Democratic People's Republic of Korea and the People's Republic of China was signed here today. &nbsp;&nbsp;&nbsp;\r\n   Present at the signing ceremony were vice-minister of health Choe Chang Sik, officials concerned and the members of the delegation of the Ministry of Health of China headed by its vice-Minister Peng Yu and charge d' affaires of the Chinese embassy here Li Bin. &nbsp;&nbsp;&nbsp;\r\n   Choe Chang Sik and Peng Yu signed the agreement. \r\n\r\n\r\n"
        },
        {
            "title": "Seminar on Kim Il Sung's work",
            "url": "http://kcna.co.jp/item/1999/9911/news11/05.htm#7",
            "content": "Yang Hyong Sop meets int'l women's delegation\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, November 5 (KCNA) -- Yang Hyong Sop, vice-president of the presidium of the Supreme People's Assembly of the DPRK, had a talk with the delegation of the International League of Women for Peace and Freedom headed by its president Bruna Nota at the Mansudae Assembly Hall today. &nbsp;&nbsp;&nbsp;\r\n   The head of the delegation sincerely hoped that Korea would be reunified peacefully and said the international women's league would send full support to the cause. \r\n\r\n"
        },
        {
            "title": "Demonstration of Malian Taekwon-do trainees held",
            "url": "http://kcna.co.jp/item/1999/9911/news11/05.htm#8",
            "content": "Seminar on Kim Il Sung's work\r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 5 (KCNA) -- A seminar was held yesterday to commemorate the 30th anniversary of the President Kim Il Sung's famous work \"Let Us Develop Physical Culture and Sports on A Mass Basis and Prepare All the People for Labour and Defence.\"&nbsp;&nbsp;&nbsp;\r\n   This work was published on November 4, Juche 58 (1969) at a national conference of athletes. &nbsp;&nbsp;&nbsp;\r\n   The speakers said that it was a famous work which comprehensively expounds and scientifically systematizes the idea and theory of the sports of Juche in conformity with the demands of the Korean revolution at a time when the struggle for the complete victory of socialism came to the fore and with the sports development at a new higher stage and an immortal banner indicating the road of popularizing sports and rapidly developing its technique. &nbsp;&nbsp;&nbsp;\r\n   They also pointed out that the great leader in the work gave lucid answers to all the issues in popularizing sports and developing its technique including the matter of developing sports as an all people movement in all the fields and units, and putting technique in all sports events on a higher  level on the basis of popularizing sports. \r\n\r\n"
        },
        {
            "title": "U.S. urged to pay for its crimes",
            "url": "http://kcna.co.jp/item/1999/9911/news11/05.htm#9",
            "content": "Demonstration of Malian Taekwon-do trainees held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 5 (KCNA) -- A demonstration of Malian players trained by Korean Taekwon-do coaches was held recently with due ceremony at the General Bureau of National Security of Mali. &nbsp;&nbsp;&nbsp;\r\n   It was watched by Malian President and Head of State Alpha Oumar Konare, the general director of the bureau and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n   At the end of the demonstration, the President expressed admiration at the trainees who performed technically  difficult yet graceful movements without any slip. &nbsp;&nbsp;&nbsp;\r\n   He offered appreciation to the Korean Taekwon-do  coaches for training Malian well and extended sincere thanks to the great Kim Jong Il on behalf of the Malian government and people and on his own behalf for sending such able coaches. &nbsp;&nbsp;&nbsp;\r\n   Saying he came to know better about Taekwon-do which is associated with wisdom and bravery of the Korean people, the President asked the  coaches to bring the level of Malian Taekwon-do  players to their level. \r\n\r\n"
        },
        {
            "title": "\"Foal Eagle\" war exercise at its height",
            "url": "http://kcna.co.jp/item/1999/9911/news11/05.htm#10",
            "content": "U.S. urged to pay for its crimes\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, November 5 (KCNA) -- Yun Song Sik, permanent member of the consultative council of former South Korean politicians in the north for the promotion of peaceful reunification, in an article contributed to Rodong Sinmun yesterday demanded the U.S. pay for all their brutal massacres of South Korean people committed from the onset of the Korean War up to this date. &nbsp;&nbsp;&nbsp;\r\n   Recalling that since the very day of their occupation of South Korea the U.S. has massacred patriotic people,  he said: These massacres were, in essence, prompted by a criminal attempt to repress and kill all patriotic forces who stood against their policy of colonial enslavement in South Korea and of war of aggression against the north, save the shaking colonial rule from its crisis and, furthermore, swallow up the North Korea. &nbsp;&nbsp;&nbsp;\r\n   He continued: &nbsp;&nbsp;&nbsp;\r\n   It is not the first time that the issue of probing the truth about massacres committed by the U.S. in South Korea was raised but it posed itself as a serious problem after the April 19 Popular Uprising in the early 1960s.  However, it could not build up an opinion of the whole public due to harsh repression by the U.S. and the South Korean authorities. &nbsp;&nbsp;&nbsp;\r\n   Pointing to the disclosure of the undeniable truth about GIs' killings during the Korean War recently made by AP, he dismissed the attempt of the U.S. and the South Korean authorities to cover up their crimes as an unpardonable criminal act to calm down the daily growing anti-U.S. feelings of the South Korean people. &nbsp;&nbsp;&nbsp;\r\n   We cannot live under the same sky with the U.S., who regard the Korean nation as an object of aggression, war and plunder, and with the South Korean authorities who faithfully serve the U.S. aggression troops, killers of our compatriots. &nbsp;&nbsp;&nbsp;\r\n   He expressed the expectation that the South Korean people would continue to hold the U.S. accountable for the massacres committed in South Korea till now and wage a more vigorous struggle for independence against the U.S. and for democracy against the puppets till the killer, the U.S., admits  and apologizes for its crimes and quits South Korea. \r\n\r\n"
        },
        {
            "title": "Military attaches visit \"Pueblo\"",
            "url": "http://kcna.co.jp/item/1999/9911/news11/05.htm#11",
            "content": "\"Foal Eagle\" war exercise at its height\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, November 5 (KCNA) -- The \"Foal Eagle\" joint war exercise launched by the U.S. aggressors and the \"ROK\" army was at its height as of Nov. 3, fanning up anti-north war fever, according to a radio report from Seoul. &nbsp;&nbsp;&nbsp;\r\n   Huge ground and air forces of the U.S. forces and \"ROK\" army were mobilized in a war exercise in the Ryoju area, Kyonggi Province, not far from the Military Demarcation Line. &nbsp;&nbsp;&nbsp;\r\n   It involved \"drill of river crossing operation\", the \"drill of surprise air attack operation\", the \"joint drill of tank units\" and the \"drill of emergency aerial rescue\". &nbsp;&nbsp;&nbsp;\r\nThis is a clear indication that it is aimed at invading the north. &nbsp;&nbsp;&nbsp;\r\n   Earlier, they staged a provocative parachuting exercise of paratroopers in the northeastern region of Seoul adjacent to the Military Demarcation Line, and a large-scale joint landing drill under the simulated conditions of an attack against the north's rear in the Phohang area on the east coast whose terrain conditions are similar to those in the North Korea. \r\n\r\n"
        },
        {
            "title": "Struggle to foil moves of Japanese called for",
            "url": "http://kcna.co.jp/item/1999/9911/news11/05.htm#12",
            "content": "Military attaches visit \"Pueblo\" \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, November 5 (KCNA) -- The military attaches' corps here visited \"Pueblo\", the U.S. armed spy ship, yesterday. &nbsp;&nbsp;&nbsp;\r\n   \"Pueblo\" was captured by sailors of the heroic Korean People's Army in January, Juche 57 (1968) and brought to the taedong river-side in front of the monument to the sinking of the U.S. pirate ship General Sherman. After being briefed on the ship, they looked round with keen interest the inside and outside of the spy  ship. &nbsp;&nbsp;&nbsp;\r\n   They made entries in the visitor's book. &nbsp;&nbsp;&nbsp;\r\n   Vu Dinh Thang, military attach of the Vietnamese embassy here and doyen of the corps, said that \"Pueblo\", the U.S. armed spy ship, was captured by KPA sailors for their espionage against the DPRK. So, the U.S. could not hide their crime and suffered disgrace before the world he noted. \r\n\r\n"
        },
        {
            "title": "Total abolition of \"security law\" urged",
            "url": "http://kcna.co.jp/item/1999/9911/news11/05.htm#13",
            "content": "Struggle to foil moves of Japanese called for\r\n &nbsp;&nbsp;&nbsp;Pyongyang, November 5 (KCNA) -- The youth and student department director of the central committee of the National Democratic Front of South Korea (NDFSK) issued a statement on November 2 on the occasion of the 70th anniversary of the Kwangju student incident, Seoul-based radio Voice of National Salvation said. &nbsp;&nbsp;&nbsp;\r\n   He said that the Kwangju student incident was a righteous struggle which fully demonstrated the indomitable stamina and patriotic determination of the Korean nation to win back independence and sovereignty to the world and dealt a fatal blow to the Japanese colonial rule. &nbsp;&nbsp;&nbsp;\r\n   70 years have passed since the incident, but independence and sovereignty have not been achieved in South Korea, he said, adding:  The Japanese militarist forces are the sworn-enemy of the Korean nation who imposed slavery  upon it for over 40 years.  They, however, are again stretching out their claws of aggression to our country. &nbsp;&nbsp;&nbsp;\r\n   Though it was less than two years since his coming to power, Kim Dae Jung covered up the crimes committed by Japan in the past. Recently, he zealously shielded and praised the erstwhile pro-Japanese elements, opposed to the struggle launched by people  from all walks of life to liquidate pro-Japanese elements.  He,  at the same time, is strengthening military \"cooperation\" and continuously staging joint war exercises to hurt and stifle compatriots, making eyes at Japan keen on the moves to realize its wild ambition for reinvasion. &nbsp;&nbsp;&nbsp;\r\n   We hot-blooded youth and students should come out in the vigorous struggle to force Japan to liquidate its past crimes and shatter the Japanese reactionaries' daily escalating moves for political, economic, military and cultural penetration. &nbsp;&nbsp;&nbsp;\r\n   The NDFSK together with one million justice-loving patriotic students in this land will surely put an end to the disgraceful history of subordination,  fascism and division and bring a new day of independence, democracy and reunification through a pan-national anti-U.S., anti-Japan and anti-\"government\" struggle. \r\n\r\n"
        }
    ]
}