{
    "date": "1999-09-08",
    "url": "http://kcna.co.jp/item/1999/9909/990908.htm",
    "articles": [
        {
            "title": "Japan's arms race under fire",
            "url": "http://kcna.co.jp/item/1999/9909/news09/08.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Egyptian preparatory committee formed",
            "url": "http://kcna.co.jp/item/1999/9909/news09/08.htm#2",
            "content": "Japan's arms race under fire \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 8 (KCNA) -- As reported, the military spending envisaged in Japan's draft budget for the fiscal 2000 starting from April next year amounts to 5,011.6 billion yen. The total sum plus the fund for developing intelligence satellites is 5,094.3 billion yen.&nbsp;&nbsp;&nbsp;\r\n   Rodong Sinmun today in a signed commentary assails Japan's projected arms buildup. &nbsp;&nbsp;&nbsp;\r\n   The commentary says: &nbsp;&nbsp;&nbsp;\r\n   The Japanese authorities' scheme to work out the biggest-ever military budget far exceeding 5,000 billion yen in the next fiscal year is a virulent challenge to the trend of the times toward detente and peace. &nbsp;&nbsp;&nbsp;\r\n   This is a revelation of the reckless moves of the Japanese reactionaries to turn Japan into a military power and their policy for overseas aggression. &nbsp;&nbsp;&nbsp;\r\n   In the next fiscal year they are going to allocate a large amount of fund for the introduction of large supply ships, mid-air refueling tankers and other sophisticated military equipment and long-and medium-range operational means. Needless to say, this is meant for military operations outside the boundary of Japan. &nbsp;&nbsp;&nbsp;\r\n   They also intend to increase the expenses for developing the \"Theatre Missile Defense\" system in the next fiscal year. This system is targeted against the DPRK and its surrounding countries. &nbsp;&nbsp;&nbsp;\r\n   All these facts lay bare the aggressive nature and aim of the Japanese authorities' policy of arms buildup. Now that the overseas dispatch of the \"Self-Defence Forces\" has been legalized and the legislation for the updated \"guidelines\" entered the stage of its implementation, the Japanese reactionaries' unbridled arms buildup is solely aimed at launching a militarist aggression. \r\n \r\n"
        },
        {
            "title": "Performances given to mark DPRK 51st anniversary",
            "url": "http://kcna.co.jp/item/1999/9909/news09/08.htm#3",
            "content": "Egyptian preparatory committee formed\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 8 (KCNA) -- An Egyptian preparatory committee for celebrating the 51st anniversary of the DPRK was formed in Cairo  on September 4. &nbsp;&nbsp;&nbsp;\r\n   Ahmad Abdul Tawab, chairman of the Arab Art, Culture and Information Association of Egypt and first vice-Minister of Trade and Supply, was elected chairman of the committee. &nbsp;&nbsp;&nbsp;\r\n   The committee discussed program of colourful functions  including a celebration meeting, photo exhibition and film show. \r\n\r\n"
        },
        {
            "title": "Korean players come 1st in 11th World Taekwon-do Championships",
            "url": "http://kcna.co.jp/item/1999/9909/news09/08.htm#4",
            "content": "Performances given to mark DPRK 51st anniversary\r\n &nbsp;&nbsp;&nbsp;Pyongyang, September 8 (KCNA) -- Performances to celebrate the 51st founding anniversary of the DPRK were given by art circle members of workers and women's union organizations in Pyongyang on Tuesday. &nbsp;&nbsp;&nbsp;\r\n   Put on the stage were choruses \"Song of General Kim Jong Il\" and \"Song of Proclamation of People's Republic,\" a women's chorus \"Song of Industrial Construction,\" a wind instrument music and men's chorus \"Song of Grand Chollima March,\" a dialogic poem \"Unforgettable September,\" a song and dance \"Flag of Three Colors\" and other colourful pieces. &nbsp;&nbsp;&nbsp;\r\n   The performers impressively sang of the nation's great pride and honor of holding the President  Kim Il Sung and General Secretary Kim Jong Il.  &nbsp;&nbsp;&nbsp;\r\n Through the performances, they represented well the indomitable determination to accelerate the second grand Chollima march and certainly build powerful and prosperous Kim Il Sung's Korea. \r\n\r\n"
        },
        {
            "title": "Greetings to Kim Jong Il",
            "url": "http://kcna.co.jp/item/1999/9909/news09/08.htm#5",
            "content": "Korean players come 1st in 11th World Taekwon-do Championships\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 8 (KCNA) -- DPRK players came first in team standing of the 11th World Taekwon-do Championships held in Argentina from August 29 to September 5 by winning 15 gold medals, 3 silver medals, 4 bronze medals and 4 trophies (team total, men's total, women's total and technical trophy). &nbsp;&nbsp;&nbsp; \r\n   7 gold medals went to pattern, 4 to sparring matches, 3 to demonstration sports and 1 to special techniques display. &nbsp;&nbsp;&nbsp;\r\n   People's sportswoman Jang Kyong Ok garnered 2 gold medals and a technical trophy at the women's pattern individual (D class) and at the women's individual sparring match (over 70 kg category) and Kim Kyong Sil won 2 gold medals at the women's pattern individual (C class) and at the demonstration sport. \r\n\r\n"
        },
        {
            "title": "Officials of foreign embassies visit Korean Revolution Museum",
            "url": "http://kcna.co.jp/item/1999/9909/news09/08.htm#6",
            "content": "Greetings to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 8 (KCNA) -- General Secretary Kim Jong Il received a message of greetings from Cambodian King Norodom Sihanouk on August 31 on the occasion of the 51st anniversary of the foundation of the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The message said that the DPRK set an example in building great Juche-oriented socialism and communism and an independent, sovereign and prospering country under the wise leadership of Generalissimo Kim Il Sung, most prominent and eternal President, and Marshal Kim Jong Il, respected supreme leader. &nbsp;&nbsp;&nbsp;\r\n   It noted that the Marshal, the most prominent successor to the Generalissimo, is the great leader of the nation who is turning the DPRK into the most modern and developed invincible country which achieved great successes every year.&nbsp;&nbsp;&nbsp;\r\n   Expressing thanks to the Marshal who continued to bring into fell bloom the long-standing most profound fraternal friendship between the two countries and people, the message stressed that the  Kingdom of Cambodia has always supported the DPRK's just proposal for the independent and peaceful reunification of Korea and will continue to do so in the future, too.\r\n\r\n"
        },
        {
            "title": "NDFSK calls for intensified  struggle for reunification",
            "url": "http://kcna.co.jp/item/1999/9909/news09/08.htm#7",
            "content": "Officials of foreign embassies visit Korean Revolution Museum\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, September 8 (KCNA) -- Economic and commercial officials of foreign embassies in Pyongyang visited the Korean Revolution Museum yesterday on the occasion of the 51st anniversary of the foundation of the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The visitors looked round rooms of the museum, listening to a lecturer's explanation about how the President Kim Il Sung founded the DPRK, the only legitimate state of all Korean people and a genuine people's government. &nbsp;&nbsp;&nbsp;\r\n   Bogdan Zalski, commercial councilor of the Polish embassy here, who is doyen of the corps of economic and commercial councilors said that they came to know well about the revolutionary activities of the President and indomitable communist revolutionary fighter Kim Jong Suk through their visit to the museum and wished the Korean people greater success in socialist construction under the leadership of Kim Jong Il. \r\n  \r\n"
        },
        {
            "title": "Coal gas power plant commissioned",
            "url": "http://kcna.co.jp/item/1999/9909/news09/08.htm#8",
            "content": "NDFSK calls for intensified  struggle for reunification\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 8 (KCNA) -- A vice-chairman of the central committee of the National Democratic Front of South Korea (NDFSK) released a statement on Sept. 3 on the occasion of the first anniversary of the reelection of General Secretary Kim Jong Il to the chairmanship of the DPRK National Defence Commission, a Seoul-based radio Voice of National Salvation said. &nbsp;&nbsp;&nbsp;\r\n   It said: &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il has led the cause of Juche for over 30 years with his brilliant wisdom, foresight,  extraordinary ability and outstanding leadership art and performed undying feats for the Korean nation and human cause of independence and fully displayed his quality, virtues and extraordinary greatness as a distinguished leader who shoulders the destiny of the nation. &nbsp;&nbsp;&nbsp;\r\n   It is thanks to his ever-victorious army-priority policy that the north could gain victory after victory in the politico-ideological and military confrontation with the imperialist allied forces, demonstrate to the world the dignity and honor of the nation and lay a springboard for the building of a powerful nation despite difficult situation. &nbsp;&nbsp;&nbsp;\r\n   The South Korean people firmly believe that he is the savior of the nation and the upcoming century will be Kim Jong Il's  century when reunified powerful Korea will shine all over the world. &nbsp;&nbsp;&nbsp;\r\n   The NDFSK vanguard fighters and patriotic-minded people from all walks of life will conduct a vigorous movement for independence, democracy and reunification to bring earlier the day when the foreign forces will be driven out from South Korea and the Korean nation will enjoy all blessings in the reunified country under the guidance of General Secretary Kim Jong Il, the lodestar of the country's reunification. \r\n\r\n"
        },
        {
            "title": "Suppression of pro-reunification envoys assailed",
            "url": "http://kcna.co.jp/item/1999/9909/news09/08.htm#9",
            "content": "Coal gas power plant commissioned\r\n &nbsp;&nbsp;&nbsp; Pyongyang, September 8 (KCNA) -- An underground coal gas-generating ground and gas power plant were commissioned in Anju area on Tuesday to significantly celebrate the 51st birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n   Our scientists, technicians and workers, true to General Secretary Kim Jong Il's intention for building a prosperous and powerful nation, finished research into the method of underground coal gasification and successfully built the coal gas generating ground and power plant for the first time in Korea despite manifold difficulties. &nbsp;&nbsp;&nbsp;\r\n   The achievement makes it possible to free coal workers from pit work, meet the demand for energy and produce various kinds of chemicals and thus considerably improve the living standard of people. \r\n\r\n"
        },
        {
            "title": "51st founding anniversary of DPRK marked",
            "url": "http://kcna.co.jp/item/1999/9909/news09/08.htm#10",
            "content": "Suppression of pro-reunification envoys assailed\r\n&nbsp;&nbsp;&nbsp;   Pyongyang, September 8 (KCNA) -- The South Korean authorities have come in for strong criticism by  a statement issued on Sept. 7 by a spokesman for the north headquarters of the National Alliance for the Country's Reunification (Pomminryon) as regards their vicious suppression of the delegates of pro-reunification patriotic organizations in the south who returned after participating in the grand pan-national pro-reunification festival. &nbsp;&nbsp;&nbsp;\r\n   The South Korean rulers, frightened by the pan-national pro-reunification festival which was successfully held through three-party solidarity of the north, south and overseas  Koreans, arrested the delegates for the purpose of stamping out the grand movement for reunification which is widely spreading in South Korea, the statement said, and went on: &nbsp;&nbsp;&nbsp;\r\n   When the Koreans from north, south and abroad were holding the festival, the South Korean authorities staged the large-scale provocative  \"Ulji focus lens\" joint military exercises against the north with outsiders. &nbsp;&nbsp;&nbsp;\r\n   All these facts go to clearly prove that the present self-proclaimed \"government for the people\" is a despicable anti-national treacherous group which is not interested in the destiny and reunification of the nation in the least but tries to prolong its remaining days through confrontation and division. &nbsp;&nbsp;&nbsp;\r\n   Those who are dead set against the nation and reunification are bound to go to ruin. &nbsp;&nbsp;&nbsp;\r\n   We strongly demand that the South Korean rulers properly judge the  nation's will for reunification, act with discretion and set free the illegally arrested delegates of the south side without delay. \r\n\r\n"
        },
        {
            "title": "S. Korean warhawks' remarks assailed",
            "url": "http://kcna.co.jp/item/1999/9909/news09/08.htm#11",
            "content": "51st founding anniversary of DPRK marked\r\n &nbsp;&nbsp;&nbsp; Pyongyang, September 8 (KCNA) -- A lecture was given by the General Association of Korean Residents in Japan (Chongryon), in Tokyo on September 6 to celebrate the 51st anniversary of the founding of the Democratic People's Republic of Korea. &nbsp;&nbsp;&nbsp;\r\n   Present at the lecture meeting were first vice-chairman So Man Sul and chief vice-chairman Ho Jong Man of the Chongryon central standing committee and other Chongryon officials. &nbsp;&nbsp;&nbsp;\r\n   Video of the lecture titled \"Our republic is shining with the noble patriotic history of the respected Marshal Kim Jong Il\" was shown. &nbsp;&nbsp;&nbsp;\r\n   Koreans in China held a celebration meeting in Beijing on September 5. &nbsp;&nbsp;&nbsp;\r\n   A message of congratulations to General Secretary Kim Jong Il was adopted at the meeting.  Its attendants saw a Korean film. \r\n\r\n"
        },
        {
            "title": "U.S. forces' withdrawal from S. Korea urged",
            "url": "http://kcna.co.jp/item/1999/9909/news09/08.htm#12",
            "content": "S. Korean warhawks' remarks assailed \r\n&nbsp;&nbsp;&nbsp;   Pyongyang, September 8 (KCNA) -- Riffraff of \"Chongwadae\", the \"Ministry of National Defence\" and the \"joint chiefs of the staff headquarters\" and paid anti-communist organizations of South Korea vied with each other to assert that the Military Demarcation Line at the West Sea of Korea proclaimed by us \"is a violation of the armistice agreement\" and that they \"cannot recognize it.\"&nbsp;&nbsp;&nbsp;\r\n   Minju Joson today in a signed commentary dismisses such provocative remarks of the South Korean ruling quarters as hysteria kicked off by those who were much scared by our decisive self-defensive step, only to be ridiculed by the world people. &nbsp;&nbsp;&nbsp;\r\n   It goes on: &nbsp;&nbsp;&nbsp;\r\n   It is the height of senselessness for them to keep mum about the \"Northern Limit Line\" ignoring the Korean Armistice Agreement and decry the Military Demarcation Line at the west sea drawn by the north, which fully meets the requirements of the KAA. &nbsp;&nbsp;&nbsp;\r\n   What merits a serious attention is that  insisting on the \"Northern Limit Line\" which we declared null and void and which is censured by the world, they are making such bravado as threatening \"if the north breaches the line, they would not tolerate it\" and it would have to \"pay a dear price\".  &nbsp;&nbsp;&nbsp;\r\nThis arrogant behaviour is just like a thief crying \"stop thief \"   their bellicose remarks clearly suggest that they may intrude into the territorial waters of the north and trigger off again such armed conflict as the engagement at the west sea. &nbsp;&nbsp;&nbsp;\r\n   If they encroach upon the Military Demarcation Line at the West Sea of Korea even  0.001 mm at the instigation of the U.S., we will exercise our self-defence right by all means and methods. The provokers will be wholly responsible for all the consequences arising therefrom. &nbsp;&nbsp;&nbsp;\r\n   The South Korean ruling quarters must not say this or that about our self-defensive step. \r\n\r\n"
        },
        {
            "title": "Creation of works on Jong Song Ok brisk in Korea",
            "url": "http://kcna.co.jp/item/1999/9909/news09/08.htm#13",
            "content": "U.S. forces' withdrawal from S. Korea urged\r\n  &nbsp;&nbsp;&nbsp; Pyongyang, September 8 (KCNA) -- Pyongyang-based papers today carry by-lined articles strongly demanding the U.S. forces' pullout of South Korea on the lapse of 54 years since the U.S. ' military occupation of South Korea. &nbsp;&nbsp;&nbsp;\r\n   Noting the United States has no justification to keep its troops in South Korea, the articles urge it to give up the policy of illegal occupation of South Korea. &nbsp;&nbsp;&nbsp;\r\n   Rodong Sinmun in an article says that the U.S. forces in South Korea are aggressors from a to z and the mastermind who divided the Korean nation. &nbsp;&nbsp;&nbsp;\r\n   It is anachronistic for the United States to try to justify and legalize its occupation of South Korea with sheer sophism, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n   If the United States is truly desirous of peace and reunification of Korea and improvement of relations with the DPRK it should respond without delay to the DPRK realistic proposal on replacing the outdated armistice mechanism by new peace-keeping mechanism and withdraw the U.S. forces from South Korea, a main obstacle to peace and reunification of Korea. &nbsp;&nbsp;&nbsp;\r\n   It is the DPRK's steadfast principled stand to make the U.S. forces withdraw from South Korea. &nbsp;&nbsp;&nbsp;\r\n   Minju Joson in an article stresses the United States should abandon the anachronistic policy of occupation of South Korea, pull its forces out of South Korea and do something helpful to peace and peaceful reunification of Korea. \r\n\r\n"
        },
        {
            "title": "Kim Young Sam's private organization reappears",
            "url": "http://kcna.co.jp/item/1999/9909/news09/08.htm#14",
            "content": "Creation of works on Jong Song Ok brisk in Korea\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 8 (KCNA) -- Brisk creative work is under way in Korea to record Jong Song Ok, a world's marathon queen\", in history. &nbsp;&nbsp;&nbsp;\r\n   The Mansudae Art Studio, a comprehensive fine arts creative base, is now working hard to depict the nation's great event of welcoming Jong Song Ok. Its artists are creating an oil painting portraying jong waving a national flag after breasting the tape in the women's marathon race of the 7th World Athletics Championships and another one representing her entering the Arch of Triumph in Pyongyang in an open car as the world's marathon champion amid the enthusiastic welcome of Pyongyangites and various kinds of posters which have a strong appeal. &nbsp;&nbsp;&nbsp;\r\n   The Korean scriptwriting company has begun writing a scenario on Jong Song Ok, a praiseworthy daughter of the nation who exalted the honor of Korea. &nbsp;&nbsp;&nbsp;\r\n   Writers of the Korean Writers Union Central Committee, having finished the creation of the words of song \"Welcome to Jong Song Ok\" and a poem \"Well done, Daughter of Korea\", are now briskly writing a novel and poems on Jong.  &nbsp;&nbsp;&nbsp; \r\nThe Korean documentary and scientific film studio is busy producing a documentary on Jong's training and running as well as the grand functions given for her. &nbsp;&nbsp;&nbsp;\r\n   Conspicuous in \"Korea pictorial\" and other publications are photos of Jong. And the work for publishing posters is under way. &nbsp;&nbsp;&nbsp;\r\n   Arrangements are being made to edit photos of Jong in the calendar and pocket calendar for the year 2000 and to introduce Jong in the \"Great Korean Encyclopedia.\" &nbsp;&nbsp;&nbsp;\r\n   The Korean stamp corporation is now giving the finishing touch to the work to issue Jong-related commemorative stamps. &nbsp;&nbsp;&nbsp;\r\n   Such pieces of work will hand down through generations the exploit made by Jong in demonstrating the mettle and will of the Korean nation. \r\n\r\n"
        },
        {
            "title": "KCNA on Japan's false propaganda",
            "url": "http://kcna.co.jp/item/1999/9909/news09/08.htm#15",
            "content": "Kim Young Sam's private organization reappears\r\n &nbsp;&nbsp;&nbsp; Pyongyang, September 8 (KCNA) -- Kim Young Sam, former \"president\" of the \"civilian-veiled\" regime of South Korea, surprisingly reinaugurated the \"Minju Sanak Society,\" his private organization, on Monday, a radio report from Seoul said. &nbsp;&nbsp;&nbsp;\r\n   He named as its chairman Kim Myong Yun, a \"national assemblyman\" from the \"Grand National Party,\" who called a press conference that day allegedly to officially declare the reinauguration of the \"society.\"&nbsp;&nbsp;&nbsp;\r\n   At the conference Kim Myong Yun branded the present regime as white dictatorial one and said the \"society\" would stage an anti-dictatorship struggle in league with the \"GNP.\"&nbsp;&nbsp;&nbsp;\r\n   However, \"GNP\" president Ri Hoe Chang criticized the reemergence of the \"society\" as a separatist deed and insisted on his party's leading role in the anti-dictatorship struggle. &nbsp;&nbsp;&nbsp;\r\n   The facts show that Kim Young Sam's return to the political arena has been formalized and he has begun to carry into action his insidious scheme to retake the control over the \"GNP,\" his old political foundation. \r\n\r\n"
        },
        {
            "title": "Light comedy inspires people to building of powerful nation",
            "url": "http://kcna.co.jp/item/1999/9909/news09/08.htm#16",
            "content": "KCNA on Japan's false propaganda\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 8 (KCNA) -- The Kyodo News Service on September 2, reporting that there had been \"free markets\" in the DPRK, spread sheer lies that the DPRK took a step \"to close all free markets\" in a bid to block the tendency towards a \"market system\" and did something against \"peddlers.\" Tokyo Shimbun also released a similar report under the title \"North Korea restricts free markets.\"&nbsp;&nbsp;&nbsp;\r\n   This is a wholly unfounded fabrication and no more than a virulent anti-DPRK false propaganda which was made by the paid mass media of Japan on the basis of misinformation provided by the South Korean \"Intelligence Service.\"&nbsp;&nbsp;&nbsp;\r\n   As far as their loudmouthed \"free markets\" are concerned, they have never existed in the DPRK where the socialist independent national economy has been established and, accordingly, the \"tendency towards a system of market economy\" cannot exist at all. It is a nonsense to assert that the DPRK \"closed free markets\" which have never existed there. &nbsp;&nbsp;&nbsp;\r\n   There are only farmers' markets. They fundamentally differ from \"free markets\" in concept. Farmers sell at the markets some surplus agricultural products and live-stock products turned out at the joint economy of cooperative farms and supplementary husbandry of co-op farmers. &nbsp;&nbsp;&nbsp;\r\n   What aroused our indignation is the fact that the Japanese press floated the false reports that residents in the DPRK wanted to \"trade\" at \"free markets\", letting loose piffles about sort of \"resistance\" and \"complaint\". &nbsp;&nbsp;&nbsp;\r\n   All the facts show well how desperately the Japanese reactionaries are scheming to tarnish the bright image of Korean-style socialism, send the wind of \"market economy\" into it to destabilize it and induce it into \"reform\" and \"opening\" and, furthermore, destroy our socialist system at any cost. &nbsp;&nbsp;&nbsp;\r\n   We will keep tabs on some paid mass media of Japan which, oblivious of the mission as the mouthpiece of the truth, received bribes and are clinging to an anti-DPRK false propaganda in league with the South Korean \"Intelligence Service.\" \r\n\r\n"
        },
        {
            "title": "National meeting held 51st founding anniversary of DPRK",
            "url": "http://kcna.co.jp/item/1999/9909/news09/08.htm#17",
            "content": "Light comedy inspires people to building of powerful nation\r\n     &nbsp;&nbsp;&nbsp;Pyongyang, September 8 (KCNA) -- The light comedy \"Comrade\" produced by creators and artistes of the April 25 Film Studio of the Korean People's Army in May is being performed before a capacity audience at the April 25 House of Culture here. &nbsp;&nbsp;&nbsp;\r\n   The light comedy has been staged 200 times before KPA servicemen and working people from all walks of life since its premiere.  At least 400,000 persons have seen it. &nbsp;&nbsp;&nbsp;\r\n   In hearty response to the order of General Secretary Kim Jong Il they made 1,200 km-long tour of KPA units on the front and different local areas to give militant and dynamic performances there which powerfully encouraged soldiers and people to perform feats in their new drive to accelerate the second grand Chollima march to build a powerful nation. &nbsp;&nbsp;&nbsp;\r\n He saw the light comedy again on September 4 following May and highly appreciated the revolutionary art activities of the creating staff which successfully concluded its performance tour and expressed thanks to them.&nbsp;&nbsp;&nbsp;\r\n  The light comedy gives a truthful artistic presentation of the revolutionary comradely relationship between the officers and men of the KPA in which its commanding officers share weal and woe with men and value and love them and set practical examples in all aspects.&nbsp;&nbsp;&nbsp;\r\n   The comedy provides a profound philosophical proof of the truth that the unity between the officers and men centred around General Secretary Kim Jong Il is the source of strength that enabled the KPA to become an ideologically strong army with an unshakable faith. &nbsp;&nbsp;&nbsp;\r\n  In recent years the creators and artistes of the studio produced a series of successful light comedies on the themes of ties of kinship between the Supreme Commander and the KPA servicemen, the army-people unity, the unity between the officers and men and the revolutionary spirit of soldiers of the KPA. &nbsp;&nbsp;&nbsp;\r\n   They are highly acclaimed by people for their successful representation of realities. \r\n\r\n"
        },
        {
            "title": "Brilliant Commander of Mt. Paektu  praised",
            "url": "http://kcna.co.jp/item/1999/9909/news09/08.htm#18",
            "content": "National meeting held 51st founding anniversary of DPRK\r\n   &nbsp;&nbsp;&nbsp;Pyongyang, September 8 (KCNA) -- A national meeting took place at the 6,000-seat theatre of the April 25 House of Culture today to celebrate the 51st anniversary of the foundation of the Democratic People's Republic of Korea. &nbsp;&nbsp;&nbsp;\r\n   Present at the meeting were Kim Yong Nam and other senior party and state officials. &nbsp;&nbsp;&nbsp;\r\n   Foreign diplomatic envoys here and overseas  Koreans were also on hand. &nbsp;&nbsp;&nbsp;\r\n   Hong Song Nam, premier of the cabinet, made a report titled \"Our republic under the great leader will prosper as powerful socialist nation forever.\"&nbsp;&nbsp;&nbsp;\r\n   Recalling that the great leader Kim Il Sung founded the DPRK on September 9, Juche 37 (1948), 51 years ago, the reporter said: This was a historic event which brought about a fundamental change in the socio-political life of the Korean people and the development of the Korean revolution. &nbsp;&nbsp;&nbsp;\r\n   Pointing out that over the past 50 odd years the DPRK has dynamically advanced along the road of Juche and achieved only victory and glory, overcoming all difficulties and ordeals, he went on to say: &nbsp;&nbsp;&nbsp;\r\n   Kim Il Sung set a brilliant example in the building of a socialist state. This is an immortal historic feat performed by him on behalf of the country and the people, the era and the revolution. &nbsp;&nbsp;&nbsp;\r\n   Kim Il Sung's cause of building a socialist state of Juche has been firmly carried forward by the great leader Kim Jong Il. Our state and social system has been consolidated under his wise leadership. &nbsp;&nbsp;&nbsp;\r\n   The position and authority of the National Defence Commission have been strengthened to command all the political, military and economic forces of the country. This marked a milestone that guarantees a bright prospect of the country. With a new system of state organs established, the DPRK government under the leadership of Marshal Kim Jong Il has come to more successfully discharge its mission and role to model the whole of society on the Juche idea by relying on the matchless military strength. &nbsp;&nbsp;&nbsp;\r\n   Calling upon all people and servicemen to remain loyal to the idea and leadership of the respected Marshal, the reporter went on to say:   We should further strengthen the DPRK government as a powerful weapon for reliably carrying into practice the idea and politics of the great Kim Jong Il in order to successfully build a prosperous and powerful country of Juche. &nbsp;&nbsp;&nbsp;\r\n   The Korean People's Cause of National Reunification is faced with a grave challenge due to the anti-north confrontation moves of separatists at home and abroad, he noted, and said: &nbsp;&nbsp;&nbsp;\r\n   The United States must ponder over grave consequences to be entailed by its reckless military confrontation moves against the DPRK and behave with discretion. It should withdraw its forces from South Korea and take the road of establishing durable peace-keeping mechanism on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n   Japan must renounce its anti-DPRK policy and make a sincere apology and an adequate compensation for all the past crimes it committed against the Korean people. If the militarists of Japan turn to showdown of strength, seeking a pretext to gratify their ambition for reinvasion of Korea, we will have no alternative but to take corresponding countermeasure. &nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities must stop the dangerous war moves that may drive the nation to total destruction, clearly seeing the ardent desire of all the fellow countrymen for reunification and the trend of the times. And they should abrogate the anti-north, anti-reunification fascist \"national security law\" and replace its anti-north confrontation policy with a pro-north reconciliation policy. &nbsp;&nbsp;&nbsp;\r\n   If the U.S. imperialists, the Japanese reactionaries and the South Korean warhawks finally turn to an adventurous war, disregarding our repeated warnings, our army and people will mercilessly deal thousand-fold retaliatory strikes at the enemies and achieve the historic cause of national reunification without fail. &nbsp;&nbsp;&nbsp;\r\n   Independence, peace and friendship are the basic idea  the DPRK has consistently maintained in its foreign policy, the reporter said, and continued: &nbsp;&nbsp;&nbsp;\r\n   We will further strengthen unity and solidarity with the peoples of all countries which advocate independence and are friendly towards the DPRK, and strive to smash the aggression and war moves of the imperialists and build a peaceful and independent, new world. &nbsp;&nbsp;&nbsp;\r\n   Then followed a speech of Kwon Sun Hwi, vice-chairman of the central standing committee of the General Association of Korean Residents in Japan, who is leading the congratulatory group of Korean residents in Japan. \r\n\r\n\r\n"
        },
        {
            "title": "Floral baskets placed before statue of Kim Il Sung",
            "url": "http://kcna.co.jp/item/1999/9909/news09/08.htm#19",
            "content": "Brilliant Commander of Mt. Paektu  praised\r\n  &nbsp;&nbsp;&nbsp;Pyongyang, September 8 (KCNA) -- Marshal of the former Soviet Union Victor Kulikov, advisor to the Defence Ministry of Russia who was the first vice minister of defence of the Soviet Union and the commander-in-chief of the joint armed forces of the Warsaw treaty, made public an article titled \"Brilliant commander of Mt. Paektu and army-first revolutionary leadership\" in praise of the respected Supreme Commander Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   The article said: &nbsp;&nbsp;&nbsp;\r\n   A new history of the army-first revolutionary leadership has been made by Kim Jong Il in Korea today. &nbsp;&nbsp;&nbsp;\r\n   He defined the people's army as a pillar and driving force of the revolution and asserted that an army precisely means a party, state and people. This is a very unique view. &nbsp;&nbsp;&nbsp;\r\n   The Korean People's Army is the only army in the world which is playing a leading and key role in the national defence and the socialist construction as armed forces made up of most steadfast elite revolutionaries and powerful integral and organized ranks. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il's army-first revolutionary leadership is a very correct way of political guidance in the light of the peculiar conditions of the Korean revolution and the historical lessons of the international communist movement. &nbsp;&nbsp;&nbsp;\r\n   It is entirely just for the DPRK to give priority to military affairs under the situation where it single-handedly stands in confrontation with the outrageous imperialist allied forces and is waging life and death battles against them without any flank and rear. &nbsp;&nbsp;&nbsp;\r\n   His energetic inspection of the front is clear evidence of his army-first politics and such noble traits of his as going deep among soldiers and sharing bitters and sweets with them linked the supreme commander and soldiers with the ties of kinship. &nbsp;&nbsp;&nbsp;\r\n   His army-first revolutionary leadership enables the KPA to increase its vanguard role in every way and makes fresh fighting spirit prevail in the whole society. The Korean people learn from the morality, culture and way of life created by the people's army. &nbsp;&nbsp;&nbsp;\r\n   He is firmly defending and exalting the socialist bulwark holding aloft the banner of sure victory and the banner of army-first revolutionary leadership despite the ceaseless offensive of the imperialists. This is his world historic exploit that has brilliantly  decorated the 20th century. \r\n\r\n"
        },
        {
            "title": "Floral baskets, gifts and letters to Kim Jong Il",
            "url": "http://kcna.co.jp/item/1999/9909/news09/08.htm#20",
            "content": "Floral baskets placed before statue of Kim Il Sung\r\n   &nbsp;&nbsp;&nbsp;Pyongyang, September 8 (KCNA) --  The military attaches'  corps and foreign embassy officials in charge of culture and friendship here laid floral baskets before the statue of the President Kim Il Sung on Mansu Hill today on the occasion of the 51st anniversary of the foundation of the DPRK. &nbsp;&nbsp;&nbsp;\r\n   Members of the missions of the World Food Program and the UN Development Programme here also laid a floral basket and bunches of flowers respectively  before the statue of the President and paid tribute to him. \r\n\r\n"
        },
        {
            "title": "Wreaths and floral baskets laid",
            "url": "http://kcna.co.jp/item/1999/9909/news09/08.htm#21",
            "content": "Floral baskets, gifts and letters to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 8 (KCNA) -- General Secretary Kim Jong Il received congratulatory letters from the military attaches' corps and the economic and commercial councilors' corps in Korea on the occasion of the 51st anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The letters were handed to officials concerned today by military attach of the Vietnamese embassy Vu Dinh Thang, the doyen of the military attaches' corps, and Polish commercial councilor Bogdan Zalski on behalf of the economic and commercial councilors' corps. &nbsp;&nbsp;&nbsp;\r\n   Military attaches of the Vietnamese, Russian and Egyptian embassies, too, sent their congratulatory letters to him. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, he received floral baskets, gifts and congratulatory letters from the Cambodian, Lao, Ethiopian, Mongolian, Russian, Indian, Palestinian, Indonesian, Egyptian, Vietnamese, Yemeni, Polish, Iranian, Swedish and Romanian envoys and embassies and the acting resident representatives of the UNDP and UNICEF and the resident representative of the WFP in Korea. \r\n\r\n"
        }
    ]
}