{
    "date": "1999-11-18",
    "url": "http://kcna.co.jp/item/1999/9911/991118.htm",
    "articles": [
        {
            "title": "Kim Jong Il inspects KPA unit no. 715",
            "url": "http://kcna.co.jp/item/1999/9911/news11/18.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Film show and cocktail party at Russian embassy",
            "url": "http://kcna.co.jp/item/1999/9911/news11/18.htm#2",
            "content": "Kim Jong Il inspects KPA unit no. 715 \r\n &nbsp;&nbsp;&nbsp;Pyongyang, November 18 (KCNA) -- General Secretary Kim Jong Il inspected unit no. 715 of the Korean People's Army.&nbsp;&nbsp;&nbsp;\r\n   He was accompanied by vice marshals Jo Myong Rok, Kim Yong Chun, Kim Il Chol and Jon Jae Son and general officers of the Korean People's Army and staff members of the KPA supreme command. &nbsp;&nbsp;&nbsp;\r\n   He received a salute on the spot. &nbsp;&nbsp;&nbsp;\r\n   At the forward observation post he learned about topography, deployment of forces and the situation of the enemy before hearing a report on the situation from the commander of the unit. &nbsp;&nbsp;&nbsp;\r\n   He was very pleased with the growth of the officers and men of the unit to be one-beats-a-hundred invincible ranks capable of repelling any surprise attack from the enemy at one stroke. &nbsp;&nbsp;&nbsp;\r\n   He put forward the tasks that would be very instrumental in increasing the combat power of the unit and consolidating the theatre of defence as an impregnable fortress. &nbsp;&nbsp;&nbsp;\r\n   On the height he met with soldiers on a guard duty, praised them for their service, gave them a pair of binoculars, a machine-gun and an automatic rifle as gifts and posed for a photograph with them at the trench on the frontline. &nbsp;&nbsp;&nbsp;\r\n   He went to an artillery company of the unit. &nbsp;&nbsp;&nbsp;\r\n   He looked round the education room, bedroom, daily provision store, cable way and entertainment, education and logistics facilities to take warm care of the life of the servicepersons. &nbsp;&nbsp;&nbsp;\r\n   He highly praised them for excellent living conditions, including the heating of all the bedrooms by use of electricity of their own making and solution of water problem through laying of cable way up to the height more than 1,000 metres above sea level. &nbsp;&nbsp;&nbsp;\r\n   He expressed expectation and belief that soldiers of the company would firmly defend man-centred socialist system of Korean style, the best in the world, by force of revolutionary arms and gave them a pair of binoculars and an automatic rifle as gifts. &nbsp;&nbsp;&nbsp;\r\n   He had a photograph taken together with the artillery company soldiers. &nbsp;&nbsp;&nbsp;\r\n   After the inspection of the unit he appreciated and directed the performance given by the art propaganda squad of KPA combined unit no. 313. &nbsp;&nbsp;&nbsp;\r\n   He highly praised the squad members for conducting mobile art activities among armymen and set forth the tasks to increase art propaganda within the army. \r\n\r\n"
        },
        {
            "title": "Korean goods awarded gold medal and prizes",
            "url": "http://kcna.co.jp/item/1999/9911/news11/18.htm#3",
            "content": "Film show and cocktail party at Russian embassy \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, November 18 (KCNA) -- A film show and a cocktail party were held at the Russian embassy here yesterday. &nbsp;&nbsp;&nbsp;\r\n   Invited there were vice-Minister of Foreign Affairs Ri In Gyu, officials concerned and mediamen in the city. &nbsp;&nbsp;&nbsp;\r\n   Present were Russian ambassador Valery Denisov and members of the embassy. &nbsp;&nbsp;&nbsp;\r\n   They saw a documentary film dealing with the situation of north Caucasus of Russia. &nbsp;&nbsp;&nbsp;\r\n   Then followed a cocktail party. \r\n\r\n"
        },
        {
            "title": "Repatriation of unconverted long-term prisoners urged",
            "url": "http://kcna.co.jp/item/1999/9911/news11/18.htm#4",
            "content": "Korean goods awarded gold medal and prizes \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 18 (KCNA) -- DPRK-made semiconductor stylist was awarded gold medal,  the highest prize of the exhibition, and stone image robot, stimulant for plant growth and 58 other goods received quality and design prizes at the recent 17th Havana International Commodity Exhibition held in Cuba. &nbsp;&nbsp;&nbsp;\r\n   The medal of the advertising and propaganda association of Cuba went to six Korean goods. &nbsp;&nbsp;&nbsp;\r\n   The exhibition drew over 2,200 companies from some 60 countries including the DPRK.  \r\n\r\n"
        },
        {
            "title": "Participation in building monument called for",
            "url": "http://kcna.co.jp/item/1999/9911/news11/18.htm#5",
            "content": "Repatriation of unconverted long-term prisoners urged \r\n &nbsp;&nbsp;&nbsp; Pyongyang, November 18 (KCNA) -- A spokesman for the Council for National Reconciliation issued a statement on Nov. 17 denouncing the South Korean authorities for refusing to send back the unconverted long-term prisoners to the north. &nbsp;&nbsp;&nbsp;\r\n   He said: &nbsp;&nbsp;&nbsp;\r\n   The central committee of the DPRK Red Cross Society urged the South Korean Red Cross to unconditionally send back all the unconverted long-term prisoners to the north before the end of this year. This was prompted by the desire to put an end to the long-standing confrontation between the north and south and greet a new millennium in a favourable atmosphere. &nbsp;&nbsp;&nbsp;\r\n   If an atmosphere of national reconciliation and trust is to be created, the South Korean authorities should be bold enough to drop the old conception of the confrontation and settle as soon as possible the question of unconverted long-term prisoners which may be a breakthrough in improving the inter-Korean relations. &nbsp;&nbsp;&nbsp;\r\n   Whether the issue of repatriating unconverted long-term prisoners is settled before the end of the year or not and whether a new epochal phase is opened to bring a thaw in the frozen relations between the north and the south or not entirely depend on the attitude of the South Korean authorities. &nbsp;&nbsp;&nbsp;\r\n   If the South Korean authorities truly want reconciliation and cooperation between the north and the south, they should lend an ear to the ardent appeal of all the fellow countrymen and human conscience and unconditionally and immediately send back Kim In So, Kim Yong Thae, Ham Se Hwan and other unconverted long-term prisoners to the north where their families and relatives are awaiting them. \r\n\r\n"
        },
        {
            "title": "Permanent membership of UNSC not to be bought",
            "url": "http://kcna.co.jp/item/1999/9911/news11/18.htm#6",
            "content": "Participation in building monument called for \r\n   &nbsp;&nbsp;&nbsp;Pyongyang, November 18 (KCNA) -- The central committee of the Democratic Front for the Reunification of the Fatherland and the Committee for the Peaceful Reunification of the Fatherland on Nov. 17 issued an appeal to the 70 million fellow countrymen at home and abroad in order to push ahead with the building of the monument to three-point charter for national reunification as a pro-reunification patriotic movement. &nbsp;&nbsp;&nbsp;\r\n   The appeal said: &nbsp;&nbsp;&nbsp;\r\n   The pro-reunification patriotic forces in the north, south and abroad decided on August 15 this year to build the monument in Pyongyang, the fountainhead of the three-point charter for national reunification. &nbsp;&nbsp;&nbsp;\r\n   The construction of the monument now progressing apace is to be finished before August 15 next year, the first year of the 2000s, on which the 55th anniversary of Korea's liberation from the Japanese colonial rule falls. &nbsp;&nbsp;&nbsp;\r\n   The three-point charter for national reunification consists of the three principles of national reunification--independence, peaceful reunification and great national unity--, the ten-point program of the great unity of the whole nation for the reunification of the country and the proposal on founding the Democratic Confederal Republic of Koryo. &nbsp;&nbsp;&nbsp;\r\n   The building of the monument to the three-point charter is a noble work common to the nation to exalt for all ages the immortal exploits performed by the President Kim Il Sung for the country and the nation. And it is a proud patriotic work to demonstrate at home and abroad the iron will and conviction of the whole nation to build a reunified country under the banner of the three-point charter. &nbsp;&nbsp;&nbsp;\r\n   The appeal called for successfully and wonderfully building the monument and powerfully demonstrating the Korean nation's unshakable will for reunification to the whole world. &nbsp;&nbsp;&nbsp;\r\n   Underscoring the necessity to pool patriotic sincerity of the whole nation in the construction of the monument, it called upon all the Koreans to make a tangible contribution to the construction, those with strength devoting strength, those with money donating money and those with knowledge dedicating knowledge. &nbsp;&nbsp;&nbsp;\r\n   All the reunification movement organizations and personages in the north, south and abroad should make the forthcoming year 2000 a year of historic turn for national reunification, upholding the three-point charter for national reunification as the great reunification program common to the nation. \r\n\r\n"
        },
        {
            "title": "Main cause of atrocities should be rooted out",
            "url": "http://kcna.co.jp/item/1999/9911/news11/18.htm#7",
            "content": "Permanent membership of UNSC not to be bought \r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 18 (KCNA) -- The chief executive of Japan, when meeting the UN Secretary General recently, said that \"there is growing discontent among the Japanese people\" as Japan has not yet been elected a permanent member of the UN Security Council in spite of its big financial contribution to the UN. &nbsp;&nbsp;&nbsp;\r\n   He was cunning enough to describe a spate of rubbish heard from Japan as \"discontent of people.\" &nbsp;&nbsp;&nbsp;\r\n   Rodong Sinmun today in a signed commentary observes: This is intended to create a favorable atmosphere to sit on the UNSC and a sort of hint that Japan may reconsider her contribution to the UN if things do not go as it wishes. &nbsp;&nbsp;&nbsp;\r\n   Japan lacks the sense of independence as it is bereft of justice, fairness and conscience.  From every point of view, it is not qualified for a permanent member of the UNSC. &nbsp;&nbsp;&nbsp;\r\n   It is as clear as noonday that if such a country as Japan which is keen on realizing its design for reinvasion is seated on the UNSC, peace will be jeopardized in Asia and the rest of the world. &nbsp;&nbsp;&nbsp;\r\n   The permanent membership of the UNSC is not to be bought. &nbsp;&nbsp;&nbsp;\r\n   The only criteria for any country to be a permanent member of the UNSC is how much it values international justice, conscience and impartiality. &nbsp;&nbsp;&nbsp;\r\n   Money should not be a decisive factor in settling such important international issue. Japan is well advised to sincerely liquidate its criminal past before dreaming of sitting on the UNSC. \r\n\r\n"
        },
        {
            "title": "KCNA on despicable burlesque",
            "url": "http://kcna.co.jp/item/1999/9911/news11/18.htm#8",
            "content": "Main cause of atrocities should be rooted out \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 18 (KCNA) -- The truth about massacres of South Korean people by GIs  have been clearly disclosed by UN official documents and testimonies made by those involved in massacres and survivors. &nbsp;&nbsp;&nbsp;\r\n   What remains to be done by the U.S., the assailant, is to admit the crimes and  apologize and compensate for them. &nbsp;&nbsp;&nbsp;\r\n   The U.S., now sitting in the dock to face judgement by history, is playing every possible trite trick to conceal the truth about the massacres and get them buried in oblivion while the South Korean rulers are reading its face to please their master. &nbsp;&nbsp;&nbsp;\r\n   Rodong Sinmun today in a signed commentary dismisses the U.S. impudence as an unpardonable insult, challenge and mockery of the Korean nation and human conscience. &nbsp;&nbsp;&nbsp;\r\n   It says: &nbsp;&nbsp;&nbsp;\r\n   The desperate move of the U.S. to hide the stark truth behind GIs' atrocities is aimed to kill South Koreans and plunder them as it pleases in the future, too. By covering up its crimes the South Korean rulers seek to curry favour with their master and tide over their political crisis. &nbsp;&nbsp;&nbsp;\r\n   It is because of the aggressors and traitors who lord it over in South Korea that the Korean nation is subjected to the untold insult, disgrace, sufferings and sacrifices, the commentary stresses, adding: The South Korean people can never be free from massacres unless the U.S., their root cause, are forced out of it. \r\n\r\n"
        },
        {
            "title": "Pyongyang gold lane",
            "url": "http://kcna.co.jp/item/1999/9911/news11/18.htm#9",
            "content": "KCNA on despicable burlesque \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, November 18 (KCNA) -- The South Korean authorities reportedly held an \"unveiling ceremony\" of the \"monument to victory of Yonphyong naval battle\" on November 11. &nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities orchestrated the west sea incident and committed serious military provocations against the north last June only to meet a disgraceful defeat. &nbsp;&nbsp;&nbsp;\r\n   Falsifying the truth, they staged an \"unveiling ceremony of the monument to victory.\" This is nothing but a despicable burlesque staged by those who are hell-bent on the north-south confrontation. &nbsp;&nbsp;&nbsp;\r\n   Through this they foolishly seek to cover up their true colors as flunkeyists and traitors, lay the blame for the ever-worsening political and military confrontation between the north and the south at the door of another and bolster up the fallen morale of the colonial mercenary army to provoke a new war. &nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities staged such a farce intended to escalate the north-south confrontation for a fratricidal war at a time when the public is strongly pushing for probe into the truth behind the massacres of South Korean people by GIs during the Korean War in the wake of the unbroken chain of its disclosure. This is an unpardonable anti-national and anti-reunification crime. &nbsp;&nbsp;&nbsp;\r\n   Instead of admitting and apologizing for their anti-national crimes, they built such a \"monument\" in a bid to beautify them and make a mockery of the history and the nation despite their talk about the \"improvement of the inter-Korean relations.\" This once again goes to prove that they have neither elementary national conscience nor will for reunification. &nbsp;&nbsp;&nbsp;\r\n   Unpardonable are the flunkeyist and traitorous actions and moves for confrontation with the north escalated by the South Korean authorities to perpetuate the division of the country with the backing of outsiders and start a new war at a time when all the fellow countrymen have come out in the struggle for the independent and peaceful reunification of the country at an early date through great national unity. \r\n\r\n"
        },
        {
            "title": "Korean books exhibition and film show held",
            "url": "http://kcna.co.jp/item/1999/9911/news11/18.htm#10",
            "content": "Pyongyang gold lane \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, November 18 (KCNA) -- The Pyongyang gold lane on the bank of the River Taedong in Pyongyang celebrated its 5th anniversary. &nbsp;&nbsp;&nbsp;\r\n   With a total floorage of 14,300 square metres, it is a fancy affair roofed by three spires and fitted with 40 computer-controlled bowling alleys, amusement facilities and service amenities such as steam bathhouses, dining rooms and shops. &nbsp;&nbsp;&nbsp;\r\n      In the National Amateur Contest held in February, Ri Yong Chol, a worker at the Pyongyang Cornstarch Factory, and his wife came first with a baffling exhibition of their skills. &nbsp;&nbsp;&nbsp;\r\n   Amidst growing interest in bowling, the players from the Pyongyang Gold Lane Sports Team competed last year in the bowling event of the 13th Asian Olympic Games. &nbsp;&nbsp;&nbsp;\r\n   The Pyongyang gold lane accommodates a daily average of 1,000 fans. &nbsp;&nbsp;&nbsp;\r\n   The youth delegation from the Russian Liberal Democratic Party expressed its gratitude to the Worker's Party of Korea and the DPRK government for having provided such a wonderful recreational facility for the public. The delegation from the Laos-DPRK Friendship Society said that the Pyongyang gold lane would cater to the people's aesthetic tastes and greatly help promote their health and physical fitness. &nbsp;&nbsp;&nbsp;\r\n   The bowling alley is a patriotic donation of Kwon Yong Suk, a Korean businesswoman in Tochiki Prefecture of Japan who  belongs to the General Association of Korean Residents in Japan,  and her family. \r\n\r\n"
        },
        {
            "title": "S. Korean warlords plan to deploy missiles",
            "url": "http://kcna.co.jp/item/1999/9911/news11/18.htm#11",
            "content": "Korean books exhibition and film show held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 18 (KCNA) --  Korean books exhibition and film show were held at the meeting hall of the Communist Party of Syria (Bagdash) on November 10, on the occasion of the 5th anniversary of the publication of the celebrated work of General Secretary Kim Jong Il \"Socialism Is a Science.\"&nbsp;&nbsp;&nbsp;\r\n   The participants looked round books on display and saw the Korean film \"The Great Leader Kim Jong Il's On-site Guidance to the Work in Various Fields.\"&nbsp;&nbsp;&nbsp;\r\n   Prior to the film show, Mohamud Ali Taher, member of the central committee of the Communist Party of Syria (Bagdash), stressed that Kim Jong Il's work \"Socialism Is a Science\" serves as a beacon of hope, a guideline for socialist construction and a weapon of struggle for hundreds of millions of people in the world who aspire after socialism. \r\n\r\n"
        },
        {
            "title": "Invariable aggressive design of U.S. condemned",
            "url": "http://kcna.co.jp/item/1999/9911/news11/18.htm#12",
            "content": "S. Korean warlords plan to deploy missiles \r\n &nbsp;&nbsp;&nbsp; Pyongyang, November 18 (KCNA) -- The South Korean warlords reportedly plan to deploy short-range ground-to-air missiles in major facilities and big cities from the next month under the pretext of \"coping\" with \"air infiltration\" by somebody. &nbsp;&nbsp;&nbsp;\r\n   This is part of the madcap moves of the South Korean warmongers to dampen the desire of the compatriots for peace and reunification. \r\n\r\n"
        },
        {
            "title": "Warmongers' saber-rattling under fire",
            "url": "http://kcna.co.jp/item/1999/9911/news11/18.htm#13",
            "content": "Invariable aggressive design of U.S. condemned \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, November 18 (KCNA) -- The U.S. Defense Secretary, Cohen, said at a recent press conference that the United States does not rule out a forestalling attack against the DPRK. Rodong Sinmun yesterday in a signed article dismissed this as a declaration that the U.S. would soon launch a forestalling strike against the DPRK.   Noting that it is an invariable attempt of the United States to make a forestalling strike against the DPRK, the article went on: &nbsp;&nbsp;&nbsp;\r\n   As it did at the outset of the Korean war, the U.S. sought to seize the DPRK by a surprise attack at a breath. &nbsp;&nbsp;&nbsp;\r\n   At a time when the U.S. armed spy ship \"Pueblo\" was captured and on many other occasions in scores of years the U.S. worked hard to stifle the DPRK militarily through a forestalling attack against it and has made necessary preparations. &nbsp;&nbsp;&nbsp;\r\n   It is now threatening to mount a forestalling attack against the DPRK under the pretext of somebody's \"missile threat.\"&nbsp;&nbsp;&nbsp;\r\n   The U.S. tested a surprise preemptive strike against the DPRK in Yugoslavia whose geographical conditions are similar to it. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, the United States is tightening its military tie-up with Japan and South Korea. &nbsp;&nbsp;&nbsp;\r\n   No one can vouch that the military drill now under way in South Korea will not lead to an actual war any time. &nbsp;&nbsp;&nbsp;\r\n   The United States' talk about the improvement of the relations with the DPRK and the easing of sanctions against it is nothing but a sinister intention to disarm the Korean people mentally and launch a surprise attack against the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The United States tries to strangle us by making us fall asleep and mounting a surprise attack against us. If you want to fight, let's fight. This is the answer of the Korean People's Army and the people to the U.S. which threatens a forestalling attack against them. \r\n\r\n"
        },
        {
            "title": "Treachery in S. Korea flailed",
            "url": "http://kcna.co.jp/item/1999/9911/news11/18.htm#14",
            "content": "Warmongers' saber-rattling under fire \r\n &nbsp;&nbsp;&nbsp; Pyongyang, November 18 (KCNA) -- The warmongers are well advised to give up their pipe dream of having \"an absolute edge over the north\" because a crow cannot be whiter for often  washing, warns Minju Joson today in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n    It assails Jo Yong Gil, new \"chairman of the joint chiefs of staff\" in South Korea, for letting loose at the national defence staff academy a spate of provocative outburst  that \"a war deterrent should be secured to have an absolute edge over the north.\"&nbsp;&nbsp;&nbsp;\r\n   It goes on: &nbsp;&nbsp;&nbsp;\r\n   His outburst betrays his intention to ignite  a war against the north by increasing combat capability to be much superior to the north. We can never overlook this. &nbsp;&nbsp;&nbsp;\r\n   Frankly speaking, we will not take a nap when the South Korean authorities are escalating their preparations for anti-north war. We will further increase our self-reliant defence capacity and fully display the might of the socialist military power. \r\n\r\n"
        },
        {
            "title": "Japan's crafty intention blasted",
            "url": "http://kcna.co.jp/item/1999/9911/news11/18.htm#15",
            "content": "Treachery in S. Korea flailed\r\n  &nbsp;&nbsp;&nbsp; Pyongyang, November 18 (KCNA) -- Rodong Sinmun today in a signed article describes the campaign against the building of Tangun's statues in South Korea as a treacherous act of negating the nation's ancestral father. &nbsp;&nbsp;&nbsp;\r\n   The article goes on: &nbsp;&nbsp;&nbsp;\r\n   Some dishonest elements in South Korea are negating the existence of Tangun. This is an unpardonable treachery of negating national history, tradition and homogeneity vital to great national unity and, in essence, little different from the past anti-Tangun obliteration moves of the Japanese aggressors. &nbsp;&nbsp;&nbsp;\r\n   In South Korea some dishonest Christians are these days zealously opposing the building of Tangun's statues, saying that the existence of Tangun has not yet been identified.  &nbsp;&nbsp;&nbsp;\r\nThis is connived at and backed by the authorities. This is a revival of the policy of obliterating Tangun once pursued by the Japanese. &nbsp;&nbsp;&nbsp;\r\n   Insulting Tangun is precisely a treacherous act of serving the purpose of the aggressive policy of the U.S. and the Japanese reactionaries keen on obliterating the history, tradition and spirit of the Korean nation and, at the same time, an act of joining the imperialists in their moves to perpetuate the national division and thus exterminate the Korean nation. \r\n\r\n"
        },
        {
            "title": "Repatriation of unconverted long-term prisoners demanded",
            "url": "http://kcna.co.jp/item/1999/9911/news11/18.htm#16",
            "content": "Japan's crafty intention blasted \r\n &nbsp;&nbsp;&nbsp;Pyongyang, November 18 (KCNA) -- Rodong Sinmun today in a signed article blasts the crafty intention of the Japanese reactionaries to bar any reference to the Japanese imperialists' crimes related to \"comfort women for the army\" in the Japanese history textbooks. &nbsp;&nbsp;&nbsp;\r\n   Recently, two textbook companies of Japan filed applications to the government for changing the expression of \"comfort women for the army\" into \"comfort women\" and deleting the word \"forcibly\" in the middle school social sciences textbook. &nbsp;&nbsp;&nbsp;\r\n   This action was taken against the background of militarism mounting in Japan and forced by its right-wing forces, the article notes, and continues: &nbsp;&nbsp;&nbsp;\r\n   What merits a serious attention is the fact that the Japanese government is involved in the moves of the textbook companies and kept straight face as if it had nothing to do with the applications filed by the companies. &nbsp;&nbsp;&nbsp;\r\n   Quite clear is the real aim sought by the Japanese reactionaries in desperately trying to prevent the reference to the past crimes of the Japanese, particularly crimes related to \"comfort women for the army\" in the middle school textbooks. It is intended to imbue the rising generation with militarism and use them as a shock brigade for overseas aggression. \r\n\r\n"
        },
        {
            "title": "Intl. workshop on effective use of rice genetic resources",
            "url": "http://kcna.co.jp/item/1999/9911/news11/18.htm#17",
            "content": "Repatriation of unconverted long-term prisoners demanded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 18 (KCNA) -- Louder voices of demanding the repatriation to the DPRK of the unconverted long-term prisoners in South Korea are ringing out from many countries. &nbsp;&nbsp;&nbsp;\r\n   The Italian Committee for the Reunification and Peace of Korea said in its statement that the South Korean authorities are blocking those prisoners' reunion with their families till now when the new century is at hand. It is the most inhuman, unethical deed that should not be tolerated any longer, the statement said, adding: &nbsp;&nbsp;&nbsp;\r\n   We urge the South Korean authorities to immediately stop the political suppression and persecution of the unconverted long-term prisoners and repatriate them to the DPRK as soon as possible as demanded by them. &nbsp;&nbsp;&nbsp;\r\n   Max Verworner, chairman of the Austrian Committee for Supporting Korea's Reunification and chairman of the Society for the Promotion of the Relations between Austria and the DPRK, in his statement strongly held that the South Korean authorities, though belatedly, should immediately send the unconverted long-term prisoners back to their hometown where their parents, brothers and sisters, their wives and children are waiting for them. &nbsp;&nbsp;&nbsp;\r\n   If their repatriation is not realized before the 2000s, it will bitterly be denounced as a national crime and wanton violation of the international law, it said. \r\n\r\n"
        },
        {
            "title": "Fish culture in Korea",
            "url": "http://kcna.co.jp/item/1999/9911/news11/18.htm#18",
            "content": "Intl. workshop on effective use of rice genetic resources \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 18 (KCNA) -- An international workshop of experts for an effective use of rice genetic  resources in developing countries was held at Kim Il Sung Institute of Agricultural Science in Guinea from October 18 to 27. &nbsp;&nbsp;&nbsp;\r\n   Present there were scientists and technicians in the agricultural domain of Guinea, genetic experts of Mali, Ethiopia, Nigeria and other countries, the DPRK ambassador to Guinea and embassy officials and the members of the DPRK delegation. &nbsp;&nbsp;&nbsp;\r\n   The governor of Kindia Province of Guinea, who represented the Guinean government, in his speech at an opening ceremony said: The institute is a shining example of south-south cooperation which was built for the agricultural development in African countries thanks to the solicitude of the President Kim Il Sung. It has made a great contribution to the agricultural development in Guinea and other African countries. &nbsp;&nbsp;&nbsp;\r\n   The successful holding of the international workshop under the care of the great leader Kim Jong Il would be a brilliant example of south-south cooperation, he stressed. \r\n\r\n"
        },
        {
            "title": "Ancestral father of Korean nation",
            "url": "http://kcna.co.jp/item/1999/9911/news11/18.htm#19",
            "content": "Fish culture in Korea\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, November 18 (KCNA) -- Brisk fish farming is going on in all parts of Korea. &nbsp;&nbsp;&nbsp;\r\n   This year alone, over 200 fish farms were built in South Phyongan Province. &nbsp;&nbsp;&nbsp; \r\n   The province has a favourable geographical condition to build fish ponds as it is blessed with Taedong and Chongchon rivers. So, over 1,000 fish farms and ponds have been built in compounds of factories and  enterprises and in rural areas. &nbsp;&nbsp;&nbsp;\r\n   Their total area is hundreds of hectares. &nbsp;&nbsp;&nbsp;\r\n   Fish farms in the province bred three million more fries than last year and supplied them to more than 1,500 units with fish farms. &nbsp;&nbsp;&nbsp;\r\n   South Hamgyong Province is pushing ahead with the project to build a fish farm of 30 hectares in Yonggwang county which is abundant in water and which has a favourable geographical condition. &nbsp;&nbsp;&nbsp;\r\n   Seven ponds of fries, a breeding pond of microbe, 23 ponds of fishes and an angling place will be built in the farm. &nbsp;&nbsp;&nbsp;\r\n   General Secretary Kim Jong Il, regarding fish culture as an important work to improve the living of people, pays deep attention to it. &nbsp;&nbsp;&nbsp;\r\n   Recently alone, he gave on-the-spot guidance to the Sinhung fish farm, Ra Hyo Jin and Cha Ju Hyon-managed fish farms. &nbsp;&nbsp;&nbsp;\r\n   He sent breeding fishes, fries, rolling stocks and feed necessary for the growth and breeding of fishes to the Sinhung fish farm. &nbsp;&nbsp;&nbsp;\r\n   The Korean people are directing efforts to fish culture in order to bring about a great turn in this work in the near future as intended by Kim Jong Il. \r\n\r\n"
        },
        {
            "title": "Yang Hyong Sop receives credentials from Cypriot ambassador",
            "url": "http://kcna.co.jp/item/1999/9911/news11/18.htm#20",
            "content": "Ancestral father of Korean nation \r\n  &nbsp;&nbsp;&nbsp;Pyongyang, November 18 (KCNA) -- A commotion of negating Tangun is going on in South Korea these days. &nbsp;&nbsp;&nbsp;\r\n   Some dishonest elements are destroying and doing harm to statues of Tangun while some Christians are demanding their removal under the patronage of the South Korean authorities. &nbsp;&nbsp;&nbsp;\r\n   It is nothing but a very strange campaign of those who are ignorant of the ancestral father of the nation. &nbsp;&nbsp;&nbsp;\r\n   Tangun was ancestral father of the Korean nation who founded Kojoson, the first ancient state on the Korean peninsula more than 5,000 years ago and paved the way for the formation and development of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n   Tangun established the state rule over vast areas including the northwestern part of the Korean peninsula and developed economy and culture, laying a firm foundation of the powerful ancient Korean state. &nbsp;&nbsp;&nbsp;\r\n   Kojoson existed for about 3,000 years and developed as one of the strong states in Asia. &nbsp;&nbsp;&nbsp;\r\n   Korean archaeologists excavated the tomb of Tangun and unearthed remains of Tangun and his wife in Juche 82 (1993). &nbsp;&nbsp;&nbsp;\r\nLatest survey means helped scientifically verify that the remains are 5,011 years old. &nbsp;&nbsp;&nbsp;\r\n   Tangun's remains were unearthed in his tomb to prove that he actually existed over 5,000 years back. This was a great event of weighty historical significance in testifying that the Korean nation is a homogeneous nation with an ancient history and confirming its origin. &nbsp;&nbsp;&nbsp;\r\n   Various kinds of historical relics were unearthed in many places of the north centering around Pyongyang and of South Korea to verify that Tangun is the real ancestral father of the nation. &nbsp;&nbsp;&nbsp;\r\n   It is vandalism which can be committed only by the traitors to damage or destroy Tangun's statues or demand their removal. &nbsp;&nbsp;&nbsp;\r\n   Hence, organizations and public figures of different circles in the DPRK are vehemently denouncing the commotion of negating  Tangun in South Korea. &nbsp;&nbsp;&nbsp;\r\n   A spokesman for the history institute of the Academy of Social Sciences of the DPRK in its statement issued on Oct. 30 condemned this row as a treachery of denying the homogeneity of our nation and demanded the South Korean authorities stop at once dishonest elements' vandalism intended to bar national reconciliation and unity. &nbsp;&nbsp;&nbsp;\r\n   Tangun is the ancestral father of the Korean nation and the Korean nation is a homogeneous one. \r\n\r\n"
        },
        {
            "title": "Greetings to Armenian Prime Minister",
            "url": "http://kcna.co.jp/item/1999/9911/news11/18.htm#21",
            "content": "Yang Hyong Sop receives credentials from Cypriot ambassador  \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 18 (KCNA) -- Yang Hyong Sop, vice-president of the presidium of the DPRK Supreme People's Assembly, received credentials from Loria Markides, newly appointed Cypriot ambassador extraordinary and plenipotentiary to the DPRK, at the Mansudae Assembly Hall today. &nbsp;&nbsp;&nbsp;\r\n   Present there was vice-Foreign Minister Pak Kil Yon. &nbsp;&nbsp;&nbsp;\r\n   Yang Hyong Sop had a talk with the ambassador after receiving the credentials. \r\n\r\n"
        },
        {
            "title": "Greetings to Azerbaijan Foreign Minister",
            "url": "http://kcna.co.jp/item/1999/9911/news11/18.htm#22",
            "content": "Greetings to Armenian Prime Minister \r\n &nbsp;&nbsp;&nbsp;Pyongyang, November 18 (KCNA) -- Premier of the DPRK cabinet Hong Song Nam sent a message of greetings to Aram Sarkisyan on his appointment as Prime Minister of Armenia.   He expressed the belief that the friendly relations between the two countries would further develop on good terms, and wished the Armenian Prime Minister success in his responsible work. \r\n\r\n"
        },
        {
            "title": "Paek Nam Sun meets UN official",
            "url": "http://kcna.co.jp/item/1999/9911/news11/18.htm#23",
            "content": "Greetings to Azerbaijan Foreign Minister \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 18 (KCNA) -- DPRK Foreign Minister Paek Nam Sun sent a message of greetings to Vilayet Mukhtar Gulyev on his appointment as Azerbaijan Foreign Minister.   In the message he expressed the belief that the relations between the two countries would further develop on good terms, and wished him success in his responsible work. \r\n\r\n"
        },
        {
            "title": "Pak Song Chol meets delegation of Equatorial Guinea",
            "url": "http://kcna.co.jp/item/1999/9911/news11/18.htm#24",
            "content": "Paek Nam Sun meets UN official \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 18 (KCNA) -- Paek Nam Sun, Foreign Minister of the DPRK, today met and had a talk with David Morton, newly appointed UN resident coordinator and the resident representative of the United Nations Development Program in Pyongyang who paid a courtesy call on him. \r\n\r\n"
        }
    ]
}