{
    "date": "1999-10-13",
    "url": "http://kcna.co.jp/item/1999/9910/991013.htm",
    "articles": [
        {
            "title": "Kim Jong Il inspects island-defending unit",
            "url": "http://kcna.co.jp/item/1999/9910/news10/13.htm#1",
            "content": "Kim Jong Il inspects island-defending unit \r\n &nbsp;&nbsp;&nbsp; Pyongyang October 13 (KCNA) - General Secretary Kim Jong Il inspected an island-defending unit that belongs to unit no. 1130 of the Korean People's Army on Tuesday.\r\n   He was accompanied by generals Hyon Chol Hae and Pak Jae Gyong and staff members of the Supreme Command of the KPA.&nbsp;&nbsp;&nbsp;\r\n   At the forward observation post, the supreme commander looked round the defence theatre of the unit and learned about the topography, disposition of troops and performance of duty. &nbsp;&nbsp;&nbsp;\r\n   He said the unit has a very important duty to do. He gave the unit important tasks to increase its combat capacity to the maximum and consolidate the defence theatre as an impregnable fortress. &nbsp;&nbsp;&nbsp;\r\n   He went to posts of soldiers of the unit, learned about their military service and saw their weapon-handling training. &nbsp;&nbsp;&nbsp;\r\n   He said the revolutionary cause of Korea is ever-victorious because the sky, land and seas of the sacred motherland are firmly defended by brave soldiers of the heroic Korean People's Army, who are ready to devote their youth and life to the sake of the party and leader, motherland and people. &nbsp;&nbsp;&nbsp;\r\n   He then went round the unit's education room, bedroom, dining room and other places to learn about drinking water, heating of the bedroom, supply of fresh vegetables and fishes, entertainment and other spheres of the soldiers' life with parental affection. &nbsp;&nbsp;&nbsp;\r\n   He did them great favors. he added that special attention should be paid lest they should feel any inconvenience in work and life because they are revolutionaries who perform feats every moment, proud that they defend the security of the country and the people although they live in a solitary island. &nbsp;&nbsp;&nbsp;\r\n   Looking at the roads, cosy buildings and dense forests created by soldiers with sincerity, he noted that the island has turned into a beautiful park in the true sense of the word thanks to the patriotic-minded soldiers' sincere efforts. He urged the entire army and all the people to learn from their noble spirit and improve the looks of all posts, factories, farms, towns and villages as befits socialist ones. &nbsp;&nbsp;&nbsp;\r\n   He enjoyed a chorus performance of the unit's soldiers. &nbsp;&nbsp;&nbsp;\r\n   He gave them a pair of binoculars and an automatic rifle as gifts and posed for a picture with them.    \r\n\r\n"
        },
        {
            "title": "Russian ambassador gives reception",
            "url": "http://kcna.co.jp/item/1999/9910/news10/13.htm#2",
            "content": "Russian ambassador gives reception\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 13 (KCNA) -- Russian ambassador to the DPRK Valery Denisov on Tuesday hosted a reception at the embassy on the occasion of the 51st anniversary of the establishment of diplomatic relations between the DPRK and the Russian Federation.\r\n   Invited to the reception were vice Foreign Minister Ri In Gyu, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries Ri Song Ho who is also the chairman of the Korea-Russia Friendship Association, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n   Speeches were exchanged at the reception.    \r\n\r\n"
        },
        {
            "title": "Day of Hindi marked",
            "url": "http://kcna.co.jp/item/1999/9910/news10/13.htm#3",
            "content": "Day of Hindi marked\r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 13 (KCNA) -- A film show and a ceremony for book presentation were held on Tuesday at the Pyongyang University of foreign studies on the occasion of the 50th anniversary of day of Hindi.\r\n   Present there were vice-chairperson Hong Son Ok of the Korean Committee for Cultural Relations with Foreign Countries and officials concerned, teachers and students of the university, Indian ambassador to Korea Jagjit Singh Sapra and embassy officials.; &nbsp;&nbsp; &nbsp; \r\n   The participants saw an indian documentary film. &nbsp;&nbsp; &nbsp; \r\n   The Indian ambassador presented books in Hindi to the university.    \r\n\r\n"
        },
        {
            "title": "CILRECO secretariat issues bulletin",
            "url": "http://kcna.co.jp/item/1999/9910/news10/13.htm#4",
            "content": "CILRECO secretariat issues bulletin\r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 13 (KCNA) -- The secretariat of the International Liaison Committee for Reunification and Peace in Korea issued bulletin no. 299 on Oct. 4.\r\n   In an article titled \"U.S. step to lift sanctions against the DPRK is another demonstration of the justness of the Korean people's struggle,\" the bulletin said that the U.S. announced that it partially lifted sanctions against the DPRK. This is because the U.S. kneeled down before the DPRK which regards independence as its life and soul and makes no concession in the confrontation with the U.S., the bulletin said. &nbsp;&nbsp; &nbsp; \r\n   In another article \"U.S. Forces' occupation of South Korea is the main obstacle to Korea's reunification and peace\" it pointed out that the state of ceasefire with gunreports still remains in the Korean peninsula even on the threshold of the 21st century. This is entirely due to the Korea policy of the U.S. for permanently using the peninsula as the victim of its strategy for world supremacy and the U.S. Forces' presence in South Korea, the forces that back the policy with strength. &nbsp;&nbsp; &nbsp; \r\n   The bulletin said in the article titled \"month for supporting the proposal for founding the Democratic Confederal Republic of Koryo\" that this proposal put forward by the President Kim Il Sung in October 1980 is the most realistic and reasonable one.    \r\n\r\n"
        },
        {
            "title": "KCNA on disclosed massacre by GIs",
            "url": "http://kcna.co.jp/item/1999/9910/news10/13.htm#5",
            "content": "KCNA on disclosed massacre by GIs\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 13 (KCNA) -- Reserve colonel of the U.S. army Bernard, who took part in the Korean War, recently confessed that massacre of civilians in Rogun-ri was committed by the GIs during the war, according to a report.\r\n   The AP has already made public the official documents and testimonies verifying that the U.S. soldiers murdered hundreds of innocent people including children and women in areas around Rogun-ri, Yongdong county, North Chungchong Province during the Korean War. Other data on the massacre are being uncovered one after another. &nbsp;&nbsp; &nbsp; \r\n   The massacre in Rogun-ri which has been kept secret for nearly 50 years is being disclosed more unequivocably before the international community as an irrefutable stark fact. &nbsp;&nbsp; &nbsp; \r\n   It is no more than a part of the mass killings of people committed by the U.S. imperialists during the war. &nbsp;&nbsp; &nbsp; \r\n   A U.S. media report  September 15, 1951, said that the number of civilians killed by the U.S. soldiers in South Korea amounted to one million. &nbsp;&nbsp; &nbsp; \r\n   The U.S. imperialists savagely murdered an innumerable number of people in Suwon, Chungju, Thongyong, Kochang, Koje islet and other different parts of South Korea as well as in the north of Korea. Particularly in Sinchon, South Hwanghae Province, they killed more than 35,380 innocent people, or a quarter of the population of the county, in the cold blood for 52 days. &nbsp;&nbsp; &nbsp; \r\n   This clearly proves once again that the U.S. imperialists are the arch criminals of genocide and the sworn enemy of the Korean people. &nbsp;&nbsp; &nbsp;\r\n   The Korean people are expressing the surging national wrath and indignation at the U.S. imperialists' massacre in Yongdong and strongly demanding that the United States make apology and compensation for it. &nbsp;&nbsp; &nbsp;\r\n   The U.S. should not seek to escape its responsibility for the unconceivable  and unavoidable massacre in Yongdong, but frankly admit it and make enough apology and compensation for it. &nbsp;&nbsp; &nbsp;\r\n   It will be helpful for the U.S. which is claiming to be the world's only super power to clearly liquidate its crime-ridden past.    \r\n\r\n\r\n"
        },
        {
            "title": "Massacre of fishermen by GIs disclosed in S. Korea",
            "url": "http://kcna.co.jp/item/1999/9910/news10/13.htm#6",
            "content": "Massacre of fishermen by GIs disclosed in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 13 (KCNA) -- A South Korean \"assemblyman\" from an opposition party on October 11 disclosed the fact that the massacre of South Korean people by the U.S. imperialist aggression forces had been committed before the Korean War as well as during the war, according to a radio report from Seoul.\r\n   Yun Han Do, \"assemblyman\" of the \"grand national party,\" made it clear that U.S. war planes dropped bombs on fishermen of Ulrung island fishing in the waters off Tok islet on June 8, 1948, leaving 200 of them dead. &nbsp;&nbsp; &nbsp;\r\n   He said that the command of the U.S. far east fleet asserted on Sept. 16, 1948 that the U.S. air force planes \"mistook\" fishing boats for \"small rocks\" and made a bombing raid upon them during their bombing exercise in the sky above Tok islet. &nbsp;&nbsp; &nbsp;\r\n   He held that all massacres by GIs should be brought to light on the occasion of disclosure of the massacre in Rogun-ri.    \r\n\r\n"
        },
        {
            "title": "Projected rulers' \"Foal Eagle\" war exercise  under fire",
            "url": "http://kcna.co.jp/item/1999/9910/news10/13.htm#7",
            "content": "Projected rulers' \"Foal Eagle\" war exercise  under fire\r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 13 (KCNA) -- The South Korean rulers are planning to stage the \"Foal Eagle\" joint military exercise together with the U.S. imperialist aggression forces. Rodong Sinmun today denounces this as the manifestation of an unpardonable criminal attempt to attack the DPRK in league with their imperialist master.\r\n   The paper brands the exercise as  the  most offensive and dangerous war gamble which is the same with the \"Team Spirit\" joint military exercises, a nuclear test war against the north. &nbsp;&nbsp; &nbsp;\r\n   The news analyst goes on: &nbsp;&nbsp; &nbsp;\r\n   We vehemently denounce the \"Foal Eagle\" joint military exercise planned by warhawks at home and abroad as a grave military provocation and an undisguised threat of aggression on the DPRK. &nbsp;&nbsp; &nbsp;\r\n   The situation of the Korean peninsula is extremely tense as can be seen in the provocative armed conflict at the West Sea orchestrated by the South Korean authorities some time ago. Who can say that the projected exercise will not be a prelude to a total war of aggression on the north under the situation? &nbsp;&nbsp; &nbsp;\r\n   We are fully ready to counter a war of aggression to be unleashed by the enemies of peace. &nbsp;&nbsp; &nbsp;\r\n   The U.S. imperialists and the South Korean rulers are well advised not to run wild but immediately withdraw the plan for the provocative \"Foal Eagle\" war exercise.    \r\n\r\n"
        },
        {
            "title": "Huichon General Machine Tool Plant",
            "url": "http://kcna.co.jp/item/1999/9910/news10/13.htm#8",
            "content": "Huichon General Machine Tool Plant\r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 13 (KCNA) -- The Huichon General Machine Tool Plant situated in Huichon city, Jagang Province, is the mother plant of the DPRK machine tool industry.\r\n   On a grim day of the Korean Liberation War (1950-1953) the President Kim Il Sung visited Huichon to pick up a lot for the plant with a far-reaching plan for establishing a powerful machine tool industry in the country after victory in the war. &nbsp;&nbsp; &nbsp;\r\n   He took measures to preferentially solve all matters raised in building the plant including design and construction. &nbsp;&nbsp; &nbsp;\r\n   The plant which was built in the heat of the war has manufactured lathes from Juche 43 (1954). &nbsp;&nbsp; &nbsp;\r\n   From the early 1960s it produced automatic machine tools and other highly  efficient machines to send them to different fields of the national economy. &nbsp;&nbsp; &nbsp;\r\n   Afterwards, the plant has been turned into a powerful base of the machine-building industry which produces 10,000 machine tools in a year, under the concern of the Workers' Party of Korea and the state. &nbsp;&nbsp; &nbsp;\r\n   All the production processes of the plant including casting, forging, processing, assembling and completion have been remote-controlled and streamlined. &nbsp;&nbsp; &nbsp;\r\n   Machine tools including Huichon no. 5, milling machines and light-lathes produced at the plant are popular at international markets as they are highly efficient and useful. &nbsp;&nbsp; &nbsp;\r\n   Especially, Huichon no. 5 and light-lathes are exported to different countries including Austria, Peru, Germany, Thailand, Vietnam and Ethiopia. &nbsp;&nbsp; &nbsp;\r\n   General Secretary Kim Jong Il visited the plant in October, Juche 87 (1998) and highly appreciated the exploits of the workers of the plant who contributed to the development of the machine industry of the country and improvement of the people's living standard in the past. And he set a task to make an active contribution to economic development of the country by further enhancing the quality of machines and steadily increasing production. &nbsp;&nbsp; &nbsp;\r\n   In hearty response to his instructions the workers are overfulfilling the plan for this year, higher than that of last year, every month by energetically accelerating the march at a canter.    \r\n\r\n"
        },
        {
            "title": "S. Korean \"Meeting of Love for Fellow Countrymen\"  publishes book",
            "url": "http://kcna.co.jp/item/1999/9910/news10/13.htm#9",
            "content": "S. Korean \"Meeting of Love for Fellow Countrymen\"  publishes book\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 13 (KCNA) -- The \"Meeting of Love for Fellow Countrymen\" of South Korea published a book \"Unforgettable September\" on the lapse of 15 years after the DPRK sent relief goods to the South Korean flood sufferers, Seoul-based radio Voice of National Salvation quoted the Pusan city committee of the National Democratic Front of South Korea as saying.\r\n   In the first page the 20-page book carries pictures showing the relief goods which were arrived at Inchon port, Pukphyong port and Taesong-dong. &nbsp;&nbsp; &nbsp;\r\n   Under the titles \"Great Love\" and \"I will not forget though time passes by,\" the book tells about the benevolent affection shown by the respected Marshal Kim Jong Il. &nbsp;&nbsp; &nbsp;\r\n   The book is avidly read among the people from all walks of life in South Korea.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}