{
    "date": "1999-12-22",
    "url": "http://kcna.co.jp/item/1999/9912/991222.htm",
    "articles": [
        {
            "title": "Wise leadership of Kim Jong Il praised",
            "url": "http://kcna.co.jp/item/1999/9912/news12/22.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK's proposal for reunification supported abroad",
            "url": "http://kcna.co.jp/item/1999/9912/news12/22.htm#2",
            "content": "Wise leadership of Kim Jong Il praised \r\n   &nbsp;&nbsp;&nbsPyongyang, December 22 (KCNA) -- Guinean public figures highly praised the wise leadership of the great Kim Jong Il.&nbsp;&nbsp;&nbsp;\r\n   The chairman of the Guinean National Information Committee said that today the DPRK is steadily growing stronger under the outstanding leadership of Kim Jong Il despite the continued moves of the enemy and difficulties caused by natural disasters. &nbsp;&nbsp;&nbsp;\r\n   The Minister of Youth, Sports and Culture of Guinea noted that the DPRK would undoubtedly become a more powerful and developed country in a few years to come, as it is wisely guided by Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il's on-the-spot guidance is a motive force in building  the DPRK into a powerful and prosperous country with stronger national defence capabilities, he stressed. \r\n\r\n"
        },
        {
            "title": "Phyongchon Revolutionary Site visited by foreigners",
            "url": "http://kcna.co.jp/item/1999/9912/news12/22.htm#3",
            "content": "DPRK's proposal for reunification supported abroad\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 22 (KCNA) -- The Council of the Union of Communist Parties-the Communist Party of the Soviet Union on Dec. 16 released a statement in support of the reunification proposal of the worker's party and government of Korea. &nbsp;&nbsp;&nbsp;\r\n   It expressed firm and invariable support for the DPRK's principled stand for the realization of the independent and peaceful reunification of the country. &nbsp;&nbsp;&nbsp;\r\n   It strongly condemned the South Korean authorities' \"sunshine policy\" as a deceptive move to cover up their ulterior intention to destabilize the DPRK and destroy its socialist system. &nbsp;&nbsp;&nbsp;\r\n   It stressed the communists of the former Soviet Union are firmly convinced that the policy for the independent and peaceful reunification of the country pursued by the WPK and the DPRK government led by the great leader Kim Jong Il is in full line with the basic interests and wishes of all Koreans in the north, south and abroad. \r\n\r\n"
        },
        {
            "title": "National art exhibition and national landscape exhibition open",
            "url": "http://kcna.co.jp/item/1999/9912/news12/22.htm#4",
            "content": "Phyongchon Revolutionary Site visited by foreigners\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 22 (KCNA) -- Diplomatic envoys and representatives of international organizations here on Tuesday visited the Phyongchon Revolutionary Site in Pyongyang on the occasion of the 8th anniversary of the election of the great leader Kim Jong Il as Supreme Commander of the Korean People's Army and the 82nd birth anniversary of Kim Jong Suk. &nbsp;&nbsp;&nbsp;\r\n   The site is associated with the great feats performed by the President Kim Il Sung, Kim Jong Suk and Kim Jong Il in building the country's Juche-based defence industry from the period of the building of a new country. &nbsp;&nbsp;&nbsp;\r\n   Chinese ambassador Wan Yongxiang wrote in the visitor's book: &nbsp;&nbsp;&nbsp;\r\n   It was a clairvoyant wise step that President Kim Il Sung made sure that an indigenous ordnance factory was built to equip army with weapons right after the country was liberated. &nbsp;&nbsp;&nbsp;\r\n   Iranian ambassador Mohammad Ganjidoost noted: President Kim Il Sung was determined to develop an indigenous munitions industry right after the liberation. This was of great significance for the Korean people in defending the sovereignty of the country and safeguarding its independence, I think. &nbsp;&nbsp;&nbsp;\r\n   That day, diplomatic envoys and representatives of international organizations visited \"Pueblo,\" an armed spy ship of the U.S., which was captured by heroic seamen of the KPA. \r\n\r\n"
        },
        {
            "title": "Wreaths laid before Kim Jong Suk's bust",
            "url": "http://kcna.co.jp/item/1999/9912/news12/22.htm#5",
            "content": "National art exhibition and national landscape exhibition open\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, December 22 (KCNA) -- A national art exhibition and a national landscape exhibition opened on the occasion of the 8th anniversary of the election of the great leader Kim Jong Il as Supreme Commander of the Korean People's Army and the 82nd birth anniversary of Kim Jong Suk. &nbsp;&nbsp;&nbsp;\r\n   Displayed at the national art exhibition are an oil painting \"Recalling the Behest of the Fatherly Leader,\" a Korean painting \"Pushing Way Through the Thorny Path To the Forefront\" and other works which depict the feats performed by Kim Jong Il in providing the ever-victorious army-first revolutionary leadership, Korean paintings \"Becoming the First Woman Paratrooper\" and \"Defending the Safety of the Great Leader\", etc. which represent the great personality of Kim Jong Suk, and other Korean paintings, oil paintings and graphic paintings which portray the Korean people who are all out in the building of a powerful nation, scores of art pieces in all. &nbsp;&nbsp;&nbsp;\r\n   On display at the national landscape exhibition are Korean paintings \"the Peak of Mt. Paektu, A Holy Land Singing Praises of the Great Man,\" \"Morning In Mangyongdae,\" \"Native Home In the Secret Camp of Mt. Paektu\" and other works which show the landscapes of the holy lands of the revolution, and Korean paintings, oil paintings, graphic paintings, jewel pictures, embroideries and ceramic works which depict historic and scenic sites associated with revolutionary activities and leadership feats of President Kim Il Sung, Kim Jong Suk and Kim Jong Il and the new appearance of urban and rural areas, more than 320 pieces all told. &nbsp;&nbsp;&nbsp;\r\n   An opening ceremony was held at the Korean Art Gallery on Tuesday. \r\n\r\n"
        },
        {
            "title": "Repatriation of unconverted long-term prisoners demanded",
            "url": "http://kcna.co.jp/item/1999/9912/news12/22.htm#6",
            "content": "Wreaths laid before Kim Jong Suk's bust\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, December 22 (KCNA) -- Diplomatic envoys and representatives of international organizations here yesterday laid wreaths before  the bust of the Kim Jong Suk at the Revolutionary Martyrs' Cemetery on Mt. Taesong and paid homage to her on the occasion of her 82nd birth anniversary. &nbsp;&nbsp;&nbsp;\r\n   Ribbons hanging from the wreaths read: \"Revolutionary exploits of the great communist revolutionary fighter comrade Kim Jong Suk will be immortal \" \r\n\r\n"
        },
        {
            "title": "Dismantlement of concrete wall demanded",
            "url": "http://kcna.co.jp/item/1999/9912/news12/22.htm#7",
            "content": "Repatriation of unconverted long-term prisoners demanded\r\n  &nbsp;&nbsp;&nbsp; Pyongyang, December 22 (KCNA) -- Rodong Sinmun today in a signed commentary demands the South Korean authorities immediately repatriate Kim In So, Ham Se Hwan, Kim Yong Thae and other unconverted long-term prisoners in South Korea to the north where their families and relatives wait for them. &nbsp;&nbsp;&nbsp;\r\n   Although a number of letters were sent to the south this year demanding the repatriation of unconverted long-term prisoners to the north, the South Korean side turned down this demand under the unjustified pretext in an attempt to use the issue of repatriation for a sinister political purpose, the commentary says, and goes on: &nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities are putting up the repatriation of unconverted long-term prisoners as a precondition for any \"dialogue\". &nbsp;&nbsp;&nbsp;\r\n   This is a mockery of genuine humanitarianism and an unpardonable challenge to the north. &nbsp;&nbsp;&nbsp;\r\n   If they have a true will to reconcile themselves and cooperate with the north, there is no reason for them to fail to solve the issue of unconverted long-term prisoners, a product of crimes committed by the successive rulers. &nbsp;&nbsp;&nbsp;\r\n   The unconverted long-term prisoners are those who should benefit from humanitarian measures, not targets of a bargaining to meet a sinister political purpose. &nbsp;&nbsp;&nbsp;\r\n   If they detain them as ever, far from repatriating them, they will be held wholly responsible for the ensuing grave consequences. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il, eternal defender of socialism",
            "url": "http://kcna.co.jp/item/1999/9912/news12/22.htm#8",
            "content": "Dismantlement of concrete wall demanded\r\n  &nbsp;&nbsp;&nbsp;Pyongyang, December 22 (KCNA) -- The Tanzania-DPRK Friendship Association and the Tanzanian National Coordinating Committee of the Juche Idea Study Groups released a joint statement on Dec. 14 supporting the appeal issued by the DPRK government, political parties and organizations. &nbsp;&nbsp;&nbsp;\r\n   The statement pungently accused the South Korean authorities of building higher all political and legal barriers dividing Korea into two and blocking the reunification and the United States of encouraging them to a showdown with the north. &nbsp;&nbsp;&nbsp;\r\n   It continued: &nbsp;&nbsp;&nbsp;\r\n   We strongly demand the concrete wall built by the South Korean authorities in the area south of the military demarcation line be pulled down immediately, considering it to be the longest physical entanglements in history dividing the nation and territory and the symbol of national division and confrontation between the north and the south. &nbsp;&nbsp;&nbsp;\r\n   We hold that the United States responsible for the division of Korea feel responsibility  for the existence of the concrete wall and lend an ear to the just demand of all the Korean people and peace-loving people of the world for the immediate dismantlement of the concrete wall. \r\n\r\n"
        },
        {
            "title": "Concert on music pieces of Ri Jong On",
            "url": "http://kcna.co.jp/item/1999/9912/news12/22.htm#9",
            "content": "Kim Jong Il, eternal defender of socialism\r\n &nbsp;&nbsp;&nbsp; Pyongyang, December 22 (KCNA) -- Anders Carlsson, chairman of the central committee of the Communist Party-KPML (R) in Sweden who had visited Korea, praised the respected Kim Jong Il as the great leader of the human cause of independence and the world socialist and communist movement. &nbsp;&nbsp;&nbsp;\r\n   He said that Kim Jong Il has led the worker's party and people of Korea with outstanding and tested leadership to build the DPRK as an ideologically strong socialist country and a militarily invincible country, and went on: &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il is continuously inspecting frontlines to build the DPRK to be an impregnable bulwark, keeping a firm hold on the banner of army-first policy, as the imperialists intensified their moves to isolate and suffocate the DPRK. &nbsp;&nbsp;&nbsp;\r\n   It is thanks to his army-first policy that the Korean people are confidently advancing along the road of socialism with optimism for their future without any hesitation and vacillation in face of manifold obstacles. &nbsp;&nbsp;&nbsp;\r\n   I am convinced that the Korean people will, as ever, firmly defend and further glorify the best Korean-style  socialism, upholding Kim Jong Il's leadership with loyalty.\r\n\r\n"
        },
        {
            "title": "Ever-victorious army-first politics",
            "url": "http://kcna.co.jp/item/1999/9912/news12/22.htm#10",
            "content": "Concert on music pieces of Ri Jong On\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 22 (KCNA) -- A concert on music pieces of Ri Jong On, Kim Il Sung Prize winner and People's Artiste, was given by artistes of the Mansudae Art Troupe at the East Pyongyang Grand Theatre recently amid keen interest of music lovers. &nbsp;&nbsp;&nbsp;\r\n   Staged there were more than 10 music pieces created by Ri in his lifetime such as \"Glory to Mt. Paektu Where Sun Rises,\" \"Country of Juche, Happy Country\" and \"This Is Socialist Paradise.\"&nbsp;&nbsp;&nbsp;\r\n   Ri Jong On (1926-1996) was a famous composer well known to the people for his many successful works. &nbsp;&nbsp;&nbsp;\r\n   He joined the front song and dance ensemble of the Korean People's Army in South Korea during the Fatherland Liberation War. He powerfully encouraged  soldiers of the people's army to victory with militant symphonies on every height where a fierce battle was fought. &nbsp;&nbsp;&nbsp;\r\n   Even amidst the gunfire of the hard-fought war, he created several music  works including orchestral music \"Let's Win Victory,\" a chorus \"Korea Is Fighting\" and \"Mt. Paektu.\"&nbsp;&nbsp;&nbsp;\r\n   After war, he joined the Pibada Opera Troupe and worked as a deputy head of the mansudae art troupe from 1977 to the last moment of his life. &nbsp;&nbsp;&nbsp;\r\n   During his lifetime, he composed hundreds of revolutionary opera songs and music pieces such as \"Dark Clouds Are Gathering Accompanied By Lightning\" from the revolutionary opera \"the Flower Girl\", \"How Can I Forget\" from the revolutionary opera \"Tell O Forest\", \"Boundlessly Warm Is Care of Party\" and \"Kimilsungia In Full Bloom All Over the World.\" \r\n\r\n"
        },
        {
            "title": "Double standards employed by west",
            "url": "http://kcna.co.jp/item/1999/9912/news12/22.htm#11",
            "content": "Ever-victorious army-first politics\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, December 22 (KCNA) -- Kim Il Sung's Korea will demonstrate its dignity and might to the world and a reunified and prosperous powerful socialist nation is sure to rise in this land as long as there are the great army-first revolutionary line and tested leadership of the respected Supreme Commander Kim Jong Il, says Rodong Sinmun today in a political essay. &nbsp;&nbsp;&nbsp;\r\n   The political essay continues:  Marshal Kim Jong Il is enforcing the army-first politics whereby he considers the military affair as the core of the state politics and builds up invincible defence forces. This is the secret of the miracle wrought by heroic Korea in the 90s. It defended the human justice and the destiny of socialism by standing single-handedly against the imperialists. &nbsp;&nbsp;&nbsp;\r\n   The army-first politics is a unique political mode based on Kim Jong Il's idea of attaching priority to the army and army-first philosophy. &nbsp;&nbsp;&nbsp;\r\n   It is the supreme idea and goal of Kim Jong Il to carry the cause of the fatherly leader Kim Il Sung to completion. &nbsp;&nbsp;&nbsp;\r\nThis is the starting point of all his thoughts and activities and the mainstay of his faith and will. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il held high arms to accomplish the cause of Juche to which Kim Il Sung devoted his whole life, set out a new army-first politics and has made tireless devoted efforts to materialize it with the unshakable revolutionary confidence supported by arms. &nbsp;&nbsp;&nbsp;\r\n   Though it is by no means a smooth sailing for a politician and the leader of a state to do so as he has to undergo unbearable sufferings and pain, Kim Jong Il has held aloft the banner of army-first revolution without any vacillation, aware that it is the best option and method for the revolution and people. &nbsp;&nbsp;&nbsp;\r\n   A powerful nation we are now building is an ever victorious nation to emerge thanks to the army-first politics. &nbsp;&nbsp;&nbsp;\r\n   It is the intention of Kim Jong Il to build the world's model country which is distinguishable from other countries for its army's idea, faith, spirit and culture, fully capable of beating back any enemy's attack with powerful armed forces and where people enjoy greatest happiness and which fully demonstrates its might in the ideological, political, military, economic and all other fields. &nbsp;&nbsp;&nbsp;\r\n   Warning the imperialists that they should clearly know about the DPRK, the essay stresses: If the enemies dare to mount a preemptive attack against the DPRK, the Korean people will give vent to their centuries-old resentment and wrath and mete out a merciless punishment to them. \r\n\r\n"
        },
        {
            "title": "KAPPC basketball delegation leaves for Seoul",
            "url": "http://kcna.co.jp/item/1999/9912/news12/22.htm#12",
            "content": "Double standards employed by west \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 22 (KCNA) -- The imperialists are opposed to the demand of progressive mankind for a new faIrand equitable international order in a bid to attain  their aggressive and predatory design to establish domination over the world under the obsolete and unequal international order and hold sway over the destiny of other country and other nation, stresses Rodong Sinmun today in a signed article. &nbsp;&nbsp;&nbsp;\r\n   The article continues: &nbsp;&nbsp;&nbsp;\r\n   The imperialists are now behaving arrogantly as if they were invested with an extraterritorial and monopolistic right to interfere in the internal affairs of other countries and dictate them what to do and launch even a military strike against them, if necessary. They pretend to speak for the international community. &nbsp;&nbsp;&nbsp;\r\n   The imperialists' high-handed and arbitrary practices find a concentric expression in interfering in internal affairs of other countries, employing double standards in international relations. Most typical of this is the U.S. stand and attitude towards Japan's bid to become a military power. &nbsp;&nbsp;&nbsp;\r\n   Japan has now become a source of instability in the Asia-Pacific region as a dangerous aggressive entity. But, the United States keeps mum about the threat posed by Japan's desperate efforts to become a military power. It is raising a hue and cry over the \"threat\" from somebody, while wooing other countries to carry out disarmament. &nbsp;&nbsp;&nbsp;\r\n   The west was oversensitive to the nuclear tests conducted by India and Pakistan and slung mud at Iran's nuclear reactor construction with the help of Russia. But, they are conniving at, encouraging and tacitly assisting such countries as Japan and Israel in their moves to develop nuclear weapons. This lays bare the true aim of the double standards employed by them and their intention for domination. &nbsp;&nbsp;&nbsp;\r\n   The west, while turning blind eyes to the NATO's occupation of Kosovo and its violation of human rights, is accusing Russia of the option taken by it to settle the Chechnya issue. This is intended to render the political situation in Russia unstable and split it. &nbsp;&nbsp;&nbsp;\r\n   If the west is allowed to continue to use the double standards, it will bring such undesirable consequences as harassment of peace, violation of international justice and impartiality and encroachment upon dignity and sovereignty of a country and nation.  &nbsp;&nbsp;&nbsp;\r\n   The west's double standards should never be tolerated. \r\n\r\n"
        },
        {
            "title": "KAPPC basketball delegation arrives in Seoul",
            "url": "http://kcna.co.jp/item/1999/9912/news12/22.htm#13",
            "content": "KAPPC basketball delegation leaves for Seoul\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 22 (KCNA) -- A basketball delegation of the Korean Asia-Pacific Peace Committee (KAPPC) led by vice-chairman Song Ho Gyong left here for Seoul this morning to participate in the \"basketball game for reunification\" at an invitation of the Hyundai Business Group of South Korea, when the fellow countrymen's will to open a turning phase of national reunification with national independence and great unity is growing stronger. &nbsp;&nbsp;&nbsp;\r\n   The delegation was seen off at the airport by vice-chairman of the KAPPC Kim Hyong U and other officials concerned. \r\n\r\n"
        }
    ]
}