{
    "date": "1999-10-25",
    "url": "http://kcna.co.jp/item/1999/9910/991025.htm",
    "articles": [
        {
            "title": "Kim Jong Il receives gift from Polish delegation",
            "url": "http://kcna.co.jp/item/1999/9910/news10/25.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Indonesian President",
            "url": "http://kcna.co.jp/item/1999/9910/news10/25.htm#2",
            "content": "Kim Jong Il receives gift from Polish delegation \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, October 25 (KCNA) - General Secretary Kim Jong Il received a gift from a delegation of the Poland-Korea Association.&nbsp;&nbsp;&nbsp;\r\n   The gift was handed by first vice-chairman of the central committee of the Poland-Korea Association Tadeusz Biakowski, head of the visiting delegation of the association, to an official concerned. \r\n\r\n"
        },
        {
            "title": "Greetings to Botswanan President",
            "url": "http://kcna.co.jp/item/1999/9910/news10/25.htm#3",
            "content": "Greetings to Indonesian President\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, October 25 (KCNA) -- President Kim Yong Nam of the presidium of the DPRK Supreme People's Assembly on Friday sent a message of greetings to Abudurlahman Wahid on his election as Indonesian President. &nbsp;&nbsp;&nbsp;\r\n   The message expressed the belief that the friendly and cooperative relations between the two countries would develop on good terms as ever and wished him greater success in his responsible work as well as good health and happiness. \r\n\r\n"
        },
        {
            "title": "Repeal of \"security law\" demanded",
            "url": "http://kcna.co.jp/item/1999/9910/news10/25.htm#4",
            "content": "Greetings to Botswanan President\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, October 25 (KCNA) -- President Kim Yong Nam of the presidium of the DPRK Supreme People's Assembly on Friday sent a message of greetings to Festus G. Mogae on his reassumption of office as Botswanan President. &nbsp;&nbsp;&nbsp;\r\n   The message wished him great success in his responsible work for the country's prosperity, expressing belief that the friendly relations between the two countries would grow stronger and develop in the days ahead. \r\n\r\n"
        },
        {
            "title": "DPRK's warnings are not empty talk",
            "url": "http://kcna.co.jp/item/1999/9910/news10/25.htm#5",
            "content": "Repeal of \"security law\" demanded\r\n&nbsp;&nbsp;&nbsp;   Pyongyang, October 25 (KCNA) -- The \"Alliance  of Koreans in Japan for Democracy and Reunification\" and the American Alliance for Independence, Democracy and Reunification issued a joint statement on October 21 demanding the repeal of the \"security law\", an  undemocratic and anti-reunification law, in South Korea. &nbsp;&nbsp;&nbsp;\r\n   The statement said that they would actively support the national democratic movement forces in South Korea in solidarity with the progressive forces of the international community in Japan, Europe and America and fight it out for the repeal of the \"security law\". &nbsp;&nbsp;&nbsp;\r\n   It called for the immediate release of all the prisoners of conscience including pro-reunification patriots and total repeal of the \"security law,\" an evil law unprecedented in history.  \r\n\r\n"
        },
        {
            "title": "Day of CPV's entry into Korean front observed",
            "url": "http://kcna.co.jp/item/1999/9910/news10/25.htm#6",
            "content": "DPRK's warnings are not empty talk\r\n&nbsp;&nbsp;&nbsp; Pyongyang,  October 25 (KCNA) -- Rodong Sinmun today in a signed commentary slams the U.S. conservative hard-liners for their recent call for a \"demonstration of sweeping military force\" against the DPRK. &nbsp;&nbsp;&nbsp;\r\n   This outcry reveals once again their sinister intention to stifle the DPRK by force of arms, the commentary observes, and goes on: &nbsp;&nbsp;&nbsp;\r\n   The moves of the U.S. conservative hard-liners to stifle the DPRK by force of arms have entered the phase of practice. &nbsp;&nbsp;&nbsp;\r\n   The conflict between the DPRK and the United States is unavoidable, given the hard-liners' persistent attempt to stifle the DPRK by military pressure. &nbsp;&nbsp;&nbsp;\r\n   The DPRK has sincerely implemented the DPRK-U.S. agreed framework to put a definite end to the hostile relations with the United States since its adoption. &nbsp;&nbsp;&nbsp;\r\n   But, the United States' attitude towards its implementation has been very insincere. &nbsp;&nbsp;&nbsp;\r\n   The real intention of the United States is quite clear. &nbsp;&nbsp;&nbsp;\r\nIt is seeking to stifle the DPRK by force of arms any moment, whiling away the time with the DPRK. &nbsp;&nbsp;&nbsp;\r\n   It is our stand to return good faith for good faith and confrontation for confrontation. &nbsp;&nbsp;&nbsp;\r\n   The U.S. conservative hard-liners are well advised not to regard our warnings as empty talk. \r\n\r\n"
        },
        {
            "title": "Musician Yun I Sang",
            "url": "http://kcna.co.jp/item/1999/9910/news10/25.htm#7",
            "content": "Day of CPV's entry into Korean front observed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 25 (KCNA) -- Rodong Sinmun today in an editorial article observes the 49th anniversary of the entry of the Chinese People's Volunteers into the Korean front. &nbsp;&nbsp;&nbsp;\r\n   The article recalls that the Chinese party and government sent excellent sons and daughters of the Chinese people to the Korean front exactly 49 years ago under the banner of \"resisting America and aiding Korea, safeguarding the home and defending the motherland\" and helped the Korean people  at the cost of blood in the just war to defend the freedom and independence of the country. &nbsp;&nbsp;&nbsp;\r\n   Noting that mountain ridges and heights of Korea are associated with the blood and feats of the  fighters of the Chinese People's Volunteers,  the article stresses: their entry into the Korean front was a disinterested assistance  by class brothers and revolutionary comrades-in-arms based on the sense of revolutionary obligation, which was a good example of proletarian internationalism, and a demonstration of the close militant bonds and solidarity between the two peoples of Korea and China. &nbsp;&nbsp;&nbsp;\r\n   The Korean people  always remember their feats displayed in the Korean War and feel grateful to them. On this day they pay profound homage to the martyrs of the CPV who shed their blood and  laid down their lives in the Korean War. &nbsp;&nbsp;&nbsp;\r\n   The peoples of Korea and china are close neighbors and the Korea-China friendship has long-standing deep historical roots. &nbsp;&nbsp;&nbsp;\r\n   The special friendly relations and the strong sense of revolutionary obligation forged by leaders of the previous generation of the two countries long ago guarantee the DPRK-China friendship. &nbsp;&nbsp;&nbsp;\r\n   Pointing out that it is the consistent stand of the Worker's Party of Korea and government of the DPRK to strengthen and develop this friendship generation  after generation, the article  expresses the belief that the traditional friendship will further blossom  thanks to the joint efforts of the two peoples. \r\n\r\n"
        },
        {
            "title": "U.S. spy ship draws many visitors",
            "url": "http://kcna.co.jp/item/1999/9910/news10/25.htm#8",
            "content": "Musician Yun I Sang\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 25 (KCNA) -- The 18th Yun I Sang concert was a big success. &nbsp;&nbsp;&nbsp;\r\n   The concert has been an annual event since Juche 71 (1982). &nbsp;&nbsp;&nbsp;\r\n   All music pieces of Yun I Sang performed at the concert were acclaimed by the audience as they truthfully reflected the spirit of the country and the fellow countrymen. &nbsp;&nbsp;&nbsp;\r\n   Yun with a career of over four decades as a prominent composer since the 1940s devoted himself to the struggle for democracy against fascism and for national reunification in South Korea and conducted patriotic creative activities for the country and the nation abroad. &nbsp;&nbsp;&nbsp;\r\n   A symphony \"Kwangju will always be remembered\", a cantata \"My Land, My Nation\", \"Song of Democracy and Unity\" and his many other music works are unique in composing and based on the national tradition.  He created more than 150 pieces of contemporary music in his lifetime. &nbsp;&nbsp;&nbsp;\r\n   In October Juche 76 (1987) the President Kim Il Sung received yun and attended his concert to appreciate the performance of the cantata \"My Land, My Nation\". &nbsp;&nbsp;&nbsp;\r\n   The President highly praised Yun for his patriotism and will for reunification reflected in his work and spoke highly of his activities to demonstrate the resourcefulness of the nation in the modern music circle in Europe. And he placed his profound trust in yun so that he might do his bit for the development of music in the homeland. &nbsp;&nbsp;&nbsp;\r\n   The Yun I Sang Music Institute was established in Juche 73 (1984) and serves as a famous center for exchanging music pieces on theme of reunification as it is positively contributing to the development of musical art in the country and the national reunification. Seminars on Yun I Sang music have been held since Juche 77 (1988) and the Yun I Sang orchestra has been inaugurated. &nbsp;&nbsp;&nbsp;\r\n   Yun's works and western classical music are presented by top-notch Korean musicians at the Yun I Sang concert. &nbsp;&nbsp;&nbsp;\r\n   Yun I Sang is praised by the Korean people as a \"pride of the nation.\" \r\n\r\n"
        },
        {
            "title": "Mt. Myohyang",
            "url": "http://kcna.co.jp/item/1999/9910/news10/25.htm#9",
            "content": "U.S. spy ship draws many visitors\r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 25 (KCNA) -- An endless stream of working people from all walks of life and soldiers of the Korean People's Army in the DPRK are visiting Pueblo, the captured U.S. armed spy ship. &nbsp;&nbsp;&nbsp;\r\n   While looking round the armory, the intelligence gathering cabin, the decoding cabin, highly-effective antenna and others preserved in their original state, the visitors are more keenly aware of the crafty, vicious and aggressive nature of the U.S.&nbsp;&nbsp;&nbsp;\r\n   Pueblo with a displacement of over 1,000 tons was captured in waters off Wonsan by the self-defensive step of sailors of the Korean People's Army on January 23, 1968 when it intruded deep into the territorial waters of Korea to spy on military and state secrets of the DPRK, disguised as a \"civilian ship for oceanographic research\" on the order of the U.S. Central Intelligence Agency. &nbsp;&nbsp;&nbsp;\r\n   Seven brave sailors of the KPA boarded the spy ship and captured all the crewmen including its captain, more than 80 in all. One of them was killed.  They seized many arms and equipment for spying, thus capturing the ship in just 14 minutes. &nbsp;&nbsp;&nbsp;\r\n   No sooner had the incident occurred than the U.S. led the situation to the brink of war, claiming that the ship was in the \"open sea\" at the time of its capture and that it committed no crime. &nbsp;&nbsp;&nbsp;\r\n  But a joint message of apology, letters of request and confessions submitted by the crewmen of the ship to the DPRK government, diary of the ship's navigation,  a navigational chart and other operation documents irrefutably proved that the ship was used for espionage against the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The President Kim Il Sung, as a reaction to the arrogant and shameless behaviour of the U.S. in those days, clarified to the whole world the stand that the Korean people and people's army would return \"retaliation\" for retaliation, an all-out war for an all-out war. &nbsp;&nbsp;&nbsp;\r\n   The incident was settled in December that year, 11 months after its outbreak. The United States signed a document admitting and apologizing for Pueblo's espionage and hostile act against the DPRK. Accordingly, the DPRK government expelled all the crewmen from its boundary and confiscated the ship and all the espionage facilities and weapons kept on the ship. &nbsp;&nbsp;&nbsp;\r\n   After hearing explanations given by the two sailors who took part in the battle to capture the ship and seeing video cassettes on which the whole course of the incident is recorded, the visitors said that the ship bears witness to the U.S.'s history of aggression on Korea and, at the same time, shows the inevitability of their ruin and provides a good opportunity of anti-U.S. education. &nbsp;&nbsp;&nbsp;\r\n   The ship is now placed on the River Taedong of the capital where there is the monument to the sinking of the U.S. pirate ship general Sherman which was sunk thanks to the struggle of the Pyongyangites after intruding into Korea in 1866, more than a hundred years ago. \r\n\r\n"
        },
        {
            "title": "Inevitable consequence of anti-DPRK war preparations",
            "url": "http://kcna.co.jp/item/1999/9910/news10/25.htm#10",
            "content": "Mt. Myohyang\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, October 25 (KCNA) -- Mt. Myohyang, a noted mountain of Korea, boasts superb scenic beauty in this autumnal season. &nbsp;&nbsp;&nbsp;\r\n   The mountain imposingly rises with Piro peak 1,909 meters above sea level and with a number of jagged peaks over 1,300 metres above sea level. The maples are at their best in the valleys and other areas of the mountain. &nbsp;&nbsp;&nbsp;\r\n   The beautiful and sweet-scented Mt. Myohyang  is superb in its magnificence and grandeur. &nbsp;&nbsp;&nbsp;\r\n    Rich in the curious cliffs and valleys that have long weathered out rain and wind and waterfalls gushing  over the edges of precipices and light-green ponds below them, Mt. Myohyang looks like a mountain of mystery. &nbsp;&nbsp;&nbsp;\r\n   The sun, moon, cloud and fog are visible everywhere.  &nbsp;&nbsp;&nbsp;\r\nBut, Mt. Myohyang offers mysterious scenery when it is seen in harmony with them. &nbsp;&nbsp;&nbsp;\r\n   The scenery of every place of the mountain is superb but \"the 8  scenery of Mt. Myohyang\" well-known  from time immemorial attract visitors. &nbsp;&nbsp;&nbsp;\r\n    Greeting and seeing off visitors at Simjin pavilion, viewing the moon  from the Pulyong pavilion, watching a waterfall from the Inho pavilion, looking at fishes in Kumgang pond, seeing clouds from the Solryong pavilion, enjoying the evening glow on the Tangun pavilion and waterfalls from the Pongdu rock leave unforgettable impression on the tourists and mountaineers. &nbsp;&nbsp;&nbsp;\r\n   Mt. Myohyang also abounds in rare animals and plants. &nbsp;&nbsp;&nbsp;\r\n   Over 40 species of animals including tiger, antelope and musk deer, and over 120 kinds of birds including broad-billed roller, black-naped oriole and goldfinch, and over 700 species of plants including medical herbs such as wild Insam and Schizandra chinensis are found in the mountain. &nbsp;&nbsp;&nbsp;\r\n   It has a lot of cultural relics showing the time-honored history and culture of Korea, and is associated with many stories about people's courageous struggles against foreign aggressors. &nbsp;&nbsp;&nbsp;\r\n   At present there are rest homes and camping centers and other cultural and rest facilities and safe mountaineering  routes in the mountain that enable Korean and foreign visitors to enjoy their holidays. \r\n\r\n"
        },
        {
            "title": "Remains of U.S. soldiers handed over to U.S. forces side",
            "url": "http://kcna.co.jp/item/1999/9910/news10/25.htm#11",
            "content": "Inevitable consequence of anti-DPRK war preparations\r\n &nbsp;&nbsp;&nbsp;Pyongyang, October 25 (KCNA) -- Much heavy water leaked out of a cooling water pump of heavy water reactor no. 3 of the Wolsong Nuclear Power Station in North Kyongsang Province of South Korea while it was being repaired in early October. As a consequence, its equipment and buildings were seriously polluted and more than 20 workers were contaminated by radioactive materials. Now, these workers are in a critical condition. &nbsp;&nbsp;&nbsp;\r\n   Commenting on this fact, a news analyst of Rodong Sinmun today says: &nbsp;&nbsp;&nbsp;\r\n   This mishap is not an accident but an inevitable consequence of the criminal development of nuclear weapons by the South Korean authorities. &nbsp;&nbsp;&nbsp;\r\n   Although they say that the Wolsong heavy water reactor is for a \"commercial purpose,\" it is, in fact, an atomic reactor for the development of nuclear weapons. &nbsp;&nbsp;&nbsp;\r\n   According to data, plutonium enough to manufacture hundreds of nuclear bombs has been produced at the heavy water reactor since the start of its operation in April 1983. &nbsp;&nbsp;&nbsp;\r\n   A total of 329 accidents have occurred at nuclear power stations in South Korea since 1978. One of them is the leakage of 6.5 tons of heavy water from the Wolsong Heavy Water Reactor in 1994. &nbsp;&nbsp;&nbsp;\r\n   30-50 kilograms of heavy water or hundreds of kilograms at maximum leak out of the Wolsong Heavy Water Reactor every day even during its normal operation. &nbsp;&nbsp;&nbsp;\r\n   Nevertheless, the South Korean authorities plan to build more heavy water reactors like the Wolsong Heavy Water Reactor instead of dismantling it. This is just like sitting on a nuclear time-bomb. &nbsp;&nbsp;&nbsp;\r\n   Unpardonable are the moves of the South Korean authorities hell-bent on the development of nuclear weapons which will be used to kill the fellow countrymen, regardless of the lives and safety of the people. &nbsp;&nbsp;&nbsp;\r\n   They must stop operating and building dangerous nuclear power stations at once. \r\n\r\n"
        },
        {
            "title": "DPRK FM spokesman on Japan's military moves",
            "url": "http://kcna.co.jp/item/1999/9910/news10/25.htm#12",
            "content": "Remains of U.S. soldiers handed over to U.S. forces side \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 25 (KCNA) -- The Korean People's Army side handed over remains of four U.S. soldiers unearthed during the second joint excavation of remains of U.S. soldiers to deputy assistant secretary of the Department of Defense Robert L. Jones who is representing the U.S. forces side, in Pyongyang today according to the new procedure of hand over and receipt agreed upon between the Korean People's Army side and the U.S. forces side. &nbsp;&nbsp;&nbsp;\r\n   All remains to be unearthed during the DPRK-U.S. joint excavation of U.S. soldiers' remains will be handed over to the U.S. military, not to the \"UN forces\" side. \r\n\r\n"
        },
        {
            "title": "Spokesman on projected \"Foal Eagle\"",
            "url": "http://kcna.co.jp/item/1999/9910/news10/25.htm#13",
            "content": "DPRK FM spokesman on Japan's military moves\r\n  &nbsp;&nbsp;&nbsp; Pyongyang, October 25 (KCNA) -- Now that Japan is persistently stepping up the moves to become a military power and nuclear armament allegedly to cope with an \"emergency on the Korean peninsula\" in a bid to launch reinvasion, we feel the increased need to steadily strengthen the defence capability to handle it, stated a spokesman for the Foreign Ministry of the DPRK today, answering the question raised by KCNA. &nbsp;&nbsp;&nbsp;\r\n   Japan will reportedly stage a fortnight's military exercise from Oct. 27 under the simulated conditions of an \"emergency on the Korean peninsula\" with more than 32,000 sailors of the Maritime \"Self-Defence Force,\" 110 warships including destroyers and 180 planes involved. &nbsp;&nbsp;&nbsp;\r\n   Earlier, Nishimura, former vice-director general for political affairs of the Defense Agency, addressing a press conference, groundlessly linked the DPRK again with the intrusion of \"mysterious ships\" into Japanese territorial waters and said that Japan would really destroy the mysterious ships this time and fire and sink them.  He went the length of asserting that Japan must have a \"national army,\" not the \"Self-Defense Forces,\" and hasten nuclear armament. &nbsp;&nbsp;&nbsp;\r\n   This clearly proves that Japan has become undisguised and reckless in its hostile policy towards the DPRK and design for reinvasion, going beyond the danger line, the spokesman said, and stressed: &nbsp;&nbsp;&nbsp;\r\n   We will never overlook the first large-scale military exercise to be staged after the appearance of a new cabinet in Japan and outbursts of the high-ranking official of the Defense Agency as they are provocative and bellicose ones targeted at the DPRK. &nbsp;&nbsp;&nbsp;\r\n   Judging from Japan's recent military movements and spate of outbursts made by its ruling quarters, we cannot but draw a conclusion that the present Japanese government has no intention to establish a good neighborly relationship between the DPRK and Japan through the liquidation of its past, but it is keen on militarily confronting the DPRK at any cost by making an \"emergency on the Korean peninsula\" a fait accompli. &nbsp;&nbsp;&nbsp;\r\n   Japan should clearly know that the military confrontation with the DPRK is a very dangerous and reckless adventure leading to its self-destruction. \r\n\r\n"
        }
    ]
}