{
    "date": "1999-09-24",
    "url": "http://kcna.co.jp/item/1999/9909/990924.htm",
    "articles": [
        {
            "title": "DPRK not to launch missile",
            "url": "http://kcna.co.jp/item/1999/9909/news09/24.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Floral basket and gift to Kim Jong Il",
            "url": "http://kcna.co.jp/item/1999/9909/news09/24.htm#2",
            "content": "DPRK not to launch missile \r\n  &nbsp;&nbsp;&nbsp;  Pyongyang, September 24 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK today answered a question put by KCNA as regards recent lift of a series of U.S. sanctions against the DPRK. &nbsp;&nbsp;&nbsp;\r\n    He said: &nbsp;&nbsp;&nbsp;\r\n    As a result of the Berlin talks with the DPRK on September 17 the United States made public the lift of a  series of sanctions imposed upon the DPRK by it under the trade with the enemy act for scores of years  after defining the DPRK as an \"enemy state,\" and so on. That is a step taken by the U.S. in a bid to fulfil its  commitments to remove trade and investment barriers under the DPRK-U.S. agreed framework adopted in 1994. &nbsp;&nbsp;&nbsp;\r\n   The DPRK considers it to be a reflection of the U.S. political will to stop pursuing its policy hostile to the DPRK and to improve relations with the DPRK, though it is not comprehensive and came belatedly.  &nbsp;&nbsp;&nbsp;\r\n We think that the step helps create an atmosphere favourable for a negotiated solution to outstanding issues between the two countries. &nbsp;&nbsp;&nbsp;\r\n   The U.S. should not confine itself to  the announcement of the lift of a series of sanctions concerning trade and investment, but put them into practice as soon as possible, completely discard hostile design against  the DPRK and lift the remaining sanctions. &nbsp;&nbsp;&nbsp;\r\n   If the U.S. actually stops pursuing the policy hostile to the DPRK and works hard to improve relations with it, the DPRK will respond it with good faith and strive to remove the U.S. suspicions and apprehensions in the interests of the two sides. &nbsp;&nbsp;&nbsp;\r\n   In response to the U.S. demand the DPRK will have  high-level talks with the U.S. for the settlement of pending issues as an immediate task. It will not launch a missile while  the talks are under way with a view to creating an atmosphere more favorable for the talks.\r\n\r\n"
        },
        {
            "title": "13th Pyongyang Int'l Invitational Table  Tennis Games",
            "url": "http://kcna.co.jp/item/1999/9909/news09/24.htm#3",
            "content": "Floral basket and gift to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 24 (KCNA) - General Secretary Kim Jong Il received a floral basket and gift from Dorank Assifat Diasseny, director general of the African Regional Committee for the Study of the Juche Idea, on the occasion of the 51st anniversary of the founding of the DPRK.&nbsp;&nbsp;&nbsp;\r\n   The director general visited the DPRK embassy in Guinea and handed the floral basket and gift to the ambassador. &nbsp;&nbsp;&nbsp;\r\n   He extended the warmest congratulations to Kim Jong Il, a great thinker and theoretician, an outstanding military strategist and the greatest man, on the occasion of the 51st anniversary of the DPRK founding and wished him a long life in good health. \r\n\r\n"
        },
        {
            "title": "Chinese embassy officials visit senior middle school",
            "url": "http://kcna.co.jp/item/1999/9909/news09/24.htm#4",
            "content": "13th Pyongyang Int'l Invitational Table  Tennis Games\r\n &nbsp;&nbsp;&nbsp; Pyongyang, September 24 (KCNA) -- The 13th Pyongyang International Invitational Table Tennis Games will be held here from Sept. 30 to Oct. 3. &nbsp;&nbsp;&nbsp;\r\n   Teams from Mongolia, Iran, India, Japan, china as well as DPRK (groups 1 and 2) will participate in the games. &nbsp;&nbsp;&nbsp;\r\n   The games will include team events (men and women) and individual events (men's and women's singles and doubles, mixed doubles).\r\n\r\n"
        },
        {
            "title": "Swedish charge d'affaires ad interim visits Jong Song Ok's family",
            "url": "http://kcna.co.jp/item/1999/9909/news09/24.htm#5",
            "content": "Chinese embassy officials visit senior middle school\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 24 (KCNA) -- Wan Yongxiang, Chinese ambassador to the DPRK, and his embassy officials visited East Pyongyang Senior Middle School no. 1 on Thursday. &nbsp;&nbsp;&nbsp;\r\n   There is the \"Kim Il Sung class\" in Beijing Middle School no. 5 of China which has friendly relations with the senior middle school. &nbsp;&nbsp;&nbsp;\r\n   The visitors looked round facilities of the school, \"Mao Zedong class,\" \"friendship room\" and so on and saw an  art performance given by art circle members of the school. &nbsp;&nbsp;&nbsp;\r\n   The Chinese ambassador hoped that the friendly relations between the two countries and peoples forged by veteran revolutionaries of the two countries would continue to expand and develop, in the future, too. &nbsp;&nbsp;&nbsp;\r\n   The guests presented educational materials to the school. \r\n\r\n"
        },
        {
            "title": "Yemeni day of revolution marked",
            "url": "http://kcna.co.jp/item/1999/9909/news09/24.htm#6",
            "content": "Swedish charge d'affaires ad interim visits Jong Song Ok's family\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 24 (KCNA) -- Svante Kilander, charge d'affaires ad interim of the embassy of the Kingdom of Sweden in Pyongyang, on Thursday visited the world marathon queen Jong Song Ok's family. &nbsp;&nbsp;&nbsp;\r\n   Jong Song Ok, DPRK Hero and People's Sportswoman, and her family members welcomed him and had a friendly talk with him. &nbsp;&nbsp;&nbsp;\r\n   He sincerely congratulated her on the amazing success and wished her greater success in future races. &nbsp;&nbsp;&nbsp;\r\n  He looked round with deep interest everything inside the house the respected Marshal Kim Jong Il had presented to her and her family, and left a souvenir for her.\r\n\r\n"
        },
        {
            "title": "Resolution adopted at solidarity meeting",
            "url": "http://kcna.co.jp/item/1999/9909/news09/24.htm#7",
            "content": "Yemeni day of revolution marked\r\n   &nbsp;&nbsp;&nbsp; Pyongyang, September 24 (KCNA) -- Svante Kilander, charge d'affaires ad interim of the embassy of the Kingdom of Sweden in Pyongyang, on Thursday visited the world marathon queen Jong Song Ok's family. &nbsp;&nbsp;&nbsp;\r\n   Jong Song Ok, DPRK Hero and People's Sportswoman, and her family members welcomed him and had a friendly talk with him. &nbsp;&nbsp;&nbsp;\r\n   He sincerely congratulated her on the amazing success and wished her greater success in future races. &nbsp;&nbsp;&nbsp;\r\n  He looked round with deep interest everything inside the house the respected Marshal Kim Jong Il had presented to her and her family, and left a souvenir for her.\r\n\r\n"
        },
        {
            "title": "Chinese film week opens",
            "url": "http://kcna.co.jp/item/1999/9909/news09/24.htm#8",
            "content": "Resolution adopted at solidarity meeting\r\n&nbsp;&nbsp;&nbsp;   Pyongyang, September 24 (KCNA) -- A resolution was adopted at a solidarity meeting of Korean and Japanese women held in Pyongyang under the co-sponsorship of the Japanese Women's Liaison Council for Solidarity with the Korean Women and the Korean Women's Society for Solidarity with the Asian Women. &nbsp;&nbsp;&nbsp;\r\n   In the resolution the participants expressed their common will to escalate the solidarity movement demanding the Japanese government honestly repent of its past colonial rule over Korea and fundamentally rectify its policy toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The resolution says: &nbsp;&nbsp;&nbsp;\r\n   Maintaining that the anti-DPRK policy of the Japanese government blocking the improvement of the DPRK-Japan relations and gravely threatening the security in north East Asia must be revoked, we state as follows: &nbsp;&nbsp;&nbsp;\r\n   We will lift our voices demanding the Japanese government put an end to the moves to stifle the DPRK and make an honest apology and compensation for all its crimes including sexual slave-related crime committed against the Korean people in the past as the DPRK government clarified in its statement issued on August 10. &nbsp;&nbsp;&nbsp;\r\n   Japan can never turn over a new leaf without the liquidation of its past. &nbsp;&nbsp;&nbsp;\r\n   The Japanese government should make an apology and compensation for its past colonial rule over Korea within this century. &nbsp;&nbsp;&nbsp;\r\n   We will undertake more powerful protest movements of various. forms to check the Japanese policy hostile to the DPRK and attempts at adopting legislation intended to justify military acts. &nbsp;&nbsp;&nbsp;\r\n   It is the common desire and aspiration of the two peoples and women of Korea and Japan to forge good neighborly relations and live in peace. &nbsp;&nbsp;&nbsp;\r\n   We will further strengthen bilateral solidarity and cooperation in the future to bring earlier the day when the DPRK-Japan relations will favorably develop in conformity with the desire of the two peoples on the basis of Japan's clear liquidation of its past crimes against Korea. \r\n\r\n"
        },
        {
            "title": "Family members of former Japanese prime minister's wife arrive",
            "url": "http://kcna.co.jp/item/1999/9909/news09/24.htm#9",
            "content": "Chinese film week opens\r\n &nbsp;&nbsp;&nbsp;Pyongyang, September 24 (KCNA) -- An opening ceremony of the Chinese film week for celebrating the 50th anniversary of the founding of the People's Republic of China was held in Casein Cinema House on Thursday. &nbsp;&nbsp;&nbsp;\r\n   Present there were jo chan Gu, vice-Minister of Culture, officials concerned and working people in the city. &nbsp;&nbsp;&nbsp;\r\n   Invited there were Wan Yongxiang, Chinese ambassador to Korea, embassy officials, members of a delegation of the general bureau of radio, film and television of China and Chinese students in Korea. &nbsp;&nbsp;&nbsp;\r\n   Speeches were made there. &nbsp;&nbsp;&nbsp;\r\n  The participants saw a Chinese feature film. \r\n\r\n"
        },
        {
            "title": "40th founding anniversary of Foreign Trade Bank",
            "url": "http://kcna.co.jp/item/1999/9909/news09/24.htm#10",
            "content": "Family members of former Japanese prime minister's wife arrive\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 24 (KCNA) -- Family members of former Japanese prime minister's wife Mutsuko Miki arrived here today. &nbsp;&nbsp;&nbsp;\r\n   They were welcomed at the airport by Hong Son Ok, vice-chairwoman of the Korean Society for Cultural Relations with Foreign Countries.\r\n\r\n"
        },
        {
            "title": "Reception on founding anniversary of Foreign Trade Bank",
            "url": "http://kcna.co.jp/item/1999/9909/news09/24.htm#11",
            "content": "40th founding anniversary of Foreign Trade Bank\r\n&nbsp;&nbsp;&nbsp;   Pyongyang, September 24 (KCNA) -- A national meeting was held here Thursday to commemorate the 40th anniversary of the foundation of the Foreign Trade Bank . &nbsp;&nbsp;&nbsp;\r\n   Present there were Hong Song Nam, premier of the cabinet of the DPRK, Han Song Ryong, secretary of the Central Committee of the Worker's Party of Korea, Kang Jong Mo, Minister of Foreign Trade and Rim Kyong Suk, Minister of Finance. &nbsp;&nbsp;&nbsp;\r\n   Also present there were foreign delegations and delegates and a delegation of the Association of Korean Credit Unions in Japan who are here to participate in the commemorations of the day. &nbsp;&nbsp;&nbsp;\r\n   Addressing the meeting, president Kim Jun Chol of the Foreign Trade Bank  said that over the last 40 years the bank has fully demonstrated to the world the validity and vitality of the WPK's foreign financial policy under the wise guidance of the President Kim Il Sung and General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   He went on to say: &nbsp;&nbsp;&nbsp;\r\n   The activity of the bank is fully guaranteed as it relies on a solid and powerful independent national economy which has made steady progress in accordance with the socialist law governing economic development. &nbsp;&nbsp;&nbsp;\r\n   The Foreign Trade Bank  has contributed to developing the friendly and cooperative relations between the peoples of Korea and foreign countries by expanding transaction relations with banks in various countries and steadily invigorating foreign business activities on the principle of independence, equality and mutual benefit, pursuant to the Juche-oriented foreign policy of the WPK. &nbsp;&nbsp;&nbsp;\r\n   A congratulatory speech was made by Kim Hak Su who is leading the delegation of the Association of Korean Credit Unions in Japan. &nbsp;&nbsp;&nbsp;\r\n   In his speech he said that all the officials of the association would consolidate the association so as to firmly protect the vital rights of the Korean traders and industrialists in Japan and help them gain economic profits and thus fully discharge its mission and role as a national financial institution. \r\n\r\n"
        }
    ]
}