{
    "date": "1999-05-31",
    "url": "http://kcna.co.jp/item/1999/9905/990531.htm",
    "articles": [
        {
            "title": "Pakistani memorial committee formed",
            "url": "http://kcna.co.jp/item/1999/9905/news05/31.htm#1",
            "content": "Pakistani memorial committee formed\r\n &nbsp;&nbsp;&nbsp;Pyongyang, May 31 (KCNA) -- The Pakistani memorial committee was formed in Karachi on May 6 with due ceremony on the occasion of the 5th anniversary of the demise of the President Kim Il Sung.   At the ceremony the speakers paid deepest homage to the great Kim Il Sung, the author of the Juche idea, the father of socialist Korea and an outstanding leader of the world's progressive people.&nbsp;&nbsp;&nbsp;\r\n   They hoped that the great leader Kim Jong Il who is successfully accomplishing the revolutionary cause of Juche would live a long life in good health and energetically lead the struggle of the world's people for global independence.\r\n   A letter to Kim Jong Il was adopted at the ceremony.\r\n   The ceremony decided to organize various events. \r\n\r\n"
        },
        {
            "title": "Repatriation of long-term prisoners called for",
            "url": "http://kcna.co.jp/item/1999/9905/news05/31.htm#2",
            "content": "Repatriation of long-term prisoners called for\r\n &nbsp;&nbsp;&nbsp;Pyongyang, May 31 (KCNA) -- The Asian Regional Committee for Korea's Reunification and the Indian Committee for Repatriation of Kim In So and Ham Se Hwan sent a letter to the president of the South Korean Red Cross on May 24 demanding the repatriation of unconverted long-term prisoners in South Korea.   The letter said Kim In So, 73, and Ham Se Hwan, 68, were taken prisoner during the Korean War and had been forced to serve bestial and inhuman prison terms in South Korea for scores of years.&nbsp;&nbsp;&nbsp;\r\n   They, released from prison in 1989, ardently want to return to their hometowns and live with their families. But the South Korean authorities have not sent them back to the Democratic People's Republic of Korea for the reason that they refused \"ideological conversion\", the letter said, and noted:   The inhuman act of the South Korean authorities is a violation of the international law and the Geneva convention and a wanton violation of human rights.\r\n   The letter demanded the South Korean Red Cross fulfil its mission and duty so that the authorities May take a step to repatriate the old men at an early date. \r\n\r\n"
        },
        {
            "title": "7th-term chairman of Hanchongryon elected",
            "url": "http://kcna.co.jp/item/1999/9905/news05/31.htm#3",
            "content": "7th-term chairman of Hanchongryon elected\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 31 (KCNA) -- More than 2,000 students under the South Korean Federation of University Student Councils (Hanchongryon) elected chairman of the General Student Council of Myongji University Yun Ki Jin 7th-term chairman of Hanchongryon at its inaugural ceremony on May 29, according to a report from Seoul.\r\n   Upset by the inaugural ceremony, the South Korean authorities deployed 41 police  companies more than 4,200 strong  around Kyunghee University. \r\n\r\n"
        },
        {
            "title": "Fascist tyrant's man-hunting",
            "url": "http://kcna.co.jp/item/1999/9905/news05/31.htm#4",
            "content": "Fascist tyrant's man-hunting\r\n &nbsp;&nbsp;&nbsp;Pyongyang, May 31 (KCNA) -- The South Korean authorities arrested the policy section chief of the south headquarters of the National Alliance of Youth and Students for the Country's Reunification on \"suspicion of espionage and communication\" by invoking the \"security law\".&nbsp;&nbsp;&nbsp;\r\n Commenting on this, Rodong Sinmun in a signed commentary today says:    This is a drama crafted by gangsters of the \"Intelligence Service\" in a secret room to invent an excuse for stamping out the South Korean Federation of University Student Councils  (Hanchongryon).   It is the world's trend to send and receive information through internet. &nbsp;&nbsp;&nbsp;\r\nThe \"charges of spying and communication\" brought against him is a sheer fabrication and a plot to arrest a patriotic student.   The South Korean authorities' fascist campaign is part of their moves to stamp out Hanchongryon. No suppressive move can break the fighting spirit of the students under Hanchongryon in their struggle to achieve the just cause.   The South Korean authorities should discontinue the suppression of the righteous patriotic students at once, mindful that it will bring only their destruction. \r\n\r\n"
        },
        {
            "title": "Guarantee for building  powerful nation",
            "url": "http://kcna.co.jp/item/1999/9905/news05/31.htm#5",
            "content": "Guarantee for building  powerful nation\r\n&nbsp;&nbsp;&nbsp;Pyongyang, may 31 (KCNA) -- Yun Song Sik,  member of the standing committee of the Consultative Council of Former South Korean Politicians in the North for the Promotion of Peaceful Reunification, was interviewed by KCNA in connection with the lapse of half a year since he came over to the North Korea.&nbsp;&nbsp;&nbsp;\r\n   He, having settled down in the North Korea which he had so ardently longed for, feels pride and self-confidence of doing his bit to build a powerful nation, he said, and continued:   Under the outstanding leadership of the great President Kim Il Sung and the respected Marshal Kim Jong Il and thanks to their tireless efforts, the DPRK is displaying its greatness and dignity to the whole world as an ideologically, politically and militarily strong nation with the strong independent national economy.&nbsp;&nbsp;&nbsp;\r\n   The DPRK is advancing vigorously to build a powerful nation, on the basis of independent politics and the eternal cornerstone of  the independent socialist national economy, unaffected by the economic blockade and sanctions of the imperialists. The reality makes me have stronger conviction that it will surely rise up as an economically strong nation in the near future.&nbsp;&nbsp;&nbsp;\r\n   The South Korean economy which depends on outsiders for raw and other materials,  funds and technology has been reduced to an \"economy on the verge of total collapse\" and bound by the trusteeship of the International Monetary Fund.\r\n   The independent national economy of the DPRK was built by the president and has been further strengthened and developed by the Marshal.&nbsp;&nbsp;&nbsp;\r\n   The veteran and seasoned leadership of the Marshal who is leading the country and people to victory with the revolutionary faith in victory of the revolutionary cause of Juche is a sure guarantee for building a powerful nation.\r\nThe prospect for the  building of a powerful nation is bright because there are the strength of the single-hearted unity of the army and the people that uphold his leadership as the first and foremost life and soul and the solid foundations of the independent national economy laid in the DPRK. \r\n\r\n"
        },
        {
            "title": "U.S. stand on DPRK-U.S. agreed framework flayed",
            "url": "http://kcna.co.jp/item/1999/9905/news05/31.htm#6",
            "content": "U.S. stand on DPRK-U.S. agreed framework flayed \r\n &nbsp;&nbsp;&nbsp;Pyongyang, may 31 (KCNA) -- The U.S. conservatives do not bother to unveil their crooked intention to backpedal on the DPRK-U.S. agreed framework, crying for \"new framework agreement\" and \"additional step.\"   This, in fact, represents their negation of the DPRK-U.S. agreed framework and an undisguised revelation of their policy hostile to the DPRK, observes Rodong Sinmun in a commentary today. &nbsp;&nbsp;&nbsp;\r\n   The commentary continues:   Since the agreed framework is a legal document adopted by the DPRK and the U.S. through adequate discussions and considerations none of them has the right to modify or  rewrite it as it pleases.  This practice will only render it abortive.    Five years have passed since the adoption of the DPRK-U.S. agreed framework, but the United States has not implemented any of the agreed items. &nbsp;&nbsp;&nbsp;\r\n   The DPRK can no longer pin hope on the agreed framework,  even sacrificing its self-reliant nuclear energy industry. Development, production and deployment of missiles are a matter pertaining to the sovereignty of the DPRK.\r\n   The DPRK will neither get frightened nor have anything regretful and lost even if the agreed framework is abrogated.\r\n   The right to option does not reside only in the United States. \r\n\r\n\r\n"
        }
    ]
}