{
    "date": "1999-03-30",
    "url": "http://kcna.co.jp/item/1999/9903/990330.htm",
    "articles": [
        {
            "title": "Kim Jong Il inspects north and south Hamgyong provinces",
            "url": "http://kcna.co.jp/item/1999/9903/news03/30.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Committee for remembering President Kim Il Sung formed in Sweden",
            "url": "http://kcna.co.jp/item/1999/9903/news03/30.htm#2",
            "content": "Kim Jong Il inspects north and south Hamgyong provinces\r\n &nbsp;&nbsp;&nbsp;Pyongyang, March 30 (KCNA) - General Secretary Kim Jong Il visited north and south Hamgyong provinces to give guidance to their industrial sectors.   During his on-site guidance, he went round the Sinhung Machine Plant, the Tanchon General Magnesia Plant, the construction site of Tanchon Port, the Hambuk Shipbuilding Complex, the June 5 General Electrical Factory and other industrial establishments. &nbsp;&nbsp;&nbsp; \r\n  He went to the Sinhung Machine Plant.   He looked round production processes of the plant to learn about details of their production.   He noted with great satisfaction that its workers have done a lot of things over the past 30 years and set forth tasks to keep its production on a high and steady basis.   He posed for a picture with labour innovators of the plant. He also went to the Tanchon General Magnesia Plant, a leading producer of magnesia clinker in the DPRK, and the construction site of Tanchon Port.   He expressed great satisfaction with the workers of the plant who are steadily boosting  the production of quality magnesia clinker.      He called for stepping up the construction of Tanchon Port well so as to provide a satisfactory transportation for producing and carrying out magnesia clinker. &nbsp;&nbsp;&nbsp;\r\n   General Secretary Kim Jong Il gave on-site guidance to the Hambuk Shipbuilding Complex.    Making rounds of several production processes of the complex, he acquainted himself with details of shipbuilding and was greatly satisfied to know that the workers there were capable of building any type of large cargo ship if they have a will.  \"Our people have built a Juche-based self-supporting national economy under the leadership of the party and the leader, tightening their belts, with the result that we are speeding up the march for the victory of socialism despite vicious blockade and isolating and stifling moves of the imperialists and reactionaries,\" he noted, adding:&nbsp;\"We should tap inexhaustible economic potential and make the maximum use of it so as to build a prosperous socialist paradise for people on this land.\"   \"Factories and enterprises, including the Hambuk Shipbuilding Complex, should take measures to produce all goods with locally available raw and other materials with a view to increasing the Juche character of the industry.\"   He set a target for the complex to top by the 55th WPK founding anniversary and indicated ways to that effect. &nbsp;&nbsp;&nbsp;\r\nGeneral Secretary  Kim Jong Il gave on site guidance to the June 5 General Electrical Plant.   Saying it is a manifestation of noble patriotism that the workers of the plant are keeping production on a steady increase by relying on their own efforts, he called upon the party members and working people of the plant to make new innovations in production with redoubled efforts.  He called on the spot a conference of officials of the Kim Chaek Iron and Steel Complex, the Songjin Steel Complex, the Musan Mining Complex, the Chongjin Railway Bureau and other industrial establishments and set forth highly important tasks which will serve as a guideline in remarkably increasing iron and steel production. &nbsp;&nbsp;&nbsp;\r\n  What is most important in building a powerful nation by developing all industries including the machine-building industry is to boost iron and steel production, he noted. \"The workers in the domain of the metal industry are soldiers on outpost duty and pioneers who are taking charge of the very foundation for building a powerful nation.\"   He said the Kim Chaek Iron and Steel Complex should make the best use of the existing production capacity and, at the same time, create additional production capacity under a foresighted plan.&nbsp;&nbsp;&nbsp;\r\n   The Songjin Steel Complex should widely introduce the Juche-based steel-making method and make every possible effort to boost steel production with the existing equipment and materials, he noted.   Saying that keeping production going at iron and steel works mainly depends on the role of the Musan Mining Complex, he set its concentrated ore production goal and indicated how to hit it.   The leader Kim Jong Il said that the Chongjin Railway Bureau should organize transport services in a rational way to carry in time various raw and other materials including concentrated ore needed for iron and steel production.   The tasks facing the metal industrial sector in North Hamgyong Province are very difficult and vast, he said, adding they will be carried out successfully and surely by the heroic workers who have supported the party with steel at every stage of revolution. &nbsp;&nbsp;&nbsp;\r\n  He expressed the expectation and belief that workers in the sector would demonstrate the heroic stamina and the spirit of sure victory once again in the general advance for building a powerful nation under the slogan \"Let's always be cheerful although our path is thorny \"   accompanying him were chief secretary of the north Hamgyong provincial committee of the Worker's Party of Korea Ri Kun Mo, chief secretary of the south Hamgyong provincial committee of the WPK Ri Thae Nam, secretaries of the WPK Central Committee Kim Kuk Thae and Kim Ki Nam and first vice department director of the WPK Central Committee Pak Song Bong. \r\n    \r\n"
        },
        {
            "title": "Preposterous remarks of dishonest elements",
            "url": "http://kcna.co.jp/item/1999/9903/news03/30.htm#3",
            "content": "Committee for remembering President Kim Il Sung formed in Sweden\r\n &nbsp;&nbsp;&nbsp;Pyongyang, March 30 (KCNA) -- An inaugural meeting of the committee for remembering President Kim Il Sung was held under the co-sponsorship of the Malmo branch of the Sweden-Korea Friendship Association and the Malmo, Sweden, Group for the Study of the Juche Idea on the occasion of his birth anniversary.    The meeting adopted an appeal on fixing the period from March 15 to April 15 as a month for remembering the President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n   The appeal said that the month would be devoted to grasping  leadership feats of President Kim Il Sung, actively introducing the Juche idea fathered by him and socialism in Korea, its embodiment, and supporting  the struggle of the Korean people for independent and peaceful reunification of the country.   The month will witness multifarious events including a seminar on the Juche idea, photo exhibition, film show and meeting to commemorate Sun's Day, the appeal said, and called upon different organizations to undertake a widespread international solidarity campaign for the Korean people. \r\n\r\n"
        },
        {
            "title": "Kim Il Sung's reminiscences, enduring treasure of revolution",
            "url": "http://kcna.co.jp/item/1999/9903/news03/30.htm#4",
            "content": "Preposterous remarks of dishonest elements\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 30 (KCNA) -- Rodong Sinmun today comes out with a signed commentary on preposterous remarks being made these days by some dishonest elements over the DPRK-U.S. negotiations on an underground facility held some time ago.&nbsp;&nbsp;&nbsp;\r\n   The Japanese authorities expressed their \"intention\" to take part in \"inspections of an underground facility\" in the DPRK while the South Korean authorities cried that an agreement reached between the DPRK and the United States is nothing but a start of the process of forcing the north to abandon its \"design for nuclear development,\" the news analyst of the paper says, and continues:&nbsp;&nbsp;&nbsp;It is pity that the Japanese authorities try to poke their noses into other's affairs, failing to discern visit on which the DPRK and the United States agreed from \"inspection.\"   The DPRK-U.S. agreement is what the DPRK and the United States should implement. &nbsp;&nbsp;&nbsp;\r\nThere is no need for a third party to poke its nose into its implementation.   The Japanese authorities are trying to edge themselves into the implementation of the points agreed on by the DPRK and the U.S. in an attempt to draw water to their mill and attain their ulterior intention. However, their design will not be attained.   The rigmarole of the South Korean authorities about \"the north's design for nuclear development\" is intended to slander and hurt the fellow countrymen in the north.   Nuclear issues exist in the south, not in the north. &nbsp;&nbsp;&nbsp;\r\nIn the final analysis, the misbehaviors of the Japanese and South Korean authorities are aimed at reversing the results of the 4th round of the DPRK-U.S. negotiations on the underground facility.   Whether the points agreed on by the DPRK and the United States are implemented  or not wholly depends on the U.S. side. If they are not implemented, the DPRK will not care about that.   The dishonest elements had better act with discretion, clearly knowing what the stand of the DPRK is. \r\n\r\n"
        },
        {
            "title": "Kim Il Sung eulogized",
            "url": "http://kcna.co.jp/item/1999/9903/news03/30.htm#5",
            "content": "Kim Il Sung's reminiscences, enduring treasure of revolution\r\n &nbsp;&nbsp;&nbsp;Pyongyang, March 30 (KCNA) -- The secretary-general of the All India Indo-Korean Friendship Association, when interviewed by the KCNA correspondent in India on March 24 in the countdown to Sun's Day, stressed that the President Kim Il Sung's reminiscences \"With the Century\" is a revolutionary heritage of eternal value he bequeathed to the Korean people and the progressive humankind. &nbsp;&nbsp;&nbsp;\r\n   He further said:&nbsp;&nbsp;&nbsp;The reminiscences comprehensively deals with the glorious revolutionary history of the President. It teaches a precious truth that the revolutionaries should live a worthy life as befits true revolutionaries and patriots.   It is an enduring treasure of the revolution that can be bequeathed only by such a legendary great man.   The more the readers read the book, the more they revere the president. It gives a strong impetus to their efforts for human cause of independence. \r\n  \r\n"
        },
        {
            "title": "Letter to commemoration council of the late Rev. Mun Ik Hwan",
            "url": "http://kcna.co.jp/item/1999/9903/news03/30.htm#6",
            "content": "Kim Il Sung eulogized\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March  30 (KCNA) -- Symposiums on the undying revolutionary exploits of the President Kim Il Sung were held in Peru and Italy on March 18 and 23 with the approach of Sun's Day.   All speakers said that Kim Il Sung founded the Juche idea,  a revolutionary philosophy for independence of the popular masses, which has served as guidelines for the Korean and world revolutions. This is his greatest contribution.   One of the President's noble feats is that he put forth an original line of socialist construction and built the best man-centred socialist society, they said.   They spoke highly of his exploit for the country's reunification.   A letter to General Secretary Kim Jong Il was adopted at the symposium in Peru. \r\n\r\n"
        },
        {
            "title": "Collection of literary works off the press",
            "url": "http://kcna.co.jp/item/1999/9903/news03/30.htm#7",
            "content": "Letter to commemoration council of the late Rev. Mun Ik Hwan \r\n  &nbsp;&nbsp;&nbsp;Pyongyang, March 30 (KCNA) -- The Council for National Reconciliation sent on March 27 a letter to the \"Late Spring Commemoration Council of the Late Rev. Mun Ik Hwan for Embracing national Reunification\" on the occasion of the 10th anniversary of his Pyongyang visit.   The council decided to merge the \"70 million Korean People's Meeting for Embracing National Unification\" and the council into one and now holds various functions,  including remembrance meetings and publication of books to significantly mark the occasion.&nbsp;&nbsp;&nbsp;\r\n   In the letter the council said the merger-related efforts and just activities are a revelation of the pro-reunification patriotic will to realize the noble intention of reunification the President Kim Il Sung expressed to Rev. Mun. The letter fully hailed and supported them as a great driving force behind a grand march of the fellow countrymen for reunification. It expressed expectation that the council would get united into a larger one and greatly help realize national independence and great unity and reunify the country, true to the noble pro-reunification patriotic intention of Rev. Mun, one of the forerunners of pro-reunification drive in South Korea. \r\n\r\n"
        },
        {
            "title": "Defector on corruption of S. Korean society",
            "url": "http://kcna.co.jp/item/1999/9903/news03/30.htm#8",
            "content": "Collection of literary works off the press\r\n  &nbsp;&nbsp;&nbsp;Pyongyang, March 30 (KCNA) -- The Educational Books Publishing House of Korea recently brought out a collection of literary works \"Country of Marshal Kim Jong Il\" on the threshold of the new school year.   The collection carries nearly 200 literary works of various themes created by teachers and students in Phyongchon district, Pyongyang.   Among them are works on the greatness of the three commanders of Mt. Paektu, who have devoted all their life to prosperity and development of the socialist country and its future. There are also works introducing proud achievements made in study under the benevolent care of the Worker's Party of Korea and stressing that Korea led by General Secretary Kim Jong Il will shine as his country forever.&nbsp;&nbsp;&nbsp;\r\n   Contained in the collection are lyrics such as \"We will honor the country of Marshal Kim Jong Il for all ages\" and \"Ours,\" \"Great Inheritance\" and \"For the Future of My Country,\" which reflected the firm determination to devotedly work for prosperity and development of the socialist country.   Articles entitled \"Long live Marshal Kim Jong Il\" and \"Family of the Marshal\" say that Korea is one big harmonious family.   Poems include \"April is Eternal Spring of Korea\" and \"Flower Gate of Love.\"   Besides, there are essays, fragmentary thoughts, short stories and other kinds of works in the collection. \r\n\r\n"
        },
        {
            "title": "Canter, spirit of Korea",
            "url": "http://kcna.co.jp/item/1999/9903/news03/30.htm#9",
            "content": "Defector on corruption of S. Korean society\r\n &nbsp;&nbsp;&nbsp;Pyongyang, March 30 (KCNA) -- A South Korean Sin Sang Jae, 43 and his children who defected to the north had a press conference here today.   Sin hailed from Jinhwa-ri, Sosaeng-myon, Ulju county, Ulsan, South Kyongsang Province.   He graduated from the faculty of industrial administration of the National Fisheries University of Pusan. Before his defection, he worked as a representative of a Visual Education Development Agency.&nbsp;&nbsp;&nbsp;\r\n   He said he has come over to the north because South Korea is a society which attaches importance to outsiders, not to the nation, and a very unfair society which has imposed unbearable misfortunes and sufferings upon the people.   He further said:&nbsp;&nbsp;&nbsp;Since South Korea was placed under the trusteeship of the International Monetary Fund, its business and management activities have been mercilessly trampled down. As a result, share and financial markets and even real estate of South Korea have been absorbed by foreign monopoly capitalists.&nbsp;&nbsp;&nbsp;\r\n   In South Korea, a large number of people are hovering between life and death, left without any job and many families broken down owing to the IMF and the treacherous policies of the authorities obedient to it.    Sin Sang Jae stated he has defected to the north because South Korea is a very corrupt society also in terms of mentality, culture and living.&nbsp;&nbsp;&nbsp;\r\n   Owing to the authority's opening of the door wide for foreign culture and their flunkeyist practices, songs, dances and poems of the Korean nation are withering. As a result, the American, western and Japanese culture is now rampant in South Korea, he noted, stressing:&nbsp;&nbsp;&nbsp;I have deeply revered and worshipped the respected Marshal Kim Jong Il, who has built the north into the best and most powerful country in the world, placing the interests of the nation above all in politics.   Firmly convinced that I and my children can live a genuine life only under his care, we have come over to the north.   \r\n\r\n"
        },
        {
            "title": "Senior DPRK officials meet new Cuban ambassador",
            "url": "http://kcna.co.jp/item/1999/9903/news03/30.htm#10",
            "content": "Canter, spirit of Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 30 (KCNA) -- Canter represents the spirit of the Korean people advancing at present.   The reality of Korea, which started long strides to build a powerful nation, calls upon the entire people to run at a canter on a steed.   Working people accelerating the 2nd Chollima Movement at this speed can be seen everywhere--at furnaces, pit faces, construction sites and on farm fields.   A land-rezoning campaign was conducted to repartition small-patched fields into standardized shapes and sizes in Kangwon Province by nationwide efforts. Innovation is being made at big hydroelectric power stations under construction, key industrial sectors and all other domains of the national economy.&nbsp;&nbsp;&nbsp;\r\n   The spirit of canter is also highly displayed at the construction site of Pyongyang-Nampho Motorway. Short of vehicles, machinery and all other things, builders widely introduced a rational blasting method and carried out large blasting one after another to speed up the construction.   Great efforts have been made to normalize production at industrial establishments and put the nation's economy as a whole on its right track.   Those achievements remind people of the postwar period (late 1950s) when they brought about a great upsurge of Chollima, tightening their belt, and wrought miracles.   In the period workers in Kangson produced 120,000 tons of steel slab at the blooming mill whose rated capacity was just 60,000 tons. Those in Kiyang and Tokchon worked out designs and succeeded in manufacturing a tractor and a truck in scores of days.&nbsp;&nbsp;&nbsp;\r\n   It was also at that time that \"Pyongyang speed\" whereby a flat was prefabricated in 14 minutes was created.   Thus Korea realized in a matter of 14 years industrialization, the difficult and vast historic task, which other nations did in centuries.   It is now suffering from shortage of everything owing to the imperialist's isolation and suffocation moves and consecutive years of natural disaster. This difficult situation calls upon all the people to work and live as they did in that period. The spirit of canter reflects this demand. \r\n\r\n\r\n"
        },
        {
            "title": "SPA chairman meets Indonesian ambassador",
            "url": "http://kcna.co.jp/item/1999/9903/news03/30.htm#11",
            "content": "Senior DPRK officials meet new Cuban ambassador\r\n &nbsp;&nbsp;&nbsp;Pyongyang, March 30 (KCNA) -- The vice-president of the presidium of the Supreme People's Assembly of the DPRK, Yang Hyong Sop, today met and conversed with newly-appointed Cuban Ambassador E. P. to Korea Jose Manuel Inclan Embade at the Mansudae Assembly Hall, when the latter paid a courtesy call on him.   In another development, secretary of the Worker's Party of Korea Central Committee Kye Ung Thae, met and had a talk with him, when the latter paid a courtesy call on him. \r\n\r\n  \r\n"
        },
        {
            "title": "More rare birds fly into Korea",
            "url": "http://kcna.co.jp/item/1999/9903/news03/30.htm#12",
            "content": "SPA chairman meets Indonesian ambassador\r\n &nbsp;&nbsp;&nbsp;Pyongyang, March 30 (KCNA) -- Chairman of the Supreme People's Assembly of the DPRK Choe Thae Bok today met and conversed with newly-appointed Indonesian ambassador to Korea Buchari Effendi at the Mansudae Assembly Hall, when the latter paid a courtesy call on him. \r\n\r\n"
        },
        {
            "title": "Letter to chairman of south Pomminryon headquarters",
            "url": "http://kcna.co.jp/item/1999/9903/news03/30.htm#13",
            "content": "More rare birds fly into Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 30 (KCNA) -- Rare birds continue flying over mountains and fields of Korea.    According to data available from the Animal Conservation Association of the Natural Conservation Union, more than 10 species of birds including two-barred cross-bill, black-tailed gull, forest wagtail, Japanese robin, long-billed ringed plover and pale-foot shear-water have been seen in recent years alone. &nbsp;&nbsp;&nbsp;\r\n  Last year world-famous black faced spoonbills flew in a flock over Sogam and other islets off the coast of Jongju, built scores of nests and laid eggs. Their number was confirmed to be over 190. According to a worldwide survey, the number of black faced spoonbills was no more than 550 as of the end of last year. This tells 35% of them have found their sanctuaries  on several islets at the west sea of Korea.   Birds rare to be seen in the world such as white-bellied black woodpecker, crane, broad-billed roller, whistling swan, white stork and great bustard which are considered to be on the verge of extermination continue flying over mountains, fields and seaside of Korea to find more favourable habitats. &nbsp;&nbsp;&nbsp;\r\nThe number of aboriginal birds and their species and habitats are on a steady increase.   Pheasants living on hillocks that adjoin paddy and non-paddy fields and at the foot of high mountains are now found throughout the country from mountainous areas 1,500 metres above sea level to central parts of cities parks, recreation grounds, islets and uninhabited islets.   Tens of thousands of ducks flock together by small and large rivers and lakes including the taedong river and Lake Sohung in winter.    Gulls also fly in flocks, 40 and 50 each, over tributaries of the taedong river which flows through the capital city center. &nbsp;&nbsp;&nbsp;\r\n  This is a clear proof of the correct policy on nature conservation of the Worker's Party of Korea and the state.   There are in the country nearly 400 species of birds. The country boasts lots of bird sanctuaries. There are ten sea-bird sanctuaries on the east and west coasts.   White-bellied black woodpecker, a bird peculiar to Korea, and 37 other species of birds are under international protection.  Places for their propagation and habitats are specially conserved as natural treasure. \r\n\r\n"
        }
    ]
}