{
    "date": "1999-03-16",
    "url": "http://kcna.co.jp/item/1999/9903/990316.htm",
    "articles": [
        {
            "title": "Jong Il Peak Cup",
            "url": "http://kcna.co.jp/item/1999/9903/news03/16.htm#1",
            "content": "Jong Il Peak Cup\r\n &nbsp;&nbsp;&nbsp;Pyongyang, March 16 (KCNA) -- The 2nd National Taekwon-do Championship for \"Jong Il Peak Cup\" was held at the Taekwon-do hall here over March 11-14.   Attending the championship were nearly 300 players selected from among Taekwon-do circle members at provincial (municipal) extra-mural sports schools and schoolchildren's palaces and houses.   South Hamgyong Province placed first in the all round championship.   The players registered good results by displaying high technological movements and special techniques of Taekwon-do. \r\n    \r\n"
        },
        {
            "title": "Compensation to former \"comfort women\" demanded",
            "url": "http://kcna.co.jp/item/1999/9903/news03/16.htm#2",
            "content": "Compensation to former \"comfort women\" demanded\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 16 (KCNA) -- The International Labor Organization reportedly worked out a report some time ago demanding that the Japanese government compensate to former \"comfort women for the army\" who were taken away and forced to serve the old Japanese army as sex slaves during World War II.   A large number of \"comfort women\" have refused to receive deceptive compensation channelled by Japan's non-governmental fund, the report said, describing the refusal as an expression of their dissatisfaction at the Japanese government which makes no governmental compensation.   It strongly urged the Japanese government to take up the compensation as an urgent task, recalling the fact that the sufferers are growing older in over 50 years after the war. \r\n \r\n"
        },
        {
            "title": "National meeting of scientists and technicians to be held",
            "url": "http://kcna.co.jp/item/1999/9903/news03/16.htm#3",
            "content": "National meeting of scientists and technicians to be held\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 16 (KCNA) -- A national meeting of scientists and technicians will be held here at the end of this month.   The meeting is to review the achievements and experience made in the development of the nation's science and technology over the past years. It will also discuss the tasks and ways for bringing about a turn in the development of up-to-date science and technology in keeping with needs of the time when the building of a powerful socialist state is going on.   Attending it will be scientists and technicians who have contributed to developing the nation's science and technology and making the national economy Juche-oriented, modern and science-based.   The 14th National Scientific and Technological Festival will take place in parallel with the meeting. \r\n\r\n"
        },
        {
            "title": "Halt to \"restructuring\" and lay-off system demanded",
            "url": "http://kcna.co.jp/item/1999/9903/news03/16.htm#4",
            "content": "Halt to \"restructuring\" and lay-off system demanded\r\n &nbsp;&nbsp;&nbsp;Pyongyang, March 16 (KCNA) -- A South Korean defector, Yun Song Sik, in an interview with KCNA on Monday  denounced the self-proclaimed \"government for the people\" for enforcing the murderous \"restructuring\" and lay-off system in South Korea, causing mounting unemployment and supported the worker's struggle. &nbsp;&nbsp;&nbsp;\r\n  Yun said:&nbsp;&nbsp;&nbsp;The jobless are increasing in large numbers in South Korea due to the \"restructuring\" and lay-off.    Nevertheless, the present chief executive recently said he would go ahead with the \"restructuring,\" and urged the workers to endure sufferings from it. This is as good as saying that he has nothing to do with massive death of workers.   Such behavior has come from his treacherous idea of subordination to the U.S. master.   The \"restructuring,\" which he claimed his invention, is an economic reform imposed upon him by the United States.&nbsp;&nbsp;&nbsp;\r\n   It was quite right that the South Korean Confederation of Trade Unions declared its withdrawal from the \"Labor-Management-Government Committee,\" Yun said, adding:&nbsp;&nbsp;&nbsp;The \"committee\" is no more than a venal organization set up to seize control on the labor movement and trade unions.   Before taking office, the chief executive had opposed the retrogressive revision of \"Labor Law\" by the ruling party. But, later he took the lead in \"restructuring.\"    This is an expression of his unpopular nature, and his true colors have been fully laid bare.&nbsp;&nbsp;&nbsp;\r\n   Yun Song Sik strongly demanded that the South Korean authorities stop kowtowing to outsiders, suspend the \"restructuring\" and lay-off and urgently meet the worker's demand for vital rights. \r\n  \r\n"
        },
        {
            "title": "When will Japan have clean conscience?",
            "url": "http://kcna.co.jp/item/1999/9903/news03/16.htm#5",
            "content": "When will Japan have clean conscience?\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 16 (KCNA) -- The Japanese reactionary authorities have no elementary human morality and conscience, to say nothing of the trait as befits statesmen. Rodong Sinmun today says this in a signed article under the title \"Japan's dark intention going against era\".&nbsp;&nbsp;&nbsp;\r\n   When a man does a shameful thing, he should feel disgrace, and when one inflicts damage upon others, he should apologize and compensate to them for it. However, this elementary human morality cannot be seen in the Japanese reactionary authorities, the paper says, and goes on:&nbsp;&nbsp;&nbsp;There have been scores of changes of power in Japan over half a century since the defeat of Japanese imperialism but no political forces have ever sincerely repented of and apologized for Japan's past crimes. Instead, they let loose a string of rubbish to justify the aggressive  acts of Japanese imperialism. &nbsp;&nbsp;&nbsp;\r\n   The Japanese reactionaries are describing the Japanese aggression of Asia as \"liberation\", saying Japan did not invade Asian countries in the past but \"protected\" them from the aggression by western powers.   Their meanness finds its expression also in Japan's approach to the \"comfort women for the army\" issue.   The criminal issue of the \"comfort women for the army\" is one of the grisliest outrages committed by the Japanese aggressors in the past. Nevertheless, the Japanese reactionaries are dodging the responsibility, alleging it was committed by individuals.   They are also avoiding the compensation for the crimes of the Japanese aggressors.&nbsp;&nbsp;&nbsp;\r\n  This shows that they are brazen-faced fellows who have no elementary conscience and morality and who are not qualified for a member nation of the international community.   Japan is refusing to liquidate its past wrongdoings because it has a dark intention of repeating the past. The Japanese reactionaries try to invade Korea and Asia in a bid to commit unlimited exploitation and plunder. But it is a daydream.    Japan must cleanse conscience as soon as possible, sincerely apologize for the inglorious past and make a due compensation. Only then can it remain a member nation of the international community. \r\n\r\n"
        },
        {
            "title": "War exercises will precipitate destruction",
            "url": "http://kcna.co.jp/item/1999/9903/news03/16.htm#6",
            "content": "War exercises will precipitate destruction \r\n &nbsp;&nbsp;&nbsp; Pyongyang, March 16 (KCNA) -- The South Korean rulers have begun a \"joint air defence drill\" in Seoul, Pusan and 40 other cities of South Korea on March 15.   Commenting on this, a news analyst of Rodong Sinmun today says:&nbsp;&nbsp;&nbsp;The South Korean authorities are advertising the war drill as a \"defensive exercise\" designed to prevent \"infiltration\" by the north. &nbsp;&nbsp;&nbsp;\r\n  However, their advertisement is nothing but a sophism.   Having branded the fellow countrymen in the north as \"principal enemy,\" the South Korean rulers who claim to be for \"people\" have doggedly objected to joining hands with them and put spurs to war preparations aimed at hurting them in league with outsiders.   They are getting rampant to employ all human and material resources of South Korea as cannon fodder for a DPRK-targeted war of the U.S.   The on-going \"joint air defence drill\" is part of their premeditated war maneuvers to put more bullet shields in place on the order of the U.S. masters.   The self-proclaimed \"government for the people\" is now in a serious crisis.&nbsp;&nbsp;&nbsp;\r\n   So, it seeks to divert elsewhere the hatred of the people against the rulers, extricate itself from the crisis and finally round off anti-north war preparations by continuously staging such war exercises as \"air defence drill.\"   The South Korean authorities had better ponder over the serious consequences to be entailed by the provocative war exercise against the north and stop it at once. \r\n \r\n"
        },
        {
            "title": "S. Korean \"policy on combined use of Chinese characters\"",
            "url": "http://kcna.co.jp/item/1999/9903/news03/16.htm#7",
            "content": "S. Korean \"policy on combined use of Chinese characters\"\r\n &nbsp;&nbsp;&nbsp;Pyongyang, March 16 (KCNA) -- The Committee for the Peaceful Reunification of the Fatherland (CPRF) issued a statement on Monday denouncing the South Korean authorities for declaring the \"policy on combined use of Chinese characters\".   The statement says:&nbsp;&nbsp;&nbsp;The \"policy\" which was dropped in the 1970's in face of strong opposition from the public circles has been raised again by the present chief executive of South Korea.   This stemmed from his flunkeyist and treacherous nature.&nbsp;&nbsp;&nbsp;\r\n   The present chief executive proclaimed the \"combined use of Chinese characters\" as a \"policy\" intended to meet the request made by the Japanese authorities for the \"use of Chinese characters\" during the former tour of Japan last October,  claiming that it was difficult for the Japanese to understand South Korean \"official documents\" written in Korean only.    This is a never-to-be-condoned pro-Japanese flunkeyist and treacherous crime committed by him, yielding to the pressure of the Japanese reactionaries preoccupied with the moves for re-invasion of South Korea.&nbsp;&nbsp;&nbsp;\r\n   Branding the South Korean authority's move for the \"combined use of Chinese characters\" as a treachery of obliterating the Juche and national character even in language, the CPRF bitterly denounces it in the name of the entire nation.   50 public organizations of South Korea, including the \"Society of Korean Language\" and the \"Society for the Promotion of the Exclusive Use of Korean Language\", and people from all walks of life are strongly opposing the authority's \"policy,\" branding it as \"a brigandish policy going against the trend of history\" and a \"treacherous move to undermine the originality of language.\" &nbsp;&nbsp;&nbsp;\r\n   The times and history will never pardon the present South Korean authorities, who sold off not only territorial waters and fishing grounds  but culture and language peculiar to the nation to the Japanese reactionaries, the sworn enemy of the nation  but mete out a severe punishment to the traitors. \r\n \r\n"
        },
        {
            "title": "S. Korean student's solidarity actions",
            "url": "http://kcna.co.jp/item/1999/9903/news03/16.htm#8",
            "content": "S. Korean student's solidarity actions\r\n &nbsp;&nbsp;&nbsp;Pyongyang, March 16 (KCNA) -- South Korean students are intensifying solidarity actions in support of the worker's struggle for vital rights.   The South Korean Federation of University Student Councils (Hanchongryon) vowed to undertake diverse activities, including street propaganda, rallies and demonstrations to denounce the present \"government's\" anti-popular and anti-worker crimes, and is carrying its resolution into practice.&nbsp;&nbsp;&nbsp;\r\n   The Kwangju and South Jolla Provincial Federation of University Student Councils (Namchongryon) stated 100,000 students under its organization would launch a dynamic struggle against the present \"government\" that plunged the workers into distress.   The Seoul District Federation of University Student Councils (Sochongryon) has entered into a vigorous struggle against the \"restructuring\" and \"lay-off system\" in solidarity with the south headquarters of the National Alliance for the Country's Reunification (Pomminryon), the South Korean Confederation of Trade Unions and other organizations.&nbsp;&nbsp;&nbsp;\r\n   Chairmen of student councils of 7 universities, including Korea and Kyunghee universities, in a press interview called for a halt to lay-off and for the reduction of registration fee.   University student councils including Sungkyunkwan University are intensifying their solidarity struggle, maintaining the \"restructuring\" is a matter of not only workers but students as well. \r\n\r\n"
        },
        {
            "title": "\"Bubble economy\"",
            "url": "http://kcna.co.jp/item/1999/9903/news03/16.htm#9",
            "content": "\"Bubble economy\"\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 16 (KCNA) -- Economic crisis is getting worse in South Korea under the trusteeship of the International Monetary Fund (IMF).   The South Korean economy depends entirely on foreign monopoly capital, including the United States and Japan, not only for capital but for major equipment, raw materials, parts and hardcore technologies.   South Korea's foreign debt at present ran into 151.4 billion dollars. It has to pay 40 billion dollars plus interest this year, except short-term foreign debts payment of which was postponed.   A total amount of foreign debts refund of which was allegedly postponed still remains unpaid. Worse still, interest for the delayed payment is 8.1% or much higher than before.&nbsp;&nbsp;&nbsp;\r\n   The performance of export advertised by the South Korean authorities as a \"tractor\" for \"economic growth\" is deteriorating with each passing day.   Due to more stringent import restrictions enforced by other countries including the United States and Japan, the South Korean export market is dwindling and international competitiveness of its exports has become so weak  that South Korean goods have been elbowed out of the foreign markets.   Most of the shares of the mainstay companies, including Samsung, L.G. and Daewoo, fell into the clutches of foreign monopoly capital and 50 or even 95% of shares of the South Korean enterprises are in the hands of foreign investors.&nbsp;&nbsp;&nbsp;\r\n   Ever since the South Korean authorities opened real-estate market last June,  foreigner's land ownership has increased at such a rapid pace that its area totaled 3.1 million Phyong (1 Phyong is 6 feet square) during July-December last year, 57% of which has turned into industrial sites .   30 big business groups ran into debts which account for 415% of their capital and the South Korean banks registered a red figure of 11,495 billion won as of the end of last year.&nbsp;&nbsp;&nbsp;\r\n   It was against this backdrop that five banks of South Korea, including the Korea first bank and the Seoul Bank which loaned 50% of the fund for \"government\" investment, were reported either closed or sold off to foreign banks. Many banks are on the brink of bankruptcy.   More than 53,000 enterprises were reported  bankrupt in one year after the  enforcement of trusteeship that followed the catastrophic financial crisis and the remaining enterprises are forced to curtail their operation due to financial difficulties.  \r\n\r\n\r\n"
        },
        {
            "title": "DPRK's proposal supported abroad",
            "url": "http://kcna.co.jp/item/1999/9903/news03/16.htm#10",
            "content": "DPRK's proposal supported abroad\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 16 (KCNA) -- The proposal of a joint meeting of the government, political parties and organizations of the DPRK has been fully supported abroad.   13 political parties of Jordan including the Islamic Action Front Party, the Arab Social Renaissance Party, the Arab Progressive Renaissance Party and the Communist Party made public a joint statement on March 7 and fully supported all the proposals of the DPRK to reunify the country independently and peacefully according to the three principles of national reunification.&nbsp;&nbsp;&nbsp;\r\n   The joint statement said that for Korea to be reunified all the obstacles to the reunification must be removed in advance. The South Korean authorities must stop the joint war exercises with the U.S., rescind the \"National Security Law\" and pull down the concrete wall at once, it held.&nbsp;&nbsp;&nbsp;\r\n   A meeting was held by the Addis Ababa, Ethiopia, Group for the Study of the Juche Idea. The meeting held that the proposal of the joint meeting of the DPRK is the most realistic and reasonable one for making a new breakthrough toward Korea's reunification, and strongly urged the South Korean authorities, political parties, organizations and public figures of different social strata to affirmatively respond to the proposal.   Mass media of many countries including Bulgaria, Egypt and Democratic Congo carried articles in support of the proposal of the joint meeting. \r\n \r\n  \r\n"
        },
        {
            "title": "\"Declaration on national independence\" issued",
            "url": "http://kcna.co.jp/item/1999/9903/news03/16.htm#11",
            "content": "\"Declaration on national independence\" issued\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 16 (KCNA) -- 80 personages of South Korea from all walks of life jointly made public a \"declaration on national independence\" on March 1 at a meeting sponsored by the \"National Meeting for Independent and Peaceful Reunification\" on the occasion of the 80th anniversary of the March 1 Popular Uprising, the newspaper Hangyore said.   The declaration said their eventual national independence rests with the nation's reconciliation and reunification, stressing they would do their utmost to build a reunified country on the principle of independence, peace and great national unity. \r\n \r\n"
        },
        {
            "title": "Kimilsungia in full bloom",
            "url": "http://kcna.co.jp/item/1999/9903/news03/16.htm#12",
            "content": "Kimilsungia in full bloom\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 16 (KCNA) -- Kimilsungia, a flower named after a great man, is in full blossom across  Korea.   Over the last 30 and more years, more than 200,000 Kimilsungia have been propagated at the greenhouse of the same name in the central botanical garden in Pyongyang with the result that this flower is found in scores of countries. &nbsp;&nbsp;&nbsp;\r\n   This  flower was bred by an Indonesian botanist in Juche 53 (1964) at the end of his painstaking research.   The then Indonesian President named the flower Kimilsungia in April 1965 in high praise of the President Kim Il Sung who performed immortal feats in the human cause of independence.   The flower was brought to Korea in 1975 which marked the 10th anniversary of Kim Il Sung's visit to Indonesia.&nbsp;&nbsp;&nbsp;\r\n   Belonging to the orchid family, the flower was bred after being crossed with dendrobium pompadour as male line and with D. Ale Kai as female line.   The stalk is straight, flower petal stretches out and flower blossoms in deep pink violet. The flower is 7-8 cm in diameter. It continues blossoming for about 100 days.   3 white tinge is clearly seen on the petal of flower, distinguishable from other flowers belonging to the orchid family.&nbsp;&nbsp;&nbsp;\r\n   Kimilsungia show will be held in Korea from this year on the occasion of Sun's Day (April 15), the greatest national holiday.   The first Kimilsungia show will open at the Pyongyang International House of Culture from April 10 to 17 under the sponsorship of the Kimjongilia Federation of the DPRK.   The show will be participated in by units and individuals who cultivate Kimilsungia.   The show will provide them with an opportunity to exchange achievements and experience gained in its cultivation and propagation. \r\n\r\n"
        },
        {
            "title": "What is target of joint maneuvers?",
            "url": "http://kcna.co.jp/item/1999/9903/news03/16.htm#13",
            "content": "What is target of joint maneuvers?\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 16 (KCNA) -- The South Korean Navy is participating in the \"west pacific exercise 99\" which began on March 15 under the sponsorship of the 7th U.S. fleet command.   Minju Joson today carries a signed commentary in this regard.  It says:&nbsp;&nbsp;&nbsp;The maneuver aims at realizing the U.S. Korea and Asia strategies. Through the \"RIMPAC\", \"west pacific exercise\" and other joint military exercises, the U.S. seeks to complete the operational commanding system intended to cope with \"emergency\" on the Korean peninsula together with its followers and authorities and to master the method to hurl multi-national forces into the Korean peninsula if a new Korean war breaks out.&nbsp;&nbsp;&nbsp;    \r\n   The U.S. is going to attain its ulterior intention by inveigling Japan and South Korea into military exercises of multi-national forces under the cloak of \"collective security\", taking it into consideration that the tripartite joint military exercises involving Japan and South Korea may spark strong criticism from the Korean and world peoples.    The South Korean rulers are taking an active part in war exercises of the U.S.-led multinational forces as well as joint military maneuvers with the U.S. in an attempt to make its military cooperation with the U.S. and the Japan \"Self-Defense Forces\" closer and increase the joint operation capability and combat preparedness against the north.&nbsp;&nbsp;&nbsp;\r\n   The South Korean rulers are now getting frantic in their scheme to plunge the nation into holocausts of war as a \"shock brigade\" in executing the war strategy of aggression. Indeed, they are a group of the worst traitors to the nation.   If they ignite a war against the north, we will punish the provokers severely.   The U.S. Warmongers should clearly know that if they ignite war in disregard of our repeated warnings, they will face self-destruction. \r\n\r\n"
        },
        {
            "title": "Welcome to new tourist resorts",
            "url": "http://kcna.co.jp/item/1999/9903/news03/16.htm#14",
            "content": "Welcome to new tourist resorts\r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 16 (KCNA) -- The DPRK state tourist bureau has announced that from this year Mts. Chilbo and Kuwol would open to tourism, Mt. Chilbo, situated not far from Chongjin port, is noted for dense forests, cultural relics and hot springs. Marine products such as octopus, squid, crab, raw abalone and sea urchin in the East Sea of Korea and armillaria are available.&nbsp;&nbsp;&nbsp;\r\n   A tour to Mt. Chilbo from Pyongyang can be made by air. About an hour flight will bring you to Orang. From there you can travel to Mt. Chilbo by car, feasting your eyes on the beautiful scenery along the east coast.   After enjoying mountaineering, you will  visit Chongjin, a port city of culture and recreation.   In mushroom-picking period, you will  spend pleasant days, picking mushrooms.&nbsp;&nbsp;&nbsp;\r\n   A tour to Mt. Kuwol can be made by road. After covering Pyongyang-Nampho Motorway, you will pass through the west sea barrage and Unchon and Unryul counties of South Hwanghae Province, and reach your destination.   At the top of the mountain, tourists will command a bird's-eye view on the mysterious shapes of the range and the castle and Woljong Temple built in the period of Koguryo, a feudal kingdom of Korea.   Then you will go to Anak Tomb No. 3  in Anak county and Mt. Jongbang, the site of an ancient mountain fort, via Sariwon, the capital of North Hwanghae Province.   There are road services to the area of Mt. Kuwol, so that children, elderly people and women can scale the mountain by car.&nbsp;&nbsp;&nbsp;\r\n   An industrial city Anju and Lake Yonphung in South Phyongan Province are attractive tourist resorts as well.   Anju surrounded by fertile soil is a city with large chemical factories and many other local factories.   Lake Yonphung is an artificial lake called the \"sea in mountain.\"   There are Chilsong Park, Anju Fort and Paeksang Pavilion. Boating can be enjoyed in the lake.   Tourist experts from China, Taiwan, Switzerland and Germany made inspection tours of the areas of Mt. Chilbo and Mt. Kuwol. It is expected that the number of tourists will increase. \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}