{
    "date": "2000-04-29",
    "url": "http://kcna.co.jp/item/2000/200004/20000429.htm",
    "articles": [
        {
            "title": "Singing gathering held in S. Korea on Sun's Day",
            "url": "http://kcna.co.jp/item/2000/200004/news04/29.htm#1",
            "content": "Singing gathering held in S. Korea on Sun's Day \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, April 29 (KCNA) -- The Hwipharam band in Seoul held a singing gathering on April 10 on the occasion of Sun's Day, Seoul-based radio Voice of National Salvation reported.\r\n   The gathering was timed to coincide  with the opening of the 18th April Spring Friendship Art Festival. The head of the band addressing it called for regarding the gathering as part of the Pyongyang festival and singing praises of the respected President Kim Il Sung, though they were not able to participate in the festival.&nbsp;&nbsp;&nbsp;\r\n   The program of the gathering which began with the chorus of the immortal revolutionary paean \"Song of General Kim Il Sung\" included \"The Leader Will Always Be With Us\", \"Our Leader\" and other songs.    \r\n\r\n"
        },
        {
            "title": "DPRK-South Africa Friendship Association formed",
            "url": "http://kcna.co.jp/item/2000/200004/news04/29.htm#2",
            "content": "DPRK-South Africa Friendship Association formed \r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 29 (KCNA) -- The DPRK-South Africa Friendship Association was formed here on April 27 on the occasion of the sixth national day of the Republic of South Africa.\r\n   Acting chairman Mun Jae Chol of the Korean Committee for Cultural Relations with Foreign Countries was elected chairman of the association at the inaugural meeting. &nbsp;&nbsp;&nbsp;\r\n   A speech was made at the meeting and a congratulatory message to South African President Thabo Mvuyelwa Mbeki was adopted.    \r\n\r\n"
        },
        {
            "title": "KCTU vows to wage may struggle",
            "url": "http://kcna.co.jp/item/2000/200004/news04/29.htm#3",
            "content": "KCTU vows to wage may struggle \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 29 (KCNA) -- The (South) Korean Confederation of Trade Unions (KCTU) decided to hold a rally for a total strike marking the 110th May Day, the international holiday of workers the world over, in Seoul on April 29, a Seoul-based radio reported.\r\n   Participating in the rally will be unionists of the KCTU, peasants and students, more than 20,000 in all. &nbsp;&nbsp;&nbsp;\r\n   At the same time, the KCTU declared that it would hold large-scale rallies in Seoul and 14 other cities across South Korea and launch into may struggle in real earnest. \r\n\r\n"
        },
        {
            "title": "Withdrawal of U.S. forces from S. Korea urged",
            "url": "http://kcna.co.jp/item/2000/200004/news04/29.htm#4",
            "content": "Withdrawal of U.S. forces from S. Korea urged \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, April 29 (KCNA) -- Dailies here today in signed commentaries echo voices demanding the withdrawal of the U.S. forces stationed overseas growing louder worldwide.\r\n   The Minister of Home Affairs and Justice of Panama at a press conference recently rejected the theory on the presence of a foreign army for the security of Panama and its canal while the Guatemalan government refuted the U.S. attempt to station its army under the pretext of \"helping\" prevent drug trafficking and forest fire. &nbsp;&nbsp;&nbsp;\r\n   Rodong Sinmun demands the U.S. drop its anachronistic policy of stationing its forces overseas rejected everywhere. &nbsp;&nbsp;&nbsp;\r\n   It goes on: A climate is now being created for the reconciliation between the north and south of Korea and peace on the Korean peninsula. This offers best opportunity for the withdrawal of the U.S. troops from South Korea. &nbsp;&nbsp;&nbsp;\r\n   The Korean people do not want to see the U.S. remaining their sworn enemy. \r\n   An earlier withdrawal of its forces, the better for the U.S. either. &nbsp;&nbsp;&nbsp;\r\n   The U.S. attitude towards the pullback of its forces from South Korea will serve as a yardstick showing whether it stands for peace or not. &nbsp;&nbsp;&nbsp;\r\n   Minju Joson says the U.S. forces' withdrawal from South Korea would contribute to the global peace and security and bring about a positive change in untying the long-standing knots of DPRK-U.S. relations. &nbsp;&nbsp;&nbsp;\r\n   The U.S. is well advised to face up to the trend of the times and make a right decision.    \r\n\r\n"
        },
        {
            "title": "KCNA refutes sycophantic remarks of S. Korean  ambassador to Japan",
            "url": "http://kcna.co.jp/item/2000/200004/news04/29.htm#5",
            "content": "KCNA refutes sycophantic remarks of S. Korean  ambassador to Japan \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, April 29 (KCNA) -- South Korean ambassador to Japan Choe Sang Ryong was reported to have let loose a strange piffle at the Japanese Press Club on April 26 that \"The United States has always played an important role in deterring war and preserving peace in East Asia and the Korean peninsula.\"\r\n   This sophism is nothing but sycophantic and treacherous outbursts intended to veil the criminal nature of the U.S. aggressive Asian strategy and preach the necessity of the U.S. troops in this region, particularly the U.S. forces'presence in South Korea. &nbsp;&nbsp;&nbsp;\r\n   It is an invariable aggressive design and criminal strategy of the U.S. to provoke a war against the DPRK and use the Korean peninsula as a springboard from which to contain Asian powers and thus hold hegemony in the continent. &nbsp;&nbsp;&nbsp;\r\n   To this end the U.S. has amassed its huge forces in Asia and massively shipped sophisticated lethal weapons in South Korea in particular, and is staging DPRK-targeted reckless joint military exercises without a let-up with the South Korean warhawks, always escalating the tensions on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n   The U.S. forces' presence in South Korea is a main factor of harassing peace and stability on the peninsula and a stumbling block in the way of national reunification, the supreme task of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n   An immediate withdrawal of the U.S. troops from South Korea is a prerequisite to putting an end to the cold war and guaranteeing lasting peace and stability in Korea. &nbsp;&nbsp;&nbsp;\r\n   This has presented itself as an urgent issue now that a climate is being created for reconciliation between the north and south and peace on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n   If the South Korean authorities value this hard-won atmosphere, they should stop talking about the necessity of the U.S. troops' presence and swim with the trend of the times critical of its injustice.    \r\n\r\n"
        },
        {
            "title": "DPRK wrestlers catch gold medals",
            "url": "http://kcna.co.jp/item/2000/200004/news04/29.htm#6",
            "content": "DPRK wrestlers catch gold medals \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 29 (KCNA) -- Korean wrestlers Jin Ju Dong and Ri Yong Sam placed first at the 14th Asian freestyle wrestling championship to win gold medals.\r\n   Jin Ju Dong and Ri Yong Sam came first in the respective 54kg and 58kg matches. &nbsp;&nbsp;&nbsp;\r\n   Kim Kwang Il bagged a bronze medal in the 63kg match. &nbsp;&nbsp;&nbsp;\r\n   Prior to the championship, Jin Ju Dong and Ri Yong Sam placed first in the qualifying competition for the 27th Olympics.    \r\n\r\n"
        },
        {
            "title": "AAPSO favours memorandum of DPRK Foreign Ministry",
            "url": "http://kcna.co.jp/item/2000/200004/news04/29.htm#7",
            "content": "AAPSO favours memorandum of DPRK Foreign Ministry \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 29 (KCNA) -- The Afro-Asian People's Solidarity Organization (AAPSO) issued a statement on April 22 supporting the memorandum of the Ministry of Foreign Affairs of the DPRK which exposed the GIs' mass killings of civilians during the last Korean War.\r\n   The GIs' massacres were a wanton violation of the war law and regulations including the Geneva convention, the statement said, and continued: &nbsp;&nbsp;&nbsp;\r\n   It cannot be overlooked that the GIs used biological and chemical weapons, internationally-banned mass lethal weapons. This has been fully proved by POWs, victims, eyewitnesses and international organization investing group. &nbsp;&nbsp;&nbsp;\r\n   It has been also proved through declassified documents that the then U.S. defense secretary ordered to stage the germ warfare. &nbsp;&nbsp;&nbsp;\r\n   The AAPSO supports the Korean people demanding a thoroughgoing investigation into the crimes committed by GIs during the Korean War and establishment of special tribunal to severely punish the criminals under the international law.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}