{
    "date": "2000-05-19",
    "url": "http://kcna.co.jp/item/2000/200005/20000519.htm",
    "articles": [
        {
            "title": "Kim Jong Il directs land realignment project",
            "url": "http://kcna.co.jp/item/2000/200005/news05/19.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Dae meets American religious leader",
            "url": "http://kcna.co.jp/item/2000/200005/news05/19.htm#2",
            "content": "Kim Jong Il directs land realignment project \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 19 (KCNA) -- General Secretary Kim Jong Il directed the land realignment project in North Phyongan Province for several days.&nbsp;&nbsp;&nbsp;\r\n   He toured various places including cooperative farms in Uiju county, Kwaksan county and Jongju city to learn about details of land realignment. &nbsp;&nbsp;&nbsp;\r\n   Feasting his eyes on large standardized fields, he noted with great satisfaction that provincial party members and other working people, people's army soldiers, shock brigade members from other provinces and designers involved in the land realignment campaign have completely changed the appearance of the land by creditably finishing the difficult and gigantic project on a high qualitative level. He lavished praise on their great achievements and thanked them. &nbsp;&nbsp;&nbsp;\r\n   He noted that all the soldiers and people involved in the large-scale nature-transforming project  have carried out  their enormous assignments in a matter of several months in the indomitable revolutionary spirit of soldiers under the difficult conditions where they were pressed for everything, though it was said even a few years would not be enough to fulfil them, adding this is a world-startling miracle. &nbsp;&nbsp;&nbsp;\r\n   He pointed out that the present brilliant reality in North Phyongan Province clearly shows how powerful is the might of our army and people who are rushing ahead in the high-pitched spirit with the iron faith that once they are determined, they can do anything and added that the cause of building a powerful socialist nation is sure to be accomplished as there are such a great army and people. &nbsp;&nbsp;&nbsp;\r\n   Improving the layout of the fields is a great nature-transforming work for the prosperity of the country and a patriotic work of lasting significance, he said, adding that it is necessary to continue to pay deep attention to this work. &nbsp;&nbsp;&nbsp;\r\n   As the land realignment project has been creditably completed in North Phyongan Province, he noted, state efforts should be directed next to the land leveling and rezoning in South Hwanghae Province and good preparations for this should be made. &nbsp;&nbsp;&nbsp;\r\n   He urged all provinces, cities and counties to carry out brisk land realignment projects by their own efforts. &nbsp;&nbsp;&nbsp;\r\n   He set forth tasks to increase grain production and introduce comprehensive mechanization in farm work. &nbsp;&nbsp;&nbsp;\r\n   He was accompanied by director of the general political department of the Korean People's Army Jo Myong Rok, chief of the general staff of the KPA Kim Yong Chun, vice-chairman of the  DPRK National Defence Commission Ri Yong Mu, secretaries of the WPK Central Committee Kim Kuk Thae and Kim Yong Sun and first vice department directors of the WPK Central Committee. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il praised as defender of socialism",
            "url": "http://kcna.co.jp/item/2000/200005/news05/19.htm#3",
            "content": "Kim Yong Dae meets American religious leader \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, May 19 (KCNA) -- Kim Yong Dae, vice-president of the presidium of the Supreme People's Assembly of the DPRK, met and had a talk with Rev. Franklin Graham, American religious leader and son of Dr. Billy Graham, and his party at the Mansudae Assembly Hall today. &nbsp;&nbsp;&nbsp;\r\n   Present there were Kim Kye Gwan, vice-Minister of Foreign Affairs, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n   Referring to the intimate ties that existed between the great leader Kim Il Sung and his father Billy Graham, the American religious leader sincerely hoped that these ties would be furthered generation after generation. &nbsp;&nbsp;&nbsp;\r\n   Warmly hailing the measures taken by the great leader Kim Jong Il for the country's reunification, he extended full support to the reunification of Korea. &nbsp;&nbsp;&nbsp;\r\n   He said he would exert all his efforts for the improvement of bilateral relations. \r\n\r\n"
        },
        {
            "title": "Press statement by Indian public figure",
            "url": "http://kcna.co.jp/item/2000/200005/news05/19.htm#4",
            "content": "Kim Jong Il praised as defender of socialism \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, May 19 (KCNA) -- Hasanul Huq Inu, general secretary of the Bangladesh National Socialist Party, praised the greatness of the respected leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   He said that visiting different places of the DPRK, he deeply felt the truth that any people and country become  great when they are led by a great leader. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il continues making a long journey of on-site guidance to provide the Korean people with more civilized and happy life, the general secretary said, and went on: &nbsp;&nbsp;&nbsp;\r\nUnder his great army-first leadership Korea has become a powerful socialist country which no one dares to provoke. &nbsp;&nbsp;&nbsp;\r\n   The world people struggling for progress and prosperity are looking up to socialist Korea as a beacon of hope and highly praising Kim Jong Il as the sun of the 21st century. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il is the great defender of the socialist cause and justice. The Korean people wisely led by him will always emerge victorious and Korea will demonstrate its might as a powerful socialist country sooner or later. \r\n\r\n"
        },
        {
            "title": "International signature campaign for Korea's reunification",
            "url": "http://kcna.co.jp/item/2000/200005/news05/19.htm#5",
            "content": "Press statement by Indian public figure \r\n&nbsp;&nbsp;&nbsp;   Pyongyang, May 19 (KCNA) -- N. K. Shukra, joint secretary of the central committee of the All-India Peasants' Union, issued a statement to the press on May 13 after reading the famous work of General Secretary Kim Jong Il \"Improving the Layout of the Fields Is a Great Transformation of Nature for the Prosperity of the Country, a Patriotic Work of Lasting Significance.\" &nbsp;&nbsp;&nbsp;\r\n   In the statement he said that the work reflects the steadfast determination and iron will of Kim Jong Il to push ahead with improvement of the layout of the fields to the finish, taking it as an  important policy of agricultural revolution. &nbsp;&nbsp;&nbsp;\r\n   The successful completion of land rezoning in Kangwon and North Phyongan Provinces by the Korean people shows that no force on earth can break their revolutionary will to build an economic power in the spirit of self-reliance, he noted, and went on: &nbsp;&nbsp;&nbsp;\r\n   The Korean people will build a prosperous socialist countryside as long as there are the wise leadership of Kim Jong Il, people rallied close around him and solid foundations of self-supporting national economy. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, an explanatory lecture on the work was given at the Kim Il Sung Institute of Agricultural Science in Guinea. \r\n\r\n"
        },
        {
            "title": "Rally held on eve of anniversary of Kwangju Popular Uprising",
            "url": "http://kcna.co.jp/item/2000/200005/news05/19.htm#6",
            "content": "International signature campaign for Korea's reunification \r\n   &nbsp;&nbsp;&nbsp;Pyongyang, May 19 (KCNA) -- Political parties, organizations and public figures of different countries joined in the international signature campaign for supporting the three-point charter of Korea's reunification. &nbsp;&nbsp;&nbsp;\r\n   The signature paper was signed by Aleka Papariga, general secretary of the central committee of the Communist Party of Greece, Ramadan Ibrahim, chairman of the General Federation of Trade Unions for Public Health Service of Egypt, Fakauddin Chowdry, chairman of the Youth Organization Council of the People's Party of Pakistan, and Miguel Boiero, Mayor of Alcoset, Portugal, on behalf of their party, organizations and citizens from May 10 to 17. \r\n\r\n"
        },
        {
            "title": "Sit-in strike in S. Korea",
            "url": "http://kcna.co.jp/item/2000/200005/news05/19.htm#7",
            "content": "Rally held on eve of anniversary of Kwangju Popular Uprising \r\n &nbsp;&nbsp;&nbsp; Pyongyang, May 19 (KCNA) -- The people's movement for the revision of the shackling \"ROK-U.S. status of forces agreement\" staged an anti-U.S. rally and went on a sit-in strike on May 17, a Seoul-based radio reported. &nbsp;&nbsp;&nbsp;\r\n   On May 16 members of the movement went to the U.S. embassy in Seoul to hand a letter of protest to it demanding the revision of the \"agreement\" and request it to allow them to meet with an official concerned. &nbsp;&nbsp;&nbsp;\r\n   But, the embassy side gave them cold shoulder, just telling them to leave the letter in front of its door. &nbsp;&nbsp;&nbsp;\r\n   Enraged at this, they strongly demanded the U.S. close a firing range in Maehyang-ri and positively revise the \"agreement,\" threatening to continue their sit-in strike till they receive a responsible apology and compensation from the U.S.  \r\n\r\n"
        },
        {
            "title": "Attempt to deny truth behind GIs' killings refuted",
            "url": "http://kcna.co.jp/item/2000/200005/news05/19.htm#8",
            "content": "Sit-in strike in S. Korea \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, May 19 (KCNA) -- Executive editor of AP Jonathan Wolman released a statement challenging the report carried by the reptile magazine U.S. News and World Report denying GIs' mass killings in Rogun-ri, according to radio no. 1 of South Korea. &nbsp;&nbsp;&nbsp;\r\n   He said that \"AP stories were strictly based on many recorded and video-recorded interviews with a dozen U.S. veterans and 20 survivors in Rogun-ri and any information produced by the U.S. News and World Report could not damage the central element of the AP report.\" \r\n\r\n"
        },
        {
            "title": "More facts about scrapping of chemical weapons disclosed",
            "url": "http://kcna.co.jp/item/2000/200005/news05/19.htm#9",
            "content": "Attempt to deny truth behind GIs' killings refuted \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, May 19 (KCNA) -- It has been brought to light on May 15 that the factory built by the South Korean authorities in Yongdong, North Chungchong Province, to scrap chemical weapons consisted of four buildings including the building for gas resolution and liquid waste treatment covering at least 16,800 square meters, according to a radio report from Seoul. &nbsp;&nbsp;&nbsp;\r\n   This information was obtained by the organizations for environmental movement such as green confederation and civil representatives through their survey made of the facilities that day. &nbsp;&nbsp;&nbsp;\r\n   When their top secret arsenal was beyond its capacity to keep chemical weapons, the South Korean authorities built the factory where they began \"scrapping\" some of less efficient chemical weapons last year. This did great damage to civilians, polluting its surrounding areas. \r\n\r\n"
        },
        {
            "title": "Pyongyang Kangdong senior middle school renamed",
            "url": "http://kcna.co.jp/item/2000/200005/news05/19.htm#10",
            "content": "More facts about scrapping of chemical weapons disclosed \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, May 19 (KCNA) -- Pyongyang Kangdong senior middle school was renamed Hero Kangdong Senior Middle School. &nbsp;&nbsp;&nbsp;\r\n   This school has produced a dozen heroes of the republic and labour heroes from among its graduates, including Ri Chun Do who protected the portraits of the President Kim Il Sung and Marshal Kim Jong Il and saved many revolutionary comrades from the explosion of a hand-grenade with his body and now enjoys an eternal life. &nbsp;&nbsp;&nbsp;\r\n   Informed of this school that has produced many heroes, Kim Jong Il showed such loving care for them as seeing to it that the school was renamed \"Hero Kangdong Senior Middle School.\"&nbsp;&nbsp;&nbsp;\r\n   A ceremony of renaming the school was held on May 17. \r\n\r\n"
        },
        {
            "title": "Friendship meeting with Danish delegation",
            "url": "http://kcna.co.jp/item/2000/200005/news05/19.htm#11",
            "content": "Pyongyang Kangdong senior middle school renamed \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, May 19 (KCNA) -- A friendship meeting with members of the Danish friendship delegation on a visit to Korea was held yesterday at Moranbong senior middle school no. 1. &nbsp;&nbsp;&nbsp;\r\n   Invited to the meeting were members of the delegation headed by chairman of the Denmark-DPRK Friendship Association Anders Kristensen. &nbsp;&nbsp;&nbsp;\r\n   Present were Hong Son Ok, vice-chairwoman of the Korean Committee for Cultural Relations With Foreign Countries and chairwoman of the DPRK-Denmark Friendship Association, other officials concerned and teachers and pupils of the school. &nbsp;&nbsp;&nbsp;\r\n   The participants looked round different practical training rooms of the school and enjoyed an art performance given by pupils. Then they had sports and amusement games with pupils. &nbsp;&nbsp;&nbsp;\r\n   They deepened friendship feelings, singing songs and talking with one another.  \r\n\r\n"
        },
        {
            "title": "15th National Science and Technology Festival",
            "url": "http://kcna.co.jp/item/2000/200005/news05/19.htm#12",
            "content": "Friendship meeting with Danish delegation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 19 (KCNA) -- The 15th National Science and Technology Festival was held in Pyongyang from May 14 to 18. &nbsp;&nbsp;&nbsp;\r\n   The national festival was preceded by similar festivals held in provincial seats, cities, county seats, factories, enterprises and cooperative farms. On display there were at least 70,000 scientific and technological achievements made by scientists, technicians, teachers, workers, farmers and other working people and people's army soldiers of over 2,300 units across the country. &nbsp;&nbsp;&nbsp;\r\n   Displayed at the national festival were over 500 valuable scientific research successes and technical innovation proposals. &nbsp;&nbsp;&nbsp;\r\n   250 participants were highly appreciated at the festival for their scientific and technical achievements, including \"research into the development of computer control system of alternative supply of electricity\" and \"land rezoning method applied in Kangwon Province to realign fields each covering 800 Phyong or 1,000 Phyong (one Phyong equals six square feet).\"&nbsp;&nbsp;&nbsp;\r\n   Present at the closing ceremony held on May 18 were secretary Choe Thae Bok of the Central Committee of the Worker's Party of Korea and officials concerned. \r\n\r\n"
        },
        {
            "title": "Anniversary of Chongryon marked",
            "url": "http://kcna.co.jp/item/2000/200005/news05/19.htm#13",
            "content": "15th National Science and Technology Festival \r\n &nbsp;&nbsp;&nbsp; tokyo, May 17 (kns-KCNA) -- A central lecture meeting was held at the Korean Hall in Tokyo on May 17 to commemorate the 45th anniversary of the foundation of the General Association of Korean Residents in Japan (Chongryon). &nbsp;&nbsp;&nbsp;\r\n   Present at the meeting were first vice-chairman So Man Sul and chief vice-chairman Ho Jong Man of the central standing committee of Chongryon and other Chongryon officials. &nbsp;&nbsp;&nbsp;\r\n   They viewed the video lecture \"Chongryon Demonstrates Itself To the World.\" \r\n\r\n"
        },
        {
            "title": "Struggle for independence against U.S. called for",
            "url": "http://kcna.co.jp/item/2000/200005/news05/19.htm#14",
            "content": "Anniversary of Chongryon marked \r\n &nbsp;&nbsp;&nbsp; Pyongyang, May 19 (KCNA) -- The spokesman for the National Democratic Front of South Korea (NDFSK) released a statement on May 15 on the occasion of the 20th anniversary of the Kwangju Popular Uprising, Seoul-based radio Voice of National Salvation said. &nbsp;&nbsp;&nbsp;\r\n   The Kwangju Popular Uprising that flared up on May 18, 1980 and lasted till May 27 was a just anti-U.S., anti-fascist resistance to realize independence and democracy in South Korea and national reunification against the U.S.'s rule and the revival of the fascist \"Yusin\" dictatorship. &nbsp;&nbsp;&nbsp;\r\n   The statement noted that the U.S. troops who drenched Kwangju with blood are still committing shuddering murder in South Korea and infringing upon the sovereign rights of the people while the present \"government\" is begging for their permanent presence. &nbsp;&nbsp;&nbsp;\r\n   It continued: &nbsp;&nbsp;&nbsp;\r\n   The people from all walks of life should turn out as one in a struggle to realize the noble will of the May 18 uprisers,  holding high the blood-stained banner of the May resistance. &nbsp;&nbsp;&nbsp;\r\n   The statement called for disclosing crimes of the U.S.  chiefly responsible for the massacre in Kwangju, while going ahead with the probe into the truth behind mass killings of civilians during the Korean War and escalating the nationwide struggle for independence against the U.S. to drive out the U.S. forces, the root cause of evils in South Korea. It also underscored the need to intensify the massive struggle against the present \"government\", which is cracking down upon the popular movement for independence, democracy and reunification, in order to realize the desire of the May 18 Kwangju popular resistance fighters. \r\n\r\n"
        },
        {
            "title": "U.S. forces' stockpile of depleted uranium bullets admitted",
            "url": "http://kcna.co.jp/item/2000/200005/news05/19.htm#15",
            "content": "Struggle for independence against U.S. called for \r\n &nbsp;&nbsp;&nbsp; Pyongyang, May 19 (KCNA) -- The U.S. forces side officially admitted their stockpile of depleted uranium bullets, a Seoul-based radio reported. &nbsp;&nbsp;&nbsp;\r\n   A spokesman for the U.S. forces command in South Korea at a press conference on Thursday admitted that the U.S. air force in South Korea has stockpiled depleted uranium bullets. &nbsp;&nbsp;&nbsp;\r\n   The spokesman, however, claimed that what was used at a firing range in Maehyang-ri was dummy bullets. \r\n\r\n"
        },
        {
            "title": "U.S. troops' bestial tyranny flayed",
            "url": "http://kcna.co.jp/item/2000/200005/news05/19.htm#16",
            "content": "U.S. forces' stockpile of depleted uranium bullets admitted \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 19 (KCNA) -- At least 10,000 citizens and students of Kwangju held a rally at the Minju (democracy) Square in front of the south Jolla provincial office on May 17 on the eve of the 20th anniversary of the heroic Kwangju Popular Uprising, according to news reports from Seoul. &nbsp;&nbsp;&nbsp;\r\n   Shown at the rally staged under the subject \"torch of democracy will always be in flames in Kwangju\" was a documentary showing the battle fought by uprisers against the martial army in 1980. &nbsp;&nbsp;&nbsp;\r\n   Its participants also staged a demonstration which was joined by many citizens. \r\n\r\n"
        },
        {
            "title": "Vast area of land occupied by U.S. troops",
            "url": "http://kcna.co.jp/item/2000/200005/news05/19.htm#17",
            "content": "U.S. troops' bestial tyranny flayed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 19 (KCNA) -- Rodong Sinmun today in a signed commentary dismisses the U.S. imperialists' practice of exercising extra-territorial rights, lording it over South Korea, as bestial tyranny of the aggression troops. &nbsp;&nbsp;&nbsp;\r\n   This is evidenced by the fact that they do not hesitate to kill Koreans, looking down upon and holding the Korean nation in contempt, the commentary notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n   The U.S. forces recently did severe damage to the inhabitants in Maehyang-ri, Hwasong county, Kyonggi Province of South Korea by staging bombing exercises and are resorting to a sleight of hand to cover up the truth behind mass killings of civilians in Rogun-ri during the Korean War. These crimes can be committed only by outrageous and ferocious aggressors. &nbsp;&nbsp;&nbsp;\r\n   The U.S. forces use 74 million Phyong of land in South Korea (one Phyong equals 6 square feet) as military bases whose area is more than 80 times that of Youido in Seoul. &nbsp;&nbsp;&nbsp;\r\n   They have used this vast area of land free of rent for over half a century. They are committing all sorts of crimes including murder, robbery, plunder and rape wherever they go in South Korea. &nbsp;&nbsp;&nbsp;\r\n   It goes without saying that their atrocities and tyranny are encouraged by treacherous acts of the South Korean rulers who seek to prolong their remaining days under the U.S. patronage. &nbsp;&nbsp;&nbsp;\r\n   If the U.S. continues committing such crimes as inflicting losses upon lives and properties of Koreans, insulting the Korean nation, they will have to pay a price for them a thousand times. &nbsp;&nbsp;&nbsp;\r\n   This is another warning served by the nation to them. \r\n\r\n"
        },
        {
            "title": "Detection of radioactive material urged",
            "url": "http://kcna.co.jp/item/2000/200005/news05/19.htm#18",
            "content": "Vast area of land occupied by U.S. troops \r\n   &nbsp;&nbsp;&nbsp; Pyongyang, May 19 (KCNA) -- The area of land occupied by the U.S. troops stationed in South Korea stands at 74 million Phyong (one Phyong equals six square feet), according to a radio report from Seoul. &nbsp;&nbsp;&nbsp;\r\n   This is more than 80 times the area of Youido in Seoul. &nbsp;&nbsp;&nbsp;\r\n   The report said that over ten self-governing and civic organizations in the areas of the U.S. military bases held a joint press conference on May 15 at which they demanded the U.S. forces side pay rent or immediately return the land to them. \r\n\r\n"
        },
        {
            "title": "8th cooking festival",
            "url": "http://kcna.co.jp/item/2000/200005/news05/19.htm#19",
            "content": "Detection of radioactive material urged \r\n &nbsp;&nbsp;&nbsp; Pyongyang, May 19 (KCNA) -- Inhabitants in Maehyang-ri, Hwasong county, Kyonggi Province of South Korea demanded the detection of radioactive material in soil and air above the area near a firing range, according to a radio report from Seoul. &nbsp;&nbsp;&nbsp;\r\n   They urged an earliest possible detection of it, recalling that deformed babies have been born and the rate of outbreak of all sorts of diseases has sharply increased since the U.S. forces started strafing exercises there. &nbsp;&nbsp;&nbsp;\r\n   The U.S. forces' continued use of depleted uranium bullets touched off protest from inhabitants despite the fact that the production and use of those bullets which had been used by the U.S. during the Persian Gulf War are prohibited internationally due to severe damage caused by radioactive contamination. \r\n\r\n"
        },
        {
            "title": "Probe into truth behind GIs' massacres urged",
            "url": "http://kcna.co.jp/item/2000/200005/news05/19.htm#20",
            "content": "8th cooking festival \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, May 19 (KCNA) -- The 8th April Cooking Festival was held at the Pyongyang Noodle House. &nbsp;&nbsp;&nbsp;\r\n   Taking part in it were the branches of the Korean Cooking Association such as Okryu, Chongryu and Yonggwang restaurants. It was divided into a cuisine exhibition to mark the day of the sun and contests of culinary skill, reception, soft drinks and an information-sharing session relative to dishes and reception. &nbsp;&nbsp;&nbsp;\r\n   Traditional Korean food became the highlight of the occasion. &nbsp;&nbsp;&nbsp;\r\n   The cuisine exhibition were divided into sections for Korean food, a variety of dishes made by highly experienced cooks, food served by exemplary branches and bean-paste varieties. &nbsp;&nbsp;&nbsp;\r\n   The bean-paste exhibits were a special favorite with professionals and visitors. They included a dozen kinds of bean-paste juice and food from the Pyongyang Koryo Hotel. &nbsp;&nbsp;&nbsp;\r\n   The festival showcased an advanced level of Korea's culinary arts and demonstrated the professionals' painstaking efforts, despite economic hardship, to implement the party and government policies on enriching the people's diet and better public service. \r\n\r\n"
        },
        {
            "title": "Massacre by \"ROK\" army disclosed",
            "url": "http://kcna.co.jp/item/2000/200005/news05/19.htm#21",
            "content": "Probe into truth behind GIs' massacres urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 19 (KCNA) -- At least 500 students and members of dissident organizations of South Korea including the \"National Alliance for Democracy and Reunification\" held a rally in Seoul on May 18 and staged a demonstration in demand of a probe into the truth behind GIs' massacres of civilians during the Korean War and overall revision of the illegal \"ROK-U.S. status of forces agreement\", according to a radio report from Seoul. &nbsp;&nbsp;&nbsp;\r\n   The rally was held concurrently with a ceremony for commemorating the 20th anniversary of the May 18 Kwangju Uprising. The participants denounced the United States for killing civilians during the war exercises and violating human rights continuously, far from apologizing for plunging Kwangju into a sea of blood in 1980. &nbsp;&nbsp;&nbsp;\r\n   After the rally they held a demonstration, marching up to the U.S. embassy. \r\n\r\n"
        },
        {
            "title": "Three principles of national reunification, reunification charter common to nation",
            "url": "http://kcna.co.jp/item/2000/200005/news05/19.htm#22",
            "content": "Massacre by \"ROK\" army disclosed \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, May 19 (KCNA) -- One more massacre by the \"ROK\" army in Sanchong county, South Kyongsang Province, was brought to light. &nbsp;&nbsp;&nbsp;\r\n   A committee for promotion of probe into the truth behind the massacres of civilians was organized in South Korea and has made investigation into the massacres committed in the past. &nbsp;&nbsp;&nbsp;\r\n   The committee made exhumation of remains of those killed at Sojong valley of a mountain behind Woegong village in Sichon-myon, Sanchong county, from May 14 and disinterred at least 150 bodies. &nbsp;&nbsp;&nbsp;\r\n   Most of them are teenage children and women. \r\n\r\n"
        },
        {
            "title": "Anti-U.S. struggle in S. Korea supported",
            "url": "http://kcna.co.jp/item/2000/200005/news05/19.htm#23",
            "content": "Three principles of national reunification, reunification charter common to nation \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, May 19 (KCNA) -- Three principles of national reunification are the reunification program common to the nation and a fundamental cornerstone and immortal charter of national reunification which conforms not only with the will and aspirations of the nation for reunification but with the specific realities of the country, stresses Rodong Sinmun today in a signed article. &nbsp;&nbsp;&nbsp;\r\n   It goes on: &nbsp;&nbsp;&nbsp;\r\n   The three principles of independence, peaceful reunification and great national unity put forth by the President Kim Il Sung indicate the basic position and way of the nation to settle the issue of reunification by itself in conformity with its will and interest. &nbsp;&nbsp;&nbsp;\r\n   The principle of independence is the fundamental issue relating to the destiny of the country and the nation and the starting point of the movement for national reunification. &nbsp;&nbsp;&nbsp;\r\n   It is foolish to put an end, in reliance on foreign forces, to the national division which was forced by the  outside forces. &nbsp;&nbsp;&nbsp;\r\n   The internal issue of the nation can be solved only by the strength and efforts of the nation itself. &nbsp;&nbsp;&nbsp;\r\n   Herein lies the reason why the principle of independence becomes the fundamental principle and starting point of the struggle for national reunification. &nbsp;&nbsp;&nbsp;\r\n   The principle of peaceful reunification indicates the basic way of solving the issue of Korea's reunification in conformity with the unanimous desire of the whole Korean nation and world peace-loving peoples. &nbsp;&nbsp;&nbsp;\r\n   To put into practice the principles of independence and peaceful reunification, it is imperative to put an end to the U.S.'s occupation of South Korea and their policy of aggression. &nbsp;&nbsp;&nbsp;\r\n   The principle of great national unity is a guide to action that helps rally the whole nation as one under the banner of national reunification. &nbsp;&nbsp;&nbsp;\r\n   When the whole nation unite as one in harmony, it is national reunification wanted by all the fellow countrymen. &nbsp;&nbsp;&nbsp;\r\n   The Korean nation should achieve great unity transcending the differences in ideology, ideal, political view and system for the sake of national reunification. \r\n\r\n"
        }
    ]
}