{
    "date": "2000-09-26",
    "url": "http://kcna.co.jp/item/2000/200009/20000926.htm",
    "articles": [
        {
            "title": "Joint communique on 1st working-level contact for north-south economic cooperation released",
            "url": "http://kcna.co.jp/item/2000/200009/news09/26.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Joint communique on inter-Korean military talks",
            "url": "http://kcna.co.jp/item/2000/200009/news09/26.htm#2",
            "content": "Joint communique on 1st working-level contact for north-south economic cooperation released \r\n&nbsp;&nbsp;&nbsp;Seoul, September 26 (KCNA) -- The first working-level contact for north-south economic cooperation was held in Seoul on Sept. 25 and 26 to implement the agreed points clarified in the historic north-south joint declaration. &nbsp;&nbsp;&nbsp;\r\n   Present from the north side were members of its delegation led by Jong Un Op, department director of the Ministry of Foreign Trade, and suite members and from the south side those concerned including chief delegate Ri Kun Gyong. &nbsp;&nbsp;&nbsp;\r\n   The keynote speeches were made by the heads of both delegations at the contact. &nbsp;&nbsp;&nbsp;\r\n   The head of the north side's delegation said that the current working-level contact was an important occasion in providing an institutional guarantee for north-south economic cooperation to develop the national economy in a proportionate way. He set forth principles to be observed by both sides in signing an agreement on protecting investments and an agreement on preventing double taxation. &nbsp;&nbsp;&nbsp;\r\n   The contact discussed draft agreements and released a joint communique on the first working-level contact for north-south economic cooperation. &nbsp;&nbsp;&nbsp;\r\n   The joint communique reads: &nbsp;&nbsp;&nbsp;\r\n   The north and the south held a working-level contact for economic cooperation in Seoul from September 25 to 26, Juche 89 (2000) to expand and develop economic cooperation and provide an institutional guarantee for the balanced development of the national economy. &nbsp;&nbsp;&nbsp;\r\n   The contact agreed to arrange the institutional guarantee including the protection of investments and the prevention of double taxation at an early date according to the agreement reached at the inter-Korean ministerial talks for the implementation of the June 15 north-south joint declaration. &nbsp;&nbsp;&nbsp;\r\n   Both sides made a sincere discussion of the agreement on protecting investments and the agreement on preventing double taxation and decided to discuss on differences in the draft agreements at the second contact. &nbsp;&nbsp;&nbsp;\r\n   Both sides shared the view that it is necessary to make an agreement on the procedures of solution to disputes of business affairs and the settlement of accounts and agreed to discuss it at the future working-level contact according to the agreement of the inter-Korean ministerial talks. &nbsp;&nbsp;&nbsp;\r\n   It was agreed to hold the second contact in Pyongyang on October 18, Juche 89 (2000). \r\n\r\n"
        },
        {
            "title": "Friendly meeting with delegation of Iran",
            "url": "http://kcna.co.jp/item/2000/200009/news09/26.htm#3",
            "content": "Joint communique on inter-Korean military talks \r\n&nbsp;&nbsp;&nbsp;  Jeju, September 26 (KCNA) -- Talks between the Minister of the People's Armed Forces of the DPRK and the Defence Minister of the Republic of Korea were held on Jeju island in South Korea from September 25 to 26 to militarily ensure the implementation of the June 15 north-south joint declaration adopted at the historic inter-Korean summit. &nbsp;&nbsp;&nbsp;\r\n   Present at the talks from the north side were five delegates led by vice marshal of the Korean People's Army Kim Il Chol, Minister of the People's Armed Forces of the DPRK, and from the south side, five delegates headed by Jo Song Thae, Minister of Defence of the ROK. &nbsp;&nbsp;&nbsp;\r\n   Sharing the view that the issue of giving necessary military guarantee should be urgently settled before anything else under the situation in which the work for the implementation of the June 15 north-south joint declaration has been progressing in real earnest since its adoption, the two sides agreed to the following points. &nbsp;&nbsp;&nbsp;\r\n   1. Both sides agreed to do their utmost to implement the June 15 north-south joint declaration signed by the leaders of the north and the south and to positively cooperate with each other so as to settle the military issues arising in ensuring visits, exchange and cooperation between civilians. &nbsp;&nbsp;&nbsp;\r\n   2. Both sides shared the view that it is most important to completely eliminate the danger of war on the Korean peninsula by easing military tensions and achieving a lasting and durable peace there and agreed to make joint efforts. &nbsp;&nbsp;&nbsp;\r\n   3. Both sides agreed to allow people, vehicles and facilities to come into the demilitarized zone of each side for the present so that they can start projects of laying railways and a road linking the north and the south and guarantee their security. And it was agreed that working-level officials of both sides will meet early in October to push ahead with details related to this. &nbsp;&nbsp;&nbsp;\r\n   4. It was agreed to deal with the issue of fixing areas under control of the north and the south by opening the military demarcation line and demilitarized zone along the railways and road linking the north and the south, on the basis of the armistice agreement. &nbsp;&nbsp;&nbsp;\r\n   5. Both sides reached an agreement on holding the second round of talks in the north in the middle of November. \r\n\r\n"
        },
        {
            "title": "Korean books presented to Guyana",
            "url": "http://kcna.co.jp/item/2000/200009/news09/26.htm#4",
            "content": "Friendly meeting with delegation of Iran \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 26 (KCNA) -- A friendly meeting with members of the delegation of the organization of culture and Islamic relations of Iran was held here on Monday. &nbsp;&nbsp;&nbsp;\r\n   Invited there were members of the delegation headed by Mohammad Salar, general director for Asia and Oceania, and Mohammad Ganjidoost, Iranian ambassador to the DPRK. &nbsp;&nbsp;&nbsp;\r\n   Also present were vice-chairman Kim Jin Bom of the Korean Committee for Cultural Relations with Foreign Countries, the vice-chairman of the Korea-Iran Friendship Association and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n   The participants conversed with each other and saw an art performance given by artistes of the two countries, deepening the feelings of friendship. \r\n\r\n"
        },
        {
            "title": "S. Korean ambassador to U.S. criticized",
            "url": "http://kcna.co.jp/item/2000/200009/news09/26.htm#5",
            "content": "Korean books presented to Guyana \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, September 26 (KCNA) -- Famous works of the President Kim Il Sung and General Secretary Kim Jong Il and Korean books were presented to Guyana. &nbsp;&nbsp;&nbsp;\r\n   The books were conveyed to the Guyanese Minister of Education at the presentation ceremony held on September 20. &nbsp;&nbsp;&nbsp;\r\n   In a speech the Minister said that he was happy to be presented with works written by Kim Il Sung and Kim Jong Il and many books showing Korean history and culture on the meaningful occasion of the 55th anniversary of the Worker's Party of Korea and expressed thanks for this in the name of the Guyanese government. \r\n\r\n"
        },
        {
            "title": "Unconverted long-term prisoners meet with Ri In Mo",
            "url": "http://kcna.co.jp/item/2000/200009/news09/26.htm#6",
            "content": "S. Korean ambassador to U.S. criticized \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) -- Citizens' organizations in South Korea criticized the South Korean ambassador to the United States for willing to take a concessive posture at the future negotiations on the revision of the S. Korea-U.S. \"Status of Forces Agreement,\" according to Radio No. 1 from Seoul. &nbsp;&nbsp;&nbsp;\r\n   The Green Federation on September 23 said it would demand the recall of the ambassador, noting that despite the demand of the people to insert an article on environment in the \"agreement\" because of serious environment damage caused by the poisonous materials dumped by the U.S. troops, he was going to make a concession to the U.S. &nbsp;&nbsp;&nbsp;\r\n   The people's movement for revision of the unfair S. Korea-U.S. \"Status of Forces Agreement\" in a statement asserted that the ambassador is to blame for it. \r\n\r\n"
        },
        {
            "title": "Film show on anniversary of revolution in Yemen",
            "url": "http://kcna.co.jp/item/2000/200009/news09/26.htm#7",
            "content": "Unconverted long-term prisoners meet with Ri In Mo \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 26 (KCNA) -- Unconverted long-term prisoners, indomitable pro-reunification patriotic fighters, on Monday met with Ri In Mo who is known as the incarnation of faith and will. &nbsp;&nbsp;&nbsp;\r\n   They exchanged greetings with ri in mo with great joy at the meeting with him. &nbsp;&nbsp;&nbsp;\r\n   Ri, a former war correspondent of the Korean People's Army, had been imprisoned in South Korea for 34 years before being repatriated to the north in March Juche 82 (1993). &nbsp;&nbsp;&nbsp;\r\n   He recovered his health and is leading a happy life in a luxurious house with his family after his return to the DPRK. &nbsp;&nbsp;&nbsp;\r\n   Seeing his present life, the unconverted long-term prisoners were deeply moved at the benevolence and love shown by the party and the leader. \r\n\r\n"
        },
        {
            "title": "Japan, U.S. flayed for tampering with situation of Korean peninsula",
            "url": "http://kcna.co.jp/item/2000/200009/news09/26.htm#8",
            "content": "Film show on anniversary of revolution in Yemen \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, September 26 (KCNA) -- A film show was held here on Monday to mark the 38th anniversary of the revolution in Yemen. &nbsp;&nbsp;&nbsp;\r\n   Invited to the show were charge d'affaires Fahmi Jafar Saif and members of the Yemeni embassy here. &nbsp;&nbsp;&nbsp;\r\n  Present were Ri Song Ho, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries and chairman of the Korea-Yemen Friendship Association, and other officials concerned and Pyongyangites. &nbsp;&nbsp;&nbsp;\r\n   The participants saw a Korean feature film \"We Met Again on Mt. Myohyang.\" \r\n\r\n"
        },
        {
            "title": "Issue of carrying forward revolutionary cause solved",
            "url": "http://kcna.co.jp/item/2000/200009/news09/26.htm#9",
            "content": "Japan, U.S. flayed for tampering with situation of Korean peninsula \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) -- The \"two-plus-two meeting\" of defence and foreign ministers of Japan and the United States was held in New York on Sept. 11. &nbsp;&nbsp;&nbsp;\r\n   At a joint press conference after the meeting U.S. Secretary of State Albright said that \"We are committed to ...while  addressing concerns of the international community about North Korea's nuclear and long-range missile programs.\"&nbsp;&nbsp;&nbsp;\r\n   Director General of the Japan Defence Agency Torashima raised again the non-existent DPRK's \"nuclear and missile issue\", asserting that \"North Korea has not changed its military stance and it is still believed to have deployed ballistic missiles.\"&nbsp;&nbsp;&nbsp;\r\n   Commenting on this fact, Minju Joson today says that the Japanese and U.S. reactionary conservative forces' loudmouthed \"instability\" and \"uncertainty\" in the Asia-Pacific region is a total distortion and fabrication. &nbsp;&nbsp;&nbsp;\r\n   The news analyst goes on: &nbsp;&nbsp;&nbsp;\r\n   The situation on the Korean peninsula has rapidly changed since the historic Pyongyang meeting and the publication of the June 15 joint declaration and exerted good influence on the peace and security in northeast Asia and, furthermore, in the Asia-Pacific region and the rest of the world. &nbsp;&nbsp;&nbsp;\r\n   However, the United States and Japan alone are misbehaving themselves, turning their back on such reality. &nbsp;&nbsp;&nbsp;\r\nThis is because they do not want improved inter-Korean relations from the viewpoint of their strategic interests. &nbsp;&nbsp;&nbsp;\r\n   The United States is afraid that if the inter-Korean relations are improved, it would lose its military control over this region. Japan is going not to remain an onlooker to the failure of its attempt to turn Japan into a military giant and realize its wild ambition for overseas expansion with the backing of the United States. This is well illustrated by the fact that the United States and Japan agreed to set up a \"defense coordination mechanism\" to \"cope with instability and uncertainty\" in the Asia-Pacific region. &nbsp;&nbsp;&nbsp;\r\n   It is the real intention of the U.S. and Japan to artificially strain the situation on the Korean peninsula to put the brake on the implementation of the north-south joint declaration and draw water to their mill. &nbsp;&nbsp;&nbsp;\r\n   They are swimming against the trend of the times only to reveal their despicable true colors as the enemy of peace and humankind. \r\n\r\n"
        },
        {
            "title": "WPK is creditable vanguard unit in accomplishing global cause of socialism",
            "url": "http://kcna.co.jp/item/2000/200009/news09/26.htm#10",
            "content": "Issue of carrying forward revolutionary cause solved \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, September 26 (KCNA) -- The Worker's Party of Korea brilliantly solved the issue of carrying forward the revolutionary cause of Juche, the issue of a successor in the 1970s. &nbsp;&nbsp;&nbsp;\r\n   In this period, a shift in generations took place in the Korean revolution and the subjective and objective conditions for settlement of the issue of carrying forward the revolutionary cause matured in Korea. &nbsp;&nbsp;&nbsp;\r\n   Under the leadership of the great Kim Jong Il, the revolutionary cause the President Kim Il Sung started and pushed forward victoriously was greeting its best days from the latter half of the 60s to the first half of the 70s. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il worked at the WPK Central Committee from June Juche 53 (1964) and conducted energetic activities to cement the party, state and army. &nbsp;&nbsp;&nbsp;\r\n   He developed in depth the Juche idea founded by the President and formulated it as the guiding idea of our era and remarkably strengthened the WPK's militant might and leadership ability by establishing the monolithic ideological system of the party. &nbsp;&nbsp;&nbsp;\r\n   And he wisely led the socialist construction to  convert the DPRK into a powerful country of independence, self-sustenance and self-reliance in defence, and brought the heyday of Juche-based art through the revolution of literature and art. &nbsp;&nbsp;&nbsp;\r\n   He found himself always among people to unite the whole society into one big family. &nbsp;&nbsp;&nbsp;\r\n   All the people and the party members, who experienced his natural talents as a great thinker and theoretician, politician, military man and  fatherly leader of the people, called him \"dear leader,\" absolutely trusting him. &nbsp;&nbsp;&nbsp;\r\n   They composed and sang songs of praise carrying loyalty and reverence for him and sent written petitions and letters to the WPK Central Committee in the early 70s, wishing to hold him in high esteem as a successor to Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n   The issue of a successor was discussed at the eighth plenary meeting of the fifth central committee of the party which was held in February Juche 63 (1974). &nbsp;&nbsp;&nbsp;\r\n   The meeting elected him successor to the President, reflecting the unanimous aspirations of the whole party and all the people. &nbsp;&nbsp;&nbsp;\r\n   The WPK proudly reviewed the brilliant solution of the issue of carrying forward the revolutionary cause at the sixth party congress in October 1980. \r\n\r\n"
        }
    ]
}