{
    "date": "2000-06-23",
    "url": "http://kcna.co.jp/item/2000/200006/20000623.htm",
    "articles": [
        {
            "title": "Kim Jong Il informed about names given to Phungsan hounds",
            "url": "http://kcna.co.jp/item/2000/200006/news06/23.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Bashar al Assad",
            "url": "http://kcna.co.jp/item/2000/200006/news06/23.htm#2",
            "content": "Kim Jong Il informed about names given to Phungsan hounds \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- General Secretary Kim Jong Il was informed on Thursday about the names given to a pair of Phungsan hounds, the gift President Kim Dae Jung and his wife received from him during their Pyongyang visit. &nbsp;&nbsp;&nbsp;\r\n   President Kim Dae Jung and his wife named the male dog \"Uri\" and the female dog \"Duri\" as a token of the unity of the Korean nation. \r\n\r\n"
        },
        {
            "title": "Kim Yong Nam receives credentials from newly-appointed Indian ambassador",
            "url": "http://kcna.co.jp/item/2000/200006/news06/23.htm#3",
            "content": "Greetings to Bashar al Assad \r\n &nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- General Secretary Kim Jong Il sent a message of greetings to Bashar al Assad yesterday upon his election as general secretary of the central committee of the Arab Socialist Baath Party. &nbsp;&nbsp;&nbsp;\r\n   In the message Kim Jong Il said that his election is the expression of high trust and expectation of the party and all its members to him and steadfast aspiration and will of the party and people of his country to carry to completion the cause of Hafez al Assad under the leadership of the party headed by the general secretary. &nbsp;&nbsp;&nbsp;\r\n   The message expressed the belief that the traditional relations of friendship and cooperation between the two parties and peoples would further be strengthened through the common struggle for independence against imperialism and sincerely wished him great success in his responsible work. \r\n\r\n"
        },
        {
            "title": "Greetings to Mozambican President",
            "url": "http://kcna.co.jp/item/2000/200006/news06/23.htm#4",
            "content": "Kim Yong Nam receives credentials from newly-appointed Indian ambassador \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, June 23 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea, received credentials from Binanda Kumar Gogoi, newly-appointed Indian ambassador to the DPRK, at the Mansudae Assembly Hall today. &nbsp;&nbsp;&nbsp;\r\n   Present there was Pak Kil Yon, vice-Minister of Foreign Affairs. &nbsp;&nbsp;&nbsp;\r\n   Then the President conversed with the ambassador. \r\n\r\n"
        },
        {
            "title": "Korean socialism is invincible",
            "url": "http://kcna.co.jp/item/2000/200006/news06/23.htm#5",
            "content": "Greetings to Mozambican President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea, on June 22 sent a message of greetings to Joaquim Alberto Chissano, President of the Republic of Mozambique, on the occasion of the 25th anniversary of its founding. &nbsp;&nbsp;&nbsp;\r\n   Extending warm congratulations to the President, his government and people on the 25th founding anniversary of the republic, the message wished them success in their work for the development and prosperity of the country. &nbsp;&nbsp;&nbsp;\r\n   It expressed the belief that the traditional relations of friendship and cooperation between the two countries would continue to grow stronger and develop on good terms. \r\n\r\n"
        },
        {
            "title": "Day of promulgation of labour law observed",
            "url": "http://kcna.co.jp/item/2000/200006/news06/23.htm#6",
            "content": "Korean socialism is invincible \r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 23 (KCNA) -- Officials of foreign political parties visited the monument to party founding during their Korea visit and said that the Worker's Party of Korea is fully displaying its might as an ever-victorious iron-willed party. &nbsp;&nbsp;&nbsp;\r\n   Serei Kosal, head of the delegation of the Funcinpec Party of Cambodia, said the monument to party founding, which was built well as a monument of the era, contains very deep contents, noting that the WPK composed of workers, farmers and intellectuals has always led all the people to victory, taking deep roots among the working masses. &nbsp;&nbsp;&nbsp;\r\n   Madhav Kumar Nepal, general secretary of the central committee of the Nepal Communist Party (UML), wrote in the visitor's book that the WPK is the guiding force of the Korean people and without its leadership no success is expected in the revolution, construction and national defence of Korea. &nbsp;&nbsp;&nbsp;\r\n   Hasanul Huq Inu, general secretary of the Bangladesh National Socialist Party, said the WPK founded by President Kim Il Sung and being strengthened and developed by General Secretary Kim Jong Il is an invincible party which set a brilliant example in the revolutionary party building. &nbsp;&nbsp;&nbsp;\r\n   Socialism of Korean style is ever-victorious thanks to the great party. \r\n\r\n"
        },
        {
            "title": "Figure-skating development",
            "url": "http://kcna.co.jp/item/2000/200006/news06/23.htm#7",
            "content": "Day of promulgation of labour law observed \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, June 23 (KCNA) -- The labour law was promulgated in Korea on June 24. &nbsp;&nbsp;&nbsp;\r\n   The law is a democratic law for factory and office workers which was laid down in \"the 10-point program of the association for the restoration of the fatherland\" which was conceived and worked out by the President Kim Il Sung during the anti-Japanese revolutionary struggle and in \"the 20-point platform\" advanced by him after liberation. &nbsp;&nbsp;&nbsp;\r\n   After national liberation President Kim Il Sung visited a number of factories and enterprises, hostels and houses of workers to acquaint himself with their working and living conditions, working hours and labour protection, etc. in order to build a genuine society for workers. &nbsp;&nbsp;&nbsp;\r\n   He formulated the articles of the labour law one by one after touring hot springs, spas and scenic spots to assess the accommodation capacities of sanatoria and rest homes. &nbsp;&nbsp;&nbsp;\r\n   On this basis, he promulgated \"the labour law on factory and office workers in North Korea\" on June 24, Juche 35 (1946). &nbsp;&nbsp;&nbsp;\r\n   Stipulated in the law are all the issues related to the lives of the factory and office workers, including working hours, remuneration, labour protection and social insurance. &nbsp;&nbsp;&nbsp;\r\n   No sooner had the law been promulgated than all the people warmly welcomed it and held demonstrations and celebrations to support it. &nbsp;&nbsp;&nbsp;\r\n   Though the country was in a difficult situation he took measures to provide labour protection at the state expense, enforce social insurance and social security system and build sanatoria and rest homes in different parts of the country. &nbsp;&nbsp;&nbsp;\r\n   The enforcement of the law brought about a radical turn in the work and lives of the factory and office workers. &nbsp;&nbsp;&nbsp;\r\n   In order to meet the requirements of the realities after the establishment of the socialist system in the DPRK, he saw to it that \"the socialist labour law of the Democratic People's Republic of Korea\" was instituted and promulgated in Juche 67 (1978) to more firmly guarantee the independent and creative lives of the Korean people. \r\n\r\n"
        },
        {
            "title": "Persimmon under nation-wide cultivation",
            "url": "http://kcna.co.jp/item/2000/200006/news06/23.htm#8",
            "content": "Figure-skating development \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- Figure-skaters from the Wolmido Sports Group clinch top standings at national and international contests in recent years. &nbsp;&nbsp;&nbsp;\r\n   The pair of An Yong Hui, 20, and Rim Thae June, 25, and Han Jong In, 23, (individual men's contest) have registered a winning streak in five rounds of the Pyongyang International Figure-Skating Festival. They have established an Asian reputation for their quadruple jump loop. &nbsp;&nbsp;&nbsp;\r\n   The group's figure-skating performance was on a low level because of its blind imitation of the training methods of foreign powerhouses. &nbsp;&nbsp;&nbsp;\r\n   The chief coach Han Sang Jon settled on a switchover to a training schedule tailored to the Koreans' physical attributes. &nbsp;&nbsp;&nbsp;\r\n   The players doubled their training hours with an eye on these two points, and finally became less prone to a fall after a double or triple jump. &nbsp;&nbsp;&nbsp;\r\n   While making increasingly exact demands in training, the group held in close touch with the research institute of the science of physical culture to keep tabs on the world trends and give scientific training according to individual physique and predilection. &nbsp;&nbsp;&nbsp;\r\n   Han says: \"Korea is a late comer in the figure-skating world but its skills are rapidly developing in recent years. &nbsp;&nbsp;&nbsp;\r\nMost of my players are capable of a quadruple jump loop.\" \r\n\r\n"
        },
        {
            "title": "Three principles of national reunification, program for reunification common to nation",
            "url": "http://kcna.co.jp/item/2000/200006/news06/23.htm#9",
            "content": "Persimmon under nation-wide cultivation \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, June 23 (KCNA) -- Persimmon trees are now under extensive cultivation across Korea. &nbsp;&nbsp;&nbsp;\r\n   The tree begins to bear fruit in four to five years and yields annual batches for over 100 years, 100 to 150 kg at the most. &nbsp;&nbsp;&nbsp;\r\n   The persimmon contains 12 to 17.6 percent of sugar, 0.33 to 1.18  percent of protein and 0.05 to 0.1 percent of organic acid. It may be eaten raw or dried and used as an ingredient of sweet rice dish, liquor and some medicines. &nbsp;&nbsp;&nbsp;\r\n   The tree which was confined to coastal and warm areas has been acclimatized to wider areas of the country. &nbsp;&nbsp;&nbsp;\r\n   Its planting is now in full swing in the provinces north of Pyongyang--north and south Phyongan and south Hamgyong. &nbsp;&nbsp;&nbsp;\r\n   Onchon, Jungsan and Phyongwon counties in South Phyongan Province actively encourage every family to plant at least two persimmon trees by the end of this year, while Jongju city and Unjon and Pakchon counties in North Phyongan Province have produced and distributed 20,000 saplings to homes. &nbsp;&nbsp;&nbsp;\r\n   A similar trend is evident in Hwadae county and Kim Chaek city in the northern province of Hamgyong. The pomiculturists in Hwadae obtained a new, highly viable variety a few years ago. \r\n\r\n"
        },
        {
            "title": "Utterances of human scum flayed",
            "url": "http://kcna.co.jp/item/2000/200006/news06/23.htm#10",
            "content": "Three principles of national reunification, program for reunification common to nation \r\n &nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- The three principles of national reunification are program for reunification common to the Korean nation, says Rodong Sinmun today in a signed article. &nbsp;&nbsp;&nbsp;\r\n   The article goes on: &nbsp;&nbsp;&nbsp;\r\n   The three principles, independence, peaceful reunification and great national unity, were confirmed and solemnly  proclaimed at home and abroad by the north and south of Korea through the north-south joint statement issued on July 4, Juche 61 (1972). &nbsp;&nbsp;&nbsp;\r\n   The three principles, the cornerstone of national reunification and a great program for it, clearly indicate fundamental stand and ways to solve the issue of national reunification by the efforts of the Korean nation in conformity with its will and interests. &nbsp;&nbsp;&nbsp;\r\n   The principle of independence is a fundamental issue related to the destiny of the country and nation and a principle of reunification common to the nation. &nbsp;&nbsp;&nbsp;\r\n   The Korean people's struggle for national reunification is, in essence, a struggle to establish national sovereignty throughout Korea. &nbsp;&nbsp;&nbsp;\r\n   If all the Koreans firmly unite as one on the basis of patriotism, guided by the principle of national independence, they can successfully solve the issue of national reunification, the cherished desire of the nation. &nbsp;&nbsp;&nbsp;\r\n   The principle of peaceful reunification is the basic way of solving the issue of national reunification in conformity with the  unanimous desire of the whole nation and the world peaceloving people. &nbsp;&nbsp;&nbsp;\r\n   It is only the Korean nation who will suffer from a fratricidal war. &nbsp;&nbsp;&nbsp;\r\n   The peaceful solution of the issue of reunification through the north-south dialogue and negotiations is in line not only with the fundamental interests of the Korean nation but with the desire of the world peaceloving people. &nbsp;&nbsp;&nbsp;\r\n   The principle of great national unity is a guideline for action as it unites all the Koreans as one under the banner of national reunification. &nbsp;&nbsp;&nbsp;\r\n   The great national unity is a sure guarantee for the independent and peaceful reunification of the country. &nbsp;&nbsp;&nbsp;\r\n   If all the compatriots stand for national reunification,  placing common feature and interests of the nation above all, they can achieve the great unity of the whole nation, transcending difference in ideas and systems. &nbsp;&nbsp;&nbsp;\r\n   The key to achieving national reunification and carving out the destiny of the nation lies in invariably holding fast to the three principles, independence, peaceful reunification and great national unity, the article concludes. \r\n\r\n"
        },
        {
            "title": "Korean books presented to India",
            "url": "http://kcna.co.jp/item/2000/200006/news06/23.htm#11",
            "content": "Utterances of human scum flayed \r\n &nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- All the Koreans in the north and south and abroad and the world people warmly hailed historic Pyongyang meeting and north-south summit and fully favored and supported the north-south joint declaration as a landmark of reunification. &nbsp;&nbsp;&nbsp;\r\n   But Kim Young Sam, the most vicious human scum ever known in history and anti-reunification traitor, did not bother to let loose reckless remarks to tarnish immortal feats recorded in the history of national reunification, swimming against the trend of the times towards the reunification of the country. &nbsp;&nbsp;&nbsp;\r\n   When being briefed on the historic Pyongyang meeting on June 19, he dared slander the system in the North Korea and the north-south joint declaration. &nbsp;&nbsp;&nbsp;\r\n   Those remarks can be made only by a person ignorant of the trend of the times and public opinion of South Korea and obsessed with anti-communist idea. &nbsp;&nbsp;&nbsp;\r\n   He lost a chance of a historic Pyongyang meeting in 1994 and has since been given no opportunity to have a dialogue with the north. &nbsp;&nbsp;&nbsp;\r\n   During his term of office he engaged himself in heinous confrontation with the north and totally blocked inter-Korean dialogue that had been under way even under the preceding military dictatorship. &nbsp;&nbsp;&nbsp;\r\n   Especially, when all the Koreans were in profound grief over the death of the father of the nation President Kim Il Sung, the greatest loss of the nation, in 1994 he, far from mourning the death, brandished a bayonet against the people, the dialogue partner seized with deep grief over the great loss, in a bid to achieve a sinister political aim. He was a hooligan bereft of all sense of humanity and morality. &nbsp;&nbsp;&nbsp;\r\n   His recent slander goes only to add to his thrice-cursed crimes. &nbsp;&nbsp;&nbsp;\r\n   No matter what desperate efforts he makes to block national reconciliation and reunification, the reunification of the country longed for by all the people in the north and south will surely come true and a new phase of national unity and reunification will be opened without fail in the near future. He should clearly know this. &nbsp;&nbsp;&nbsp;\r\n   Our people and people's army will never tolerate such guys as Kim Young Sam who tries to undermine the system in the northern half of Korea, but certainly square accounts with them. \r\n\r\n"
        },
        {
            "title": "Warmest congratulations to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2000/200006/news06/23.htm#12",
            "content": "Korean books presented to India \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, June 23 (KCNA) -- Korean books were presented with due ceremony at the central committee of the all-India Forward Bloc on June 16. &nbsp;&nbsp;&nbsp;\r\n Famous works of General Secretary Kim Jong Il and other Korean books were presented to the central committee of the bloc. &nbsp;&nbsp;&nbsp;\r\n   After receiving the books general secretary of the bloc D. Biswas said that the works authored by Kim Jong Il are all powerful treasured sword for the human cause of independence, the socialist cause, and a true textbook of work and life. \r\n\r\n"
        },
        {
            "title": "Three-point charter of Korea's reunification supported abroad",
            "url": "http://kcna.co.jp/item/2000/200006/news06/23.htm#13",
            "content": "Warmest congratulations to Kim Jong Il \r\n &nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- The Revolutionary Socialist Party of Peru adopted a decision on June 15 to extend congratulations to General Secretary  Kim Jong Il on the occasion of the 36th anniversary of his start of work at the Central Committee of the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n   Extending the warmest congratulations to Kim Jong Il, General Secretary of the WPK and Chairman of the National Defence Commission of the DPRK, and the WPK Central Committee, the decision said: &nbsp;&nbsp;&nbsp;\r\n   The WPK has grown strong and developed to be a force leading the Korean people to every victory, an ever-victorious steel-strong party and invincible organized ranks in the struggle to build a powerful socialist nation and achieve the independent and peaceful reunification of the country under the 36-year-long energetic leadership of Kim Jong Il, brilliant thinker and theoretician and great master of leadership. &nbsp;&nbsp;&nbsp;\r\n   The decision wished Kim Jong Il a long life in good health for the victory of the Korean revolution and world socialism. \r\n\r\n"
        }
    ]
}