{
    "date": "2000-09-09",
    "url": "http://kcna.co.jp/item/2000/200009/20000909.htm",
    "articles": [
        {
            "title": "Greetings to Kim Jong Il from Cambodian King",
            "url": "http://kcna.co.jp/item/2000/200009/news09/09.htm#1",
            "content": "Greetings to Kim Jong Il from Cambodian King \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 9 (KCNA) -- General Secretary Kim Jong Il received a message of greetings from Norodom Sihanouk, Combodian King, on September 4 on the occasion of the 52nd anniversary of the foundation of the Democratic People's Republic of Korea.         &nbsp;&nbsp;&nbsp;                         \r\n   The message said that the people, parliament, government and royal family of Cambodia and he himself extend the warmest congratulations to the distinguished leader Kim Jong Il on the occasion of the 52nd anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The message paid the warmest reverential homage to the most prominent and eternal President Generalissimo Kim Il Sung, the greatest hero in the Korean history spanning thousands of years, the liberator of Korea, the lodestar of Korea's independence, the father of the Korean nation and people. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il, the dignified successor to Kim Il Sung, has successfully carried forward the policies of defending the sovereignty of the country, developing the economy and making social progress and overall development of glorious. Korea, the message said, and continued: &nbsp;&nbsp;&nbsp;\r\n   The close relations of solidarity and good cooperation forged long ago between the two countries have been symbolic of successful and very valuable unbreakable friendship existing between us, and are permanent thanks to you, a respected man. &nbsp;&nbsp;&nbsp;\r\n   We are firmly convinced that these valuable relations of fraternal friendship and mutual support would continue to strengthen in the future, too. \r\n\r\n"
        },
        {
            "title": "Floral basket to Kim Jong Il from Palestinian President",
            "url": "http://kcna.co.jp/item/2000/200009/news09/09.htm#2",
            "content": "Floral basket to Kim Jong Il from Palestinian President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 9 (KCNA) -- General Secretary Kim Jong Il received a floral basket from Yasser Arafat, Palestinian President, on the occasion of the 52nd anniversary of the foundation of the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The floral basket was conveyed yesterday to Paek Nam Sun, Minister of Foreign affairs, by Shaher Mohammed Abdlah, Palestinian Ambassador E.P. to the DPRK. \r\n\r\n"
        },
        {
            "title": "Repatriation of unconverted long-term prisoners hailed abroad",
            "url": "http://kcna.co.jp/item/2000/200009/news09/09.htm#3",
            "content": "Repatriation of unconverted long-term prisoners hailed abroad\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 9 (KCNA) -- Personages and organizations of different countries released statements warmly welcoming repatriation of unconverted long-term prisoners. &nbsp;&nbsp;&nbsp;\r\n   Thomas Oberbichler, chief of the Group for the Study of Works of Comrade Kim Jong Il of Austrian Communists, in his statement on Sept. 3 said the repatriation of unconverted long-term prisoners is entirely the fruition of the deep trust, benevolent affection and warm love for them shown by Kim Jong Il, General Secretary of the Worker's Party of Korea, Chairman of the DPRK National Defence Commission and Supreme Commander of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n   The Tanzanian National Coordinating Committee of the Juche Idea Study Groups on Sept. 2 released a statement saying that the repatriation gave a pleasure not only to the Korean people but also to the world people. &nbsp;&nbsp;&nbsp;\r\n   The unconverted long-term prisoners could defend their revolutionary faith and sense of obligation as there is the fatherland guided by the respected Kim Jong Il, the statement added. \r\n\r\n"
        },
        {
            "title": "Congratulatory message to Kim Jong Il from NDFSK",
            "url": "http://kcna.co.jp/item/2000/200009/news09/09.htm#4",
            "content": "Congratulatory message to Kim Jong Il from NDFSK\r\n  &nbsp;&nbsp;&nbsp;Pyongyang, September 9 (KCNA) -- General Secretary Kim Jong Il received a congratulatory message from the central committee of the National Democratic Front of South Korea today, the 52nd anniversary of the foundation of the Democratic People's Republic of Korea. &nbsp;&nbsp;&nbsp;\r\n   Noting that the foundation of the DPRK was the solemn birth of the great Kim Il Sung's Korea and a new start of Kim Il Sung's nation, the message said: &nbsp;&nbsp;&nbsp;\r\n   The DPRK's history of state building spanning 52 years is shining with the august name of the great sun. &nbsp;&nbsp;&nbsp;\r\n   You have developed and enriched the Juche-oriented line of state building, brightly indicating the road of building a socialist state and strengthened and developed the DPRK government into a reliable defender of the sovereignty and dignity of the country and the nation with your great ability. &nbsp;&nbsp;&nbsp;\r\n   It is also your immortal exploit in building a unified country that you provided the historic Pyongyang meeting in June for the first time in the history of the national division and made public the south-north joint declaration, a milestone of national reunification, arousing all the fellow countrymen to realize national reunification. \r\n\r\n"
        },
        {
            "title": "Congratulatory message to Kim Jong Il from Chongryon",
            "url": "http://kcna.co.jp/item/2000/200009/news09/09.htm#5",
            "content": "Congratulatory message to Kim Jong Il from Chongryon\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 9 (KCNA) -- General Secretary Kim Jong Il received a congratulatory message from the central standing committee of the General Association of Korean Residents in Japan (Chongryon) today on the occasion of the 52nd anniversary of the foundation of the Democratic People's Republic of Korea. &nbsp;&nbsp;&nbsp;\r\n   The foundation of the DPRK on September 9, Juche 37 (1948), was an epoch-making historical event and a great auspicious event that provided the Korean residents in Japan with the honor of being full-fledged overseas citizens of a sovereign and independent state and with national dignity, the message said, and continued: &nbsp;&nbsp;&nbsp;\r\n   You have realized the cause of perpetuating the memory of the leader which had never been recorded in the history of the world revolution, performed immortal revolutionary exploits with his army-first leadership and turned the \"arduous march\" into a cheerful march, breaking the encirclement ring of the imperialist allied forces for the last 6 years of the hardest trials ever since the foundation of the DPRK. &nbsp;&nbsp;&nbsp;\r\n   You put forward the compatriots of Chongryon as the proud masters who undertake the implementation of the north-south joint declaration and let them visit their native places in South Korea across the barrier of long-standing division. &nbsp;&nbsp;&nbsp;\r\n   Now, your leadership over reunification is making compatriots' society seethe with joy and hope. \r\n\r\n"
        },
        {
            "title": "Film shows to greet 52nd DPRK birthday",
            "url": "http://kcna.co.jp/item/2000/200009/news09/09.htm#6",
            "content": "Film shows to greet 52nd DPRK birthday\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, September 9 (KCNA) -- Cinema houses in the capital city and different parts of the country are screening films showing superiority of the Korean socialist system to celebrate the 52nd anniversary of the Democratic People's Republic of Korea. &nbsp;&nbsp;&nbsp;\r\n   Documentary films including \"50th Anniversary of the DPRK\" and \"Under the Guidance of the Great Brilliant Commander\" and feature films such as \"the Birth of a New Government,\" serials of \"the Nation and Destiny\" and \"a Country I Saw\" are now on show in cinema houses in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n   Cinema houses in Nampho, Sinuiju, Hamhung and other parts of the country are projecting on the screen many films including \"Forest Sways,\" \"My Country,\" \"Kwan O's Family Came Back to Homeland.\" \r\n\r\n"
        },
        {
            "title": "DPRK team leaves for Olympiad",
            "url": "http://kcna.co.jp/item/2000/200009/news09/09.htm#7",
            "content": "DPRK team leaves for Olympiad\r\n &nbsp;&nbsp;&nbsp; Pyongyang, September 9 (KCNA) -- The DPRK sports team led by Yun Song Bom, vice-chairman of the Physical Culture and Sports Guidance Commission, left here today to participate in the 27th Olympic games to be held in Sidney, Australia. &nbsp;&nbsp;&nbsp;\r\n   It was seen off at the airport by Kim Jung Rin, secretary of the Central Committee of the Worker's Party of Korea, Ri Tong Ho, vice-chairman of the physical culture and Sports Guidance Commission, and Officials concerned. \r\n\r\n"
        },
        {
            "title": "Short course on Juche idea given in Britain",
            "url": "http://kcna.co.jp/item/2000/200009/news09/09.htm#8",
            "content": "Short course on Juche idea given in Britain\r\n &nbsp;&nbsp;&nbsp; Pyongyang, September 9 (KCNA) -- A short course on the Juche idea was held by the British Group for the Study of the Juche Idea and Works of Comrade Kim Jong Il on Aug. 28 and 29. &nbsp;&nbsp;&nbsp;\r\n   Lectures and symposiums on the famous work of the President Kim Il Sung \"On the Occasion of the 30th Anniversary of the Foundation of the Worker's Party of Korea\" and the celebrated work of General Secretary Kim Jong Il \"On Some Problems on Ideological Foundation of Socialism\" were held at the course. \r\n\r\n"
        },
        {
            "title": "Kim Il Sung's immortal exploits for state building",
            "url": "http://kcna.co.jp/item/2000/200009/news09/09.htm#9",
            "content": "Kim Il Sung's immortal exploits for state building\r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 9 (KCNA) -- Today is the 52nd anniversary of the Democratic People's Republic of Korea. &nbsp;&nbsp;&nbsp;\r\n   On the occasion of the anniversary all the servicemen of the Korean People's Army, working people from all walks of life, and school youth and children look back with deep emotion upon the immortal exploits of the great leader Kim Il Sung for state building. &nbsp;&nbsp;&nbsp;\r\n   From the first period when he embarked on the road of revolution he paid deep attention to solving the issue of the power and put forward the line of building the Juche-oriented people's power during the anti-Japanese revolutionary struggle. &nbsp;&nbsp;&nbsp;\r\n   The idea of this line was that the power should be a people's revolutionary government based on the alliance of workers and peasants led by the former and dependent on the united front of the broad anti-Japanese patriotic forces. &nbsp;&nbsp;&nbsp;\r\n   After the liberation of the country Kim Il Sung laid down a policy of developing the people's power established in the stage of the anti-imperialist, anti-feudal democratic revolution into a power able to carry out the task of the socialist revolution through democratic election. &nbsp;&nbsp;&nbsp;\r\n   At that time the U.S. forces occupied the south of Korea and schemed to hold separate elections, pursuing military rule. Under this situation he called a joint conference of representatives of 56 political parties and public organizations in the north and the south of Korea in April Juche 37 (1948) to indicate tasks and ways for building a unified central government on democratic principles. &nbsp;&nbsp;&nbsp;\r\n   And he set out the policy of founding the Democratic People's Republic of Korea without delay through a general election in the north and the south of Korea at a consultative conference of leaders of political parties and social organizations in the two parts of Korea in June that year. &nbsp;&nbsp;&nbsp;\r\n   Under his policy a general election of the north and south of Korea was conducted in august of the year to set up a supreme power body of the republic. &nbsp;&nbsp;&nbsp;\r\n   In September of the year the constitution of the DPRK was adopted and the DPRK government was organized. &nbsp;&nbsp;&nbsp;\r\n   Kim Il Sung was acclaimed as head of state and premier of the cabinet of the DPRK by the unanimous will and desire of all the Korean people at the first session of the Supreme People's Assembly. &nbsp;&nbsp;&nbsp;\r\n   He proclaimed the foundation of the DPRK all over the world on September 9. &nbsp;&nbsp;&nbsp;\r\n   With the birth of the DPRK the Korean people could become a dignified people who were independently hewing out their destinies as true masters of state and society for the first time in the nation's history and Korea could emerge proudly on the international arena as a full-fledged independent and sovereign state. \r\n\r\n"
        },
        {
            "title": "Congratulatory message to DPRK leaders from Chinese counterparts",
            "url": "http://kcna.co.jp/item/2000/200009/news09/09.htm#10",
            "content": "Congratulatory message to DPRK leaders from Chinese counterparts\r\n &nbsp;&nbsp;&nbsp; Pyongyang, September 9 (KCNA) -- General Secretary Kim Jong Il together with Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, and Hong Song Nam, premier of the cabinet, received a congratulatory message on Sept. 8 from Jiang Zemin, general secretary of the central committee of the Communist Party of China, President of the People's Republic of China and chairman of the Central Military Commission, Li Peng, chairman of the standing committee of the PRC National People's Congress, and Zhu Rongji, premier of the PRC State Council, on the occasion of the 52nd anniversary of the Democratic People's Republic of Korea. &nbsp;&nbsp;&nbsp;\r\n   The message said: &nbsp;&nbsp;&nbsp;\r\n   We, on behalf of the communist party, government and people of China, extend wholehearted congratulations and best wishes to you and, through you, to the workers' party, government and fraternal people of Korea on the occasion of the 52nd anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n   After the foundation of the DPRK 52 years ago, the  Korean people became the master of the country and embarked on the brilliant road of building a new, socialist state. &nbsp;&nbsp;&nbsp;\r\n   Under the correct leadership of the respected Kim Jong Il and the WPK, the Korean people are now working hard to greet the 55th anniversary of the WPK with good successes, continuously advancing the cause of building Korean socialism  in single-hearted unity and by displaying the revolutionary spirit of self-reliance and strenuous efforts, true to the behest of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n   The DPRK is actively developing the friendly relations with many countries of the world, pursuing its foreign policy of independence, peace and friendship. &nbsp;&nbsp;&nbsp;\r\n   The successful inter-Korean summit, which produced affirmative results, made an important contribution to easing the situation of the Korean peninsula, improving the north-south relations and defending regional peace. &nbsp;&nbsp;&nbsp;\r\n   As a friendly neighbor of Korea, we are sincerely rejoiced over all the successes you achieved in building the country, developing foreign relations and accomplishing the cause of national reunification and hope that you will continue to make fresh and greater success in the future, too. &nbsp;&nbsp;&nbsp;\r\n   The traditional China-Korea friendship forged and cultivated by the leaders of old generation of the two countries has withstood the protracted ordeals and taken its roots deep in the hearts of the two peoples and it has a strong vitality. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il's successful China visit in may this year made a new and important contribution to further strengthening this friendship. &nbsp;&nbsp;&nbsp;\r\n   The Chinese party, government and people greatly value the traditional Sino-Korean friendship and will do their utmost to continuously develop the friendly and cooperative relations between the two countries together with the Korean party, government and people. \r\n\r\n"
        },
        {
            "title": "Anniversary of WPK to be celebrated in Poland and Finland",
            "url": "http://kcna.co.jp/item/2000/200009/news09/09.htm#11",
            "content": "Anniversary of WPK to be celebrated in Poland and Finland \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 9 (KCNA) -- An inaugural meeting of a polish preparatory committee for celebrating the 52nd anniversary of the Democratic People's Republic of Korea and the 55th anniversary of the Worker's Party of Korea was held in Warsaw on Sept. 1. &nbsp;&nbsp;&nbsp;\r\n   The meeting discussed programs of significantly commemorating the 52nd DPRK anniversary and the 55th WPK anniversary. &nbsp;&nbsp;&nbsp;\r\n   The chairman of the central committee of the Poland-Korea Association was elected chairman of the preparatory committee. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, a Finnish preparatory committee for celebrating the 55th anniversary of the WPK was formed in Helsinki on Sept. 4. &nbsp;&nbsp;&nbsp;\r\n   The chairman of the Finland-Korea Association was elected chairman of the preparatory committee. \r\n\r\n"
        },
        {
            "title": "Wreaths laid before bust of Kang Kon",
            "url": "http://kcna.co.jp/item/2000/200009/news09/09.htm#12",
            "content": "Wreaths laid before bust of Kang Kon\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 9 (KCNA) -- Wreaths were laid before the bust of Kang Kon, a communist revolutionary fighter, in the Revolutionary Martyrs' Cemetery on Mt. Taesong yesterday on the occasion of the 50th anniversary of his death. &nbsp;&nbsp;&nbsp;\r\n   A wreath sent by General Secretary Kim Jong Il was seen before his bust. &nbsp;&nbsp;&nbsp;\r\n   Present at the wreath-laying ceremony were Kim Il Chol, Yang Hyong Sop and officials of the party, armed forces and power organs, ministries and national institutions, bereaved family members and working people in the city. &nbsp;&nbsp;&nbsp;\r\n   Wreaths were laid amidst the playing of the wreath-laying music in the name of the Central Committee of the Worker's Party of Korea, the Ministry of the People's Armed Forces, ministries and national institutions. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, wreaths were laid before his statue in Sariwon in the name of local party and power organs, etc. \r\n\r\n"
        },
        {
            "title": "Aid equipment from UNICEF",
            "url": "http://kcna.co.jp/item/2000/200009/news09/09.htm#13",
            "content": "Aid equipment from UNICEF\r\n &nbsp;&nbsp;&nbsp; Pyongyang, September 9 (KCNA) -- The UNICEF provided the DPRK with aid equipment necessary to public health. &nbsp;&nbsp;&nbsp;\r\n   A presentation ceremony was held here yesterday. &nbsp;&nbsp;&nbsp;\r\n   The equipment was conveyed to Choe Chang Sik, vice-Minister of Public Health, by Z. Karim, acting representative of the office of the UNICEF in Korea. \r\n\r\n"
        },
        {
            "title": "Wreaths and floral baskets laid on occasion of 52nd anniversary of DPRK",
            "url": "http://kcna.co.jp/item/2000/200009/news09/09.htm#14",
            "content": "Wreaths and floral baskets laid on occasion of 52nd anniversary of DPRK\r\n  &nbsp;&nbsp;&nbsp; Pyongyang, September 9 (KCNA) -- Senior party and state officials, the people's army soldiers and working people yesterday laid wreaths at the Revolutionary Martyrs' Cemetery on Mt. Taesong and the Patriotic Martyrs' Cemetery and floral baskets at the monument to victory in the Fatherland Liberation War on the occasion of the 52nd anniversary of the foundation of the Democratic People's Republic of Korea. &nbsp;&nbsp;&nbsp;\r\n   Seen before the cemeteries were wreaths sent by General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   Present at the wreath-laying ceremony at the Revolutionary Martyrs' Cemetery on Mt. Taesong were Jo Myong Rok, Ri Ul Sol, Paek Hak Rim and others. &nbsp;&nbsp;&nbsp;\r\n   Hong Song Nam, Kye Ung Thae, Yang Hyong Sop and others were present at the wreath-laying ceremony at the Patriotic Martyrs' Cemetery. &nbsp;&nbsp;&nbsp;\r\n   Wreaths were laid at the Revolutionary Martyrs' Cemetery on Mt. Taesong in the name of the Central Committee of the Worker's Party of Korea, the presidium of the Supreme People's Assembly and the cabinet of the DPRK. &nbsp;&nbsp;&nbsp;\r\n   A wreath was laid in their joint name at the Patriotic Martyrs' Cemetery. &nbsp;&nbsp;&nbsp;\r\n   Wreaths were also laid in the name of the Ministry of the People's Armed Forces, working people's organizations, commissions and ministries of the cabinet, national institutions and units of the KPA. &nbsp;&nbsp;&nbsp;\r\n   Present at a ceremony for presenting floral baskets at the monument to victory in the Fatherland Liberation War were Jon Byong Ho, Kim Il Chol, Kim Jung Rin and others. &nbsp;&nbsp;&nbsp;\r\n   A floral basket was laid in joint name of the central committee and the Central Military Commission of the Worker's Party of Korea and floral baskets in the name of the Ministry of the People's Armed Forces, working people's organizations, ministries and national institutions. \r\n\r\n"
        },
        {
            "title": "U.S. unreasonable obstruction termed as anachronistic act",
            "url": "http://kcna.co.jp/item/2000/200009/news09/09.htm#15",
            "content": "U.S. unreasonable obstruction termed as anachronistic act\r\n &nbsp;&nbsp;&nbsp;Pyongyang, September 9 (KCNA) -- The Russian Foreign Ministry in a press release on September 6 said that U.S. obstructive moves against President Kim Yong Nam of the presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea and his entourage are anachronistic. &nbsp;&nbsp;&nbsp;\r\n   According to an Itar-tass report on September 7, Russian Foreign Minister Igor Ivanov said that the failure of the DPRK delegation to participate in the UN Millennium Summit makes complex diplomatic affairs of Russia and other countries difficult. &nbsp;&nbsp;&nbsp;\r\n   Noting that the purpose of the summit was for the leaders of all the UN member nations to sit together to find solutions to the problems of the world's concern, he said. &nbsp;&nbsp;&nbsp;\r\nThe Korean issue is one of acute problems. &nbsp;&nbsp;&nbsp;\r\n   Therefore, we are convinced that if the DPRK delegation had participated in the summit, we would have made progress in the issue related to the situation of the Korean peninsula. \r\n\r\n"
        },
        {
            "title": "KCNA on issue of Japan's redeem for its past",
            "url": "http://kcna.co.jp/item/2000/200009/news09/09.htm#16",
            "content": "KCNA on issue of Japan's redeem for its past \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, September 9 (KCNA) -- Japan was busy having summit meetings with developing countries and arranging luncheons for them during the UN Millennium Summit held in New York. It was reportedly aimed to solicit support for its bid for the permanent membership of the UN Security Council. &nbsp;&nbsp;&nbsp;\r\n   Is it possible for a country to sit on the UNSC if it begs for support from someone or makes a big contribution to the UN? The answer of the international society to this is no. &nbsp;&nbsp;&nbsp;\r\n   The UN is a world body whose objective is to protect global peace and security. Therefore, only a country, which had contributed to the global peace and security or can do so, is entitled to sit on the UNSC. &nbsp;&nbsp;&nbsp;\r\n   As far as Japan is concerned, it is a war criminal state which imposed immeasurable disasters upon humankind and the only country which has not yet liquidated its crime-woven past though over 50 years have passed since World War II. &nbsp;&nbsp;&nbsp;\r\n   But unlike Japan, Germany has already made an official state apology for its war crimes and decided to compensate not only those countries that fell victim to it but individual victims. It has already paid more than 60 billion dollars in compensation and plans to pay over 16 billion dollars more by 2030. &nbsp;&nbsp;&nbsp;\r\n   Italy, too, apologized and compensated for its war crimes and Austria and Hungary which followed Germany during the war did the same. &nbsp;&nbsp;&nbsp;\r\n   Germany and Italy could win back the confidence of the international society as they were bold enough to eradicate militarism and made sincere apology and compensation after the war and are now doing so. &nbsp;&nbsp;&nbsp;\r\n   But Japan does not even admit its war crimes and employs this or that trick to evade apology and compensation to those states that fell victim to it,  especially to the Korean people, its biggest victim. &nbsp;&nbsp;&nbsp;\r\n   If Japan is to win the confidence of the international community it should honestly redeem its crime-woven past. &nbsp;&nbsp;&nbsp;\r\n   Only then will Japan be qualified to make a bid  for the permanent membership of the UNSC as a full-fledged member of the international community. &nbsp;&nbsp;&nbsp;\r\n   Japan's liquidation of its past is a prerequisite for winning the confidence of the international community. \r\n\r\n"
        },
        {
            "title": "Papers observe 52nd anniversary of DPRK",
            "url": "http://kcna.co.jp/item/2000/200009/news09/09.htm#17",
            "content": "Papers observe 52nd anniversary of DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 9 (KCNA) -- Papers here today dedicate editorials to the 52nd anniversary of the Democratic People's Republic of Korea calling for more vigorous endeavors  to achieve the prosperity of the DPRK and reunification of the country single-heartedly united around the great Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   An editorial of Rodong Sinmun says: &nbsp;&nbsp;&nbsp;\r\n   The President Kim Il Sung founded the Democratic People's Republic of Korea on September 9, Juche 37 (1948). This was a historic event which enabled the Korean people to become a dignified nation of a sovereign and independent state after getting rid of the miserable fate of a ruined nation in the past. &nbsp;&nbsp;&nbsp;\r\n   It was thanks to the clairvoyant wisdom, outstanding ideological and theoretical activities and energetic leadership of the President that the Juche-oriented cause of founding a state was successfully accomplished even under the difficult and complicated situation where a new society was built. &nbsp;&nbsp;&nbsp;\r\n  He devoted his all to the strengthening and development of our revolutionary power and the prosperity of the country from the very day of its foundation to the last moment of his life. &nbsp;&nbsp;&nbsp;\r\n   The DPRK founded by the President has been steadily consolidated and developed under the wise leadership of the respected Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   It is the firm will of Kim Jong Il to retain a firm grip on the government of the DPRK as a powerful weapon of revolution and construction for successfully accomplishing  the revolutionary cause of Juche. &nbsp;&nbsp;&nbsp;\r\n   The DPRK led by him is a dignified state firmly defending the national sovereignty under any circumstance. &nbsp;&nbsp;&nbsp;\r\n   This republic is an invulnerable socialist fortress in which every field prospers and overall national power steadily grows stronger. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il's army-first leadership of revolution is the most perfect political mode in our era that makes it possible to significantly increase the mighty of the DPRK. &nbsp;&nbsp;&nbsp;\r\n   Rosy is the future of the DPRK vigorously forging ahead towards a bright future under his leadership. &nbsp;&nbsp;&nbsp;\r\n   It is the true picture of the DPRK to rush forward to building a powerful nation overcoming all difficulties under the slogan \"Let's us always be cheerful although our path is thorny \"&nbsp;&nbsp;&nbsp;\r\n  The editorial calls for building a powerful nation on this land under the leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   Minju Joson notes that the DPRK will more strikingly demonstrate its dignity and honor as it is dynamically advancing towards the hopeful 21st century under the leadership of Kim Jong Il. \r\n\r\n"
        },
        {
            "title": "DPRK will closely watch U.S. practical deed",
            "url": "http://kcna.co.jp/item/2000/200009/news09/09.htm#18",
            "content": "DPRK will closely watch U.S. practical deed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 9 (KCNA) -- The spokesman for the DPRK Foreign Ministry today issued a statement as regards an official apology made by the U.S. side for its provocation committed against the President of the presidium of the Supreme People's Assembly of the DPRK and his party en route to New York to participate in the UN Millennium Summit. &nbsp;&nbsp;&nbsp;\r\n   The statement said: &nbsp;&nbsp;&nbsp;\r\n   As already reported, the United States committed a provocation against the President of the presidium of the Supreme People's Assembly of the DPRK and his party on transit at Frankfurt to attend the UN Millennium Summit. &nbsp;&nbsp;&nbsp;\r\nThis was an incident in which the sovereignty of state was seriously hurt. &nbsp;&nbsp;&nbsp;  \r\n   The DPRK values its sovereignty like its life and soul. &nbsp;&nbsp;&nbsp;\r\n   Our delegation was not able to attend the summit allowing its self-respect to be damaged and strongly warned the U.S. that it would be entirely responsible for the ensuing consequences. &nbsp;&nbsp;&nbsp;\r\n   Our counter-measure in not time aroused deep understanding and sympathy among the international community, and the very  abnormal act on the part of the U.S. met deserved denunciation. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, U.S. authorities came out as one to ask the DPRK to show understanding of what happened in token of regret and apology, saying the incident in the airport was nothing in common with the stand of the U.S. government authorities. &nbsp;&nbsp;&nbsp;\r\n  The U.S. State Secretary sent a letter to the DPRK to the effect that the U.S. government expresses deep concern over this incident, fully understands the displeasure caused to the DPRK side and assures it that this will not recur in the future. &nbsp;&nbsp;&nbsp;\r\n  We pay attention to the official apology made by the U.S. side for this incident. &nbsp;&nbsp;&nbsp;\r\n  Taking note of the fact that the U.S. side, feeling responsibility for the incident, made an apology, we decided to follow  the U.S. future practical deed. \r\n\r\n"
        },
        {
            "title": "Senior party and state officials pay homage to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2000/200009/news09/09.htm#19",
            "content": "Senior party and state officials pay homage to Kim Il Sung \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 9 (KCNA) -- Kim Yong Nam, Hong Song Nam, Jon Pyong Ho, Han Song Ryong, Kye Ung Thae and other senior party and state officials visited the Kumsusan Memorial Palace to pay homage to the President Kim Il Sung today, the 52nd anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n   Lining up before the President's statue was a guard of honor of the three services of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n   A floral basket was placed before his statue in the joint name of the Central Committee of the Worker's Party of Korea, the Central Military Commission of the WPK, the National Defence Commission of the DPRK, the presidium of the DPRK Supreme People's Assembly and the DPRK cabinet.   &nbsp;&nbsp;&nbsp;\r\n   Senior party and state officials paid noble homage to the President's statue. &nbsp;&nbsp;&nbsp;\r\n   They went upstairs to make wholehearted reverential bows to him who lies in state. &nbsp;&nbsp;&nbsp;\r\n   They looked round orders and medals the President received from foreign countries, his portrait with bright smile and bronze relievos in the mourning hall, the train he used for his on-the-spot guidance and foreign trip and a car he used during the last moments of his life. &nbsp;&nbsp;&nbsp;\r\n   On the same day, officials of organs at all levels and working people from all walks of life in the city visited the Kumsusan Memorial Palace. &nbsp;&nbsp;&nbsp;\r\n   The commanding officers and soldiers of the three services of the KPA visited the palace to make bows to him. &nbsp;&nbsp;&nbsp;\r\n   Today, the palace was visited by Jo Myong Rok, director of the general political department of the KPA, Kim Il Chol, Minister of the People's Armed Forces, Ri Ul Sol, marshal of the KPA, vice marshals, generals and soldiers of the KPA. &nbsp;&nbsp;&nbsp;\r\n   The diplomatic corps and the military attaches corps here and the Liaoning provincial friendship delegation of China visited the palace to pay respects to Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n   Among visitors to the palace were overseas compatriots and the chief of the Pyongyang mission of the National Democratic Front of South Korea. \r\n\r\n"
        },
        {
            "title": "Floral baskets laid before statues of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2000/200009/news09/09.htm#20",
            "content": "Floral baskets laid before statues of Kim Il Sung \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 9 (KCNA) -- Soldiers of the people's army, working people across the country and members of the Pyongyang mission of the National Democratic Front of South Korea laid floral baskets before the statues of the President Kim Il Sung today, the  52nd anniversary of the Democratic People's Republic of Korea. &nbsp;&nbsp;&nbsp;\r\n   Seen at his statue on Mansu Hill in Pyongyang was a floral basket sent by General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n    Floral baskets, bouquets and flowers were laid before his statue in the name of the party, armed forces and power organs, public organizations, ministries, national institutions, KPA units, organs of science, education, culture and art, public health and the press,  factories, enterprises and  farms. &nbsp;&nbsp;&nbsp;\r\n   A floral basket was laid in the name of the Pyongyang mission of the NDFSK. &nbsp;&nbsp;&nbsp;\r\n   Floral baskets, bouquets and flowers were laid before his statues at Kim Il Sung University, Kim Il Sung Military University, the Ministry of People's Security, the Korean Film Studio and other places of the city. &nbsp;&nbsp;&nbsp;\r\n   KPA soldiers, working people and school youth and children across the country visited his statues in their residential quarters to present floral baskets, bouquets and flowers. &nbsp;&nbsp;&nbsp;\r\n    Meanwhile, the foreign diplomatic corps, the military attaches' corps, overseas compatriots and unconverted long-term prisoners with strong faith and will laid floral baskets before the statue of the President on Mansu Hill today. \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}