{
    "date": "2000-06-01",
    "url": "http://kcna.co.jp/item/2000/200006/20000601.htm",
    "articles": [
        {
            "title": "Kim Jong Il pays unofficial visit to China",
            "url": "http://kcna.co.jp/item/2000/200006/news06/01.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il praised by Tanzanian political figure",
            "url": "http://kcna.co.jp/item/2000/200006/news06/01.htm#2",
            "content": "Kim Jong Il pays unofficial visit to China \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, June 1 (KCNA) -- General Secretary Kim Jong Il paid an unofficial visit to the People's Republic of China from May 29 to 31 at the invitation of Jiang Zemin, General Secretary of the central committee of the Communist Party of China and President of the PRC. &nbsp;&nbsp;&nbsp;\r\n   He was accompanied by Jo Myong Rok, first vice-chairman of the DPRK National Defence Commission and director of the general political department of the Korean People's Army= Kim Yong Chun, member of the DPRK National Defence Commission and chief of the KPA general staff= Kim Kuk Thae and Kim Yong Sun, secretaries of the WPK Central Committee= and Kim Yang Gon, director of a department of the WPK Central Committee. &nbsp;&nbsp;&nbsp;\r\n   The party and state leaders of China warmly welcomed and accorded very cordial hearty hospitality to Kim Jong Il during his visit to China. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il had a warm meeting with Jiang Zemin and had talks with him. &nbsp;&nbsp;&nbsp;\r\n   Present at the talks on the DPRK side were Jo Myong Rok, first vice-chairman of the DPRK National Defence Commission and director of the KPA general political department= Kim Yong Chun, member of the DPRK National Defence Commission and chief of the KPA general staff= Kim Kuk Thae and Kim Yong Sun, secretaries of the WPK Central Committee= Kim Yang Gon, director of a department of the WPK Central Committee= and Ju Chang Jun, DPRK ambassador extraordinary and plenipotentiary to the PRC. On the opposite side were Hu Jintao, member of the standing committee of the political bureau of the CPC central committee and vice-president of the PRC= Qian Qichen, member of the political bureau of the CPC central committee and vice-premier of the State Council of the PRC= Zeng Qinghong, alternate member of the political bureau and member of the secretariat and head of the organisation department of the CPC central committee=Wang Gang, director of the general office of the CPC central committee= Dai Bingguo, head of the international liaison department of the CPC central committee= Tang Jiaxuan, Minister of Foreign Affairs= Liu Huaqiu, director of the foreign affairs office of the CPC central committee= and Wang Guozhang, PRC ambassador extraordinary and plenipotentiary to the DPRK. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il had meetings and friendly talks separately with Li Peng, chairman of the standing committee of the National People's Congress of the PRC= Zhu Rongji, premier of the State Council of the PRC= and Li Ruihuan, chairman of the National Committee of the Chinese People's Political Consultative Conference. &nbsp;&nbsp;&nbsp;\r\n   At the talks and meetings that proceeded in a comradely, cordial and friendly atmosphere achievements and experience in socialist construction of the two parties and two countries were introduced, there was an earnest exchange of views on matters of mutual concern, including the issue of further developing the traditional DPRK-PRC friendship and international situation, and a consensus of views was reached on all the matters discussed. &nbsp;&nbsp;&nbsp;\r\n   The leaders of the two countries shared the view that the immortal DPRK-Chinese friendship was provided and fostered by the President Kim Il Sung and chairman Mao Zedong, premier Zhou Enlai and Deng Xiaoping. &nbsp;&nbsp;&nbsp;\r\n   Recalling that the preceding leaders attached utmost importance to this friendship and paid deep attention to it, they recognized that consolidating and developing the DPRK-Chinese relations of friendship at the turn of the century when the international situation is getting complicated not only accords with the common desire and fundamental interests of the two peoples but is beneficial to the peace and stability in Asia and the rest of the world. &nbsp;&nbsp;&nbsp;\r\n   Highly appreciating Kim Jong Il's visit to China at a historic time when the world is about to greet a new century, general secretary Jiang Zemin stressed that his visit carries weighty significance in promoting the mutual understanding, confidence, friendship and cooperation between the two parties and two countries and giving impetus to the development of those relations towards the new century. &nbsp;&nbsp;&nbsp;\r\n   At the talks and meetings support and solidarity were expressed to the two parties and peoples in their struggle to build socialism and reunify their countries. &nbsp;&nbsp;&nbsp;\r\n   At the talks and meetings the great successes the Communist Party of China has made in the socialist modernization drive with Chinese characteristics by pursuing the policy of reform and opening to suit the specific conditions of the country were hailed and the signal successes the Worker's Party of Korea has made in socialist construction by leading the Korean people to overcome manifold hardships and difficulties in the revolutionary spirit of self-reliance were highly appreciated. &nbsp;&nbsp;&nbsp;\r\n   At the talks and meetings an unshakable will was manifested to dynamically advance the cause of socialism and further consolidate and develop the DPRK-China friendship sealed in blood. &nbsp;&nbsp;&nbsp;\r\n   Support was also given to the five-point proposal put forth by Jiang Zemin to further the traditional DPRK-China friendship. &nbsp;&nbsp;&nbsp;\r\n   Thanks were expressed for the fraternal assistance the communist party, government and people of China gave to the Korean people. &nbsp;&nbsp;&nbsp;\r\n   Jiang Zemin gave a grand banquet in honor of Kim Jong Il during his China visit. &nbsp;&nbsp;&nbsp;\r\n   Present at the banquet were senior Chinese party and state officials. Among them were Wei Jianxing, member of the standing committee of the political bureau and member of the secretariat of the CPC central committee= Li Lanqing, member of the standing committee of the political bureau of the c.c., CPC and vice-premier of the State Council= Qian Qichen, politburo member of the CPC central committee and vice-premier= Chi Haotian, politburo member of the c.c., CPC, state councilor and Minister of Defence= Jia Qinglin, politburo member of the c.c., CPC and secretary of the Beijing Municipal Committee of the CPC= Zeng Qinghong, alternate member of the political bureau, member of the secretariat, and head of the organization department, of the CPC central committee= Wang Gang, director of the general office of the CPC central committee= Dai Bingguo, head of the International Liaison Department of the c.c., CPC= Tang Jiaxuan, Minister of Foreign Affairs= Liu Huaqiu, director of the foreign affairs office of the CPC central committee= Deng Wensheng, director of the policy research office of the c.c., CPC= Fu Zhihuan, Minister of Railways= and Shi Guangsheng, Minister of Foreign Trade and Economic Cooperation. &nbsp;&nbsp;&nbsp;\r\n   Hu Jintao, member of the standing committee of the political bureau of the c.c., CPC and vice-president of the PRC, hosted a dinner in honor of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   The banquet and dinner proceeded in a cordial atmosphere overflowing with friendship. &nbsp;&nbsp;&nbsp;\r\n   During his stay Kim Jong Il visited the Tiananmen castle turret and the computer plant of the Lianxiang Group, guided by Jia Qinglin. &nbsp;&nbsp;&nbsp;\r\n   His unofficial visit to China successfully ended amid the special attention and warm hospitality of the CPC central committee and Jiang Zemin. &nbsp;&nbsp;&nbsp;\r\n   He expressed his satisfaction at the results of the visit and his heartfelt thanks for the enthusiastic and cordial hospitality accorded to him. &nbsp;&nbsp;&nbsp;\r\n   His historic China visit will be recorded in the annals of the DPRK-China friendship as one more landmark event in cementing this bilateral friendship and intensifying the common struggle of the two peoples to defend and develop socialism. \r\n\r\n"
        },
        {
            "title": "Future of Korea seen in children",
            "url": "http://kcna.co.jp/item/2000/200006/news06/01.htm#3",
            "content": "Kim Jong Il praised by Tanzanian political figure \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- Joseph F. Mbwiliza, chairman of the State Standing Investigation Committee of Tanzania, praised General Secretary Kim Jong Il at a briefing held on May 13 on the 15th board meeting of the International Institute of the Juche Idea in Pyongyang.&nbsp;&nbsp;&nbsp;\r\n   President Kim Il Sung is a great man of the 20th century and an outstanding revolutionary who made great contributions to the development of the Korean revolution and the world revolution, he stressed, and went on: &nbsp;&nbsp;&nbsp;\r\n   The 21st century will shine as Kim Jong Il's century. We should made a deep study of works of Kim Jong Il who develops in depth the Juche idea and apply it to the actual conditions of Tanzania. &nbsp;&nbsp;&nbsp;\r\n   The Korean people are now working hard to build a powerful nation, overcoming all difficulties under the wise leadership of Kim Jong Il. \r\n\r\n"
        },
        {
            "title": "Plan for cultural exchange between Korea and Ethiopia",
            "url": "http://kcna.co.jp/item/2000/200006/news06/01.htm#4",
            "content": "Future of Korea seen in children \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- Foreign visitors to Korea were deeply moved to see children growing into sturdy pillars who will shoulder the future of the country under the  loving care of General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   Mustafa Jaber, chairman of the Jordanian National Committee for the Study of the Juche Idea, visited the Mangyongdae Schoolchildren's Palace and said he was struck with admiration at the fact that Korea spares nothing for posterity. &nbsp;&nbsp;&nbsp;\r\n   Anders Kristensen, chairman of the Denmark-DPRK Friendship Association, inspected educational institutions of Korea and said he keenly felt the loving care of the President Kim Il Sung and the respected leader Kim Jong Il for children. &nbsp;&nbsp;&nbsp;\r\n   He pointed out he saw the morrow of a powerful Korea in the bright looks of children growing into creditable builders of the country. &nbsp;&nbsp;&nbsp;\r\n   Mitsuko Ogasawara, chairperson of the Japan-Korea Music and Art Interchange Society, said: &nbsp;&nbsp;&nbsp;\r\n   Children in Korea are symbolic of happiness. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il says there is nothing to spare for children and sees to it that they May bring their talents into full play to their hearts' content. The future of Korea is bright. \r\n\r\n"
        },
        {
            "title": "Kyoto party held on anniversary of Chongryon",
            "url": "http://kcna.co.jp/item/2000/200006/news06/01.htm#5",
            "content": "Plan for cultural exchange between Korea and Ethiopia \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, June 1 (KCNA) -- The Juche 89-91 (2000-2002) plan for cultural exchange between the governments of the Democratic People's Republic of Korea and the Federal Democratic Republic of Ethiopia was signed in Addis Ababa on May 25. &nbsp;&nbsp;&nbsp;\r\n   The plan was inked by Mun Song Mo, Korean ambassador to Ethiopia, and Wolde Mikael Chamo, Minister of Information and Culture of Ethiopia, authorized by the two governments.\r\n\r\n"
        },
        {
            "title": "Gathering on International Children's Day",
            "url": "http://kcna.co.jp/item/2000/200006/news06/01.htm#6",
            "content": "Kyoto party held on anniversary of Chongryon \r\n &nbsp;&nbsp;&nbsp; Tokyo, May 30 (KNS-KCNA) -- A Kyoto party for celebrating the 45th anniversary of the General Association of Korean Residents in Japan (Chongryon) was held on May 27. &nbsp;&nbsp;&nbsp;\r\n   Attending the party were chief vice-chairman Ho Jong Man and vice-chairman Kwon Sun Hwi of the central standing committee of Chongryon and other Chongryon officials and patriotic traders and industrialists. &nbsp;&nbsp;&nbsp;\r\n   Present on invitation were Seiji Maehara, chairman of the Kyoto Council of the Democratic Party of Japan and member of the House of Representatives, and other public figures of Japan. &nbsp;&nbsp;&nbsp;\r\n   Messages of greetings from public figures and organisations of Japan were introduced and speeches were made at the party. &nbsp;&nbsp;&nbsp;\r\n   A performance of the Kyoto Korean Song and Dance Troupe was given at the party. \r\n\r\n"
        },
        {
            "title": "Better upbringing of children called for",
            "url": "http://kcna.co.jp/item/2000/200006/news06/01.htm#7",
            "content": "Gathering on International Children's Day \r\n&nbsp;&nbsp;&nbsp;   Pyongyang, June 1 (KCNA) -- A gathering was sponsored by the Cuban Institute of Friendship With Peoples at DPRK Primary School in Havana on May 26 on the occasion of the International Children's Day. &nbsp;&nbsp;&nbsp;\r\n   The schoolmaster said the gathering will mark an important occasion in bringing closer the bonds of friendship and solidarity between the two peoples of Cuba and Korea. &nbsp;&nbsp;&nbsp;\r\n   The teaching staff and pupils of the school are well aware of the great leaders Kim Il Sung and Kim Jong Il and the DPRK, he noted, adding they will be a model in study, labour and national defence and strive to strengthen friendship and solidarity between the two peoples. &nbsp;&nbsp;&nbsp;\r\n   An art performance of pupils was given and a Korean documentary \"Talented Youngsters\" screened. \r\n\r\n"
        },
        {
            "title": "Children greet International Children's Day",
            "url": "http://kcna.co.jp/item/2000/200006/news06/01.htm#8",
            "content": "Better upbringing of children called for \r\n&nbsp;&nbsp;&nbsp;   Pyongyang, June 1 (KCNA) -- Rodong Sinmun today runs an editorial to mark the 50th International Children's Day which falls on June 1. &nbsp;&nbsp;&nbsp;\r\n   Children are the bright future of the country and the reserves of the revolution, the editorial says, and goes on: &nbsp;&nbsp;&nbsp;\r\n   The future destiny of the country, the revolution and the nation depends on how to bring them up. &nbsp;&nbsp;&nbsp;\r\n   The Worker's Party of Korea is great in that it set a living example in education of the younger generation. &nbsp;&nbsp;&nbsp;\r\n   It is the intention of the WPK that everything should not be spared for upbringing of children though the situation of the country is difficult and it is hard pressed for many things. &nbsp;&nbsp;&nbsp;\r\n   We should regard good upbringing of children as an important undertaking for eternal prosperity of the country and bring a new turn in the upbringing and education of children in conformity with the requirement of the developing situation. &nbsp;&nbsp;&nbsp;\r\n   To begin with, we should be full of the respected Kim Jong Il's noble outlook on the younger generation. &nbsp;&nbsp;&nbsp;\r\n   There is nothing to spare for children, the treasure of the country and the future of the revolution. This fixed creed represents his noble outlook on the younger generation. &nbsp;&nbsp;&nbsp;\r\n   Officials in charge of the upbringing and education of children and working people should enhance their role and responsibility and the whole country and the whole society should pay attention to this work. &nbsp;&nbsp;&nbsp;\r\n   Mothers should greatly contribute to the prosperity of the country by working hard to bring up children on behalf of the country and the people. \r\n\r\n"
        },
        {
            "title": "Beautiful seas of Korea",
            "url": "http://kcna.co.jp/item/2000/200006/news06/01.htm#9",
            "content": "Children greet International Children's Day \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- Today is the 50th International Children's Day. &nbsp;&nbsp;&nbsp;\r\n   The children of the DPRK enjoy their holiday at the pleasure grounds, parks and fun fairs. &nbsp;&nbsp;&nbsp;\r\n   The children's art performances were held at various theatres in Pyongyang and local areas. &nbsp;&nbsp;&nbsp;\r\n   A joint friendship meeting of Korean and foreign children was held at the Mangyongdae fun fair. &nbsp;&nbsp;&nbsp;\r\n   It was attended by children and their mothers more than 3,000 in all. &nbsp;&nbsp;&nbsp;\r\n   There Korean and foreign children sang songs together and had sports and amusement games. &nbsp;&nbsp;&nbsp;\r\n   At the end of the meeting its participants spent a pleasant time in fun fair facilities. &nbsp;&nbsp;&nbsp;\r\n   The Mangyongdae fun fair has been used as the venue of the function for the International Children's Day for several years. &nbsp;&nbsp;&nbsp;\r\n   This is one of the modern fun fairs in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n   There are nearly 50 fun fair facilities and many amusement equipment. &nbsp;&nbsp;&nbsp;\r\n   Attractive among them are the double loop jet coaster, 1,200 meter-long excursion cableway and monorail car. &nbsp;&nbsp;&nbsp;\r\n   It can accommodate 100,000 visitors a day. \r\n\r\n"
        },
        {
            "title": "NGOs' report opposing Japan's bid for UNSC  permanent membership",
            "url": "http://kcna.co.jp/item/2000/200006/news06/01.htm#10",
            "content": "Beautiful seas of Korea \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- Korea is a maritime state, sea-bound on three sides.  It is called land of morning calm. &nbsp;&nbsp;&nbsp;   There are the East Sea of Korea, the West Sea of Korea and the South Sea of Korea, all of which are linked with the Pacific Ocean. &nbsp;&nbsp;&nbsp;\r\n   The average depth of the east sea is 1,668.2 metres, the west sea 39.3 metres and the south sea 442 metres. &nbsp;&nbsp;&nbsp;\r\n   The coast line of the East Sea is not indented and there are a small number of islands. There are not big rivers except the Tuman River flowing into the East Sea. But  there are many beauty spots along the coast of the East Sea with high and steep mountains towering near the coast. &nbsp;&nbsp;&nbsp;\r\n   Among them are Haechilbo of Mt. Chilbo and  Haekumgang of Mt. Kumgang showing spectacular scenery, Songdowon and Myongsasipri in Wonsan and beach in Majon all of which present peculiar natural beauty clad in ever-green pine-trees. &nbsp;&nbsp;&nbsp;\r\n   Fascinating is the scenery of the coast line at the time of sunrise on the horizon. &nbsp;&nbsp;&nbsp;\r\n   There are many beaches for swimming along the coast widely known for its beautiful scenery and clean water. &nbsp;&nbsp;&nbsp;\r\n   Unlike the East Sea the coast line of the west sea is very indented. There are over 2,500 large and small islands along the coast offering beautiful scenery. Many big rivers including the Taedong, Amnok and Chongchon rivers flow into the sea. There are famous beauty spots such as Pidan Islet situated in the mouth of the River Amnok, Monggumpho and Kumipho of South Hwanghae Province and Wau Islet of Nampho along the coast. &nbsp;&nbsp;&nbsp;\r\n   Fascinating is the scenery of the coast at the time of sunset when birds fly in the sky bright with evening glow and fishing boats sail back to the port, ploughing sea waves. &nbsp;&nbsp;&nbsp;\r\n   There is tideland due to high-tide and ebb-tide at the sea. &nbsp;&nbsp;&nbsp;\r\n   Gigantic nature-transforming projects were energetically undertaken in the DPRK to bring tideland under the plough. &nbsp;&nbsp;&nbsp;\r\nNew villages are making their appearance there. &nbsp;&nbsp;&nbsp;\r\n   The Korean seas are rich in various resources. &nbsp;&nbsp;&nbsp;\r\n   There are over 600 species of fishes in the East Sea and more than 200 in the West Sea. \r\n\r\n"
        },
        {
            "title": "More than 70,000 workers go on general strike",
            "url": "http://kcna.co.jp/item/2000/200006/news06/01.htm#11",
            "content": "NGOs' report opposing Japan's bid for UNSC  permanent membership \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, June 1 (KCNA) -- Non-Governmental Organizations of the World reportedly worked out a report at a recent meeting held in the UN Headquarters voicing opposition to Japan's bid for permanent membership of the United Nations Security Council. &nbsp;&nbsp;&nbsp;\r\n   The report worked out at the meeting held to review the role and function to be performed by the UN in the 21st century noted that Japan's permanent membership of the UNSC would only aggravate the situation. &nbsp;&nbsp;&nbsp;\r\n   This cannot but draw attention of unbiased public opinion as it is a fair judgement meted out by the international community to politically and morally base Japan. &nbsp;&nbsp;&nbsp;\r\n   Japan's unconditional and full redress of its past is a prerequisite to shaking off the ill fame of an \"enemy state\" specified in the UN Charter and recovering its confidence among the international community. &nbsp;&nbsp;&nbsp;\r\n   However, it makes a mockery of the international community and evades the redress of its past, refusing to follow the good examples shown by a few countries in repenting of their past, including Germany. &nbsp;&nbsp;&nbsp;\r\n   Far from drawing a lesson from its past crimes, it declared \"Hinomaru\" and \"Kimigayo,\" symbols of militarist Japan, as its national flag and national anthem and adopted the law related to \"Japan-U.S. Defence Cooperation Guidelines\" which codifies its \"Self-Defence Forces'\" right  of belligerency and its right to enter a war in a bid to step up its preparations for overseas aggression. &nbsp;&nbsp;&nbsp;\r\n   Describing its past aggression as \"lawful process of historical development\" and \"something inevitable,\" Japan is calling back the departed soul of the militarists while beautifying its history of aggression. &nbsp;&nbsp;&nbsp;\r\n   All this goes to prove that Japan is not entitled to sit on the UNSC tasked to discuss important issues of global peace and security. &nbsp;&nbsp;&nbsp;\r\n   If it wishes to win confidence among the international community it should take a drastic measure at an early date to fully redress its inglorious past. \r\n\r\n"
        },
        {
            "title": "Over 150 cases of U.S. aerial espionage registered in May",
            "url": "http://kcna.co.jp/item/2000/200006/news06/01.htm#12",
            "content": "More than 70,000 workers go on general strike \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, June 1 (KCNA) -- More than 70,000 workers of 138 workshops across South Korea went on a general strike on Wednesday, a Seoul-based radio reported. &nbsp;&nbsp;&nbsp;\r\n   Tan Pyong ho, chairman of the South Korean Confederation of Trade Unions (KCTU), declared it at a press conference held that day. &nbsp;&nbsp;&nbsp;\r\n   He stressed that the strike would go on until the \"government\" takes proper measures for the solution of the three labour-related problems such as cutdown of working hours and reexamination of the policy to sell motor industry to foreign business. &nbsp;&nbsp;&nbsp;\r\n   He declared the KCTU would call a general strike as scheduled at the end of a rally to be staged in Seoul on Wednesday afternoon with the attendance of at least 20,000 workers. \r\n\r\n"
        },
        {
            "title": "What does RIMPAC aim at",
            "url": "http://kcna.co.jp/item/2000/200006/news06/01.htm#13",
            "content": "Over 150 cases of U.S. aerial espionage registered in May \r\n &nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- The U.S. committed over 150 cases of aerial espionage against the DPRK in May with a strategic reconnaissance plane, an early-warning plane, a tactical reconnaissance plane, a patrol plane and an electronic warfare helicopter, etc, involved, according to  military sources. &nbsp;&nbsp;&nbsp;\r\n   In May a U-2 strategic reconnaissance plane made at least 30 flights on spying missions. &nbsp;&nbsp;&nbsp;\r\n   Several similar flights were also made by an E-3 early-warning plane, EC-135 reconnaissance plane, a RC-135 strategic reconnaissance plane and a P-3 patrol plane. &nbsp;&nbsp;&nbsp;\r\n   A RC-12 tactical helicopter flew as many as 62 times to spy on the frontline and east and west coastal areas. \r\n\r\n"
        },
        {
            "title": "U.S. loudmouthed \"missile threat\" from DPRK",
            "url": "http://kcna.co.jp/item/2000/200006/news06/01.htm#14",
            "content": "What does RIMPAC aim at \r\n  &nbsp;&nbsp;&nbsp;  Pyongyang, June 1 (KCNA) -- The U.S.-led joint maneuvers code named RIMPAC 2000 now under way in the sea off Hawaii, starting on May 30, aim at the DPRK. &nbsp;&nbsp;&nbsp;\r\n    Rodong Sinmun says this in a commentary today. &nbsp;&nbsp;&nbsp;\r\n    The news analyst says: &nbsp;&nbsp;&nbsp;\r\n    Warmongers describe the maneuvers as something for \"marine operations in peacetime\" and \"humanitarian aid\" to refugees in a bid to cover up the aggressive and provocative nature of the maneuvers. &nbsp;&nbsp;&nbsp;\r\n   They openly say that the current maneuvers involve exercises for \"air counterstrike,\" \"anti-submarine battle\" and \"settlement of regional disputes.\" Their advertisement reveals that the maneuvers are provocative and dangerous war gamble designed to carry out the U.S. strategy of war of aggression on the continent. &nbsp;&nbsp;&nbsp;\r\n   What merits attention is that the South Korean warmongers take part in the maneuvers, part of the U.S. offensive to stifle the DPRK. Their participation is ample evidence that they have no willingness for reconciliation with the DPRK and settlement of reunification issue. &nbsp;&nbsp;&nbsp;\r\n   RIMPAC, an offspring of the U.S., Japan and South Korea triangular military alliance against the DPRK, serves as a source of a new war on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n   Warmongers at home and abroad should act with discretion, aware of who their opponent is. They should put an immediate halt to all the maneuvers to stifle the DPRK. \r\n\r\n"
        },
        {
            "title": "Japan's unprecedented crimes condemned",
            "url": "http://kcna.co.jp/item/2000/200006/news06/01.htm#15",
            "content": "U.S. loudmouthed \"missile threat\" from DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- The fiction of \"missile threat\" from the DPRK is more zealously floated in the United States these days. &nbsp;&nbsp;&nbsp;\r\n   Senior officials of the U.S. administration are vying with each other to spread the rumour that the DPRK's missile is likely to strike the U.S. mainland any moment. They are also busy discussing \"the issue of deterring the  missile development in North Korea\" with some other big powers. &nbsp;&nbsp;&nbsp;\r\n   Underlying this row is a serious matter which should not be overlooked. &nbsp;&nbsp;&nbsp;\r\n   In raising a hue and cry over the \"missile threat\" from the DPRK the U.S. foolishly seeks to justify its moves to establish the \"national missile defense\" system and get missile monopoly in a bid to contain great powers that assert multi-polarization at the end of the Cold War and secure hegemony. &nbsp;&nbsp;&nbsp;\r\n   In fact, the U.S. \"National Missile Defense\" plan is beset with not a few difficult problems and bound to \"the ABM treaty\" with Russia. &nbsp;&nbsp;&nbsp;\r\n   It is clear as noonday that if the U.S. tries to unilaterally scrap the treaty and establish a missile defense system, it will spark a new global arms race. &nbsp;&nbsp;&nbsp;\r\n   Now Russia and China warn the U.S. that they will take strong countermeasures against its adventurous plan. Even its allies are strongly opposed to it, dismissing it as an action to upset the strategic balance of the world. &nbsp;&nbsp;&nbsp;\r\n   As a challenge to this, the U.S. dreamed up the fiction of the \"missile threat\" from the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The U.S., however, is seriously mistaken. &nbsp;&nbsp;&nbsp;\r\n   The U.S. brazen-faced clamor about the \"threat from North Korea\" only goes to eloquently prove that the U.S. is the very harasser of global peace and stability.  \r\n\r\n"
        },
        {
            "title": "Withdrawal of Israeli forces from southern Lebanon hailed",
            "url": "http://kcna.co.jp/item/2000/200006/news06/01.htm#16",
            "content": "Japan's unprecedented crimes condemned \r\n&nbsp;&nbsp;&nbsp;   Pyongyang, June 1 (KCNA) --  The Korean Democratic Lawyers Association, the Korean National Peace Committee, the Association of Korean Women For Solidarity With the Asian Women, and the DPRK Measure Committee For Demanding Compensation To \"Comfort Women For the Army\" And the Victims of the Pacific War yesterday jointly issued an indictment accusing dishonest circles of Japan of resorting to shameless moves to deny the crimes committed by the Japanese imperialists in Korea in the past and beautify them. &nbsp;&nbsp;&nbsp;\r\n   At the DPRK-Japan inter-governmental talks the Japanese side insisted on the \"legality\" of the so-called old \"treaties\" such as the \"Korea-Japan annexation treaty\" as a pretext for justifying its military occupation and rule over Korea, says the indictment, and goes on: &nbsp;&nbsp;&nbsp;\r\n   As a matter of fact, the old \"treaties\" such as the \"Ulsa protectorate treaty\" and the \"Jongmi seven-point treaty\" were sheer fabrications as they got no prior approval and ratification from the king, the ruler of Korea at that time. &nbsp;&nbsp;&nbsp;\r\n   There was no law-making body in Korea at that time.  &nbsp;&nbsp;&nbsp;\r\nTherefore, the occupation and rule over Korea was enforced by the governor-general in Korea, the boss of the foreign aggressors. &nbsp;&nbsp;&nbsp;\r\n   The Korean people suffered enormous human losses. &nbsp;&nbsp;&nbsp;\r\n   At least six million Korean young and middle-aged people were taken to the work sites where they were forced to do medieval slave labour. And about 200,000 girls and married women were kidnapped in broad daylight to become sexual slaves of the Japanese imperial army. &nbsp;&nbsp;&nbsp;\r\n   The Japanese occupationists brutally killed Korean revolutionaries and revolutionary popular masses. &nbsp;&nbsp;&nbsp;\r\n   In the year of Kyongsin (1920) alone, over 6,000 dwelling-houses in the area of Jiandao, China, were reduced to ashes and more than 30,000 Korean men and women, young and old, were killed.  Engulfed in flames, the whole area turned into a sea of blood. &nbsp;&nbsp;&nbsp;\r\n   At least 6,000 Koreans were killed in the first 18 days of the  great earthquake in Kanto, Japan, in 1923. &nbsp;&nbsp;&nbsp;\r\n   As soon as the Japanese occupied Korea, they robbed it of more than a million hectares of farmland and over 13 million hectares of forests before handing over some of them to companies such as the \"oriental development company\" and making some other part of them property of the occupation authorities under the name of \"state land\" and \"state  forest\". &nbsp;&nbsp;&nbsp;\r\n   The Japanese destroyed and looted valuable cultural relics as they pleased. &nbsp;&nbsp;&nbsp;\r\n   On June 21, 1894 when the Japanese aggression army attacked the Korean royal palace, they stole many cultural treasures of various kinds including old books, art works and handicrafts that had been handed down from the period of Koryo and took several wagonloads of them to Japan. &nbsp;&nbsp;&nbsp;\r\n   There are now hundreds of thousands of valuable Korean cultural relics in Japan, the number of pieces of Koryo ceramics reaching tens of thousands, even according to a preliminary survey. &nbsp;&nbsp;&nbsp;\r\n   After military occupation of Korea the Japanese proclaimed Japanese as the official language, strictly banning the use of Korean. &nbsp;&nbsp;&nbsp; \r\n   Noting that the DPRK-Japan inter-governmental talks aim to help Japan redeem its past crimes and establish good neighborly relations between the two countries, the indictment demands Japan fully compensate for all the human, material, cultural and mental damage done by the Japanese to the Korean people in the past. \r\n\r\n"
        },
        {
            "title": "Strengthened education in revolutionary traditions called for",
            "url": "http://kcna.co.jp/item/2000/200006/news06/01.htm#17",
            "content": "Withdrawal of Israeli forces from southern Lebanon hailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- Not only Arab nations but also many peaceloving people of the world are now in a festive mood as regards the end of Israel's 22-year-long occupation of Lebanon. &nbsp;&nbsp;&nbsp;\r\n   Minju Joson today in a signed commentary describes the withdrawal of the Israeli forces from southern Lebanon as a victory of the Arab countries. &nbsp;&nbsp;&nbsp;\r\n   This victory is a precious achievement made by the Lebanese and all other Arab nations through a protracted and bloody struggle, the commentary notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n   Anyhow, there are still difficulties and ordeals in the Middle East peace process because Israel has not totally given up its design for territorial expansion over Arab countries though its forces were driven out of southern Lebanon. &nbsp;&nbsp;&nbsp;\r\n   But the Arab peoples will drive the aggressors out of the occupied Arab territories and achieve a durable peace and territorial integrity of the Arab region by their united efforts. &nbsp;&nbsp;&nbsp;\r\n   Israel should withdraw its forces from all the Arab lands they have occupied, including Golan Heights, as soon as possible, in accordance with the \"peace-for-land principle\" reflecting the UN resolution and the unanimous demand of Arab countries. &nbsp;&nbsp;&nbsp;\r\n   The United States has occupied the half of the Korean peninsula militarily, greatly threatening peace and security in northeast Asia and the rest of the world. &nbsp;&nbsp;&nbsp;\r\n   It should draw a lesson from the Israeli forces' withdrawal from southern Lebanon. The military intervention and the policy of strength are not a cure for all. \r\n\r\n"
        },
        {
            "title": "Japan's brazen-faced claim to Tok Islet refuted",
            "url": "http://kcna.co.jp/item/2000/200006/news06/01.htm#18",
            "content": "Strengthened education in revolutionary traditions called for \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- General Secretary Kim Jong Il during his recent trip to revolutionary battlesites around Mt. Paektu on a guidance mission called for intensifying education of the party members and other working people, the younger generation in particular, in the revolutionary traditions to meet the requirements of the developing situation. In this regard Rodong Sinmun today carries a signed article. &nbsp;&nbsp;&nbsp;\r\n   It says: &nbsp;&nbsp;&nbsp;\r\n   Reality goes to prove that the education in the revolutionary traditions is very instrumental in bringing up the younger generation well. &nbsp;&nbsp;&nbsp;\r\n   The education of the younger generation in the revolutionary traditions should be strengthened because it is important for leading them to steadfastly follow the road shown by Kim Jong Il, grasping the greatness of the party and leader as their own faith. &nbsp;&nbsp;&nbsp;\r\n   The revolutionary traditions of the Worker's Party of Korea (WPK) comprehensively deal with the immortal Juche idea founded by the great President Kim Il Sung and the noble revolutionary exploits and a wealth of fighting experience gained by him throughout his life totally dedicated to the country, the revolution and the people. &nbsp;&nbsp;&nbsp;\r\n   This education also provides a fundamental guarantee for enabling them to cherish an indomitable revolutionary spirit and creditably play their role as a shock brigade in socialist construction. &nbsp;&nbsp;&nbsp;\r\n   The young Korean people are performing miracles and exploits at all the difficult posts to build a powerful socialist nation under the uplifted banner of \"let us produce, study and live like the anti-Japanese guerrillas \". &nbsp;&nbsp;&nbsp;\r\nThe reality shows that only when the education in the revolutionary traditions is steadily intensified among the youngsters is it possible to prepare all of them to be revolutionaries ready to carry out whatever difficult tasks in the indomitable spirit of weathering out any adversity. &nbsp;&nbsp;&nbsp;\r\n   This education is also very instrumental in leading them to struggle in the staunch anti-imperialist spirit. &nbsp;&nbsp;&nbsp;\r\n   The revolutionary traditions of the WPK reflect the fortitude and iron will of the President who spent his whole life, leading the anti-imperialist struggle, and the souls of the anti-Japanese revolutionary forerunners who heroically fought against the Japanese aggressors, with strong class awareness and anti-imperialist spirit. That is why the revolutionary traditions of the WPK serve as a powerful weapon in training all the party members and other working people, the younger generation in particular, to be staunch anti-imperialist fighters. \r\n\r\n"
        }
    ]
}