{
    "date": "2000-01-16",
    "url": "http://kcna.co.jp/item/2000/200001/20000116.htm",
    "articles": [
        {
            "title": "Preparatory committees inaugurated",
            "url": "http://kcna.co.jp/item/2000/200001/news01/16.htm#1",
            "content": "Preparatory committees inaugurated \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 16 (KCNA) -- Preparatory committees for celebrating the 58th birthday of General Secretary Kim Jong Il were inaugurated in Egypt and Austria on January 10 and 11. &nbsp;&nbsp;&nbsp;\r\n   Abudulah Taily, chairman of the economic committee of the People's Assembly of Egypt, was elected chairman of the preparatory committee of Egypt and Erich Zavadil, secretary of the Society for the Promotion of the Relations Between Austria and the DPRK and the Austrian Committee for Supporting Korea's Reunification, chairman of the Austrian preparatory committee. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, a preparatory committee of the central association of Korean residents in Russia for commemorating his 58th birthday was formed on January 11. \r\n\r\n"
        },
        {
            "title": "Citizens' solidarity for general election formed",
            "url": "http://kcna.co.jp/item/2000/200001/news01/16.htm#2",
            "content": "Citizens' solidarity for general election formed \r\n &nbsp;&nbsp;&nbsp; Pyongyang, January 16 (KCNA) -- The citizens' solidarity for general election consisting of over 420 civic and public organisations including the Citizens' Solidarity for Democratic Society and the Federation for Environment Movement was formed in South Korea on January 12 with the approach of the \"election of National Assemblymen,\" according to a radio report from Seoul. &nbsp;&nbsp;&nbsp;\r\n   The organisation called a press conference in Seoul on the same day in connection with its inauguration. &nbsp;&nbsp;&nbsp;\r\n   The organisation officially declared that it would elect some 30 representatives from different sectors and regions to form a joint secretariat and a 500-member defense counsel and conduct dynamic activities including the movement against the registration of those forsaken by the people as candidates for the election and for their defeat from January 12. \r\n\r\n"
        },
        {
            "title": "Moves to station plainclothes policemen at schools",
            "url": "http://kcna.co.jp/item/2000/200001/news01/16.htm#3",
            "content": "Moves to station plainclothes policemen at schools \r\n &nbsp;&nbsp;&nbsp;Pyongyang, January 16 (KCNA) -- The south Jolla provincial \"police office\" of South Korea is scheming to station plainclothes policemen at middle and high schools in Kwangju and other areas of the province to gather information on students, according to a radio report from Seoul. &nbsp;&nbsp;&nbsp;\r\n   The police authorities made public an official note in December last year under the pretext of prevention of violence, announcing that about 330 police officers will be stationed at all the schools of the province and the number of police officers to be dispatched to middle and high schools in Kwangju will be two times those in other areas. &nbsp;&nbsp;&nbsp;\r\n   They forced the teachers to actively cooperate in police information gathering as \"honorary police officers.\" \r\n\r\n"
        },
        {
            "title": "Who is to be blamed for prostitution?",
            "url": "http://kcna.co.jp/item/2000/200001/news01/16.htm#4",
            "content": "Who is to be blamed for prostitution? \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 16 (KCNA) -- There are over 400,000 cabarets only for prostitution in South Korea at which about 1.5 million women have been hired, a commentary of Rodong Sinmun today discloses. &nbsp;&nbsp;&nbsp;\r\n   Such prostitution is encouraged by the ruling quarters who are engaging themselves in selling national dignity and sovereignty and interests of people to their imperialist masters without even a shred of national conscience and self-respect, only to prolong their dirty lives, it says, and goes on: &nbsp;&nbsp;&nbsp;\r\n   The U.S. aggression troops, regarding South Korean women only as sexual playthings, have been committing such shocking atrocities as raping and killing them. &nbsp;&nbsp;&nbsp;\r\n   The South Korean ruling quarters introduced the poisonous American pornographic culture and the Japanese fashion and way of life, trampling down the traditional beautiful manners and customs of the Korean people and human morality. &nbsp;&nbsp;&nbsp;\r\nOn top of it, they are offering women as playthings to the foreign aggression troops and money-grubbers. South Korea has been turned into a great prostitution center due to the U.S.'s policy of despising the Korean nation and racial discrimination policy and the South Korean ruling quarters' traitorous and flunkeyist politics. &nbsp;&nbsp;&nbsp;\r\n   The South Korean people will not be free from disasters, pains and misery as long as the U.S. and the ruling quarters remain in South Korea, forcing political  non-rights and destitution upon the working people through traitorous misrule and even violating women's chastity. \r\n\r\n"
        },
        {
            "title": "Shameless utterances of U.S. brass hat attacked",
            "url": "http://kcna.co.jp/item/2000/200001/news01/16.htm#5",
            "content": "Shameless utterances of U.S. brass hat attacked \r\n &nbsp;&nbsp;&nbsp;Pyongyang, January 16 (KCNA) -- Minju Joson today comments on the jargon made by the secretary of the U.S. Army to justify the massacres committed by GIs during the Korean War. &nbsp;&nbsp;&nbsp;\r\n   He, who flew to South Korea some days ago, said patronizing the massacres by GIs that it is impossible to probe into all the battles and gunfights in the Korean War which lasted for 3 years. On the mass killing in Rogun-ri, Yongdong county, North Chungchong Province, he said that at that time the U.S. Army officers stationed in Rogun-ri took civilians for military fighters. &nbsp;&nbsp;&nbsp;\r\n   Condemning his remarks as imprudent and shameless, the paper says: &nbsp;&nbsp;&nbsp;\r\n   When the issue of probing the massacre in Rogun-ri was on everybody's mouth, the U.S. made crafty scheme to evade the responsibility for it, describing the crime as \"accidental\", \"tactical error\", \"inevitable situation of action\" and \"data based on wrong testimonies and document.\"&nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities were consistent with the U.S. &nbsp;&nbsp;&nbsp;\r\n   They are resorting to every conceivable trick to cover up the massacre for fear of hurting the feeling of their master, the U.S., instead of punishing those who killed compatriots. &nbsp;&nbsp;&nbsp;\r\n   The U.S. can never evade the responsibility for the brutal killings  of innocent Koreans in the Korean War.  &nbsp;&nbsp;&nbsp;\r\n The U.S. and South Korean authorities should admit the crimes, apologize and compensate the Korean nation instead of making tricks to cover up the genocide. \r\n\r\n"
        },
        {
            "title": "Remains found in S. Korea",
            "url": "http://kcna.co.jp/item/2000/200001/news01/16.htm#6",
            "content": "Remains found in S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 16 (KCNA) -- Remains of political prisoners and civilians mercilessly killed by the \"ROK\" army and police of South Korea during the last June 25 War were reportedly found at a closed mine in the suburbs of Taegu. &nbsp;&nbsp;&nbsp;\r\n   Ri Pong Ryon, an old man who found the remains on January 13, said that victims would be innumerable, quoting witnesses as saying that a shaft pit of the closed mine was filled with dead bodies at that time. &nbsp;&nbsp;&nbsp;\r\n   Materials and evidence of the genocide committed by the South Korean ruling quarters recently disclosed one after another eloquently show their murderous character to the world. \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}