{
    "date": "2000-08-17",
    "url": "http://kcna.co.jp/item/2000/200008/20000817.htm",
    "articles": [
        {
            "title": "Kim Jung Rin meets Ethiopian delegation",
            "url": "http://kcna.co.jp/item/2000/200008/news08/17.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Meetings of separated families and relatives continue in Pyongyang",
            "url": "http://kcna.co.jp/item/2000/200008/news08/17.htm#2",
            "content": "Kim Jung Rin meets Ethiopian delegation \r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 17 (KCNA) -- Kim Jung Rin, secretary of the Central Committee of the Worker's Party of Korea, today met and had a talk in a friendly atmosphere with the visiting delegation of the Confederation of Ethiopian Trade Unions headed by its president Amare Alemayehu. &nbsp;&nbsp;&nbsp;\r\n   Present there were Ryom Sun Gil, chairman of the central committee of the General Federation of Trade Unions of Korea Dubale Belihu, charge d' affaires ad interim of the Ethiopian embassy in Pyongyang. \r\n\r\n"
        },
        {
            "title": "North side's visiting group of separated families and relatives sojourns in Seoul",
            "url": "http://kcna.co.jp/item/2000/200008/news08/17.htm#3",
            "content": "Meetings of separated families and relatives continue in Pyongyang \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, August 17 (KCNA) -- The members of the visiting group of separated families and relatives of the south side had more family-to-family meetings with their kinsmen at Pyongyang Koryo Hotel on August 17. &nbsp;&nbsp;&nbsp;\r\n   They shared kinship in a family atmosphere. &nbsp;&nbsp;&nbsp;\r\n   The emotion-charged meetings proved that Koreans are a homogeneous nation who cannot live separated. &nbsp;&nbsp;&nbsp;\r\n   The visiting group led by president Jang Chung Sik of the South Korean Red Cross appreciated national opera \"The Tale of Chun Hyang\". &nbsp;&nbsp;&nbsp;\r\n   The Pyongyang City People's Committee hosted a reception for the visiting group at Okryu Restaurant this evening. &nbsp;&nbsp;&nbsp;\r\n   Chairman of the committee Ryang Man Gil in his speech said that when the north and the south follow the road indicated by the north-south joint declaration, the cause of national reunification, the cherished desire of the nation, is bound to be achieved in the near future. This is the fixed faith of all the fellow countrymen which has been confirmed through the current exchange of the visiting groups arranged thanks to the historic north-south joint declaration, he added. &nbsp;&nbsp;&nbsp;\r\n  Expressing his joy over the successful conclusion of the visiting group's program, Jang Chung Sik called for pooling all sincerity and efforts so that the current visit may lead to a meeting of our 70 million fellow countrymen and become a great milestone for national reconciliation and reunification. \r\n\r\n"
        },
        {
            "title": "Friendly meeting with members of Finnish delegation",
            "url": "http://kcna.co.jp/item/2000/200008/news08/17.htm#4",
            "content": "North side's visiting group of separated families and relatives sojourns in Seoul \r\n  &nbsp;&nbsp;&nbsp; Seoul, August 16 (KCNA) -- The members of the visiting group of separated families and relatives of the north side had family-to-family reunions with their kinsmen in harmony in Seoul on August 16. &nbsp;&nbsp;&nbsp;\r\n   They hugged their kinsmen in the south in tears, inquiring after their dear family members' health and exchanging tidings. &nbsp;&nbsp;&nbsp;\r\n   They spent a pleasant time with their kinsmen, having meals altogether. &nbsp;&nbsp;&nbsp;\r\n   They said that they have worked at important posts as labour heroes, professors, doctors, people's scientists and merited actors and actresses and deputies to power organs at all levels under the deep care of the President Kim Il Sung and General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   They conveyed regards from their blood relations in the north and their letters and photos to their kinsmen in the south. &nbsp;&nbsp;&nbsp;\r\n   Noting that the reunification of the country is the only way of completely alleviating the pain of the separated families and relatives and achieving the nation's prosperity, the members of the visiting group and their  families and relatives in the south expressed strong will to pool their wisdom and energies to implement the north-south joint declaration. &nbsp;&nbsp;&nbsp;\r\n   That day, the visiting group inspected the Lotte World Folk Museum. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, head of the visiting group Ryu Mi Yong, chairperson of the central committee of the Korean Chondoist Chongu Party, and her party visited the South Korean Red Cross and conversed with officials concerned in a compatriotic atmosphere. \r\n\r\n"
        },
        {
            "title": "Korean people all out to implement WPK's calls",
            "url": "http://kcna.co.jp/item/2000/200008/news08/17.htm#5",
            "content": "Friendly meeting with members of Finnish delegation \r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 17 (KCNA) -- A friendly meeting with members of the delegation of the Finnish National Committee for the Study of the Juche Idea took place at the Moranbong Senior Middle School no. 1 in Pyongyang yesterday. &nbsp;&nbsp;&nbsp;\r\n   Invited there were members of the delegation led by Pekka Rantala, secretary general of the committee. &nbsp;&nbsp;&nbsp;\r\n   Present there were officials concerned, teachers and pupils of the school. &nbsp;&nbsp;&nbsp;\r\n   The participants looked round various circle rooms of the school before seeing an art performance given by schoolchildren. They conversed with each other, deepening friendly feelings. \r\n\r\n"
        },
        {
            "title": "Families of victims of GI crimes claim reparation for damage",
            "url": "http://kcna.co.jp/item/2000/200008/news08/17.htm#6",
            "content": "Korean people all out to implement WPK's calls \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 17 (KCNA) -- The Central Committee of the Worker's Party of Korea shortly ago called on the whole party and army and all the people to turn out to glorify this year, the 55th anniversary of the WPK, as a year of general advance and signal victory in building a powerful nation in the crucible of increased activity of Chollima. &nbsp;&nbsp;&nbsp;\r\n   Working people from all walks of life are performing praiseworthy feats in various domains of the national economy in hearty response to the party's calls. &nbsp;&nbsp;&nbsp;\r\n   The main thrust is to boost electricity and coal production. &nbsp;&nbsp;&nbsp;\r\n   Working people across the country are channeling their efforts into new construction projects, while increasing production to the maximum by using the existing equipment. &nbsp;&nbsp;&nbsp;\r\n   A high-pitched drive is now under way  in the domain of the power industry to complete earlier than scheduled the Songwon dam, the Thaechon power station nos. 2, 3 and 5, the second-stage project of the Anbyon Youth Power Station and over 340 minor power stations where projects started this year. &nbsp;&nbsp;&nbsp;\r\n   At least 30 minor power stations have already been completed. &nbsp;&nbsp;&nbsp;\r\n   A modernization process is making brisk headway at the Kim Chaek Iron Works, the Songjin Steel Complex and other establishments in the domain of metal industry. &nbsp;&nbsp;&nbsp;\r\n   Vigorous endeavors are being made in the domain of machine industry to boost the production of modern machines and generating equipment. &nbsp;&nbsp;&nbsp;\r\n   New innovation is being effected in the production of modern digital hydraulic excavators at the Rakwon Machine Factory  and in the manufacture of generating equipment at the management bureau of the Taean Heavy Machine Industry. &nbsp;&nbsp;&nbsp;\r\n   Paving and the construction of set-ups and tree-planting are in full gear at the Pyongyang-Nampho Motorway construction site. &nbsp;&nbsp;&nbsp;\r\n   More signal successes are reported from the Kaechon-Lake Thaesong Waterway project and other major construction sites. &nbsp;&nbsp;&nbsp;\r\n   The construction of modern poultry farms and chicken factories is nearing completion in different parts of the country. Signal achievements are reported from other domains of the national economy. \r\n\r\n"
        },
        {
            "title": "KCNA warns Japan against revival of militarism",
            "url": "http://kcna.co.jp/item/2000/200008/news08/17.htm#7",
            "content": "Families of victims of GI crimes claim reparation for damage \r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 17 (KCNA) -- Bereaved families of those killed by GIs on Aug. 13 brought a legal action against the U.S. forces, demanding them pay some 400 million won in reparation for damage, according to Seoul-based \"Yonhap News\". &nbsp;&nbsp;&nbsp;\r\n   However, no one can tell whether they will accept this claim or not as the U.S. has the right to decide on compensation under the shackling U.S.-South Korea \"status of Forces Agreement\". \r\n\r\n"
        },
        {
            "title": "KCNA urges immediate release of arrested S. Korean students",
            "url": "http://kcna.co.jp/item/2000/200008/news08/17.htm#8",
            "content": "KCNA warns Japan against revival of militarism \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 17 (KCNA) -- Ten ministers of the Mori cabinet of Japan and scores of dietmen reportedly made an official visit to \"Yasukuni Shrine\" on August 15. &nbsp;&nbsp;&nbsp;\r\n   The Japanese cabinet has 18 ministers. Most of them and all 78 dietmen of the supra-party dietmen's group made this official group visit to the shrine. This is clear evidence proving the rapid militarization of the Japanese society. &nbsp;&nbsp;&nbsp;\r\n   As everyone knows, \"Yasukuni Shrine\" is symbolic of Japanese militarism as the aggression troops who were killed during overseas aggression after the Meiji restoration are entombed there. &nbsp;&nbsp;&nbsp;\r\n   Therefore, the Korean people and peoples of other Asian countries who suffered immeasurable disasters from Japan's aggression have always been watchful against the attitude of the Japanese politicians toward the shrine. This is because the visit to the shrine turns the Japanese society right-wing and leads it to  militarization. &nbsp;&nbsp;&nbsp;\r\n   The recent official group visit of ministers of the Japanese cabinet and dietmen to the shrine is, therefore, an unbearable mockery and insult to the peoples of Korea and other countries of Asia and little short of a declaration of the revival of Japanese militarism. &nbsp;&nbsp;&nbsp;\r\n   However, the Japanese right-wing forces seem to forget that the revival of militarism leads them to self-destruction. &nbsp;&nbsp;&nbsp;\r\n   The Korean people and peoples of other Asian countries will never pardon the Japanese right-wing forces who are still seeking to realize their old dream of \"Greater East Asia Coprosperity Sphere\" while visiting the place where the departed soul of militarists is enshrined, instead of redressing their past crimes. \r\n\r\n"
        },
        {
            "title": "WPK's 55th anniversary to be celebrated in Bulgaria",
            "url": "http://kcna.co.jp/item/2000/200008/news08/17.htm#9",
            "content": "KCNA urges immediate release of arrested S. Korean students \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, August 17 (KCNA) -- The South Korean police reportedly arrested the chairman of the General Student Council of the Dankook University and three other leading members of the council on charges of violation of the \"Security Law.\"&nbsp;&nbsp;&nbsp;\r\n   The police claimed that the arrested students distributed literature praising the north during the election of the student council in November last year and \"praised and encouraged North Korea\" afterwards. &nbsp;&nbsp;&nbsp;\r\n   This can never be tolerated as it is a criminal act of chilling the rapidly mounting sentiment of alliance with the north in South Korea. &nbsp;&nbsp;&nbsp;\r\n   As everyone knows, the desire for national unity, reconciliation, exchange and cooperation, peace and reunification unprecedentedly mounted in the north and the south after the historic Pyongyang meeting and the inter-Korean summit talks and it grew stronger on the occasion of the 55th anniversary of the liberation of the country, in particular. &nbsp;&nbsp;&nbsp;\r\n   It is something against common sense that the South Korean police arrested patriotic students on charges of \"praising and encouraging the north\" at this time after \"defining it as an anti-state organization\". &nbsp;&nbsp;&nbsp;\r\n   It is quite natural that a vigorous struggle is being waged inside and outside South Korea  to abolish the most evil \"Security Law\". &nbsp;&nbsp;&nbsp;\r\n   The South Korean police's crackdown upon students by invoking the threadbare \"Security Law\", despite this hard reality, cannot be construed otherwise than an extremely despicable treacherous move to deliberately incite confrontation with the north and put a brake on the implementation of the north-south joint declaration. &nbsp;&nbsp;&nbsp;\r\n   This anachronistic behaviour of the South Korean police makes the north doubt whether the South Korean authorities are willing to implement the declaration or not. &nbsp;&nbsp;&nbsp;\r\n   If they have true will to implement the declaration, they should abolish the \"Security Law\", the anti-reunification evil law, and release the arrested students immediately. \r\n\r\n"
        }
    ]
}