{
    "date": "2000-08-13",
    "url": "http://kcna.co.jp/item/2000/200008/20000813.htm",
    "articles": [
        {
            "title": "Kim Jong Il receives delegation of S. Korean media organizations",
            "url": "http://kcna.co.jp/item/2000/200008/news08/13.htm#1",
            "content": "Kim Jong Il receives delegation of S. Korean media organizations \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, August 13 (KCNA) -- General Secretary Kim Jong Il on Saturday received the delegation of South Korean media organizations on a visit to Pyongyang. &nbsp;&nbsp;&nbsp;\r\n   Present there were Minister of Culture and Tourism Pak Ji Won= chairman of the Newspaper Association and Hangyore president Choe Hak Rae and chairman of the Broadcasting Association and KBS president Pak Kwon Sang who are co-heads of the delegation= president of Kukmin Ilbo Ri Jong Dae, president of Daehan Maeil Cha Il Sok and president of Choongang Ilbo Kum Chang Thae who are deputy heads for its members from newspaper organisations= MBC president Ro Song Dae and president of Radio Seoul Song To Gyun who are deputy heads for its members from broadcasting organisations= president of Kyunghyang Daily News Jang Jun Bong, chairman of Munhwa Ilbo Kim Jin Hyon, president of Segye Ilbo Song Pyong Jun, president of Hankuk Ilbo Jang Myong Su, president of Maeil Economic Shinmun Jang Tae Hwan, president of Seoul Economic Shinmun Kim Yong Ryol, president of Hankuk Economic Shinmun Kim Yong Yong, president in charge of home and foreign economic affairs of Korea Herald Kim Kyong Chol, president of Electronic Shinmun Kim Sang Yong, president of International Shinmun Ri Jong Dok, president of Pusan Ilbo Kim Sang Hun, president of Maeil Shinmun Kim Pu Gi, president of Ryongnam Ilbo Kim Kyong Suk, chairman of Kwangju Maeil Ko Je Chol, chairman of Kwangju Ilbo Kim Jong Thae, president of Taejon Ilbo Yun Jong So, president of Kyongin Ilbo U Jae Chan, president of Kangwondomin Ilbo An Hyong Sun, president of Kangwon Ilbo Choe Sung Ik, president of Chungchong Ilbo So Jong Ok, president of Kyongnam Shinmun Ri Mun Haeng, president of Jeju Ilbo Kim Tae Song, president of Inchon Ilbo Sin Hwa Su, president of the Christian Broadcasting System Kwon Ho Gyong, president of the Korean Educational Broadcasting Corporation Pak Hung Su, president of Radio Pyonghwa Pak Sin On, president of Buddhist Radio Kim Kyu Chil, president of Pusan Munhwa Broadcasting System Ryu Sam Ryol, president of Taegu Munhwa Broadcasting System Sin Tae Gun, president of Jonju Munhwa Broadcasting System Jang Yong Bae, president of Chunchon Munhwa Broadcasting System Sim Sang Su, president of Radio Pusan Kim Song Jo, president of Radio Taegu Ri Kil Yong, director of the Pusan broadcasting general bureau of the KBS Pang Yun Hyon, director of the Kwangju broadcasting general bureau of the KBS Kim Kwang Sok, director of the Taejon broadcasting general bureau of the KBS Ri Kwang Ho, director of the Chongju broadcasting general bureau of the KBS Nam Son Hyon, president of Yonhap TV News Paek In Ho and president of Radio Kyongin Pyo Wan Su who are members of the delegation= and suite members. &nbsp;&nbsp;&nbsp;\r\n     Also present there were secretaries of the Central Committee of the WPK Kim Yong Sun and Choe Thae Bok, its department directors Jong Ha Chol and Kim Yang Gon, chairman of the DPRK Information Committee Kang Nung Su, editor-in-chief of Rodong Sinmun Choe Chil Nam, general director of the KCNA Kim Ki Ryong and chairman of the DPRK Radio and TV Broadcasting Committee Cha Sung Su and officials concerned. &nbsp;&nbsp;&nbsp;\r\n   At the meeting members of the delegation expressed their profound thanks to Kim Jong Il for having personally invited them and taken utmost care of them. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il warmly welcomed them and had a conversation with them in a cordial atmosphere. &nbsp;&nbsp;&nbsp;\r\n   He extended his gratitude to President Kim Dae Jung for sending a big delegation of media organizations, the first of its kind after the north-south summit. &nbsp;&nbsp;&nbsp;\r\n   Recalling the history of national division that has imposed sufferings upon the Korean people, he made an important speech on cherishing high national pride and solving historic tasks before the Korean nation in keeping with the needs of the new millennium, promoting the common interests of the nation and developing the north-south relations on a new basis. &nbsp;&nbsp;&nbsp;\r\n   Noting with satisfaction that the overall relations between the north and the south have developed in favour of national reconciliation, unity and reunification since the publication of the June 15 joint declaration, he said that the media organizations of the north and the south should fulfil their responsibilities and duties to implement the joint declaration. &nbsp;&nbsp;&nbsp;\r\n   He congratulated the representatives of the media organizations of the north and the south on having adopted a joint agreement and underscored the need for the mediapersons in the north and the south to get rid of old force of habit from which they were locked in confrontation and distrust and conduct positive activities helpful to the implementation of the joint declaration and conforming with the will of the people. &nbsp;&nbsp;&nbsp;\r\n   He said that he would join hands with whoever supports and welcomes the June 15 joint declaration and takes part in the work to achieve the cause of reunification irrespective of whether it is a ruling party or an opposition party and leaving not only one's misstatement in the past but that made yesterday unnoticed. &nbsp;&nbsp;&nbsp;\r\n   Then, he gave lucid answers to a series of issues in which the representatives of the media organizations of the south side showed interest. &nbsp;&nbsp;&nbsp;\r\n   The representatives expressed profound thanks to Kim Jong Il for having kindly met them for a long time and said instructive words on how to develop the north-south relations, promote national unity and bring earlier the reunification of the country. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il hosted a luncheon for the delegation of media organizations of South Korea. &nbsp;&nbsp;&nbsp;\r\n   The luncheon proceeded in an amicable atmosphere overflowing with compatriotic feelings. &nbsp;&nbsp;&nbsp;\r\n   That day Kim Jong Il posed for a photograph with the members of the delegation. \r\n\r\n"
        },
        {
            "title": "Projected U.S.-Japan military exercise",
            "url": "http://kcna.co.jp/item/2000/200008/news08/13.htm#2",
            "content": "Projected U.S.-Japan military exercise \r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 13 (KCNA) -- The United States and Japan have planned to stage a joint military exercise under the simulated conditions of \"emergency in areas surrounding Japan\" in November. &nbsp;&nbsp;&nbsp;\r\n  Commenting on it, Rodong Sinmun today says: &nbsp;&nbsp;&nbsp;\r\n  The world is now pleased to see the tendency to peace and detente in the Korean peninsula and Asia. But, the U.S. and Japan are going to stage the exercise in firing ranges of the Japan \"Self-Defence Forces\" and on seas and skies of Japan with involvement of at least 20,000 troops. &nbsp;&nbsp;&nbsp;\r\n   The DPRK can not remain a passive onlooker to such moves of the U.S. and Japan. &nbsp;&nbsp;&nbsp;\r\n   The projected U.S.-Japan military exercise is an ill-boding movement as it is the first of its kind after the \"emergency legislation\" for implementing the updated \"Japan-U.S. Defence Cooperation Guidelines\" came into effect in Japan last year.  They do not bother to mention that the exercise is intended to deal with \"emergency in areas surrounding Japan.\"&nbsp;&nbsp;&nbsp;\r\n  Such movement is a challenge to the atmosphere of reconciliation and peaceful reunification prevailing on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n   The joint exercise is targeted against not only the Korean peninsula, but also big powers surrounding it. &nbsp;&nbsp;&nbsp;\r\n  It is an invariable ambition of the U.S. to contain those big powers by militarily occupying the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n   Japan is collaborating with the U.S. in putting the design into practice. Japan seeks to realise its old dream of \"greater east Asia coprosperity sphere\" with the backing of the U.S. &nbsp;&nbsp;&nbsp;\r\n   Nobody can vouch that the U.S. and Japan will not make any dangerous action to realise their ambition. &nbsp;&nbsp;&nbsp;\r\n   They are threatening the DPRK and disturbing the stability of east Asia with reckless war exercises. &nbsp;&nbsp;&nbsp;\r\n   We can never tolerate such dangerous criminal deed. &nbsp;&nbsp;&nbsp;\r\n   They should ponder over the consequences to be entailed by their moves. \r\n\r\n"
        },
        {
            "title": "Revision of \"S. Korea-U.S. Status of Forces Agreement\" urged",
            "url": "http://kcna.co.jp/item/2000/200008/news08/13.htm#3",
            "content": "Revision of \"S. Korea-U.S. Status of Forces Agreement\" urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 13 (KCNA) -- Over 150 South Korean students marched on bicycles and held a rally on August 10 in demand of the total revision of \"South Korea-U.S. Status of Forces of Agreement,\" according to Yonhap News of South Korea. &nbsp;&nbsp;&nbsp;\r\n   At the rally, they asserted that all provisions of the \"agreement\" should be revised, including provisions related to GIs' crimes, environment, share of military expenditure and human rights of the South Korean workers in the U.S. military bases. &nbsp;&nbsp;&nbsp;\r\n   They urged the South Korean and the U.S. authorities to take a proper approach to the negotiations for the revision.\r\n\r\n"
        },
        {
            "title": "Korean people's cause of reunification supported in Nepal",
            "url": "http://kcna.co.jp/item/2000/200008/news08/13.htm#4",
            "content": "Korean people's cause of reunification supported in Nepal \r\n &nbsp;&nbsp;&nbsp;Pyongyang, August 13 (KCNA) -- The National Liberal Students League of Nepal issued a statement to support the Korean people's cause of national reunification. &nbsp;&nbsp;&nbsp;\r\n   The statement said the Korean people have suffered innumerable misfortunes and pain from the division of their country imposed by the imperialists. &nbsp;&nbsp;&nbsp;\r\n   Noting that Korea's reunification emerges as a pressing issue in the international political arena, the statement stressed: &nbsp;&nbsp;&nbsp;\r\n   Millions of Nepalese youth and students sincerely hope the Korean people, who have created and developed one language, culture and history, will be reunified at an early date, and extend firm solidarity to them in their efforts for it. \r\n\r\n"
        },
        {
            "title": "Leading members of S. Korean General Student Council arrested",
            "url": "http://kcna.co.jp/item/2000/200008/news08/13.htm#5",
            "content": "Leading members of S. Korean General Student Council arrested \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 13 (KCNA) -- The Ryongsan Police Station in Seoul arrested 4 leading members of the General Student Council of Dankook University including Pak Yo Sop, chairman  of the council, on charges of violation of the \"Security Law,\" according to Seoul-based Christian Broadcasting System. &nbsp;&nbsp;&nbsp;\r\n   They were active as deputies to the South Korean Federation of University Student Councils (Hanchongryon) and occupied the university president's office room against the increase of registration fee in April allegedly to disturb business. &nbsp;&nbsp;&nbsp;\r\n   And the Seoul District Public Prosecutors Office detained and indicted Jong Tong Hui, chairman of the General Student Council of Korea University, on August 8 for the reason that he led \"violent\" demonstrations on two occasions from March. \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun condemns crimes of Japan",
            "url": "http://kcna.co.jp/item/2000/200008/news08/13.htm#6",
            "content": "Rodong Sinmun condemns crimes of Japan \r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 13 (KCNA) -- Rodong Sinmun today in a signed article says that Japan should unconditionally make a satisfactory apology and compensation to the Korean people with a view to showing its sincere reflection on its past crimes. &nbsp;&nbsp;&nbsp;\r\n   The Japanese imperialists are the criminals who left an unhealed scar to the Korean people, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n   Brutality of Japan's unethical crimes committed during its colonial rule over Korea lies in the fact that the crimes were to exterminate one nation in the world. &nbsp;&nbsp;&nbsp;\r\n   Japan defined it as a state policy to obliterate the Korean nation and committed brutal atrocities during the whole period of its occupation of Korea. &nbsp;&nbsp;&nbsp;\r\n   The Japanese imperialists resorted to despicable schemes to stamp out the national character of the Korean nation during its colonial rule. &nbsp;&nbsp;&nbsp;\r\n   At that time, they goaded at least 6 million Korean young and middle-aged people, almost all young labour force of Korea, into hard toil and kidnapped about 200,000 young girls and married women to make them sex slaves for the Japanese aggression army. &nbsp;&nbsp;&nbsp;\r\n   The brutality of the crimes also lies in the fact that the crimes were the most shameless and extensive plunders against one country and one nation. &nbsp;&nbsp;&nbsp;\r\n   The Japanese imperialists plundered Korea of gold, silver and other kinds of minerals, agricultural products including rice and cotton, marine, forest and all other resources during their colonial rule. &nbsp;&nbsp;&nbsp;\r\n   Toward the end of the pacific war, they took away all brass spoons and chopsticks from every household and even ornamental hairpins of married women. &nbsp;&nbsp;&nbsp;\r\n   Japan's crimes are not limited to the period of its colonial rule. &nbsp;&nbsp;&nbsp;\r\n   Japan has ceaselessly committed crimes of adding pains to the wounds of the Korean people by scheming cunningly and shamelessly to avoid the responsibility for apology and compensation for its past crimes. &nbsp;&nbsp;&nbsp;\r\n   Japan should apologize and make an adequate compensation for all its crimes against the Korean people. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}