{
    "date": "2000-11-23",
    "url": "http://kcna.co.jp/item/2000/200011/20001123.htm",
    "articles": [
        {
            "title": "Kim Jong Il inspects KPA unit no. 833",
            "url": "http://kcna.co.jp/item/2000/200011/news11/23.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Big rallies and demonstrations in S. Korea",
            "url": "http://kcna.co.jp/item/2000/200011/news11/23.htm#2",
            "content": "Kim Jong Il inspects KPA unit no. 833 \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 23 (KCNA) - General Secretary Kim Jong Il, yesterday inspected unit of the Korean People's Army no. 833 honored with the title of \"O Jung Hup's 7th Regiment.\"\r\n Accompanying him were KPA generals Ri Myong Su, Hyon Chol Hae and Pak Jae Gyong. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il acquainted himself in detail with the unit's performance of its duty after hearing a report on the situation from its commander. Then he watched the training of its servicemen.  &nbsp;&nbsp;&nbsp;\r\n Greatly satisfied to see all of them fully prepared as a-match-for-a-hundred fighters capable of firmly defending the security of the country and the people, he set forth highly important tasks which would serve as a guideline for significantly increasing the combat capability of the unit. &nbsp;&nbsp;&nbsp;\r\n He highly appreciated their signal achievements, noting that the officers and men of the unit have grown strong to be a matchless combat contingent fully prepared politically and ideologically and in military technique in the course of the vigorous \"movement to win the title of O Jung Hup's 7th Regiment,\" in particular, to thoroughly implement the party's military line.   &nbsp;&nbsp;&nbsp;\r\n He took warm care of the soldiers' living, looking round an educational room, a lecture room, sleeping quarters, a mess and other places. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il said that all the commanding officers should pay primary attention to the supply service, bearing deep in mind the great leader Kim Il Sung's teaching that supply service precisely means a political work, and thus provide their dear soldiers with the best living conditions. &nbsp;&nbsp;&nbsp;\r\n He gave servicemen of the unit an automatic rifle as a gift and had a picture taken with them. &nbsp;&nbsp;&nbsp;\r\n After inspecting the unit, Kim Jong Il saw the performances given by the art propaganda squad of the large combined unit no. 324 of the KPA which participated in the 28th art festival of its servicemen and soldiers of the twice three revolution red flag company under KPA unit no. 826. &nbsp;&nbsp;&nbsp;\r\n They put on the stage art pieces of diverse genres such as a chorus \"the marshal is the banner of victory,\" a poetical drama for agitation \"ranks of human bombs, forward\" and group poem reciting and chorus \"we will win victory under unfurled flag of supreme commander.\" &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il warmly congratulated them on their successful performances and set forth important tasks to intensify revolutionary and militant art activities.    \r\n\r\n"
        },
        {
            "title": "Art festival of KPA soldiers goes on",
            "url": "http://kcna.co.jp/item/2000/200011/news11/23.htm#3",
            "content": "Big rallies and demonstrations in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 23 (KCNA) -- Peasants organizations including the \"National Federation of Peasants Associations\" staged rallies in different parts of South Korea on November 21 condemning the authorities' agricultural policy failure and demanding the settlement of peasant families' debts, according to Seoul-based radio no. 1.\r\n The participants occupied main motorways across South Korea before staging demonstrations demanding a cutdown in their debts.    \r\n\r\n"
        },
        {
            "title": "Pioneer in creation of literary works on leader",
            "url": "http://kcna.co.jp/item/2000/200011/news11/23.htm#4",
            "content": "Art festival of KPA soldiers goes on \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 23 (KCNA) -- Performances of art propaganda squads of units of the Korean People's Army are now going on in theaters of Pyongyang and at KPA units.\r\n They proved successful at the 28th art festival of kpa servicemen held on the occasion of the 55th anniversary of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n They are divided into company art groups and art propaganda squads. put on the stages are many art pieces of diverse genres characteristic of strong fighting spirit, appeal and agitation. &nbsp;&nbsp;&nbsp;\r\n Among them are many numbers praising immortal leadership exploits of the respected Supreme Commander Kim Jong Il including \"the marshal is the banner of victory\" and \"the soldiers sing of our supreme commander.\" &nbsp;&nbsp;&nbsp;\r\n Their programs also included numbers \"pleasant break on drill ground\" and \"let us be loyalists true to faith\" depicting KPA soldiers' worthwhile service, spirit of devotedly defending the leader, spirit of human bombs and spirit of suicide bombers. &nbsp;&nbsp;&nbsp;\r\n The festival fully demonstrated the noble spiritual world of the people's army which set an example in the creation of revolutionary art, too, to be followed by the society.    \r\n\r\n"
        },
        {
            "title": "Three principles, cornerstone for reunification",
            "url": "http://kcna.co.jp/item/2000/200011/news11/23.htm#5",
            "content": "Pioneer in creation of literary works on leader \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 23 (KCNA) -- The full-length novel \"Turn\" of library \"Immortal Guidance\" is very popular among readers in Korea.\r\n This novel makes an exhaustive and profound depiction of the revolutionary exploits the great leader Kim Jong Il performed by propounding the Juche-oriented theory on the leader and bringing about a new turn in the Korean revolution in the middle of the 1960s on the basis of historical facts. &nbsp;&nbsp;&nbsp;\r\n It was written by 75-year-old Kwon Jong Ung of the April 15 writing group. He is labour hero. &nbsp;&nbsp;&nbsp;\r\n He had exceptional interest in writing stories when he was working at a coal mine. &nbsp;&nbsp;&nbsp;\r\n He wrote a novel \"Garden Zinnia\" in Juche 50(1961), thus cutting a conspicuous figure in the Korean literary circle. &nbsp;&nbsp;&nbsp;\r\n This novel depicts the beautiful spiritual world of a man of new type in the era of chollima. An honoured disabled soldier, who is hero of the story, devotes his all to the country and people as a watchman protecting roads from falling stones. &nbsp;&nbsp;&nbsp;\r\n At that time literary critics described the novel as a work that marked a turning-point in the creation of short novels in Korea in the 1960s. &nbsp;&nbsp;&nbsp;\r\n Kwon is praised as one of the pioneers in creating literary works on the leader in Korea. &nbsp;&nbsp;&nbsp;\r\n His typical works are full-length novels \"The Year 1932\" and \"Bright Morning\" of the cycle of novels \"Immortal History\". &nbsp;&nbsp;&nbsp;\r\n These novels truthfully represent the immortal revolutionary history of the great leader President Kim Il Sung, his noble personality and the victorious course of the anti-Japanese armed struggle and the validity and vitality of the Workers' Party of Korea's policy towards intellectuals. &nbsp;&nbsp;&nbsp;\r\n It is his special talent that his stories make an emotional delineation of people's inner world and are replete with fervent zeal and strong appeal. &nbsp;&nbsp;&nbsp;\r\n His novels are popular among readers as they deal with most crucial issues raised by times. He has authored scores of novels including full-length novels \"Thorny Path\" and \"Spirit of Era.\" about ten novels  of them depict the leader. &nbsp;&nbsp;&nbsp;\r\n He is putting his heart and soul into the creation of novels with youthful creative energy.    \r\n\r\n"
        },
        {
            "title": "New Nepalese ambassador presents his credentials to Kim Yong Nam",
            "url": "http://kcna.co.jp/item/2000/200011/news11/23.htm#6",
            "content": "Three principles, cornerstone for reunification \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 23 (KCNA) -- Three principles -- independence, peaceful reunification and great national unity -- are the justest reunification programme and immutable principles to which the Korean nation should hold fast in achieving reunification, says Rodong Sinmun today in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The presentation of the three principles of national reunification by the great leader Kim Il Sung is one of the greatest feats he performed in the cause of national reunification. &nbsp;&nbsp;&nbsp;\r\n National independence is a basic principle of national reunification which allows of no concession. The whole nation should hold aloft the banner of national independence and settle the issue of national reunification by the concerted efforts of the Korean nation itself, not with the help of foreign forces. &nbsp;&nbsp;&nbsp;\r\n Peace and peaceful reunification of the country are what the Korean nation wants awake or asleep. National reunification should be achieved in a way of promoting national reconciliation and unity, not a way of fighting each other. &nbsp;&nbsp;&nbsp;\r\n National reunification is a nationwide cause which should be achieved by the great unity of the entire nation. If all the Koreans in the north, south and abroad put the idea and common interests of the nation above anything else and unite close on this basis, it is just national reunification. &nbsp;&nbsp;&nbsp;\r\n In order to achieve national reunification, the desire and demand of the fellow countrymen, at an early date, all of them should remain faithful to the three principles of national reunification among other things.    \r\n\r\n"
        },
        {
            "title": "Premier Hong Song Nam meets delegation of Switzerland-Sweden ABB Ltd.",
            "url": "http://kcna.co.jp/item/2000/200011/news11/23.htm#7",
            "content": "New Nepalese ambassador presents his credentials to Kim Yong Nam \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 23 (KCNA) - Rajeshwar Acharya, newly-appointed ambassador e.p. of the Kingdom of Nepal to the DPRK, presented his credentials to Kim Yong Nam, president of the presidium of the DPRK Supreme People's Assembly, at the Mansudae Assembly Hall today. \r\n Present there was vice-minister of Foreign Affairs Pak Kil Yon. &nbsp;&nbsp;&nbsp;\r\n After receiving credentials, Kim Yong Nam conversed with the ambassador.    \r\n\r\n"
        }
    ]
}