{
    "date": "2000-10-08",
    "url": "http://kcna.co.jp/item/2000/200010/20001008.htm",
    "articles": [
        {
            "title": "Special envoy of Kim Jong Il leaves for U.S.",
            "url": "http://kcna.co.jp/item/2000/200010/news10/08.htm#1",
            "content": "Special envoy of Kim Jong Il leaves for U.S. \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, October 8 (KCNA) -- Vice marshal Jo Myong Rok, first vice-chairman of the National Defence Commission of the Democratic People's Republic of Korea and director of the general political department of the Korean People's Army, left here today by special plane to visit the United States as a special envoy of the great leader Kim Jong Il, Chairman of the NDC of the DPRK and Supreme Commander of the KPA. &nbsp;&nbsp;&nbsp;\r\n  His entourage includes Kang Sok Ju, first vice-Minister of Foreign Affairs, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n  The special envoy and his entourage were seen off at the airport by Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea, vice marshal Kim Yong Chun, member of the NDC of the DPRK and chief of the KPA general staff, Yang Hyong Sop, vice-president of the spa presidium, Choe Thae Bok, chairman of the SPA, Kim Yang Gon, department director of the Central Committee of the Worker's Party of Korea, Kim Kye Gwan, vice-Minister of Foreign Affairs, and Wang Guozhang, Chinese ambassador to the DPRK. \r\n\r\n"
        },
        {
            "title": "Plane from north to arrive at Kimpho airport to bring guests from south",
            "url": "http://kcna.co.jp/item/2000/200010/news10/08.htm#2",
            "content": "Plane from north to arrive at Kimpho airport to bring guests from south \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 8 (KCNA) -- Several South Korean political parties and organizations and personages from all walks of life  will visit Pyongyang on the occasion of the 55th anniversary of the Worker's Party of Korea.&nbsp;&nbsp;&nbsp;\r\n A plane from the north is expected to arrive at Kimpho airport at 9 a.m. On October 9 to bring them to Pyongyang. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il proclaims completion of Anbyon Youth Power Station",
            "url": "http://kcna.co.jp/item/2000/200010/news10/08.htm#3",
            "content": "Kim Jong Il proclaims completion of Anbyon Youth Power Station \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 8 (KCNA) -- Supreme commander of the Korean People's Army Kim Jong Il issued an order extending his thanks to the servicemen and builders for completing the second stage construction of the Anbyon Youth Power Station. &nbsp;&nbsp;&nbsp;\r\n   The order of the Supreme Commander of the KPA no. 00135 dated Oct. 4 reads: &nbsp;&nbsp;&nbsp;\r\n   Servicemen of the people's army and builders have prepared the biggest gift for the party and country by completing the second stage construction of the Anbyon youth power station on the occasion of the 55th anniversary of the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n   The station is a great creation made in the revolutionary spirit of soldiers and a grand monument to self-reliance, a materialization of the far-reaching plan of our party to make a breakthrough in building a powerful nation by solving the problem of electricity before anything else. &nbsp;&nbsp;&nbsp;\r\n   Highly appreciating the heroic exploits servicemen of the people's army and builders have performed by carrying out the last instruction given by the great leader Kim Il Sung to the KPA for the socialist economic construction through a bloody struggle in the spirit of the red-flag and in the do-or-die spirit I order as follows: &nbsp;&nbsp;&nbsp;\r\n   1. I proclaim to the world that the world's leading Anbyon Youth Power Station has been successfully completed through a heroic struggle of servicemen of the Korean People's Army and builders. &nbsp;&nbsp;&nbsp;\r\n    2. I extend thanks to the servicemen, builders, scientists, technicians, volunteers and their families for building a gigantic edifice in the era of the workers' party, overcoming difficulties and obstacles in the revolutionary spirit of soldiers after participating in the second stage project of the station. \r\n\r\n"
        },
        {
            "title": "Song and dance ensemble of KPA gives art performance",
            "url": "http://kcna.co.jp/item/2000/200010/news10/08.htm#4",
            "content": "Song and dance ensemble of KPA gives art performance \r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 8 (KCNA) -- An art performance was given at the April 25 House of Culture on Saturday by the song and dance ensemble of the Korean People's Army to celebrate the 3rd anniversary of the respected Supreme Commander Kim Jong Il's election as General Secretary of the Worker's Party of Korea and the 55th anniversary of the WPK. &nbsp;&nbsp;&nbsp;\r\n   Kim Yong Nam, Hong Song Nam and other senior party and state officials were among the audience. &nbsp;&nbsp;&nbsp;\r\n   Also seeing it were the delegates to the celebrations of the 55th anniversary of the WPK and unconverted long-term prisoners who are indomitable pro-reunification patriotic fighters. &nbsp;&nbsp;&nbsp;\r\n   Put on the stage were various art pieces depicting the immortal history of the WPK, outstanding feats Kim Jong Il has performed through his army-first revolutionary leadership, the indomitable fighting spirit and firm determination of the KPA and the people to build a powerful nation and their revolutionary optimism. \r\n\r\n"
        },
        {
            "title": "U.S. troops' environmental pollution denounced",
            "url": "http://kcna.co.jp/item/2000/200010/news10/08.htm#5",
            "content": "U.S. troops' environmental pollution denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 8 (KCNA) -- South Korean organizations are strongly protesting the discharge of waste oil from a unit of the U.S. troops stationed in Wonju, South Korean Kangwon Province, according to South Korean Yonhap News. &nbsp;&nbsp;&nbsp;\r\n   The waste oil was reported to contain substance fatally injurious to the endocrine system of a human body. &nbsp;&nbsp;&nbsp;\r\n   15 organizations including the Wonju Federation of the Movement for Environment and the Wonju Young Men's Christian Association formed the All Citizens Committee of Measures Against the Discharge of Waste Oil from the U.S. Military Base on October 4. In its inaugural prospectus the committee denounced the U.S. forces for hiding the incident with an arrogant approach though it is crucial incident threatening the life and security of the population. &nbsp;&nbsp;&nbsp;\r\n   And the organizations threatened to launch a powerful struggle to root out the crimes by the U.S. troops, demanding the commander of the U.S. armed forces in South Korea apologize for this and promptly close the U.S. military base in Wonju. &nbsp;&nbsp;&nbsp;\r\n   The Green Association also laid bare the gravity of the crime committed by the U.S. armed forces and is now conducting a detailed investigation into it. \r\n\r\n"
        },
        {
            "title": "3rd anniv. of Kim Jong Il's election as General Secretary of WPK observed",
            "url": "http://kcna.co.jp/item/2000/200010/news10/08.htm#6",
            "content": "3rd anniv. of Kim Jong Il's election as General Secretary of WPK observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 8 (KCNA) -- The great leader Kim Jong Il was elected General Secretary of the Worker's Party of Korea (WPK) on October 8 Juche 86 (1997), which was a reflection of the unanimous will and desire of the whole party and army and all the people. &nbsp;&nbsp;&nbsp;\r\n   On this occasion Rodong Sinmun and Minju Joson carry editorials under the respective titles \"Our party led by the great leader is ever-victorious\" and \"let us exalt forever the honor of having the great leader Kim Jong Il at the head of the party.\"&nbsp;&nbsp;&nbsp;\r\n   Rodong Sinmun says that by having Kim Jong Il at the head of the WPK it came to have a sure guarantee for accomplishing the cause of party building of Juche started by the great leader Kim Il Sung and there began a new era of completing the revolutionary cause of Juche in all fields under the leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   It continues: &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il is the greatest statesman of the present times who has led the Korean revolution to one victory after another, steadily strengthening and developing the WPK to be a revolutionary party of Juche. &nbsp;&nbsp;&nbsp;\r\n   His election as General Secretary of the WPK was an expression of the unbounded trust and absolute support of the party members and the people. &nbsp;&nbsp;&nbsp;\r\n   Over the last three years since his election, his greatness was fully demonstrated as he has led the cause of building a powerful nation of Juche along the road of shining victory. &nbsp;&nbsp;&nbsp;\r\n   Under his outstanding leadership the might of our country has steadily grown strong. This is a very precious achievement. &nbsp;&nbsp;&nbsp;\r\n Noting that it is the greatest honor for the Korean people to live and struggle holding him in high esteem as the great leader of the party and revolution and the benevolent father of the nation, the paper calls on the entire party membership, officers and men of the people's army and the people to rally close around him and wage a dynamic struggle for the ultimate victory of the Korean revolution. &nbsp;&nbsp;&nbsp;\r\n   Minju Joson calls on all the people to dynamically struggle for the ultimate victory of the revolutionary cause of Juche and thus exalt forever the honor of our fatherland and people having Kim Jong Il at the head of the WPK. \r\n\r\n"
        },
        {
            "title": "Rash act under fire",
            "url": "http://kcna.co.jp/item/2000/200010/news10/08.htm#7",
            "content": "Rash act under fire \r\n   &nbsp;&nbsp;&nbsp; Pyongyang, October 8 (KCNA) -- The South Korean military authorities on October 2 made public \"defense budget\" for next year, which shows a 6.5 percent growth above last year and \"2001-2005 mid-term arms buildup plan.\"&nbsp;&nbsp;&nbsp;\r\n   The military spending spree and arms buildup stepped up by the South Korean authorities at a time when the scales of situation are tipped in favor of detente, reconciliation and cooperation in the wake of the publication of the north-south joint declaration are an open challenge to the declaration and an unpardonable crime against the nation and reunification, says Rodong Sinmun today. &nbsp;&nbsp;&nbsp;\r\n   The news analyst says: &nbsp;&nbsp;&nbsp;\r\n   At the recent talks held on Jeju Island the military authorities from the north and south of Korea shared the same understanding that it is most awfully necessary to ease military tensions and achieve a durable peace on the Korean peninsula and completely remove the danger of war from the region and agreed to work together. &nbsp;&nbsp;&nbsp;\r\n   A promise made between the two sides can be honored only when they work together, true to it. The South Korean authorities promised to work together with the north in order to pave the way for the independent and peaceful reunification. The military spending spree and arms buildup stepped up by the South Korean authorities taking advantage of the moves of outsiders to do harm to and stifle the north are a height of impudence. &nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities should ponder over the grave consequences of the reckless arms buildup stepped up behind the scene of dialogue. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il issues order on promoting military titles of KPA commanding officers",
            "url": "http://kcna.co.jp/item/2000/200010/news10/08.htm#8",
            "content": "Kim Jong Il issues order on promoting military titles of KPA commanding officers \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 8 (KCNA) -- KPA Supreme Commander Kim Jong Il issued an order on promoting military ranks of commanding officers of the KPA on the occasion of the 55th anniversary of the Worker's Party of Korea.  &nbsp;&nbsp;&nbsp;\r\n His order no. 00133 dated October 4 says that the proud militant path covered by the people's army firmly guaranteeing the victorious advance of the revolutionary cause of Juche by force of arms and the exploits performed by it in this course are associated with the intense loyalty and noble patriotism of the KPA commanding officers who have glorified their military service with rifles all their lives. &nbsp;&nbsp;&nbsp;\r\n The order expresses the firm belief that the commanding officers of the KPA who have grown under the care of the party and the leader will as ever faithfully uphold the party's army-first revolutionary leadership as the backbone of our revolutionary armed forces and firmly guarantee the accomplishment of the revolutionary cause of Juche with arms and bear the brunt of the building of a powerful socialist nation.  &nbsp;&nbsp;&nbsp; \r\n According to the order, Ri Myong Su received the military title of General, Kim Kum Son and Ri Chan Bok that of Colonel General, six other commanding officers that of Lieutenant General and 35 others that of major general. \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il issues order to send thanks to Thaechon Power Station builders",
            "url": "http://kcna.co.jp/item/2000/200010/news10/08.htm#9",
            "content": "Kim Jong Il issues order to send thanks to Thaechon Power Station builders \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 8 (KCNA) -- Supreme Commander Kim Jong Il of the Korean People's Army issued an order to send thanks to the builders of the Thaechon Power Station. &nbsp;&nbsp;&nbsp;\r\n   October 4 order no. 00136 of the KPA Supreme Commander says: &nbsp;&nbsp;&nbsp;\r\n   It is an important way of decisively solving the nation's serious problem of electricity to push ahead with the construction of large-scale hydraulic power stations. &nbsp;&nbsp;&nbsp;\r\n   Though they were hard pressed for everything, the builders of the Thaechon Power Station completed with credit the expansion project of Songwon and Thaechon dams and the construction of Thaechon Power Station no. 5 by giving full display to the revolutionary spirit of self-reliance and fortitude on the occasion of the 55th anniversary of the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n   The completion of the construction of the Thaechon Power Station is a resounding victory that demonstrated once again to the whole world that the Korean people are able to build without fail  a powerful socialist nation of Juche in this land no matter what sanctions and blockade the imperialists may impose upon the DPRK. &nbsp;&nbsp;&nbsp;\r\n   I extend thanks to servicepersons of the Korean people's security forces, builders, scientists, technicians, helpers and their families for having performed great exploits of labor in the worthy struggle to build the Thaechon power station in the revolutionary spirit of soldiers despite manifold difficulties and hardships. \r\n\r\n"
        },
        {
            "title": "Celebration meeting held in Russia",
            "url": "http://kcna.co.jp/item/2000/200010/news10/08.htm#10",
            "content": "Celebration meeting held in Russia \r\n\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 8 (KCNA) -- A meeting was held at the building of the Council of the Union of Communist Parties-the Communist Party of the Soviet Union on October 4 in celebration of the 55th anniversary of the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n Its chairman Oleg Shenin in his report said that acting as the headquarters of the revolution since its foundation, the WPK under the wise guidance of the President Kim Il Sung called upon the Korean people to build new Korea, victoriously led the Fatherland Liberation War fought against the U.S. and their stooges in the 1950s and built a socialist paradise in the North Korea.  &nbsp;&nbsp;&nbsp;\r\n Today the heroic Korean people are firmly defending  and advancing socialism to victory overcoming all sorts of difficulties and hardships under the wise guidance of the great leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il is an outstanding great man of our times endowed with ideas, leadership art and all other best traits and qualifications to be possessed of by a leader. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il is leading enormous social, political and economic affairs of the country with his extraordinary leadership ability and experienced and tested leadership. \r\n\r\n"
        },
        {
            "title": "Preparatory committees formed abroad",
            "url": "http://kcna.co.jp/item/2000/200010/news10/08.htm#11",
            "content": "Preparatory committees formed abroad \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, October 8 (KCNA) -- Preparatory committees were inaugurated in Syria, Malta and Mongolia to celebrate the 55th anniversary of the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n   Chairman of the inspection commission of the Arab Socialist Baath Party of Syria, the general secretary of the central committee of the Communist Party of Malta and the manager of the Mongolian Central Palace of Culture were respectively elected chairmen of the preparatory committees. &nbsp;&nbsp;&nbsp;\r\n   The committees decided to hold colourful functions including celebration meetings, symposiums and film shows on the occasion. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}