{
    "date": "2000-03-31",
    "url": "http://kcna.co.jp/item/2000/200003/20000331.htm",
    "articles": [
        {
            "title": "Greetings to Russian President",
            "url": "http://kcna.co.jp/item/2000/200003/news03/31.htm#1",
            "content": "Greetings to Russian President \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, March 31 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, on March 29 sent a message of greetings to Vladimir Vladimirovich Putin upon his election as President of the Russian Federation.&nbsp;&nbsp;&nbsp;\r\n   The message extended warm congratulations to him on his election as President of the Russian Federation. &nbsp;&nbsp;&nbsp;\r\n   Expressing the belief that the long-standing traditional relations of friendship between the two countries would develop freshly on the basis of the treaty of friendship, good neighborliness and cooperation between the DPRK and Russia, the message sincerely wished the President success in his responsible work for peace, stability and prosperity of the country. \r\n\r\n"
        },
        {
            "title": "Greetings to senior Norwegian officials",
            "url": "http://kcna.co.jp/item/2000/200003/news03/31.htm#2",
            "content": "Greetings to senior Norwegian officials \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, March 31 (KCNA) -- Hong Song Nam, premier of the DPRK cabinet, sent a message of greetings to Jens Stoltenberg upon his appointment as Prime Minister of the Kingdom of Norway. &nbsp;&nbsp;&nbsp;\r\n   The message extended congratulations to him and wished him success in his responsible work. &nbsp;&nbsp;&nbsp;\r\n   It expressed the belief that the friendly and cooperative relations between the two countries would continue to develop favourably in conformity with shared interests. &nbsp;&nbsp;&nbsp;\r\nForeign Minister Paek Nam Sun sent a message of greetings to Torbjoern Jagland upon his appointment as Foreign Minister of Norway. \r\n\r\n"
        },
        {
            "title": "More flowers and trees planted in arboretum",
            "url": "http://kcna.co.jp/item/2000/200003/news03/31.htm#3",
            "content": "More flowers and trees planted in arboretum \r\n &nbsp;&nbsp;&nbsp; Pyongyang, March 31 (KCNA) -- Many species of trees and flowers are being planted in the arboretum of the Kumsusan Memorial Palace with the spring tree planting going in full gear in the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The arboretum was established in Juche 85 (1996). &nbsp;&nbsp;&nbsp;\r\nAccording to data available, over 12,000 flowers and trees of at least 60 species have been planted there in a recent month alone. &nbsp;&nbsp;&nbsp;\r\n   As a result, at least 1.1 million plants of more than 250 species grow there. &nbsp;&nbsp;&nbsp;\r\n   Among them are thousands of trees of at least 170 species contributed by more than 30 countries including China, Denmark, Sweden and Canada in over 60 batches. &nbsp;&nbsp;&nbsp;\r\nThe arboretum which extends hundreds of metres long and wide between the River Hapjang flowing round the palace and Mt. Taesong covers 100 hectares. &nbsp;&nbsp;&nbsp;\r\n   Visitors to the arboretum can see most of the plants growing in all parts of the country and rare plants from different countries of the world that have been adapted to the climatic and soil conditions of Korea. &nbsp;&nbsp;&nbsp;\r\n   The arboretum is divided into areas for needle-leaf trees, oil-bearing trees, fiber, paper and wood making trees and wild fruit-bearing trees. There is in its center a combined forest, an epitome of forests of various trees. &nbsp;&nbsp;&nbsp;\r\nThere will appear a peculiar Korean-style park with a loop road, lotus ponds, pavilions, etc. &nbsp;&nbsp;&nbsp;\r\n   The arboretum will also have a big parking lot and service facilities. \r\n\r\n"
        },
        {
            "title": "Korean people's cause of national reunification supported",
            "url": "http://kcna.co.jp/item/2000/200003/news03/31.htm#4",
            "content": "Korean people's cause of national reunification supported \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 31 (KCNA) -- President Kim Il Sung devoted his all to the struggle for the reunification of the country and the Korean people's struggle for the building of a powerful nation and national reunification is now being successfully carried forward by the great Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   Maltese President Guido De Marco said this when he received credentials from the new DPRK ambassador E. P. to Malta on March 23. The President expressed full sympathy with Kim Il Sung's words that Korea is one and supported the standpoint of the DPRK to reunify the country by means of confederation. &nbsp;&nbsp;&nbsp;\r\nMeanwhile, Vassalo Anthony, general secretary of the c.c., the Communist Party of Malta, when he met with the DPRK ambassador who paid a courtesy call on him, said that he fully supports the proposals for the reunification of the country including the proposal for reunification by confederation put forward by the workers' party and government of Korea and that he would make efforts to increase the number of supporters and sympathizers in Malta. \r\n\r\n"
        },
        {
            "title": "18th anniversary of publication of Kim Jong Il's work marked",
            "url": "http://kcna.co.jp/item/2000/200003/news03/31.htm#5",
            "content": "18th anniversary of publication of Kim Jong Il's work marked \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 31 (KCNA) -- Papers here today dedicate signed articles to the 18th anniversary of the publication of famous work of General Secretary Kim Jong Il \"On the Juche idea\". &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il in the work published on March 31, Juche 71 (1982) consummated and systematized the Juche idea founded by the President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n   The work is a brilliant aggregation of Kim Jong Il's absolute espousal of and boundless loyalty to the Juche idea, the revolutionary idea of Kim Il Sung  and distinguished ideological and theoretical wisdom, Rodong Sinmun in an article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n   The work is a crystalline of Kim Jong Il's boundless loyalty to the revolutionary idea of Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n   His loyalty is purest and most absolute. &nbsp;&nbsp;&nbsp;\r\n   With his absolute loyalty he concentrated on profoundly proving the greatness of the Juche idea, while reviewing the course of historical development of the working-class revolutionary idea. And he evolved the whole system and contents of the work--the philosophical principle and the socio-historical principles of the Juche idea and the guiding principles that should be maintained in the revolution and construction--with the ideas and theories proving the profundity and uniqueness of the Juche idea. &nbsp;&nbsp;&nbsp;\r\n   The work is a crystalline of his distinguished ideological and theoretical wisdom, extraordinary energy and steadfast will to advance the era and revolution along the road indicated by the Juche idea. &nbsp;&nbsp;&nbsp;\r\n   It is his immovable creed of life that we have no other idea but the Juche idea, the revolutionary idea of Kim Il Sung and we should advance along the road indicated by the Juche idea, always regarding it as an absolute truth. &nbsp;&nbsp;&nbsp;\r\n   An article of Minju Joson notes that only the Juche idea is the most perfect revolutionary theory that helps transform nature and society and remold man in conformity with the social desire of man to live and develop independently so as to make people responsible for the world and their destinies and indicate the road to eternal happiness and prosperity of humankind. \r\n\r\n"
        },
        {
            "title": "Three-point charter of national reunification supported abroad",
            "url": "http://kcna.co.jp/item/2000/200003/news03/31.htm#6",
            "content": "Three-point charter of national reunification supported abroad \r\n   &nbsp;&nbsp;&nbsp;Pyongyang, March 31 (KCNA) -- The Working Citizens Association of Democratic Congo joined in the international signature campaign for supporting the three-point charter of national reunification. &nbsp;&nbsp;&nbsp;\r\nChairman Andre, at an extraordinary general meeting of the association held on March 21, signed the signature paper on behalf of 7 members of the guidance committee and over 4,870,500 members of 82 affiliated organizations. &nbsp;&nbsp;&nbsp;\r\nRaja Collure, general secretary of the central committee of the Sri Lanka Communist Party, signed the signature paper on behalf of 10,200 members of the party on March 25. \r\n\r\n"
        },
        {
            "title": "Japan's much publicized \"people's feelings\"",
            "url": "http://kcna.co.jp/item/2000/200003/news03/31.htm#7",
            "content": "Japan's much publicized \"people's feelings\" \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, March 31 (KCNA) -- Such words as \"people's feelings\" and \"domestic opposition,\" which hurt the Korean people's feelings, are much publicized in Japan with the DPRK-Japan talks near at hand. &nbsp;&nbsp;&nbsp;\r\n   In this regard Rodong Sinmun today in a signed commentary says: &nbsp;&nbsp;&nbsp;\r\n   Japan's talk about \"people's feelings\" is a robber's sophism. As far as feelings are concerned, the DPRK has every right to talk to Japan about its people's sentiment. &nbsp;&nbsp;&nbsp;\r\nThe Korean people's grudge and hatred for Japan has reached their zenith as Japan has shunned an  apology and compensation for its crimes in the past, denying and beautifying them, while desperately escalating the moves to reinvade Korea. &nbsp;&nbsp;&nbsp;\r\n   The servicemen of the people's army and people of Korea strongly assert that in the view of Japan's undesirable attitude the DPRK should take other option than talks if the issue of Japan's redress of its past wrongs is to be settled. &nbsp;&nbsp;&nbsp;\r\n   The gravity of Japan's crimes has grown down through generations as it has not shaken off its ill fame of a criminal state of the 20th century, and its younger generation has to pay double or treble debt plus what their preceding generations failed to do. &nbsp;&nbsp;&nbsp;\r\n   It is quite ridiculous of Japan to talk about \"people's feelings\" towards the DPRK. &nbsp;&nbsp;&nbsp;\r\n    The Japanese authorities' clamor about the \"people's feelings\" is aimed at building public opinion in a bid to create an atmosphere in favour of them before the DPRK-Japan talks. &nbsp;&nbsp;&nbsp;\r\n   Through this they seek to put sort of pressure upon the DPRK and raise unnecessary issues which are nothing in common with the original idea and purpose of the talks and thus wrest any \"concession\" from the DPRK. &nbsp;&nbsp;&nbsp;\r\n   This is a very foolish and poor trick. &nbsp;&nbsp;&nbsp;\r\n   If Japan has a true will to redress its past and improve relations with the DPRK, it should stop its foolish talk about \"feelings\" and properly approach the talks. \r\n\r\n"
        },
        {
            "title": "Spring struggle of S. Korean workers supported",
            "url": "http://kcna.co.jp/item/2000/200003/news03/31.htm#8",
            "content": "Spring struggle of S. Korean workers supported \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, March 31 (KCNA) -- The South Korean Confederation of Trade Unions (KCTU) declared its spring struggle for the right to existence should targeted against the present regime and decided to undertake its activities in real earnest from April, including mammoth rallies.   &nbsp;&nbsp;&nbsp;\r\n   In this regard Rodong Sinmun today in a signed commentary says: Every year witnessed the South Korean workers' struggle for wage increase. But it is the first time that they decided to launch their struggle under an anti-\"government\" slogan. &nbsp;&nbsp;&nbsp;   \r\nIt is a very noteworthy and encouraging development that the KCTU is conducting its activities with correct aims and slogan reflecting the aspiration and demand of the workers after it was legalized, the commentary notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n   It was quite natural for them to have called a general strike after deciding to focus the spring struggle on the condemnation of the present regime. It is the deplorable reality of South Korea that under the mandate of the IMF millions of jobless people are wandering about  streets, over 13 million absolutely poor people are languishing in the mire of poverty and suicide is reported in an unbroken chain. &nbsp;&nbsp;&nbsp;\r\n   The South Korean workers have drawn the conclusion that they cannot get rid of this wretched plight as long as the ruling quarters of the self-styled people's government remain in office. They will never stop their struggle before they sternly punish the rulers in unity and solidarity with civic organizations. \r\n\r\n"
        },
        {
            "title": "Investigation into U.S. atrocities during Korean War called for",
            "url": "http://kcna.co.jp/item/2000/200003/news03/31.htm#9",
            "content": "Investigation into U.S. atrocities during Korean War called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 31 (KCNA) -- The UN should fully investigate the monstrous atrocities committed by the U.S. troops during the Korean War and take a measure to sternly punish the criminals, demanded Ri Hyong Chol, DPRK permanent representative at the UN at a press conference held on March 24 in connection with the release of the March 21 memorandum of the DPRK Foreign Ministry to inform the international community of U.S. massacres of civilians during the Korean War. He recalled that during the Korean War the UN took no measure to halt the atrocities committed by GIs under its name in wanton violation of the international laws, thus leaving an indelible blot on its history. &nbsp;&nbsp;&nbsp;\r\n   He continued: &nbsp;&nbsp;&nbsp;\r\nThe U.S. should no longer cover up the presence of its forces under the name of the \"UN forces command\" and their aggressive nature and withdraw them from South Korea. &nbsp;&nbsp;&nbsp;\r\nThe U.S. should sternly punish the war criminals who commanded mass killings or took part in them during the Korean War, and formally apologize and adequately compensate to the DPRK government and people for the crimes. &nbsp;&nbsp;&nbsp;\r\nThe UN should thoroughly investigate U.S. brutal atrocities, set up a special tribunal and take a measure to severely punish the criminals according to the international law. \r\n\r\n"
        },
        {
            "title": "U.S. military refuses to transfer murder criminal",
            "url": "http://kcna.co.jp/item/2000/200003/news03/31.htm#10",
            "content": "U.S. military refuses to transfer murder criminal \r\n &nbsp;&nbsp;&nbsp; Pyongyang, March 31 (KCNA) -- The U.S. military side on March 28 refused to transfer McCarthy, a corporal of the U.S. 8th army, who killed a South Korean woman to the South Korean authorities, according to a radio report from Seoul. &nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities, pressed by strong protest from all sections and classes of South Korea, asked the U.S. military side to \"hand over\" the murderer for his detention, but the U.S. military side refused to transfer him, saying that \"the corporal has been detained in the U.S. military detention house and there is no fear of his runaway.\"\r\n\r\n"
        },
        {
            "title": "S. Korea's challenge to measure of navy command of KPA blasted",
            "url": "http://kcna.co.jp/item/2000/200003/news03/31.htm#11",
            "content": "S. Korea's challenge to measure of navy command of KPA blasted \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 31 (KCNA) -- The Committee for the Peaceful Reunification of the Fatherland (CPRF) released a statement on Thursday assailing the South Korean ruling quarters for challenging the \"order of navigating to and from five islands\" at the West Sea of Korea proclaimed by the navy command of the  Korean People's Army as an important measure. &nbsp;&nbsp;&nbsp;\r\n   The statement said the order serves as a most fair and aboveboard and timely measure to defuse the ever-worsening military confrontation and tensions at the west sea and seek a reasonable settlement of the problem of the Military Demarcation Line at the west sea. &nbsp;&nbsp;&nbsp;\r\n   This measure proceeded from a peace-loving stand to root out the very source of military confrontation and prevent recurrence of armed conflict at the west sea, the statement noted, and continued: &nbsp;&nbsp;&nbsp;\r\n   However, the South Korean ruling quarters dared to challenge the important measure taken by our side, letting loose such sheer sophism as \"it was an action in disregard of sort of agreement and it was a conception unprecedented in the law of the sea.\"&nbsp;&nbsp;&nbsp;\r\n   Worse still, the \"Defense Minister\" of South Korea did not bother to let loose a bellicose and provocative cry for \"strong retaliation\" against \"military provocation from the north,\" ordering the South Korean army to be on high alert on the five islands at the west sea. And South Korea is staging war exercises at the west and east seas of Korea almost everyday. &nbsp;&nbsp;&nbsp;\r\n   These rash moves of the South Korean ruling quarters an intolerable challenge to the DPRK's sincere efforts for peace and security on the Korean peninsula and unpardonable criminal acts to lead the inter-Korean relations to an extreme pitch of tension and drive the country's situation to the brink of war. &nbsp;&nbsp;&nbsp;\r\n   It is the DPRK's mettle and determination to react to a tough stand with a tougher stand and to a provocation with merciless crushing blows. &nbsp;&nbsp;&nbsp;\r\n   The U.S. Forces side and the South Korean rulers should unconditionally stop their criminal violation of the \"order of navigating to and from five islands\" at the west sea, paying no heed to the just measure of the DPRK and persistently insisting on the illegal \"Northern Limit Line.\"&nbsp;&nbsp;&nbsp;\r\n   If the enemy trespasses on the inviolable territorial waters of the DPRK even an inch defying its warnings, its people and revolutionary armed forces will deal merciless and crushing blows to the aggressors. \r\n\r\n"
        },
        {
            "title": "Over 210 cases of aerial espionage registered",
            "url": "http://kcna.co.jp/item/2000/200003/news03/31.htm#12",
            "content": "Over 210 cases of aerial espionage registered \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, March 31 (KCNA) -- The U.S. warmongers have committed at least 210 cases of aerial espionage against the DPRK in March, according to  military sources. &nbsp;&nbsp;&nbsp;\r\n   Involved in the espionage flights were strategic reconnaissance planes, early-warning planes, tactical reconnaissance planes, patrol planes, and electronic warfare helicopters based in South Korea and overseas. &nbsp;&nbsp;&nbsp;\r\n   A \"U-2\" high-altitude strategic reconnaissance plane made 33 shuttle flights over areas near the military demarcation line to carry out photographing and electronic reconnaissance of the depth of the DPRK. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, \"RC-135\" strategic reconnaissance plane made seven espionage flights on Mar.24 and 27 and so on and \"RC-12\" tactical reconnaissance plane flew 13 times day and night between Mar. 21 and 23 to spy on the frontline and east and west coasts of the North Korea. \r\n\r\n"
        },
        {
            "title": "S. Korea's flunkeyist and treacherous acts",
            "url": "http://kcna.co.jp/item/2000/200003/news03/31.htm#13",
            "content": "S. Korea's flunkeyist and treacherous acts \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 31 (KCNA) -- Pak Ji Won, \"Minister of Culture and Tourism\" of South Korea, at the talks with the Minister of Education of Japan during his visit to Japan on March 25, disclosed that South Korea examined the policy of opening it to Japanese pop culture two times and it is \"poised to daringly carry  out the third round of opening in late June.\"&nbsp;&nbsp;&nbsp;\r\n   It is an unpardonable pro-Japanese flunkeyist and treacherous act to call for Japanizing the moral civilization of our nation. &nbsp;&nbsp;&nbsp;\r\n   Japanese culture is inferior \"imitated, copied and mixed culture.\" Its pop culture, in particular,  is characterized by extreme violence and eroticism. &nbsp;&nbsp;&nbsp;\r\n   The main theme of films, dramas and books is sword brandishing, hara-kiri and open sexual relations. This is the real picture of Japanese pop culture. &nbsp;&nbsp;&nbsp;\r\n   Needless to say, such decadent and vulgar culture exerts a baneful influence on the young people and breeds all kinds of crimes. &nbsp;&nbsp;&nbsp;\r\n   The policy of flinging South Korea's door open to the pop culture of Japan is bound to bring disastrous consequences as it will Japanize the South Korean people's spiritual world and make them subject to the Japanese culture. &nbsp;&nbsp;&nbsp;\r\n  Like economy culture is very instrumental in carving out the destiny of a country and nation. &nbsp;&nbsp;&nbsp;\r\n   Once reactionary culture is rife it is not easy to combat it. If a nation has its moral civilization dominated by a foreign one it can hardly be revived. &nbsp;&nbsp;&nbsp;\r\n   South Korea's total opening of its door to pop culture of Japan leads to the loss of national identity and Japan's cultural domination over South Korea. &nbsp;&nbsp;&nbsp;\r\n   No wonder, South Korean publications warn the public that South Korea's total opening of its door to Japanese pop culture is a \"cultural annexation without gun firing\" and puts the nation in the \"danger of losing its soul\". &nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities should know that they are bound to face a stern judgement by history and the nation for their pro-Japanese treacheries. \r\n\r\n"
        },
        {
            "title": "Symposium on WPK experience held in Moldova",
            "url": "http://kcna.co.jp/item/2000/200003/news03/31.htm#14",
            "content": "Symposium on WPK experience held in Moldova \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 31 (KCNA) -- A symposium of leading officials of the party of communists of Moldova on the experience of the Worker's Party of Korea was held on March 22 on the occasion of Sun's Day, the birth anniversary of the President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\nV.N. Voronin, first secretary of the central committee of the Party of Communists of Moldova, in his speech noted that Kim Il Sung had converted the DPRK into a dignified socialist state by founding the Juche idea and applying it to socialist construction. &nbsp;&nbsp;&nbsp;\r\n   He continued: &nbsp;&nbsp;&nbsp;\r\n   The revolutionary cause of Kim Il Sung is now being brilliantly carried forward by the great leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   He has comprehensively developed and enriched the Juche idea and solved the problems arising in socialist construction in a unique way on its basis. &nbsp;&nbsp;&nbsp;\r\n   We will strengthen ties and cooperation with the WPK and jointly brave the pressure of the imperialists. \r\n\r\n"
        },
        {
            "title": "Work of Kim Il Sung published in Peru",
            "url": "http://kcna.co.jp/item/2000/200003/news03/31.htm#15",
            "content": "Work of Kim Il Sung published in Peru \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 31 (KCNA) -- The Tony Cruz Publishing House of Peru brought out in booklet the famous work of the President Kim Il Sung \"On the Three Principles of National Reunification\" on March 23. &nbsp;&nbsp;&nbsp;\r\n   This work is conversations Kim Il Sung had with the South Korean delegates to the high-level political talks between north and South Korea on may 3 and November 3, Juche 61 (1972). &nbsp;&nbsp;&nbsp;\r\n   Expounded in the conversations are the three principles of national reunification--independence, peaceful reunification and great national unity--and the issues of achieving cooperation between the north and the south of Korea. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}