{
    "date": "2000-03-07",
    "url": "http://kcna.co.jp/item/2000/200003/20000307.htm",
    "articles": [
        {
            "title": "DPRK officials meet Chinese ambassador",
            "url": "http://kcna.co.jp/item/2000/200003/news03/07.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Communique on DPRK-Japan talks to be held",
            "url": "http://kcna.co.jp/item/2000/200003/news03/07.htm#2",
            "content": "DPRK officials meet Chinese ambassador \r\n &nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) -- Choe Thae Bok, secretary of the Central Committee of the Worker's Party of Korea, Yang Hyong Sop, vice-president of the presidium of the Supreme People's Assembly of the DPRK, and Kim Il Chol, Minister of the People's Armed Forces, separately met and conversed with Chinese ambassador to Korea Wan Yongxiang, who paid a farewell call on them today. \r\n\r\n"
        },
        {
            "title": "Anniversary of Syrian revolution marked",
            "url": "http://kcna.co.jp/item/2000/200003/news03/07.htm#3",
            "content": "Communique on DPRK-Japan talks to be held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) -- A communique on the DPRK-Japan intergovernmental full-dress talks and the DPRK-Japan red cross talks to be held was released. &nbsp;&nbsp;&nbsp;\r\n   The communique says: &nbsp;&nbsp;&nbsp;\r\n   1. Full-dress talks between governments of the DPRK and Japan&nbsp;&nbsp;&nbsp;\r\n   A. DPRK-Japan intergovernmental full-dress talks for the establishment of diplomatic relations will be resumed early in April. &nbsp;&nbsp;&nbsp;\r\n   B. The talks will be held in Pyongyang and Tokyo and, thereafter, in Beijing or in other place. &nbsp;&nbsp;&nbsp;\r\n   2. DPRK-Japan Red Cross talks&nbsp;&nbsp;&nbsp;\r\n      It was decided to open the DPRK-Japan red cross talks in Beijing from around March 13. \r\n\r\n"
        },
        {
            "title": "International Women's Day commemorated",
            "url": "http://kcna.co.jp/item/2000/200003/news03/07.htm#4",
            "content": "Anniversary of Syrian revolution marked \r\n &nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) -- The DPRK-Syria Friendship Association and the Korean Committee for Cultural Relations with Foreign Countries cosponsored a meeting at the Chollima House of Culture on Monday to commemorate the 37th anniversary of the March 8 Revolution in Syria. &nbsp;&nbsp;&nbsp;\r\n   Invited to the meeting were charge d'affaires ad interim Haissam Saad and officials of the Syrian embassy here and Syrian students studying in the DPRK. &nbsp;&nbsp;&nbsp;\r\n   Minister of Finance Rim Kyong Suk, who is chairwoman of the association, vice-chairman of the committee Ri Song Ho, other officials concerned and citizens were present. &nbsp;&nbsp;&nbsp;\r\n   At the meeting speeches were exchanged before a congratulatory letter to Syrian President Hafez al Assad was adopted. \r\n\r\n"
        },
        {
            "title": "S. Korean workers' struggle supported",
            "url": "http://kcna.co.jp/item/2000/200003/news03/07.htm#5",
            "content": "International Women's Day commemorated \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, March 7 (KCNA) -- A national meeting took place at the People's Palace of Culture here today to mark the 90th International Women's Day. &nbsp;&nbsp;&nbsp;\r\n   Attending the meeting together with women from all walks of life were politburo member of the Central Committee of the Worker's Party of Korea and President of the presidium of the Supreme People's Assembly Kim Yong Nam, secretary of the WPK Central Committee Kim Jung Rin, chairperson of the   central committee of the Chondoist Chongu Party Ryu Mi Yong, Foreign Minister Paek Nam Sun and others. &nbsp;&nbsp;&nbsp;\r\n   Present on invitation were wives of foreign diplomatic envoys and foreign women here. &nbsp;&nbsp;&nbsp;\r\n   Chairwoman Chon Yon Ok of the central committee of the Korean Democratic Women's Union made a report at the meeting. &nbsp;&nbsp;&nbsp;\r\n   She said: &nbsp;&nbsp;&nbsp;\r\n   For nearly a century the progressive women around the world have persistently fought for the building of a new society against exploitation and oppression by capital and for genuine freedom and rights of women so as to push ahead with the women's liberation movement and greatly contribute to global independence. &nbsp;&nbsp;&nbsp;\r\n   The Korean women's movement is the Juche-based movement of women that was successfully pioneered and triumphantly advanced under the guidance of the great leaders, President Kim Il Sung and Marshal Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   The President clarified that the issue of women is, in essence, that of liberating women from all manner of class exploitation, national oppression, social inequality and subjugation, fully ensuring their independent rights and training  them to be independent and creative beings through revolutionization and working-classization. He gave a scientific exposition that the issue of liberating women can be settled only through the revolutionary struggle of the working class and other laboring people and women. &nbsp;&nbsp;&nbsp;\r\n   It is Kim Jong Il who has developed and enriched the idea and theory of the President on the Juche-based movement of women and put the position of women on the highest level. &nbsp;&nbsp;&nbsp;\r\n   His wise guidance of the women's movement and its vitality  have fully been demonstrated in the past five years. &nbsp;&nbsp;&nbsp;\r\n   It is under the guidance of Kim Jong Il that the Korean women are fulfilling their responsibilities in the revolution and construction, exalting their dignity and honor and enjoying a worthy life and happiness. &nbsp;&nbsp;&nbsp;\r\n   The victory and glorious process of the Korean women's movement are associated with the undying feats of mother Kang Pan Sok, an indomitable revolutionary fighter, and Kim Jong Suk, a great communist revolutionary fighter. &nbsp;&nbsp;&nbsp;\r\n   The Korean women's movement, part of the worldwide women's movement, has been loyal to the guidance of the party and the leader along with the triumphant advance of the revolutionary struggle of the Korean people for independence, sovereignty and socialism. With the brilliant solution of the issue of women the Korean women, who are responsible for the revolution and construction, make tangible contributions to the prosperity of the country, each holding arms or a hammer or a sickle or a writing brush in her hand which are very instrumental in the building of a powerful nation. &nbsp;&nbsp;&nbsp;\r\n   Credit for all the achievements and changes in the Korean women's movement and the position of the women goes to the three commanders of Mt. Paektu who led the Korean revolution and women's movement= they demonstrate the justness of the WPK policy for the complete solution of the issue of women, its vitality and advantages of Korean-style socialism. &nbsp;&nbsp;&nbsp;\r\n   The reporter highlighted the need to strengthen and develop the Juche-based movement of Korean women, rallied close around Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   All the women should uphold Kim Jong Il's ideology and guidance with loyalty, united around him in one mind and purpose, come what may, she noted, adding: &nbsp;&nbsp;&nbsp;\r\n   Women should fight for the realization of the historic desire for national reunification and fully support the South Korean women and other people in their struggle. &nbsp;&nbsp;&nbsp;\r\n   The Korean women will in the future, too, strengthen friendship and solidarity with all the progressive women of the world aspiring after independence and work hard for global peace, happiness of the women and children and an independent world free from all manner of subjugation and domination. \r\n\r\n"
        },
        {
            "title": "Dietmen's league for Japan-DPRK friendship formed",
            "url": "http://kcna.co.jp/item/2000/200003/news03/07.htm#6",
            "content": "S. Korean workers' struggle supported \r\n&nbsp;&nbsp;&nbsp;   Pyongyang, March 7 (KCNA) -- Minju Joson today in an article supports the South Korean workers who have risen up again in a struggle for the right to existence and democracy.&nbsp;&nbsp;&nbsp;\r\n   Trade unions including the South Korean Confederation of Trade Unions and the Federation of South Korean Trade Unions and their workers recently raised demands, including improved working conditions and wage increase, and set out a guideline for the movement to have them met. &nbsp;&nbsp;&nbsp;\r\n   The article described this as a reflection of the resentment and indignation of the workers and other people at the deceptive labour policy and anti-social predatory acts of the South Korean rulers and an expression of their unshakable will to ensure worthy lives and democracy through struggle. &nbsp;&nbsp;&nbsp;\r\n   The South Korean workers toil for the lowest wages. &nbsp;&nbsp;&nbsp;\r\nSubjected to misfortune and pain, they look more dead than alive. Worse still, they do not know when they will become unemployed due to indiscriminate layoff. More than 8 million jobless workers are roaming about the street and at least 13 million absolute poor people are in the grip of starvation and illness. &nbsp;&nbsp;&nbsp;\r\n   The only way for the South Korean workers and people to get rid of the miserable position today is to struggle against the U.S. colonial rule  and sycophantic and treacherous politics and anti-social rule of the authorities. This is the only way out for them who are exposed to a constant threat of death. &nbsp;&nbsp;&nbsp;\r\n   It is quite natural for the South Korean workers and other people to have turned out in the struggle against the mandate of the U.S.-led IMF and the harsh rule of the authorities, the article stresses. \r\n\r\n"
        },
        {
            "title": "EU puts pressure on S. Korea",
            "url": "http://kcna.co.jp/item/2000/200003/news03/07.htm#7",
            "content": "Dietmen's league for Japan-DPRK friendship formed \r\n&nbsp;&nbsp;&nbsp;   Pyongyang, March 7 (KCNA) -- The league of dietmen for Japan-DPRK friendship involving supra-partisan dietmen was inaugurated on Feb. 23,  Japanese newspapers reported. &nbsp;&nbsp;&nbsp;\r\n   The league with former Prime Minister Tomiichi Murayama as chairman held an officers' meeting at the diet on March 2, at which  acting secretary general of the Liberal Democratic Party Hiromu Nonaka was appointed as secretary general, and member of the House of Representatives from the LDP Hiroyuki Sonota as director of the secretariat of the league. &nbsp;&nbsp;&nbsp;\r\n   It was decided to appoint representative of the Democratic Party Yukio Hatoyama, leader of the Social-Democratic Party Takako Toi and representative of the reformers club Tatsuo Ozawa as its advisors. \r\n\r\n"
        },
        {
            "title": "\"CSGE\" members stage indefinite sit-in strike",
            "url": "http://kcna.co.jp/item/2000/200003/news03/07.htm#8",
            "content": "EU puts pressure on S. Korea \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) -- The European Union chamber of commerce and industry in South Korea on March 2 urged the authorities of South Korea to open motor, shipbuilding and banking and 11 other markets, according to a radio report from Seoul. &nbsp;&nbsp;&nbsp;\r\n   The chamber complained that the South Korean authorities have not carried out economic reforms properly and that an atmosphere against foreigners' investment is being created. &nbsp;&nbsp;&nbsp;\r\n   It also urged them to lift restrictions on trade. \r\n\r\n"
        },
        {
            "title": "Meetings held to denounce GI's murder",
            "url": "http://kcna.co.jp/item/2000/200003/news03/07.htm#9",
            "content": "\"CSGE\" members stage indefinite sit-in strike \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) -- Members of the \"Citizens' Solidarity for General Elections\" of South Korea went on an indefinite sit-in strike at the Myongdong Cathedral on March 2, calling for political reforms, a radio report from Seoul said. &nbsp;&nbsp;&nbsp;\r\n   They decided to call the strike place people's plaza for political reforms and declared that they would fight against the authorities with the united efforts of the citizens. &nbsp;&nbsp;&nbsp;\r\n   They condemned the ruling and opposition parties for  shielding corrupt and incompetent politicians and nominating as candidates of their parties 42 persons of those who have been required by the \"CSGE\" to be excluded from the nomination. \r\n\r\n"
        },
        {
            "title": "S. Korean workers urged to turn out in spring struggle",
            "url": "http://kcna.co.jp/item/2000/200003/news03/07.htm#10",
            "content": "Meetings held to denounce GI's murder \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) -- Meetings have been held one after another in different parts of the DPRK to condemn the GI's brutal murder of a South Korean woman. &nbsp;&nbsp;&nbsp;\r\n   Similar meetings took place at the Waudo Export Garment Factory in Nampho, the Phyongsong Clothes Factory and the Kaesong September 14 Garment Factory. &nbsp;&nbsp;&nbsp;\r\n   Speakers at the meetings said the recent murder is one of the crimes committed by the U.S. brutes, who are preoccupied with the idea of extremely insulting other nations and misanthropy, and encouraged by their followers, the South Korean rulers. &nbsp;&nbsp;&nbsp;\r\n   The realities clearly show that as long as the U.S. aggression forces and the rulers flattering and yielding to them remain in South Korea, it is impossible to remove misfortunes and pain of the South Korean women and eradicate criminal deeds of the GIs, they stressed. &nbsp;&nbsp;&nbsp;\r\n   They said the women and other people of South Korea should wipe out the U.S. and their stooges and make them pay for the blood of those who were killed for no reason. &nbsp;&nbsp;&nbsp;\r\n   The participants in the meetings shouted slogans such as \"We bitterly denounce the U.S. imperialist brutes' murder of South Korean women \" and \"The U.S. imperialist aggressors, get out of South Korea at once \" \r\n\r\n"
        },
        {
            "title": "Struggle for reunification called for",
            "url": "http://kcna.co.jp/item/2000/200003/news03/07.htm#11",
            "content": "S. Korean workers urged to turn out in spring struggle \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, March 7 (KCNA) -- The worker-peasant department of the central committee of the National Democratic Front of South Korea published an appeal on March 2 as regards the ongoing vigorous spring struggle of workers, according to Seoul-based radio Voice of National Salvation. &nbsp;&nbsp;&nbsp;\r\n   The appeal said that the spring struggle for this year is the first organized struggle after the legalization of the South Korean Confederation of Trade Unions. And it is an acute struggle timed to coincide with the struggle related to the \"general elections\" slated for April. &nbsp;&nbsp;&nbsp;\r\n   Referring to the anti-social labour policy shaped by the Kim Dae Jung \"government\" in the past two years, it stressed that the struggle is the only way out under this \"government.\"&nbsp;&nbsp;&nbsp;\r\n   It called upon all the South Korean workers to turn out in the struggle for wage hike and against murderous \"restructuring\" and \"layoff system.\"&nbsp;&nbsp;&nbsp;\r\n   It also called for concentrating all forces of spring struggle on the struggle related to the \"general elections\" and vigorously turning out in the campaign to defeat anti-worker candidates and driving the international monetary fund and its backstage manipulator, the U.S., out of South Korea. &nbsp;&nbsp;&nbsp;\r\n   Victory of the spring struggle is guaranteed by unity and solidarity, the appeal said, adding that solidarity should be established between workers and peasants and between workers and students and all people should actively join the working people in the spring struggle. \r\n\r\n"
        },
        {
            "title": "S. Korean defector condemns GI's murder of woman",
            "url": "http://kcna.co.jp/item/2000/200003/news03/07.htm#12",
            "content": "Struggle for reunification called for \r\n &nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) -- Members of the Thongil Aeguk Society on February 23 distributed copies of a postcard calling for putting into practice the three-point charter of national reunification under the leadership of the respected Kim Jong Il, the sun of reunification, the Seoul-based radio Voice of National Salvation reported. &nbsp;&nbsp;&nbsp;\r\n   Written on the upper part of the front of the postcard are the following letters: leader Kim Jong Il is the sun of reunification. As there is him, the darkness of division disappears and the dawn of reunification breaks. Let all of the people turn out in the sacred cause of reunification, true to the three-point charter of national reunification defined by the leader. &nbsp;&nbsp;&nbsp;\r\n   Printed on the lower part is a blueprint of the monument to the three-point charter of national reunification which is under construction in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n   Carried in its back are the content of the three-point charter and words calling for reunifying the country under the banner of the charter. \r\n\r\n"
        },
        {
            "title": "Great leader sends birthday table to heroine",
            "url": "http://kcna.co.jp/item/2000/200003/news03/07.htm#13",
            "content": "S. Korean defector condemns GI's murder of woman \r\n &nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) -- A South Korean defector, Yun Ki Gwon, released an article denouncing the GI's murder of a South Korean woman in Seoul. Yun is an instructor at the Pyongyang office for teaching course and pupil explorers. &nbsp;&nbsp;&nbsp;\r\n   He said: &nbsp;&nbsp;&nbsp;\r\n   As a witness to the massacre by \"martial law troops\" during the Kwangju incident which took place in May 1980 20 years ago, I declare that the U.S. were the chief culprits for this mass killing. It is quite obvious for the U.S. to consider the GI's strangulation of the woman to death as something common. &nbsp;&nbsp;&nbsp;\r\n   Whenever hearing the news of atrocities by the U.S. imperialist brutes, I would worry about the fate of my kinsmen in South Korea including my parents and three sisters. &nbsp;&nbsp;&nbsp;\r\n   The Korean nation will never pardon the crimes of the yankees but make them pay dearly for them, he said. \r\n\r\n"
        },
        {
            "title": "Anti-U.S. student demonstration",
            "url": "http://kcna.co.jp/item/2000/200003/news03/07.htm#14",
            "content": "Great leader sends birthday table to heroine \r\n &nbsp;&nbsp;&nbsp;Pyongyang, March 7 (KCNA) -- General Secretary Kim Jong Il sent a birthday table to Ri Sun Im, secretary of the primary organization of the Worker's Party of Korea of the Pyongyang Maternity Hospital, on her 70th birthday shortly ago. She is best known to the people as heroine chief nurse. &nbsp;&nbsp;&nbsp;\r\n   She served in the Korean People's Army as chief nurse of the divisional hospital of its combined unit during the Fatherland Liberation War (June 1950-July 1953). &nbsp;&nbsp;&nbsp;\r\n   During the KPA's temporary strategic retreat in the war, she performed transfusions of 1.7 kg of her own blood to wounded soldiers, while making a difficult long journey to escort them. She saved several wounded soldiers from the jaws  of death and treated more than 80 others. &nbsp;&nbsp;&nbsp;\r\n   She was awarded the title of the heroine of the republic in May 1951 when she was 21 years old. &nbsp;&nbsp;&nbsp;\r\n   The President Kim Il Sung called her to come to the supreme command in June 1951 when the war was at its height. &nbsp;&nbsp;&nbsp;\r\n   He met her together with other heroes and heroines of the republic and exemplary combatants from the front and highly praised her for saving the wounded in a self-sacrificing spirit. &nbsp;&nbsp;&nbsp;\r\n   The President sent her to the 3rd world festival of youth and students held in Berlin in august 1951 as a member of the DPRK delegation. &nbsp;&nbsp;&nbsp;\r\n   She has worked as an official of the youth league and the WPK thanks to the deep trust and love of Kim Il Sung and Kim Jong Il since the post-war period. &nbsp;&nbsp;&nbsp;\r\n   She is a winner of Kim Il Sung order, the highest order in the DPRK, and a deputy to the Supreme People's Assembly. \r\n\r\n"
        },
        {
            "title": "Indestructible Korean-style socialism",
            "url": "http://kcna.co.jp/item/2000/200003/news03/07.htm#15",
            "content": "Anti-U.S. student demonstration \r\n&nbsp;&nbsp;&nbsp;   Pyongyang, March 7 (KCNA) -- Students in Seoul staged a demonstration in front of the U.S. embassy on Monday amidst the loud voices of the South Korean people denouncing the brutal massacres committed by the U.S. aggressor troops during the Korean War, according to Yonhap News in Seoul. &nbsp;&nbsp;&nbsp;\r\n   The students under the South Korean Federation of University Student Councils thronged to the embassy on the afternoon and held an anti-U.S. demonstration, carrying a streamer reading \"massacre of civilians, U.S. murderers, go home\" and scattering literature. &nbsp;&nbsp;&nbsp;\r\n   The riot police, upset by this, went on the rampage and arrested the demonstrators. \r\n\r\n"
        },
        {
            "title": "Only socialism can provide worthy life",
            "url": "http://kcna.co.jp/item/2000/200003/news03/07.htm#16",
            "content": "Indestructible Korean-style socialism \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, March 7 (KCNA) -- Rodong Sinmun today in an article says that Korean-style socialism is indestructible  as it demonstrates its might with the theory of ideology. &nbsp;&nbsp;&nbsp;\r\n   Noting that the source of its invincibility is the might of the theory of ideology, the article notes: &nbsp;&nbsp;&nbsp;\r\n   The theory of ideology is a unique theory expounded by General Secretary Kim Jong Il for the first time  on the basis of the Juche idea. This calls for solving all problems in the revolution and construction on the strength of ideology by putting a main emphasis on ideology. &nbsp;&nbsp;&nbsp;\r\n   Korean-style socialism is demonstrating its invincible might because the principle of the theory of ideology is governing the whole society. &nbsp;&nbsp;&nbsp;\r\n   Under this invincible socialism man's dignity and worth are measured by his thinking. &nbsp;&nbsp;&nbsp;\r\n   Korean-style socialism under which dignity of a man is preserved thanks to his thinking is crystal of the unity and cohesion of the people based on ideology and its might is inexhaustible. &nbsp;&nbsp;&nbsp;\r\n   The invincibility of Korean-style socialism also lies in that in this society the revolutionary zeal of the masses is given full play through an ideological work, a political work. &nbsp;&nbsp;&nbsp;\r\n   A successful ideological work can make it possible to awaken the popular masses ideologically and unite them organizationally, and enable  them to fulfil their responsibility and role as a driving force of socialism and as the master of the state and society. &nbsp;&nbsp;&nbsp;\r\n   It is necessary to put a definite priority to the work for ideological remolding, the political work, to give full play to the revolutionary enthusiasm and creative initiative of the popular masses. Herein lie  the advantages and invincibility of Korean-style socialism. &nbsp;&nbsp;&nbsp;\r\n   This Korean-style socialism is indestructible because this society is pervaded with the revolutionary comradeship based on the leader's idea. &nbsp;&nbsp;&nbsp;\r\n   Unity is the might of socialism. &nbsp;&nbsp;&nbsp;\r\n   No force on earth can destroy the country which is pervaded with the leader's idea thanks to the application of the theory of ideology, the country where all the people are firmly united as comrades on the basis of the leader's idea. \r\n\r\n"
        },
        {
            "title": "Sun's Day to be commemorated in Guyana",
            "url": "http://kcna.co.jp/item/2000/200003/news03/07.htm#17",
            "content": "Only socialism can provide worthy life \r\n &nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) -- The people in the former Soviet Union and east European countries regret for giving up socialism and this clearly indicates that socialism is the true road to be chosen by humankind.  Rodong Sinmun today says this in a signed article.   &nbsp;&nbsp;&nbsp;\r\n   The article goes on: &nbsp;&nbsp;&nbsp;\r\n   The hope of the people of the former Soviet Union and east European countries to have \"material wealth\" under the restored capitalism turned out to be a pipe dream. &nbsp;&nbsp;&nbsp;\r\n   It was a sheer lie that \"pluralism\" and market economic system played a crucial role in promoting social development and making the material life of the people \"affluent.\"&nbsp;&nbsp;&nbsp;\r\n   It was only aimed to institutionalize the jungle law in political, economic, ideological and cultural and all other fields of social life and reduce the working people to victims of power and slaves of capital. &nbsp;&nbsp;&nbsp;\r\n   The imperialists' \"aid\" is poisonous. &nbsp;&nbsp;&nbsp;\r\n   They cheated those countries, saying that they can develop productive forces faster and solve many other problems if they receive their \"aid.\" Their \"aid\" brought nothing but subjugation and death as neo-colonial slaves. &nbsp;&nbsp;&nbsp;\r\n   It was not until today that the people in the former Soviet Union and east European countries came to see through the true colors of the imperialists and lament their fate. &nbsp;&nbsp;&nbsp;\r\n   But it is too late for them to regret for their folly.  &nbsp;&nbsp;&nbsp;\r\n   Sitting idle and lamenting will not help them revive socialism. They should rise up in a struggle for the revival of socialism. &nbsp;&nbsp;&nbsp;\r\n   It is important to arm oneself with the socialist ideology, the most scientific ideology. &nbsp;&nbsp;&nbsp;\r\n   Only then can they have a correct understanding of the validity of socialism and acquire a methodology of struggle. &nbsp;&nbsp;&nbsp;\r\nGuided by this ideology, they can wage an active struggle for the revival of socialism with an unshakable faith and confidence. &nbsp;&nbsp;&nbsp;\r\n   Defence of socialism will lead one to a triumph and betrayal of it to a ruin. \r\n\r\n"
        }
    ]
}