{
    "date": "2000-08-15",
    "url": "http://kcna.co.jp/item/2000/200008/20000815.htm",
    "articles": [
        {
            "title": "Congratulatory letter to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2000/200008/news08/15.htm#1",
            "content": "Congratulatory letter to Kim Jong Il \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, August 15 (KCNA) -- General Secretary Kim Jong Il received a congratulatory letter from the foreign diplomatic corps here on the occasion of the 55th anniversary of Korea's liberation. &nbsp;&nbsp;&nbsp;\r\n   The letter was conveyed to Paek Nam Sun, DPRK Foreign Minister, yesterday by Shaher Mohammed Abdlah, Palestinian Ambassador E.P. to the DPRK who is doyen of the corps. &nbsp;&nbsp;&nbsp;\r\n   That day floral baskets and congratulatory letters to Kim Jong Il from diplomatic envoys of Vietnam, Laos, Palestine and Yugoslavia were separately handed to officials concerned. \r\n\r\n"
        },
        {
            "title": "Floral basket to Kim Jong Il from Yasser Arafat",
            "url": "http://kcna.co.jp/item/2000/200008/news08/15.htm#2",
            "content": "Floral basket to Kim Jong Il from Yasser Arafat \r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 15 (KCNA) -- General Secretary Kim Jong Il received a floral basket from Yasser Arafat, President of the State of Palestine, on the occasion of the 55th anniversary of Korea's liberation. &nbsp;&nbsp;&nbsp;\r\n   Shaher Mohammed Abdlah, Palestinian Ambassador E.P. to the DPRK, conveyed the floral basket to DPRK Foreign Minister Paek Nam Sun yesterday. \r\n\r\n"
        },
        {
            "title": "Japan's \"non-nuclear\" veil lifted",
            "url": "http://kcna.co.jp/item/2000/200008/news08/15.htm#3",
            "content": "Japan's \"non-nuclear\" veil lifted \r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 15 (KCNA) -- It was recently disclosed by a declassified document of the U.S. national archives that former Japanese Prime Minister Nakasone called for allowing the introduction of U.S. nuclear weapons into Japan under the pretext of \"emergencies.\" &nbsp;&nbsp;&nbsp;\r\n   This was timed to coincide with the disclosure of the fact that the Japanese government promised to the U.S. to allow it to stockpile nuclear weapons in Ogasawara, Tokyo metropolis, in \"contingency\" in 1968. &nbsp;&nbsp;&nbsp;\r\n   In this regard Minju Joson  today in a signed commentary says: &nbsp;&nbsp;&nbsp;\r\n   These disclosures are clear evidence that Japan is a dangerous nuclear maniac and its loudmouthed \"non-nuclear\" policy is no more than a spurious one. &nbsp;&nbsp;&nbsp;\r\n   Japan worked out a plan for the development of nuclear weapons and stepped up its preparations way back during World War II and has pushed ahead with the nuclear weaponization in real earnest, recalling with bitter grudge that Japan was the only country in the world that suffered nuclear disasters. Japan's nuclear weaponization has entered the phase of its implementation. &nbsp;&nbsp;&nbsp;\r\n   Such being the stark fact, Japan keeps ballyhooing about the DPRK's \"suspected development of nuclear weapons,\" a sheer fiction. &nbsp;&nbsp;&nbsp;\r\n   As proven by the recently disclosed facts, Japan is  chiefly responsible for nuclear threat to northeast Asia and, therefore, it can never evade responsibility for it. &nbsp;&nbsp;&nbsp;\r\n   What is funny enough is that it is more clamorous about \"non-nuclear principle\" and pretends to be more zealous for \"denuclearization\" than anybody else. &nbsp;&nbsp;&nbsp;\r\n   Japan steps up nuclear weaponization while calling for \"nuclear disarmament.\" Seeing this contradictory behaviour of Japan, the world is keenly aware of the height of its impudence. &nbsp;&nbsp;&nbsp;\r\n   If Japan continues pursuing its wild ambition for nuclear weaponization under the signboard of \"non-nuclear principle\" it can never escape international denunciation, censure and isolation but meet its self-destruction. \r\n\r\n"
        },
        {
            "title": "Independence Day of Indonesia celebrated",
            "url": "http://kcna.co.jp/item/2000/200008/news08/15.htm#4",
            "content": "Independence Day of Indonesia celebrated \r\n   &nbsp;&nbsp;&nbsp;Pyongyang, August 15 (KCNA) -- A friendly meeting was held at Korea-Indonesia friendship Pyongyang Ryulgok Senior Middle School yesterday on the occasion of the 55th anniversary of the independence of Indonesia. &nbsp;&nbsp;&nbsp;\r\n   Invited there were Buchari Effendi, Indonesian ambassador to the DPRK, and staff members of the embassy. &nbsp;&nbsp;&nbsp;\r\n   Present there were the vice-chairman of the Korea-Indonesia Friendship Association and other officials concerned, teachers and pupils of the school. &nbsp;&nbsp;&nbsp;\r\n   The participants looked round various experiment and practice rooms of the school before enjoying an art performance given by its pupils. They sang songs of the two countries and conversed with each other, deepening friendly feelings. &nbsp;&nbsp;&nbsp;\r\n  Staff members of the Indonesian embassy presented educational apparatuses and materials to the school. \r\n\r\n"
        },
        {
            "title": "Visiting group of separated families and relatives of south side here",
            "url": "http://kcna.co.jp/item/2000/200008/news08/15.htm#5",
            "content": "Visiting group of separated families and relatives of south side here \r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 15 (KCNA) -- A visiting group of separated families and relatives of the south side arrived here today by air. &nbsp;&nbsp;&nbsp;\r\n   The visiting group headed by Jang Chung Sik, president of the South Korean Red Cross, includes 100 separated families and relatives, 30 suite members and 20 journalists. &nbsp;&nbsp;&nbsp;\r\n   It was greeted at the airport by Jang Jae On, chairman of the central committee of the Red Cross Society of the DPRK, and others. &nbsp;&nbsp;&nbsp;\r\n   The head of the group issued a statement upon its arrival in Pyongyang. \r\n\r\n"
        },
        {
            "title": "Visiting group of separated families and relatives of north side off to Seoul",
            "url": "http://kcna.co.jp/item/2000/200008/news08/15.htm#6",
            "content": "Visiting group of separated families and relatives of north side off to Seoul \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, August 15 (KCNA) -- A visiting group of separated families and relatives of the north side left here today by air for Seoul according to the historic north-south joint declaration and an agreement adopted at the north-south Red Cross talks. &nbsp;&nbsp;&nbsp;\r\n   the visiting group headed by Ryu Mi Yong, chairperson of the central committee of the Korean Chondoist Chongu Party, includes 100 separated families and relatives, 30 suite members and 20 journalists. &nbsp;&nbsp;&nbsp;\r\n   The group was seen off at the airport by Kim Yong Dae, chairman of the central committee of the Korean Social Democratic Party, Jang Jae On, chairman of the central committee of the Red Cross Society of the DPRK, An Kyong Ho, director of the secretariat of the Committee for the Peaceful Reunification of the Fatherland, and other officials concerned and families and relatives of the members of the group. &nbsp;&nbsp;&nbsp;\r\n   The group arrived in Seoul today. &nbsp;&nbsp;&nbsp;\r\n   The group issued a statement upon its arrival in Seoul. \r\n\r\n"
        },
        {
            "title": "Joint meeting held",
            "url": "http://kcna.co.jp/item/2000/200008/news08/15.htm#7",
            "content": "Joint meeting held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 15 (KCNA) -- A joint meeting of the government, political parties and organizations of the Democratic People's Republic of Korea was held today at the Pyongyang Indoor Stadium to support and implement the north-south joint declaration. &nbsp;&nbsp;&nbsp;\r\n   Seen there were slogans \"Let us carry out the historic north-south joint declaration for earlier reunification of the country \" and \"Let us pool the strength of our nation to independently settle the country's reunification issue \"  present at the meeting were Kim Yong Nam, President of the presidium of the DPRK Supreme People's Assembly, Hong Song Nam, premier of the DPRK cabinet, representatives of the government, political parties and organizations, north side officials of the National Alliance for the Country's Reunification (Pomminryon) and the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon) and people from all walks of life, more than 10,000 in all. &nbsp;&nbsp;&nbsp;\r\n   Yang Hyong Sop, vice-president of the presidium  of the DPRK Supreme People's Assembly, made a report. &nbsp;&nbsp;&nbsp;\r\n   He, authorized by the DPRK government, voiced full  support for the historic north-south joint declaration which illumines the most realistic and wide path of accomplishing the cause of the reunification of the country, the cherished desire of the nation, at an early date. &nbsp;&nbsp;&nbsp;\r\n   The historic Pyongyang meeting of the leaders of the north and south in June was a product of the respected Kim Jong Il's firm will for reunification, tireless efforts and patriotic determination, he said, and continued: &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il warmly greeted President Kim Dae Jung and his party who visited Pyongyang and throughout their stay in Pyongyang had informal conversations with them with his clairvoyant wisdom, broad-minded magnanimity, noble morality and profound knowledge. &nbsp;&nbsp;&nbsp;\r\n   The adoption of the declaration, a milestone of national reunification, gives a strong impetus to the drive of 70 million fellow countrymen for reunification, and this declaration highlighted the need to settle the issue of national reunification independently through the concerted efforts of the Korean nation responsible for the issue. &nbsp;&nbsp;&nbsp;\r\n   The declaration laid a foundation for the north and south to work together to reunify the country and paved a new and wide path of national reconciliation and unity. &nbsp;&nbsp;&nbsp;\r\n   In order to carry out the declaration at present it is necessary to adhere to the principle whereby the Korean nation responsible for the country's reunification pool their strength to solve the issue of reunifying the country as clarified in the declaration. &nbsp;&nbsp;&nbsp;\r\n   In order to carry out the declaration it is also necessary to take realistic and concrete measures for national reunification and more vigorously push ahead with the struggle for realising the declaration through a nationwide movement.  &nbsp;&nbsp;&nbsp;\r\n   Especially, we will join hands with persons in power, all political parties, organizations and individual figures who support the declaration and wants to see its realization whether they are in power or civilians, or politicians, or businessmen, or men of culture and whether they are in the north, or in the south, or overseas to open the door for reunification. &nbsp;&nbsp;&nbsp;\r\n   The reporter expressed conviction that all fellow countrymen at home and abroad would make tangible contributions to the building of a reunified country. &nbsp;&nbsp;&nbsp;\r\n   The countries responsible for the division of the Korean nation should respect the declaration and do things helpful to its realization, he said. &nbsp;&nbsp;&nbsp;\r\n   Speeches were made by the representatives of the government, political parties and organizations. &nbsp;&nbsp;&nbsp;\r\n   Speakers said that the Korean people should become the driving force to solve the issue of national reunification in conformity with the shared will and interests of the nation and resolutely reject any attempt of outside forces to interfere in the internal affair of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n   The meeting adopted a joint resolution. &nbsp;&nbsp;&nbsp;\r\n   Fully supporting the north-south joint declaration, the government, political parties and organizations of the DPRK are determined to do as follows: &nbsp;&nbsp;&nbsp;\r\n   1. We will take it as the supreme principle to pool the strength of the Korean people to solve the issue of national reunification and adhere to the principle. &nbsp;&nbsp;&nbsp;\r\n   2. We will work hard to take realistic and practical measures for a single reunified state by keeping alive things in common of low-level federation and confederation. &nbsp;&nbsp;&nbsp;\r\n   3. We will work hard to promote cooperation and exchanges between the north and south in several fields. &nbsp;&nbsp;&nbsp;\r\n   4. We will strengthen solidarity and unity with all political parties, groupings and people of all social strata supporting the north-south joint declaration. \r\n\r\n"
        },
        {
            "title": "Papers call for building powerful country",
            "url": "http://kcna.co.jp/item/2000/200008/news08/15.htm#8",
            "content": "Papers call for building powerful country \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 15 (KCNA) -- Papers here today editorially mark the 55th anniversary of Korea's liberation. &nbsp;&nbsp;&nbsp;\r\n   Rodong Sinmun in an editorial calls on the people to unite close around the great Kim Jong Il and work hard to build a powerful country on the land of Juche. &nbsp;&nbsp;&nbsp;\r\n   The great leader Kim Il Sung is the savior of the nation who liberated the country for the Korean people, a great father who built it and father of socialist Korea, the editorial says, and continues: &nbsp;&nbsp;&nbsp;\r\n   Kim Il Sung crushed the Japanese aggressors, pushing his way through a sea of fire and blood, and achieved the historic cause of national liberation and led the struggle of the Korean people for the prosperity of the country to victory for many years and built it into an invincible powerful socialist country. &nbsp;&nbsp;&nbsp;\r\n   Today the DPRK is heading for a powerful nation under the experienced and seasoned leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   The DPRK led by him is a dignified country which firmly adheres to its independence under any circumstances and conditions, a country where the leader and people are single-heartedly united with one thought and purpose and a heroic country whose people have created a history of uninterrupted great revolutionary advance with a persevering will. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il is the most outstanding politician who, taking the Juche idea as the guiding idea of the Korean revolution, has wisely led the struggle of the Korean people to defend independence of the country and the nation. &nbsp;&nbsp;&nbsp;\r\n   He has united all the people as a great harmonious family by pursuing the politics of love and trust, the benevolent politics, and energetically led the struggle of the workers' party and people of Korea for the building of a powerful country, firmly convinced of final victory. &nbsp;&nbsp;&nbsp;\r\n   The editorial refers to the tasks to build a powerful socialist country of Juche on this land and achieve the historic cause of national reunification under his leadership. &nbsp;&nbsp;&nbsp;\r\n   It underscores the need to resolutely defend and glorify for all ages the immortal exploits performed by Kim Il Sung in the nation-building and uphold the idea and leadership of Kim Jong Il with loyalty. The editorial calls for making a new grand advance in the socialist economic construction in hearty response to the calls of the WPK Central Committee issued on the occasion of its 55th anniversary. &nbsp;&nbsp;&nbsp;\r\n   Noting that a bright future of national reunification is being opened up, the editorial calls for implementing the historic north-south joint declaration to bring earlier national reunification. &nbsp;&nbsp;&nbsp;\r\n   An editorial of Minju Joson appeals to all the people to unite closer around Kim Jong Il, upholding his idea and leadership with loyalty, and dynamically advance with redoubled courage and spirit to carry out Kim Il Sung's last instructions for national reunification at any cost and achieve the country's eternal prosperity. \r\n\r\n"
        },
        {
            "title": "DPRK government hosts reception",
            "url": "http://kcna.co.jp/item/2000/200008/news08/15.htm#9",
            "content": "DPRK government hosts reception \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 15 (KCNA) -- The government of the Democratic People's Republic of Korea hosted a reception at Okryu Restaurant yesterday on the occasion of the 55th anniversary of Korea's liberation. &nbsp;&nbsp;&nbsp;\r\n   Invited there were Alexander Timonin, charge d'affaires ad interim and staff members of the embassy of the Russian Federation and Russian guests here. &nbsp;&nbsp;&nbsp;\r\n   Present there were Yang Hyong Sop, vice-president of the presidium of the DPRK Supreme People's Assembly, Paek Nam Sun, DPRK Foreign Minister, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n   Kang Nung Su, Minister of Culture, in his speech said that over the last 55 years since the liberation of Korea the Korean people have built an invincible socialist powerful state, independent, self-supporting and self-reliant in national defence, and steadily consolidated and developed it under the guidance of the President Kim Il Sung and General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   The historic DPRK-Russia summit meeting and talks and the publication of the DPRK-Russia joint declaration in July were landmark events in the history of friendly relations between the two countries, he said. &nbsp;&nbsp;&nbsp;\r\n   Noting that the Russian people are working hard to defend the sovereignty and territorial integrity of the country and build powerful Russia under the leadership of the respected President Vladimir Putin, he wished the Russian people new success in their work. &nbsp;&nbsp;&nbsp;\r\n   He expressed the belief that the long-standing friendly and cooperative relations between the two countries would continue to grow stronger and develop in the spirit of the historic DPRK-Russia summit talks, treaty signed between the two countries and the DPRK-Russia joint declaration. &nbsp;&nbsp;&nbsp;\r\n   Alexander Timonin in his speech said that the Japanese colonial rule over Korea collapsed in face of a serious blow dealt by the Soviet army and the Korean People's Revolutionary Army led by Kim Il Sung 55 years ago and the Korean people have traversed the road of freedom, independence and development. &nbsp;&nbsp;&nbsp;\r\n   Noting that the good-neighborly relations, mutual assistance and cooperation between the two peoples have deep historic roots, he said that the agreements reached through the recent historic meeting of President Vladimir Vladimirovich Putin of the Russian Federation and Chairman Kim Jong Il of the DPRK National Defence Commission provided a reliable groundwork of the 21st century for mutually beneficial cooperation between Russia and the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The Russian people are struck with deep admiration for the Korean people building a powerful country, overcoming difficulties, under the dynamic leadership of Kim Jong Il, he added. \r\n\r\n"
        },
        {
            "title": "August 15 north-south Buddhists' simultaneous  mass held",
            "url": "http://kcna.co.jp/item/2000/200008/news08/15.htm#10",
            "content": "August 15 north-south Buddhists' simultaneous  mass held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 15 (KCNA) -- The \"August 15 north-south Buddhists' simultaneous mass praying for nation's independence, unity and country's reunification\" was held today at all temples in the North Korea on the occasion of the 55th anniversary of the country's liberation.  &nbsp;&nbsp;&nbsp;\r\n Rituals and speeches praying for the country's reunification were made at the mass services and an address by chairman of the Council of South Korean Buddhist order Jong Tae and a joint address reflecting the north and south Buddhists' will for national reunification were read out. &nbsp;&nbsp;&nbsp;\r\n   The participants in the mass services expressed their will to give further momentum to the movement for the country's reunification in conformity with the spirit of the joint declaration adopted at the end of the historic Pyongyang meeting and the north-south summit talks. &nbsp;&nbsp;&nbsp;\r\n   Present there were ministers of the central committee of the Korean Buddhist Federation and the committees of various provinces, cities and counties, chief priests of temples, priests and believers. \r\n\r\n"
        },
        {
            "title": "Church service for peaceful reunification of Korea held",
            "url": "http://kcna.co.jp/item/2000/200008/news08/15.htm#11",
            "content": "Church service for peaceful reunification of Korea held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 15 (KCNA) -- A church service of the world joint praying week for the peaceful reunification of Korea took place at the Pyongyang Pongsu Church on Aug. 13. &nbsp;&nbsp;&nbsp;\r\n   Present there were Kang Yong Sop, chairman of the central committee of the Korean Christian Federation, clergymen of the committee and churchgoers. &nbsp;&nbsp;&nbsp;\r\n   Also attending there were overseas. Koreans and foreign Christians on a visit to the DPRK. &nbsp;&nbsp;&nbsp;\r\n   A \"north-south joint prayer for the peaceful reunification of Korea\" which was agreed upon between the north and the south was performed and senior clergyman Ri Thae Gyun preached on the subject \"Let's become one with love and unity.\"&nbsp;&nbsp;&nbsp;\r\n   It called on all the believers to extend full support to the historic north-south joint declaration published in Pyongyang in June last and to turn out as one for its implementation to reunify the country as wished by the lord. &nbsp;&nbsp;&nbsp;\r\n   A communion service was performed at the church service. &nbsp;&nbsp;&nbsp;\r\n   That day, church services took place at the Chilgol Church and families of the country where the same prayer was performed. \r\n\r\n"
        },
        {
            "title": "Floral baskets laid before statues of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2000/200008/news08/15.htm#12",
            "content": "Floral baskets laid before statues of Kim Il Sung \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 15 (KCNA) -- Floral baskets were laid before the statue of the President Kim Il Sung standing on Mansu Hill in Pyongyang today, the 55th anniversary of the country's liberation. &nbsp;&nbsp;&nbsp;\r\n   A floral basket sent by General Secretary Kim Jong Il was laid before the statue. &nbsp;&nbsp;&nbsp;\r\n   Present at the ceremony were senior party and government officials including vice-president Yang Hyong Sop of the presidium of the DPRK Supreme People's Assembly and generals and officers of the Korean People's Army (KPA). &nbsp;&nbsp;&nbsp;\r\n   Also on hand were the charge d'affaires ad interim and members of the Russian embassy here.  &nbsp;&nbsp;&nbsp;\r\n Floral baskets were laid in the joint name of the central committee of the Worker's party of Korea, the presidium of the DPRK Supreme People's Assembly and the DPRK cabinet, in the name of the Ministry of the People's Armed Forces, the Ministry of Foreign Affairs, the Ministry of Foreign Trade, the Ministry of Forestry and the Ministry of Fisheries and in the joint name of the Korean Committee for Cultural Relations with Foreign Countries and the DPRK-Russia Friendship Society and others. &nbsp;&nbsp;&nbsp; \r\n   Also placed there were floral baskets in the name of the foreign diplomatic corps and military attaches corps here and the Pyongyang mission of the National Democratic Front of South Korea. &nbsp;&nbsp;&nbsp;\r\n   Overseas Koreans, working people from all walks of life in the city, soldiers of the KPA and school youth and children laid floral baskets, bouquets and flowers before the statue and paid respects to him. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, floral baskets in the joint name of the provincial, city and county people's committees and floral baskets, bouquets and flowers of members of the Russian embassy here were laid before his statues in Nampho, Wonsan, Haeju and other local areas. &nbsp;&nbsp;&nbsp;\r\n   The consulate-general of the Russian Federation in Chongjin placed bouquets before the President's statue there. \r\n\r\n"
        },
        {
            "title": "Wreaths laid on Korea's liberation day",
            "url": "http://kcna.co.jp/item/2000/200008/news08/15.htm#13",
            "content": "Wreaths laid on Korea's liberation day \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 15 (KCNA) -- Wreaths were laid at the Revolutionary Martyrs' Cemetery on Mt. Taesong today by the Central Committee of the Worker's Party of Korea (WPK), the presidium of the DPRK Supreme People's Assembly, the DPRK cabinet, the diplomatic corps and the military attaches' corps here on the occasion of the 55th anniversary of the liberation of the country. &nbsp;&nbsp;&nbsp;\r\n   Present at the wreath-laying ceremony were vice-president Yang Hyong Sop of the presidium of the DPRK Supreme People's Assembly and other senior party and government officials, and generals and officers of the Korean People's Army (KPA). &nbsp;&nbsp;&nbsp;\r\n   Wreaths were laid in the joint name of the Central Committee of the WPK, the presidium of the DPRK Supreme People's Assembly and the DPRK cabinet and in the name of the Ministry of the People's Armed Forces, the Ministry of Foreign Affairs, the Ministry of Foreign Trade, the Ministry of Forestry, the Ministry of Fisheries and other institutions amid the playing of the wreath-laying music. &nbsp;&nbsp;&nbsp;\r\n   Wreaths in the name of the diplomatic corps and the military attaches' corps here were also placed there. &nbsp;&nbsp;&nbsp;\r\n   Working people from all walks of life, soldiers of the KPA also laid bouquets and flowers there. &nbsp;&nbsp;&nbsp;\r\n   Wreaths were laid before the liberation tower and the cemetery of martyrs of the Soviet Army in Sadong district, Pyongyang, today. &nbsp;&nbsp;&nbsp;\r\n   Earlier, the consulate-general of the Russian Federation in Chongjin laid bouquets before the liberation tower and the cemeteries of martyrs of the Soviet Army in Chongjin and Rajin. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, wreaths were laid before liberation towers and cemeteries of martyrs of the Soviet Army in Nampho, Wonsan, Haeju, Chongjin and other localities and wreaths in the name of the staff members of the Russian embassy here were also placed there. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}