{
    "date": "2000-03-21",
    "url": "http://kcna.co.jp/item/2000/200003/20000321.htm",
    "articles": [
        {
            "title": "Paek Nam Sun cables to his Libyan counterpart",
            "url": "http://kcna.co.jp/item/2000/200003/news03/21.htm#1",
            "content": "Paek Nam Sun cables to his Libyan counterpart \r\n   &nbsp;&nbsp;&nbsp;Pyongyang, March 21 (KCNA) -- Foreign Minister Paek Nam Sun of the DPRK sent a message of greetings to  Abdulrahman Mohamed Shalgham upon his assumption of office as secretary of the general people's committee for foreign liaison and international cooperation of the Great Socialist People's Libyan Arab Jamahiriya. &nbsp;&nbsp;&nbsp;\r\n   Extending heartfelt felicitations to him, the message expresses belief that the friendly and cooperative relations between the two countries will grow stronger and develop. &nbsp;&nbsp;&nbsp;\r\n   It wishes him success in his responsible work. \r\n\r\n"
        },
        {
            "title": "Greetings to secretary general of league of Arab states",
            "url": "http://kcna.co.jp/item/2000/200003/news03/21.htm#2",
            "content": "Greetings to secretary general of league of Arab states \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 21 (KCNA) -- Paek Nam Sun, Foreign Minister of the Democratic People's Republic of Korea, sent a message of greetings to Ahmed Esmat Abdul Maguid, secretary general of the League of Arab States, on the occasion of the 55th anniversary of its foundation. &nbsp;&nbsp;&nbsp;\r\n   The message said that for the past 55 years since its foundation the league has played a great role in achieving unity and cohesion of the Arab nation and multilaterally developing the friendship and cooperation among Arab people and registered many successes. &nbsp;&nbsp;&nbsp;\r\n   It expressed full support to the league in its energetic activities to realize lasting and fair peace in Arab region. &nbsp;&nbsp;&nbsp;\r\n   Highly appreciating positive measures taken by the league towards the DPRK, it expressed the conviction that the traditional friendly and cooperative relations between the DPRK and the Arab states would further strengthen and develop in all fields under the league's great concern. \r\n\r\n"
        },
        {
            "title": "Greetings to Syrian Prime Minister",
            "url": "http://kcna.co.jp/item/2000/200003/news03/21.htm#3",
            "content": "Greetings to Syrian Prime Minister \r\n  &nbsp;&nbsp;&nbsp;  Pyongyang, March 21 (KCNA) -- Premier Hong Song Nam of the DPRK cabinet sent a message of greetings to Muhammad Mustafa Mero upon his appointment as Prime Minister of the Syrian Arab Republic. &nbsp;&nbsp;&nbsp;\r\n   The message extends warm congratulations to him and expresses conviction that the excellent friendly and cooperative relations existing between the two countries will continue to grow stronger and develop. &nbsp;&nbsp;&nbsp;\r\n   It sincerely wishes him success in the performance of his new duty. \r\n\r\n"
        },
        {
            "title": "Greetings to Lao People's Revolutionary Party",
            "url": "http://kcna.co.jp/item/2000/200003/news03/21.htm#4",
            "content": "Greetings to Lao People's Revolutionary Party \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 21 (KCNA) -- The Central Committee of the Worker's Party of Korea today sent a message of greetings to the central committee of the Lao People's Revolutionary Party on the occasion of its 45th anniversary. &nbsp;&nbsp;&nbsp;\r\n    The message says: &nbsp;&nbsp;&nbsp;\r\n    The Central Committee of the WPK extends fervent congratulations to the central committee of the Lao People's Revolutionary Party, all its party members and fraternal Lao people on the occasion of the 45th anniversary of the Lao people's revolutionary party. &nbsp;&nbsp;&nbsp;\r\n    After its foundation the Lao People's Revolutionary Party has led to a brilliant victory the revolutionary struggle of the Lao people for independence of the country against imperialism and colonialism and for the building of a new society. &nbsp;&nbsp;&nbsp;\r\n   The Lao people under the correct guidance of the Lao People's Revolutionary Party headed by Khamtay Siphandone have registered great successes in the efforts to implement the decision of the sixth party congress and carry out the socio-economic development plan by the year 2000. &nbsp;&nbsp;&nbsp;\r\n   In the belief that the traditional relations of friendship and cooperation between the two parties and peoples will continue to grow stronger and develop, the message sincerely wishes the Lao People's Revolutionary Party and the Lao people greater success in their efforts for defence of the gains of the revolution and the nation's prosperity. \r\n\r\n"
        },
        {
            "title": "Members of Pakistani embassy visit Korean Film Studio",
            "url": "http://kcna.co.jp/item/2000/200003/news03/21.htm#5",
            "content": "Members of Pakistani embassy visit Korean Film Studio \r\n &nbsp;&nbsp;&nbsp; Pyongyang, March 21 (KCNA) -- M. Ayaz Khan, charge d'affaires ad interim of the Pakistani embassy here, and members of the embassy visited the Korean Film Studio yesterday on the occasion of the Day of Pakistan. &nbsp;&nbsp;&nbsp;\r\n   They laid a bouquet and made a bow before the statue of the President Kim Il Sung in the compound of the studio. &nbsp;&nbsp;&nbsp;\r\n   They looked round the mock-up \"location\" streets, being briefed on the history of the studio and the immortal exploits of the President Kim Il Sung and General Secretary Kim Jong Il in their leadership over it. \r\n\r\n"
        },
        {
            "title": "Cultural relics under excellent protection",
            "url": "http://kcna.co.jp/item/2000/200003/news03/21.htm#6",
            "content": "Cultural relics under excellent protection \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, March 21 (KCNA) -- In Korea, significant efforts are channelled into preservation of historical heritages despite serious economic downturn. &nbsp;&nbsp;&nbsp;\r\n   The Pyongyang cultural heritage management company repainted the Ryongwang Pavilion (early 16th century) and other cultural relic units last year and installed a new hammer and support for the Pyongyang bell in February this year. &nbsp;&nbsp;&nbsp;\r\n   The Pyongyang bell, at Taedongmun-dong in central district, Pyongyang, was cast in bronze in 1726 over a period of four months. It measures 3.1 metres in height and 1.6 metres in diameter and weighs 13.513 tons, and harbors a variety of patterns and an inscription of its history. &nbsp;&nbsp;&nbsp;\r\n   It had been rung for emergency alarms and clocking chimes until the 1890s and normally at 10 p.m. and 4 a.m. with its 28 ringing blows at 10 p.m. four gates of the inner wall of Pyongyang were shut down simultaneously to bar the passage of people and vehicles, before they were opened with the bell's 33 blows at 4 a.m.  in the event of foreign invasion, it rang in ceaseless rounds. &nbsp;&nbsp;&nbsp;\r\n   The hammer, a recent imitation of the original, is 2.5 metres in length and 0.2 metre in diameter, while the support is a three-piece one. &nbsp;&nbsp;&nbsp;\r\n   The aforesaid company and similar bodies across the country are now bracing for the upcoming \"month of cultural relics protection\" in April. \r\n\r\n"
        },
        {
            "title": "Future marathoners in making",
            "url": "http://kcna.co.jp/item/2000/200003/news03/21.htm#7",
            "content": "Future marathoners in making \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, March 21 (KCNA) -- The Sokryon senior middle school in the backwoods county of Rinsan, North Hwanghae Province, is a producer of up-and-coming marathoners. &nbsp;&nbsp;&nbsp;\r\n   Its top-seeded athletes clinched an overall trophy cup with three gold and a silver at the recent 26th national jong il peak prize  junior marathon race held in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n   The school, with its stress on sports as an everyday activity of children, set a marathon group on the go and has projected it to full stature. It mapped out a scientific training schedule and helped the teenagers to fulfil it without fail. The sports teacher played a conspicuous role. &nbsp;&nbsp;&nbsp;\r\n   Credit where it's due. The school's stock of medals grew steadily after the first wrested by O Sung Ju at a national junior athletic contest. Now it claims 124 medals including 89 gold and six trophy cups from annual athletic contests. &nbsp;&nbsp;&nbsp;\r\n   Ten marathoners were picked from the school to provincial or national sports teams. \r\n\r\n"
        },
        {
            "title": "Greatness of Kim Jong Il praised",
            "url": "http://kcna.co.jp/item/2000/200003/news03/21.htm#8",
            "content": "Greatness of Kim Jong Il praised \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, March 21 (KCNA) -- Visitors of the Korean book and photo exhibition at the 14th New Delhi world book exhibition unanimously praised the greatness of General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   Anil Gupta, editor-in-chief of the Indian newspaper Indian and World Event, said that the feat of Kim Jong Il in ideological and theoretical activities holds the most outstanding place in his exploits for humankind and that he theoretically systematized the Juche idea founded by President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n   B. C. Gupta, editor-in-chief of the Indian newspaper Social Look International, said that the work of Kim Jong Il \"Socialism Is a Science\" gives the people strength. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il published the work to give strength and courage to many communists and progressives by scientifically proving that socialism is a science and its victory is inevitable, he noted. &nbsp;&nbsp;&nbsp;\r\n   Shapikul Islam, deputy department director of the Bangladesh National Book Centre, said that Kim Jong Il's army-first  revolutionary leadership mode of carrying on revolution and socialist construction with the army as a pillar is really clear-cut and unique and that he is a great master of ideology and theory, gifted man of military affairs and genius of leadership. &nbsp;&nbsp;&nbsp;\r\n   Nira Khrishna B.C., managerial director of the Indian new century printing company, ltd., stressed that many legends of great love are produced in Korea where Kim Jong Il loves the people infinitely and that it is quite natural that the Korean people call him their father and follow him. \r\n\r\n"
        },
        {
            "title": "Idea of aim high",
            "url": "http://kcna.co.jp/item/2000/200003/news03/21.htm#9",
            "content": "Idea of aim high \r\n &nbsp;&nbsp;&nbsp; Pyongyang, March 21 (KCNA) -- Kim Hyong Jik, an indomitable revolutionary fighter, set forth the idea of \"Jiwon\" (aim high) in the early 20th century. This is a precious spiritual heritage for the Korean people. &nbsp;&nbsp;&nbsp;\r\n   \"Jiwon\" means to have a lofty aim. &nbsp;&nbsp;&nbsp;\r\n   Kim Hyong Jik said: If I fall in battle, my son will continue the fight= if my son cannot accomplish the cause, my grandson must fight until we win our nation's independence. &nbsp;&nbsp;&nbsp;\r\n   These words carry the idea of \"Jiwon.\"&nbsp;&nbsp;&nbsp;\r\n   This idea served as banner held aloft by the Korean National Association, which was a pivotal organization of the anti-Japanese national liberation movement from the latter half of the 1910s to the middle of the 1920s, and a guideline in  leading its all activities. &nbsp;&nbsp;&nbsp;\r\n   The idea has been inherited down through generations in the annals of the Korean revolution. &nbsp;&nbsp;&nbsp;\r\n   The President Kim Il Sung in his reminiscences wrote as follows: &nbsp;&nbsp;&nbsp;\r\n   Later, I remembered these words when the anti-Japanese armed struggle, which I had believed we would win in three or four years, dragged on. As I lived through the long years of tragedy caused by national division after liberation, the division that compelled the north and the south to take opposite courses, I reminded myself of my father's profound words. &nbsp;&nbsp;&nbsp;\r\n   Touching on the style of work of the officials who worked with momentary enthusiasm in early March, Juche 82 (1993), he instructed that they should be guided by the idea of \"Jiwon\" in every work. And he added that he had been carrying on the revolution, guided by the idea since the very day he embarked upon the road of revolution. &nbsp;&nbsp;&nbsp;\r\n   It is the unshakable will of General Secretary Kim Jong Il to complete the Korean revolution, guided by the idea of \"Jiwon.\"&nbsp;&nbsp;&nbsp;\r\n   This noble idea is also reflected in the Juche-oriented view on life which he instilled into the Korean people, the view that calls for living today not for the present but for the future. &nbsp;&nbsp;&nbsp;\r\n   The Korean people will surely build a powerful socialist nation on this land, inspired by the idea of \"Jiwon.\" \r\n\r\n"
        },
        {
            "title": "U.S. Defense Secretary 's ill-boding tour of S. Korea",
            "url": "http://kcna.co.jp/item/2000/200003/news03/21.htm#10",
            "content": "U.S. Defense Secretary 's ill-boding tour of S. Korea \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, March 21 (KCNA) -- U.S. Defense Secretary  Cohen made a very ill-boding tour of South Korea over March 17-18, according to reports from Seoul.&nbsp;&nbsp;&nbsp;\r\n   He \"inspected\" U.S. military bases in the forefront area before having \"talks\" with the South Korean authorities with a view to hatching up a plot for a new war against the north. &nbsp;&nbsp;&nbsp;\r\n   It was reported that he was of the same opinion that South Korea, Japan and the United States should \"keep a close policy coordination\" in dealing with the \"North Korea issue\" at the \"talks\" with the present chief executive of South Korea. &nbsp;&nbsp;&nbsp;\r\n   His trip tailed after the South Korea visit of the chairman of the Japanese joint chiefs of staff. \r\n\r\n"
        },
        {
            "title": "Democratic Labour Party calls for abolition of \"security law\"",
            "url": "http://kcna.co.jp/item/2000/200003/news03/21.htm#11",
            "content": "Democratic Labour Party calls for abolition of \"security law\" \r\n &nbsp;&nbsp;&nbsp; Pyongyang, March 21 (KCNA) -- The Democratic Labour Party of South Korea set the abolition of the fascist \"security law\" as its \"election\" commitments on March 17, according to a radio report from Seoul. &nbsp;&nbsp;&nbsp;\r\n   Its \"election\" commitments include the eradication of the U.S. aggression troops' crimes and the abrogation of the \"homeland reserve forces\" and the \"civilian defence system.\" Besides, confiscation of ill-gotten properties and stop to the \"lay-off system\" are included in its commitments. \r\n\r\n"
        },
        {
            "title": "KCNA slams U.S. ambition for hegemony in Asia and Pacific",
            "url": "http://kcna.co.jp/item/2000/200003/news03/21.htm#12",
            "content": "KCNA slams U.S. ambition for hegemony in Asia and Pacific \r\n &nbsp;&nbsp;&nbsp;Pyongyang, March 21 (KCNA)-- Thomas Schwats, commander of the U.S. forces in South Korea, testifying  at a recent hearing of the U.S. senate armed services committee, reportedly underscored the need to establish a new early warning system in South Korea. &nbsp;&nbsp;&nbsp;\r\n  Preposterously asserting that \"North Korea is developing an inter-continental ballistic missile with a range of over 5,000 km\", he cried out for augmenting \"Theatre Missile Defense\" capability of the U.S. forces in South Korea \"if an early warning system is to be established to counter North Korea's possible missile attack.\" &nbsp;&nbsp;&nbsp;\r\n   These remarks can convince no one as they are intended to justify the moves to beef up its aggressor forces overseas.  &nbsp;&nbsp;&nbsp;\r\n Having described the DPRK's satellite launch as a \"missile\" launch, the United States  is going to introduce sophisticated weapons into South Korea under the pretext of coping with it. This is chiefly aimed at stifling the DPRK militarily and containing the missile development of the neighboring big powers with South Korea as a springboard in a bid to maintain  its sphere of influence in the Asia-Pacific region, buttressed by its military edge.  &nbsp;&nbsp;&nbsp;\r\n  It is beyond doubt that these frantic moves of the United States will escalate the arms race, the tensions and confrontation and seriously jeopardize peace and stability  in Korea and other regions of Asia  and the pacific. &nbsp;&nbsp;&nbsp;\r\n  Our people and armed forces will maintain heightened vigilance against the arms buildup stepped up by the United States under the pretext of the DPRK's \"missile threat\" and take a strong self-defence measure to torpedo them. \r\n\r\n"
        },
        {
            "title": "U.S. urged to drop its foolish attempt",
            "url": "http://kcna.co.jp/item/2000/200003/news03/21.htm#13",
            "content": "U.S. urged to drop its foolish attempt \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 21 (KCNA)-- The United States had better drop its foolish attempt to achieve its sinister aim by making the DPRK's \"nuclear suspicion\" sound real, warns Rodong Sinmun today in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n  Slamming the United States for working hard to make the \"nuclear suspicion\" fait accompli, absurdly asserting that the DPRK is seeking the status of \"nuclear weapons state\" and it may be \"engaged in clandestine nuclear weapon development,\" the commentary goes on: &nbsp;&nbsp;&nbsp;\r\n  It is preposterous, indeed, for the U.S. to vociferate about the DPRK's \"nuclear issue.\" &nbsp;&nbsp;&nbsp;\r\n  The U.S. dreamed up this fiction of \"nuclear suspicion\" in a ridiculous bid to evade its responsibility for having delayed the construction of light water reactors under the DPRK-U.S. agreed framework after \"internationalizing\" the Korean issue and for having failed to keep the timetable for delivery of heavy oil to the DPRK.  &nbsp;&nbsp;&nbsp;\r\n  The U.S. loudmouthed \"nuclear suspicion\" will bring it to nowhere. &nbsp;&nbsp;&nbsp;\r\n  The implementation of the framework is not related to the DPRK only. The U.S. seems to seek any political and military concession from the DPRK, whiling away the time, after shelving the implementation of the framework. But this trick will not work on the DPRK. It does not pin any strong hope on the framework. And it remains unfazed in face of the U.S. sanctions and pressure. &nbsp;&nbsp;&nbsp;\r\n  The United States is well advised to properly judge the Korean people's faith and will. \r\n\r\n"
        },
        {
            "title": "U.S. outrageous practices assailed",
            "url": "http://kcna.co.jp/item/2000/200003/news03/21.htm#14",
            "content": "U.S. outrageous practices assailed \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, March 21 (KCNA) -- The history of the United States began with brutal murder and plunder of native Americans and it has grown fat through ceaseless aggression. &nbsp;&nbsp;&nbsp;\r\n   At the end of the 19th century Mark Twain, American writer and journalist, said that it was good to have discovered America but it would have been better if it had not been discovered. &nbsp;&nbsp;&nbsp;\r\n   It is more than a century since he wrote this. But his words bear witness to the outrageous nature of the U.S.  &nbsp;&nbsp;&nbsp;\r\nSince the end of the cold war the U.S. has become more arrogant. &nbsp;&nbsp;&nbsp;\r\n   The U.S., availing itself of the elimination of its military rival, is behaving like \"a world gendarme\" while interfering in the internal affairs of other countries and imposing pressure and sanctions upon those countries which do not curry favour with it. &nbsp;&nbsp;&nbsp;\r\n   In this regard, Libyan newspaper Al Jahaf Al Ahdar in an article under the title \"How beautiful would the world be  without the U.S.\" said: &nbsp;&nbsp;&nbsp;\r\n   It has been proved by the history that peace was harassed and wars broke out everywhere the U.S. intervenes in. &nbsp;&nbsp;&nbsp;\r\n    Aggression, war, social confusion and disorder are reported wherever the U.S. stretches out its tentacles of aggression in Asia, Africa, the Middle East, Latin America and other regions. A typical example of this in the far east of Asia is the Korean peninsula. The U.S. forces, who are still stationed in South Korea under the pretext of solving the Korean problem, is the source of war.\"&nbsp;&nbsp;&nbsp;\r\n   This article is reminiscent of mark twain's words a century ago. &nbsp;&nbsp;&nbsp;\r\n   The U.S. has inflicted unspeakable misfortune and pain upon the Korean people for nearly 140 years since the intrusion of its pirate ship \"General Sherman\" into the River Taedong. &nbsp;&nbsp;&nbsp;\r\n   Space is not enough to write about the U.S. crimes as it is chiefly responsible for our territorial and national division, it provoked a 3-year-war against the Korean people and committed mass killings of innocent civilians, GIs have never stopped their atrocities in South Korea over the last more than half a century and the U.S. is escalating its moves to provoke a new war and isolate and stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The truth about mass killings of innocent South Korean civilians committed by GIs during and before and after the Korean War has recently been disclosed without a let-up. &nbsp;&nbsp;&nbsp;\r\n   GIs' ceaseless killings of South Korean women are lashing not only the Korean nation but progressive humankind into a fury. &nbsp;&nbsp;&nbsp;\r\n   The Korean people will never remain a passive on looker to this. &nbsp;&nbsp;&nbsp;\r\n   The U.S. should stop swimming against the trend of the time toward independence, peace, prosperity and progress, rectify its wrong policy toward the DPRK and pull its troops out of South Korea at once. \r\n\r\n"
        },
        {
            "title": "Japan's militarist aggression to lead to its self-destruction",
            "url": "http://kcna.co.jp/item/2000/200003/news03/21.htm#15",
            "content": "Japan's militarist aggression to lead to its self-destruction \r\n &nbsp;&nbsp;&nbsp; Pyongyang, March 21 (KCNA) -- Rodong Sinmun today in a signed article assails Japan for getting more feverish in its moves to realise its wild dream  of reinvasion.  &nbsp;&nbsp;&nbsp; \r\n   Pointing in detail to the fact that the Japanese reactionaries have recently worked out a \"national defense policy\" aimed at creating \"regular armed forces\" with strong defensive and offensive capabilities and are now working hard to put it into practice and, at the same time, employing all tricks to get involved in international disputes under the name of the \"peace-keeping forces,\" the commentary observes: &nbsp;&nbsp;&nbsp;\r\n   This is part of their premeditated moves to convert Japan into a military giant and realise their wild dream of military reinvasion at any cost. &nbsp;&nbsp;&nbsp;\r\n   Japan's new \"national defense policy\" is, in essence, dangerous military politics which switched its nature from \"defensive\" to \"offensive\" and aggressive and \"Self-Defense Forces'\" participation in the \"UN peace-keeping operations\" is aimed to carry out legal military operations in different areas beyond the boundary of Japan. &nbsp;&nbsp;&nbsp;\r\n   The Japanese reactionaries' moves for reinvasion have entered a practical phase. &nbsp;&nbsp;&nbsp;\r\n   Japan suffered a defeat after invading many countries  in the past. &nbsp;&nbsp;&nbsp;\r\n   If Japan steps up its moves to become a military giant and launch military reinvasion oblivious of this serious historical lesson, this will bring them nothing but self-destruction. &nbsp;&nbsp;&nbsp;\r\n   The Japanese authorities are well advised to ponder over the grave consequences to be entailed by their moves for military reinvasion. \r\n\r\n"
        },
        {
            "title": "GIs' unceasing murder of S. Korean women flayed",
            "url": "http://kcna.co.jp/item/2000/200003/news03/21.htm#16",
            "content": "GIs' unceasing murder of S. Korean women flayed \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, March 21 (KCNA) -- Rodong Sinmun today carries a signed commentary denouncing the GIs' unceasing murder of South Korean women. &nbsp;&nbsp;&nbsp;\r\n   The commentary says: &nbsp;&nbsp;&nbsp;\r\n   The U.S. has never considered South Koreans to be human beings since the very outset of their occupation. They have violated the chastity of women, taking them as their sexual playthings and even brutally killed them. &nbsp;&nbsp;&nbsp;\r\n   The 55-year-long history of the U.S.'s occupation of South Korea is woven with crimes such as murder, plunder, robbery and rape. When the history of their bloody atrocities is allowed to go on, it is as clear as noonday that the South Korean people will meet greater misfortune, sufferings and death. &nbsp;&nbsp;&nbsp;\r\n   The U.S. barbarians who look down upon the Korean nation, insult and kill Koreans as they please should never be pardoned. This is a bitter lesson drawn by the Korean nation from the ever more frequent monstrous atrocities committed by the U.S. aggression troops in South Korea. &nbsp;&nbsp;&nbsp;\r\n   There should be no expectation and illusion about the aggressors who are only engaged in murder and plunder, bereft of justice, conscience and ethics and morality. A vigorous struggle for independence against the U.S. should be waged to retake the usurped dignity and sovereignty of the nation. \r\n\r\n"
        },
        {
            "title": "Anniversary of Namibia's independence observed",
            "url": "http://kcna.co.jp/item/2000/200003/news03/21.htm#17",
            "content": "Anniversary of Namibia's independence observed \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, March 21 (KCNA) -- Newspapers here today dedicate signed articles to the tenth anniversary of the independence of Namibia. &nbsp;&nbsp;&nbsp;\r\n   After the independence of Namibia its people have worked hard to achieve national reconciliation and political stability and build an independent, new society under the leadership of President Sam Nujoma, Rodong Sinmun notes, and says: &nbsp;&nbsp;&nbsp;\r\n   The two peoples of the DPRK and Namibia understand each other for commonness in their past position and present struggle and are struggling to attain their common purpose. &nbsp;&nbsp;&nbsp;\r\n   The Korean people are sincerely rejoiced over the achievements made by the Namibian people in their efforts to eliminate the colonial leftover and build a prosperous new society. &nbsp;&nbsp;&nbsp;\r\n   Minju Joson says they hope for greater success in the Namibian people's future work for building a free and prosperous, new society. \r\n\r\n"
        },
        {
            "title": "Chinese premier refers to Sino-DPRK friendship",
            "url": "http://kcna.co.jp/item/2000/200003/news03/21.htm#18",
            "content": "Chinese premier refers to Sino-DPRK friendship \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, March 21 (KCNA) -- Zhu Rongji, member of the standing committee of the political bureau of the central committee of the Communist Party of China and premier of the state council, expressed the belief that the traditional Sino-DPRK friendship would further develop to meet the desire of the peoples of the two countries. &nbsp;&nbsp;&nbsp;\r\n   While receiving DPRK Foreign Minister Paek Nam Sun and his party on March 20, he said that the party and government of China have attached great importance to the Sino-DPRK friendship and made positive and sincere efforts to consolidate and develop the China-DPRK relations. &nbsp;&nbsp;&nbsp;\r\n   The two peoples of China and the DPRK have long-standing, unbreakable relations of friendship, he noted, adding that this traditional friendship is a precious treasure common to the two peoples as it was provided and developed by the leaders of the old generation of the two countries.    &nbsp;&nbsp;&nbsp;\r\n   He congratulated the Korean people on their successes and wished them greater success in the future under the wise guidance of Kim Jong Il. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}