{
    "date": "2000-09-13",
    "url": "http://kcna.co.jp/item/2000/200009/20000913.htm",
    "articles": [
        {
            "title": "Kim Yong Nam meets Chinese party delegation",
            "url": "http://kcna.co.jp/item/2000/200009/news09/13.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "New Yugoslav ambassador presents credentials",
            "url": "http://kcna.co.jp/item/2000/200009/news09/13.htm#2",
            "content": "Kim Yong Nam meets Chinese party delegation \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 13 (KCNA) -- Kim Yong Nam, member of the political bureau of the Central Committee of the Worker's Party of Korea (WPK) and President of the presidium of the DPRK Supreme People's Assembly, met and had a talk with a delegation of the international liaison department of the central committee of the Communist Party of China (CPC) led by its head Dai Bingguo, member of the central committee of the CPC, at the Mansudae Assembly Hall today. &nbsp;&nbsp;&nbsp;\r\n   On hand were Choe Jin Su, vice department director of the Central Committee of the WPK, and Wang Guozhang, ambassador of the People's Republic of China to the DPRK. &nbsp;&nbsp;&nbsp;\r\n   Dai Bingguo asked Kim Yong Nam to convey warm regards of Jiang Zemin, general secretary of the central committee of the Communist Party of China, to the great leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   The meeting and talks between Kim Jong Il and Jiang Zemin in may marked historic events to further strengthen the friendly and cooperative relations between the two parties and two countries, he said. &nbsp;&nbsp;&nbsp;\r\n   The CCP will make every effort to develop the Sino-Korea friendship, he stressed. \r\n\r\n"
        },
        {
            "title": "Cambodian delegation here",
            "url": "http://kcna.co.jp/item/2000/200009/news09/13.htm#3",
            "content": "New Yugoslav ambassador presents credentials \r\n &nbsp;&nbsp;&nbsp; Pyongyang, September 13 (KCNA) -- Milorad Kosovac, new Yugoslav Ambassador E. P. to the DPRK, presented his credentials to Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, at the Mansudae Assembly Hall today. &nbsp;&nbsp;&nbsp;\r\n   The President conversed with the ambassador after receiving credentials. \r\n\r\n"
        },
        {
            "title": "7th Pyongyang Film Festival opens",
            "url": "http://kcna.co.jp/item/2000/200009/news09/13.htm#4",
            "content": "Cambodian delegation here \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 13 (KCNA) -- A delegation of the Ministry of Information of Cambodia headed by Minister Lu Lay Sreng arrived here yesterday. &nbsp;&nbsp;&nbsp;\r\n   It was greeted at the airport by O Song Chol, vice-chairman of the Information Committee of the DPRK, and Oum Mannorine, Cambodian ambassador to Korea. \r\n\r\n"
        },
        {
            "title": "World's longest-term serving prisoner",
            "url": "http://kcna.co.jp/item/2000/200009/news09/13.htm#5",
            "content": "7th Pyongyang Film Festival opens \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 13 (KCNA) -- The 7th Pyongyang Film Festival of non-aligned and other developing countries opened with large attendance at the Pyongyang International Cinema House today. &nbsp;&nbsp;&nbsp;\r\n   The Pyongyang Film Festival is an international festival of moviemen aimed to strengthen exchange and cooperation among moviemen of the world and encourage every country to genuinely contribute to the development of national film art and the construction of human culture, under the slogan of \"for independence, peace and friendship \"&nbsp;&nbsp;&nbsp;\r\n   Present at the opening ceremony were Yang Hyong Sop, vice-president of the presidium of the Supreme People's Assembly of the DPRK, Jo Chang Dok, vice-premier, and Kang Nung Su, Minister of Culture who is the chairman of the festival organizing committee. &nbsp;&nbsp;&nbsp;\r\n   Also present were delegations and delegates from different countries, guests of honor, diplomatic envoys of different countries here, embassy officials in charge of cultural relations and foreigners. &nbsp;&nbsp;&nbsp;\r\n   Kang Nung Su, in his opening address said that the 7th Pyongyang Film Festival draws great attention of the public at home and abroad as it is opened at a time when there is a bright prospect for national reunification and the DPRK enjoys ever growing international prestige in the wake of the historic north-south summit talks and the publication of the north-south joint declaration in June last under the experienced and tested guidance of the great leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   The festival will offer a momentous opportunity to adequately benefit from valuable successes and experience gained by moviemen of different countries who are reviewing what they have done in the 20th century now drawing to its end and seeking a way of developing independent national film art in the hopeful 21st century and strengthen and develop friendship, solidarity, cooperation and exchange among them, he said. &nbsp;&nbsp;&nbsp;\r\n   Yang Hyong Sop made a congratulatory speech. &nbsp;&nbsp;&nbsp;\r\n   I am very glad to see the 7th Pyongyang Film Festival of non-aligned and other developing countries opening in Pyongyang, the capital city of the DPRK, at the historic turn of the century and would like to extend my warm greetings and hearty congratulations to all the delegations, delegates and guests from different countries present here, he said. &nbsp;&nbsp;&nbsp;\r\n   Saying that the DPRK would as always make positive efforts to expand and develop friendly and cooperative relations with all the progressive people, men of culture and moviemen of the world in the noble idea of independence, peace and friendship, he wished the festival a big success. &nbsp;&nbsp;&nbsp;\r\n   Then the floor was taken by vice-Minister of Culture and chairman of the administrative council of the National Film Center of Egypt Mohamed Kamel Mohamed El-Kaliouby and Iranian delegate Afshin Sadeghi. &nbsp;&nbsp;&nbsp;\r\n   Members of the international jury of the festival were announced at the ceremony. &nbsp;&nbsp;&nbsp;\r\n   The festival will involve a competition among the feature and documentary films contributed to the festival and informative, retrospective and special film shows.  &nbsp;&nbsp;&nbsp;\r\n Films presented to the festival will be screened at the cinemas in the city from. \r\n\r\n"
        },
        {
            "title": "National flag of DPRK",
            "url": "http://kcna.co.jp/item/2000/200009/news09/13.htm#6",
            "content": "World's longest-term serving prisoner \r\n&nbsp;&nbsp;&nbsp;   Pyongyang, September 13 (KCNA) -- Over 60 unconverted long-term prisoners in South Korea returned to the Democratic People's Republic of Korea some days ago. &nbsp;&nbsp;&nbsp;\r\n   Among them is Kim Son Myong, 75, who served 45 years of prison term. &nbsp;&nbsp;&nbsp;\r\n   The international human rights commission and amnesty international recognized him as the world's longest term serving prisoner and registered him in the Guinness Book of World Records. &nbsp;&nbsp;&nbsp;\r\n   He hails from South Korea. &nbsp;&nbsp;&nbsp;\r\n   He joined the Korean People's Army as a volunteer in South Korea during the Fatherland Liberation War and was arrested while fighting the enemy at the age of 26. &nbsp;&nbsp;&nbsp;\r\n   He was thrown behind bars in October 1951. &nbsp;&nbsp;&nbsp;\r\n   The area of his solitary cell was no more than 0.75 square metres. He was put to brutal torture and \"ideological conversion\" was imposed upon him for scores of years. &nbsp;&nbsp;&nbsp;\r\n   He suffered all sorts of mental and physical pain in prison due to gastrointestinal disorder, neuralgia, hypertension and cataract. &nbsp;&nbsp;&nbsp;\r\n   But he remained true to his faith and will despite unbearable solitude, hopeful of future. &nbsp;&nbsp;&nbsp;\r\n   Kim Son Myong said: &nbsp;&nbsp;&nbsp;\r\n   Although I lived in the north for one year only, I felt the real worth of living in my life as I came to know what is true love and what is genuine loving care. &nbsp;&nbsp;&nbsp;\r\n   I could not betray the loving care of the sagacious leader Kim Il Sung who helped me know the true human life and provided it to me because I could not forget it even a moment. &nbsp;&nbsp;&nbsp;\r\n   I felt reassuring at the thought that we had the socialist homeland led by the great leaders Kim Il Sung and Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   Kim Son Myong declared with pride that thanks to this mainstay he could categorically push aside the physical pressure and mental appeasement applied for 45 years to wrest \"ideological conversion\" from him. \r\n\r\n"
        },
        {
            "title": "U.S. wild ambition to dominate world flayed",
            "url": "http://kcna.co.jp/item/2000/200009/news09/13.htm#7",
            "content": "National flag of DPRK \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 13 (KCNA) -- Film delegations and delegates arrived here yesterday to participate in the 7th Pyongyang Film Festival of non-aligned and other developing countries. Among them were delegations and delegates from Russia, Malaysia, Switzerland, China, Cambodia, Finland, Poland, Iran, Vietnam, Germany, Japan and the delegation of the General Association of Korean Residents in Japan. &nbsp;&nbsp;&nbsp;\r\n   Also arriving were vice-Minister of Culture and chairman of the administrative council of the National Film Center of Egypt Mohamed El-Kaliouby, deputy secretary of state for the Ministry of Culture and Art of Cambodia Ouksochead and director of the Beijing office of the UNESCO Noguchi Noboru, who are honorary guests of the festival. &nbsp;&nbsp;&nbsp;\r\n   They were greeted at the airport by Jo Chan Gu, vice-chairman of the festival organising committee, and officials concerned. \r\n\r\n"
        },
        {
            "title": "Film delegations and delegates arrive",
            "url": "http://kcna.co.jp/item/2000/200009/news09/13.htm#8",
            "content": "U.S. wild ambition to dominate world flayed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 13 (KCNA) -- The national flag of the Democratic People's Republic of Korea, a symbol of victory and glory, reflects the revolutionary spirit of the Korean people working hard for the prosperity and development of the country. &nbsp;&nbsp;&nbsp;\r\n   The national flag has a rectangular form. The ratio of the width to length is 1:2. &nbsp;&nbsp;&nbsp;\r\n   The flag consists of a central red panel, bordered both above and below by a narrow white stripe and a broad blue stripe. The central red panel bears in  the hoist, a five-pointed star within a white circle.   &nbsp;&nbsp;&nbsp;\r\n   The red stripe of the flag symbolizes the blood shed by the genuine Korean revolutionaries including the anti-Japanese revolutionary fighters in the struggle for the freedom and independence of the country and the internal revolutionary forces of the DPRK single-heartedly united around the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n   The white circle and the two white stripes of the flag mean the Korean people are a homogeneous nation with brilliant and ancient national culture and the pure features of the inseparable nation. &nbsp;&nbsp;&nbsp;\r\n   The two blue stripes in the outermost parts of the flag symbolize the sky-high spirit of the Korean people struggling for the cause of socialism and communism, the sovereignty of the DPRK and the land of morning calm under the bright rays of the sun and stars. &nbsp;&nbsp;&nbsp;\r\n   The five-pointed star of the flag symbolizes traditions established by the President Kim Il Sung in the course of the arduous anti-Japanese struggle and the future of the eternally prospering Korea and the heroism and bravery of the Korean people who always advance towards victory. &nbsp;&nbsp;&nbsp;\r\n   The national flag of the DPRK instills boundless pride and self-confidence of having their fatherland into the Korean people and redoubles their courage and strength to win certain victory. \r\n\r\n"
        },
        {
            "title": "Floral basket laid before Kim Il Sung's portrait in Cuba",
            "url": "http://kcna.co.jp/item/2000/200009/news09/13.htm#9",
            "content": "Film delegations and delegates arrive \r\n &nbsp;&nbsp;&nbsp; Pyongyang, September 13 (KCNA) -- Rodong Sinmun today carries an article titled \"Wild ambition to dominate world can never come true.\"&nbsp;&nbsp;&nbsp;\r\n   The U.S. administration's recent decision to put off its plan to establish the \"National Missile Defence\" system (NMD) means a failure of its design to dominate the world, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n   Through the nmd the U.S. sought to contain Russia and China and put the west European countries under its strict control while gratifying the greed of its military monopolies.   &nbsp;&nbsp;&nbsp;\r\n   The U.S. plan was too adventurous. It is virtually impossible to completely contain Russia and China militarily and technically given that both countries have nuclear potentials. It is because it needs much bigger military and technical capabilities than what it has at present. &nbsp;&nbsp;&nbsp;\r\n   Initially, the U.S. planned to conduct 19 interception tests. But it had only three tests, two of them failed. &nbsp;&nbsp;&nbsp;\r\n   Its NMD plan met rebuff from big powers and many other countries. &nbsp;&nbsp;&nbsp;\r\n   This made it impossible for the U.S. to go ahead with it any further. Its moves gave impetus to the building of a multipolar world, not a unipolar world. &nbsp;&nbsp;&nbsp;\r\n   The old way of thinking does not work on anyone today. &nbsp;&nbsp;&nbsp;\r\n   The U.S. should totally withdraw its plan to establish the nmd instead of its temporary suspension. It should also discard its intention to step up the development of the \"Theatre Missile Defence\" system with Japan involved. &nbsp;&nbsp;&nbsp;\r\n   It will also do the U.S. good. \r\n\r\n"
        },
        {
            "title": "U.S. administration authorities' obstructions flayed",
            "url": "http://kcna.co.jp/item/2000/200009/news09/13.htm#10",
            "content": "Floral basket laid before Kim Il Sung's portrait in Cuba \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 13 (KCNA) -- A function took place on Sept. 7 to lay a floral basket before the portrait of the President Kim Il Sung at Kim Il Sung Agricultural College in Cuba on the occasion of the 52nd anniversary of the Democratic People's Republic of Korea. &nbsp;&nbsp;&nbsp;\r\n   Present there were the secretary general of the Cuban Committee for Supporting Korea's Reunification and other officials, the rector and teaching staff of the college, the DPRK ambassador to Cuba and embassy officials. &nbsp;&nbsp;&nbsp;\r\n   The rector in his speech said that the President is a great leader who performed tremendous exploits for the Korean revolution and the world revolution. The President is always alive in the hearts of the Cuban people, he added. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il praised",
            "url": "http://kcna.co.jp/item/2000/200009/news09/13.htm#11",
            "content": "U.S. administration authorities' obstructions flayed \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 13 (KCNA) -- Egyptian organizations issued statements denouncing the U.S. administration authorities for barring the President of the presidium of the Supreme People's Assembly of the DPRK and his party from participating in the UN Millennium Summit. &nbsp;&nbsp;&nbsp;\r\n   The Egypt-Korea Friendship Association in a statement issued on Sept. 6 said that the U.S. rude act against the DPRK delegation is a clear indication that it is still pursuing its hostile policy toward the DPRK, while clamoring about \"improved relations\" with it. &nbsp;&nbsp;&nbsp;\r\n   Such behaviour of the United States unprecedented in the history of the UN Assembly, is a wanton encroachment upon the sovereignty of the DPRK and a challenge to the UN and the UN Millennium Summit, the statement said, stressing that the United States will have to bear full responsibility for the grave consequences to be entailed by its act. &nbsp;&nbsp;&nbsp;\r\n   The Arab Art, Culture and Information Association of Egypt in a statement on Sept. 7 said that such act of the United States is an immoral act of ignoring international usage and international law and a grave infringement upon the sovereignty of an independent state. It hailed the strong step taken by the DPRK against the shameless act on the part of the United States. \r\n\r\n"
        }
    ]
}