{
    "date": "2000-10-04",
    "url": "http://kcna.co.jp/item/2000/200010/20001004.htm",
    "articles": [
        {
            "title": "Foundation day of Korea marked",
            "url": "http://kcna.co.jp/item/2000/200010/news10/04.htm#1",
            "content": "Foundation day of Korea marked \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, October 4 (KCNA) -- A ceremony was held at king Tangun's mausoleum in Kangdong county, Pyongyang, Tuesday to mark the foundation day of Korea. It was sponsored by the Council for the Reunification of Tangun Nation. &nbsp;&nbsp;&nbsp;\r\n   Present at the ceremony were Kim Yong Dae, chairman of the central committee of the Korean Social Democratic Party and chairman of the National Reconciliation Council, Ryu Mi Yong, chairperson of the c. c. of the Korean Chondoist Chongu Party and chairperson of the Council for the Reunification of Tangun Nation, senior officials of DPRK political parties, power bodies, public organizations and religious organizations and overseas compatriots. &nbsp;&nbsp;&nbsp;\r\n   They made a memorial service for Tangun and observed a moment's silence in memory of sage king Tangun. &nbsp;&nbsp;&nbsp;\r\n   Speakers at the ceremony said the commemoration of the foundation day of Korea is of weighty significance in fully demonstrating the pride and honor of the Korean nation which has lived as a homogeneous nation through a history of five thousand years and bringing earlier the independent reunification of the country by the efforts of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n   Recalling that the respected leader Kim Jong Il ushered in a new era of great national unity and independent reunification, they stressed that he is, indeed, the great father who will shoulder upon himself the destiny and future of the nation to the last. &nbsp;&nbsp;&nbsp;\r\n   A national art performance was given by artistes in Pyongyang to observe the day.  \r\n\r\n"
        },
        {
            "title": "Diplomatic envoys visit party founding museum",
            "url": "http://kcna.co.jp/item/2000/200010/news10/04.htm#2",
            "content": "Diplomatic envoys visit party founding museum \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, October 4 (KCNA) -- Diplomatic envoys of different countries here yesterday visited the Party Founding Museum on the threshold of the 55th anniversary of the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n   They looked round relics and materials on display, hearing the explanation that the President Kim Il Sung founded the WPK and strengthened and developed it to be an invincible party. &nbsp;&nbsp;&nbsp;\r\n   Cuban ambassador Jose Manuel Inclan Embade said that the visit to the museum provided an opportunity to know better about the immortal feats performed by President Kim Il Sung in the struggle to found the party. &nbsp;&nbsp;&nbsp;\r\n   He continued: &nbsp;&nbsp;&nbsp;\r\n   It is necessary to invariably hold aloft the banner of socialism as the Worker's Party of Korea did. Only then is it possible to smash the imperialists' moves and firmly defend revolutionary achievements. &nbsp;&nbsp;&nbsp;\r\n   He expressed hope that the WPK and the Korean people would reunify the country in accordance with the three-point charter of national reunification and achieve the prosperity of socialist Korea. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il's works published in different countries",
            "url": "http://kcna.co.jp/item/2000/200010/news10/04.htm#3",
            "content": "Kim Jong Il's works published in different countries \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, October 4 (KCNA) -- General Secretary Kim Jong Il's famous works were published in booklet in different countries on the occasion of the 55th anniversary of the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n   The Bangladesh Institute of the Juche Idea published the work \"the Worker's Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung\" and the Finnish National Committee for the Study of the Juche Idea the work \"Let Us Reunify the Country Independently and Peacefully Through the Great Unity of the Entire Nation.\"&nbsp;&nbsp;&nbsp;\r\n   Clarified in the work \"the Worker's Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung\" published on October 2, Juche 84 (1995) are the Juche-oriented idea and theory of party building put forward by President Kim Il Sung, his feats and experience in building the revolutionary party and principled matters and ways of strengthening and developing the WPK into Kim Il Sung's party. &nbsp;&nbsp;&nbsp;\r\n   The work \"Let Us Reunify the Country Independently and Peacefully Through the Great Unity of the Entire Nation\" published on April 18, Juche 87 (1998) comprehensively deals with Kim Il Sung's idea of great national unity and precious feats and experience gained by him in the efforts for its materialization and newly clarifies the five-point policy for great national unity. \r\n\r\n"
        },
        {
            "title": "\"Sonyon\" trucks donated to KPA",
            "url": "http://kcna.co.jp/item/2000/200010/news10/04.htm#4",
            "content": "\"Sonyon\" trucks donated to KPA \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 4 (KCNA) -- Schoolchildren in the DPRK donated 55 \"Sonyon\" trucks to the Korean People's Army to mark the 55th anniversary of the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n   The schoolchildren all over the country have prepared those trucks through a vigorous good conduct movement true to the intention of the respected leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   A donating ceremony was held in Tokchon, South Phyongan Province, on October 3. &nbsp;&nbsp;&nbsp;\r\n   It was stressed at the ceremony that the trucks represent the ardent patriotism of all the schoolchildren of the country wishing the KPA to firmly uphold supreme commander Kim Jong Il's army-first revolutionary leadership as an ideologically strong army and an invincible army. \r\n\r\n"
        },
        {
            "title": "14th volume of \"Kim Jong Il's Selected Works\" published",
            "url": "http://kcna.co.jp/item/2000/200010/news10/04.htm#5",
            "content": "14th volume of \"Kim Jong Il's Selected Works\" published \r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 4 (KCNA) -- The 14th volume of \"Kim Jong Il's Selected Works\" was brought out by the Worker's Party of Korea (WPK) Publishing House on the threshold of the 55th anniversary of the WPK. &nbsp;&nbsp;&nbsp;\r\n   The book comprehensively deals with famous works of leader Kim Jong Il. It contains 38 works including his theses, talks and letters from Juche 84 (1995) to Juche 88 (1999). &nbsp;&nbsp;&nbsp;\r\n   Among them are \"the Worker's Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung,\" \"On Preserving the Juche Character and National Character of the Revolution and Construction,\" \"On Mission and Duty of the Kim Il Sung Socialist Youth League,\" \"On Some Issues In Improving Economic Performance,\" \"Let Us Create More Masterpieces in the Field of Literature and Arts,\" \"On Learning from the Spirit of Revolutionary Soldiers\" and \"Let Us Reunify the Country Independently and Peacefully Through the Great Unity of the Entire nation.\"&nbsp;&nbsp;&nbsp;\r\n   Those works were published at a time when the country was beset with unprecedentedly great difficulties and trials. &nbsp;&nbsp;&nbsp;\r\n   The book comprehensively deals with strategic and tactical policies and profound ideas and theories of the revolution and construction laid down by Kim Jong Il while leading the \"arduous march\" and forced march to victory in those days. \r\n\r\n"
        },
        {
            "title": "Minister of Finance and president of Central Bank appointed",
            "url": "http://kcna.co.jp/item/2000/200010/news10/04.htm#6",
            "content": "Minister of Finance and president of Central Bank appointed \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, October 4 (KCNA) -- A decree of the presidium of the DPRK Supreme People's Assembly on dismissing and appointing Minister of Finance and president of the Central Bank was issued on Monday. &nbsp;&nbsp;&nbsp;\r\n   According to the decree, Mun Il Bong was appointed as Minister of Finance and Kim Wan Su as president of the Central Bank. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, Pak Sun Hui was elected chairperson of the central committee of the Korean Democratic Women's Union at the 34th plenary meeting of its central committee. \r\n\r\n"
        },
        {
            "title": "Imperialists' \"aid\" as dangerous as poison",
            "url": "http://kcna.co.jp/item/2000/200010/news10/04.htm#7",
            "content": "Imperialists' \"aid\" as dangerous as poison \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, October 4 (KCNA) -- It was disclosed that a unit of the U.S. Army stationed in Wonju, South Korean  Kangwon Province, has polluted the source of water supply with waste oil over the last decade, according to the Christian Broadcasting System (CBS). &nbsp;&nbsp;&nbsp;\r\n   The unit deliberately let waste oil flow into a river. &nbsp;&nbsp;&nbsp;\r\n   The Green Federation, an environmental organization, disclosed this fact, said the CBS. &nbsp;&nbsp;&nbsp;\r\n   The Green Federation and civic organizations in Wonju are staging a protest campaign against the crime. \r\n\r\n"
        },
        {
            "title": "More functions held to celebrate 55th anniversary of WPK",
            "url": "http://kcna.co.jp/item/2000/200010/news10/04.htm#8",
            "content": "More functions held to celebrate 55th anniversary of WPK \r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 4 (KCNA) -- A joint seminar of leaders of left-wing political parties in Nepal was held in Kathmandu on Sept. 24 on the threshold of the 55th anniversary of the foundation of the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n   Present there were the general secretary of the central committee of the Nepal Communist Party (Marxist-Leninist), the general secretary of the central executive committee of the Nepal Communist Party (United), the general secretary of the National People's Front and leaders of other political parties. &nbsp;&nbsp;&nbsp;\r\n   Speakers at the seminar warmly greeted the 55th founding anniversary of the WPK, referring to the great successes it has achieved in the revolution and construction under the wise guidance of the President Kim Il Sung and General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   They noted that Kim Il Sung's cause is being successfully carried forward by Kim Jong Il and the WPK led by him serves as a beacon of hope and a banner of struggle for the world progressive people. &nbsp;&nbsp;&nbsp;\r\n   The world is admired by the feats Kim Jong Il has performed by glorifying the dignity of socialist Korea despite trials and challenges  unprecedented in history and opening a turning phase of national reunification, they pointed out, adding: It is the greatest feats and precious experience in the history of the international communist movement that he has achieved the single-hearted  unity of the whole party and all the people and built up the Korean People's Army into a matchless army. &nbsp;&nbsp;&nbsp;\r\n   A letter to Kim Jong Il was adopted at the seminar. \r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's work observed",
            "url": "http://kcna.co.jp/item/2000/200010/news10/04.htm#9",
            "content": "Anniversary of Kim Jong Il's work observed \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, October 4 (KCNA) -- Rodong Sinmun today carries a signed article headlined \"imperialists' 'aid' is as dangerous as poison,\" which says the imperialists' \"aid\" is a tool of aggression and subordination to force slavery submission and openly commit interference and neo-colonialist moves and a dangerous toxin which brings about poverty, famine and death, not \"prosperity.\"&nbsp;&nbsp;&nbsp;\r\n   Their \"aid\" is a means of such crafty intervention and plunder as blackmailing others of their money and a trap of economic subordination and political domination, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n   The imperialists with aggressive and predatory characters dislike the economic self-supporting of those countries which have achieved political independence and attempt to lay a trap of neo-colonialist plunder and subjugation for these countries at any cost. &nbsp;&nbsp;&nbsp;\r\n   First of all, they are introducing capital and technology into the major economic sectors of developing countries under the cloak of \"aid.\"&nbsp;&nbsp;&nbsp;\r\n   Their \"aid\" is a method of brigandish and neo-colonialist plunder and subordination to establish an economic control over  developing countries. &nbsp;&nbsp;&nbsp;\r\n   They attach collateral conditions to \"loan\" so that developing countries may not use funds effectively according to their will and interests. They increase the interest of overdue debts year by year and saddle these countries with heavier debts. &nbsp;&nbsp;&nbsp;\r\n   With \"aid\" the imperialists take a grip on major economic sectors of developing countries and expand it in political sectors in a bid to violate political independence of developing countries and make these countries act under their pulls and pressure. &nbsp;&nbsp;&nbsp;\r\n   The United States gives dollars to those countries suffering from financial shortage, technology to those countries backward in technology and food to those countries lack of food in the name of \"aid\" and, instead, forces the introduction of American way of democracy and human rights, the provision of military bases and long-term use of them and the permission of western culture and other dominationist demands. &nbsp;&nbsp;&nbsp;\r\n   The United States is openly forcing some countries to give up their anti-imperialist and independent position and, otherwise, putting sanctions and suspending \"aid\" to stifle them and going so far as to use armed forces. \r\n\r\n"
        },
        {
            "title": "U.S. forces' environmental pollution disclosed",
            "url": "http://kcna.co.jp/item/2000/200010/news10/04.htm#10",
            "content": "U.S. forces' environmental pollution disclosed \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, October 4 (KCNA) -- More functions were held in the DPRK on the threshold of the 55th anniversary of the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n   A ten-day film show, a national fine art exhibition and a national art photo exhibition opened yesterday with due ceremonies. &nbsp;&nbsp;&nbsp;\r\n   To be screened are films showing immortal exploits and noble virtue of the respected leader President Kim Il Sung who founded the Juche-type revolutionary party and wisely led the WPK to one victory after another. &nbsp;&nbsp;&nbsp;\r\n   Documentary films on the greatness of the respected leader Kim Jong Il will also be shown. &nbsp;&nbsp;&nbsp;\r\n   Among them are \"Great Guidance Provided To Lead Our Party To One Victory After Another,\" \"Great Succession\" and \"Respected Supreme Commander Comrade Kim Jong Il Guides Work of People's Army on Spot.\"&nbsp;&nbsp;&nbsp;\r\n   There will be shows of \"summer spent at Hwasong Uisuk School\" depicting the history of the foundation of the WPK and \"county party chief secretary\" portraying genuine party officials and other feature films. &nbsp;&nbsp;&nbsp;\r\n   On display at the national fine art exhibition are more than 80 paintings on immortal revolutionary exploits and noble personality of President Kim Il Sung and General Secretary Kim Jong Il who devoted themselves to the foundation and the growth of the party. Over 1,000 fine art works depicting the Korean people who have wrought miracles under the leadership of the party are also on display. &nbsp;&nbsp;&nbsp;\r\n   More than 120 art photos showing revolutionary exploits and leadership art of Kim Il Sung and Kim Jong Il are displayed at the national art photo exhibition. \r\n\r\n"
        },
        {
            "title": "WPK praised as world progressives' beacon of hope",
            "url": "http://kcna.co.jp/item/2000/200010/news10/04.htm#11",
            "content": "WPK praised as world progressives' beacon of hope \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, October 4 (KCNA) -- Rodong Sinmun today carries a signed article on the occasion of the 10th anniversary of General Secretary Kim Jong Il's famous work \"the Worker's Party of Korea Organizes and Guides All the Victories of Our People.\"&nbsp;&nbsp;&nbsp;\r\n   The work published on October 3, Juche 79 (1990) clearly lays down principles and ways to be considered as a guideline in the building and activities of a party of the working class, including the issue of preserving the revolutionary character of the Worker's Party of Korea as a revolutionary party of Juche type, defending and further consolidating the unity and cohesion of the party and strengthening the party leadership with main emphasis on work with people. &nbsp;&nbsp;&nbsp;\r\n   The work is a monumental one as it comprehensively deals with theoretical and practical problems arising in strengthening and developing the WPK into the party that struggles for accomplishing the revolutionary cause of Juche holding aloft the banner of the Juche idea forever, the paper says, and goes on: &nbsp;&nbsp;&nbsp;\r\n   For its ideo-theoretical originality, scientific accuracy and truth the work has displayed its great vitality in the struggle to strengthen and develop the WPK into an invincible revolutionary party. &nbsp;&nbsp;&nbsp;\r\n   Noting that Kim Jong Il has led the WPK to firmly preserve its revolutionary character as the party of Juche type, and defended and further consolidated the unity and cohesion of the party and strengthened the party leadership with main emphasis on work with people, the article says this represents the immortal exploits Kim Jong Il has performed by developing the WPK to be an ever-victorious revolutionary party. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}