{
    "date": "2000-05-29",
    "url": "http://kcna.co.jp/item/2000/200005/20000529.htm",
    "articles": [
        {
            "title": "Greetings to Ethiopian President",
            "url": "http://kcna.co.jp/item/2000/200005/news05/29.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Closure of U.S. air-force firing range urged",
            "url": "http://kcna.co.jp/item/2000/200005/news05/29.htm#2",
            "content": "Greetings to Ethiopian President \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, May 29 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, sent a message of greetings to Negasso Gidada, President of the Federal Democratic Republic of Ethiopia, on May 26 on the occasion of its 9th National Day.&nbsp;&nbsp;&nbsp;\r\n   The message sent warm congratulations to the President, government and people of Ethiopia on its 9th National Day. &nbsp;&nbsp;&nbsp;\r\n   Expressing the belief that the good relations of friendship and cooperation between the two countries will expand and develop further, the message wished the President and people of Ethiopia success in their work for peace and prosperity of the country. \r\n\r\n"
        },
        {
            "title": "Housewives called out to military drill",
            "url": "http://kcna.co.jp/item/2000/200005/news05/29.htm#3",
            "content": "Closure of U.S. air-force firing range urged \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, May 29 (KCNA) -- The people's movement for the revision of the shackling \"ROK-U.S. status of forces agreement\" waged an anti-American struggle on May 27 with the anti-American sentiments daily growing among the South Korean people, according to a radio report from Seoul. &nbsp;&nbsp;&nbsp;\r\n   The movement held a rally at Kwanghwa gate in Seoul and strongly demanded that the \"ROK-U.S. status of forces agreement\" full of inequitable articles be revised at once and the U.S. air-force firing range in Maehyang-ri be closed down immediately. &nbsp;&nbsp;&nbsp;\r\n   The organisation marched in streets after the rally. \r\n\r\n"
        },
        {
            "title": "Mun Kyu Hyon sentenced for violating \"Security Law\"",
            "url": "http://kcna.co.jp/item/2000/200005/news05/29.htm#4",
            "content": "Housewives called out to military drill \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 29 (KCNA) -- The South Korean ruling quarters called a group of housewives out to a military drill at a training ground of the 39th division of the \"ROK army\" stationed in Changwon, South Kyongsang Province, on May 25, according to a radio report from Seoul. The housewives in the thirties-fifties were trained in firing \"M-16\" rifles and providing against chemical, biological and radioactive warfare. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, the ruling quarters expanded the scope of drafting women for the \"homeland defense reserve forces.\"&nbsp;&nbsp;&nbsp;\r\n   The warhawks got over-heated in anti-communist propaganda, saying the \"national security makes no exceptions of housewives.\"\r\n\r\n"
        },
        {
            "title": "\"Military diplomacy\" to justify war moves against north",
            "url": "http://kcna.co.jp/item/2000/200005/news05/29.htm#5",
            "content": "Mun Kyu Hyon sentenced for violating \"Security Law\" \r\n &nbsp;&nbsp;&nbsp; Pyongyang, May 29 (KCNA) -- The South Korean authorities brought father Mun Kyu Hyon of the South Korean Catholic Priests' Council for Justice to trial at the Seoul district court on May 26 and sentenced him to two years' imprisonment and suspension of qualification and three years' stay of execution on charges of violating the \"Security Law,\" according to a report. &nbsp;&nbsp;&nbsp;\r\n   Father Mun Kyu Hyon visited Pyongyang in August two years ago with an official approval of the authorities and participated in the August 15 Grand Festival For Reunification, for which he was arrested on charges of violating the \"Security Law,\" but the ruling quarters had failed to inflict a penalty on him because of the justness of his activities and public pressure. &nbsp;&nbsp;&nbsp;\r\n   Their recent pronouncement of sentence upon him betrays their traitorous nature by throwing a wet blanket over the mounting movement of people for peaceful reunification. \r\n\r\n"
        },
        {
            "title": "Agreement on cooperation in post and telecommunications signed",
            "url": "http://kcna.co.jp/item/2000/200005/news05/29.htm#6",
            "content": "\"Military diplomacy\" to justify war moves against north \r\n &nbsp;&nbsp;&nbsp; Pyongyang, May 29 (KCNA) -- The South Korean \"Ministry of National Defense\" announced on May 25 that it decided to drastically increase the number of military attaches to be dispatched to \"embassies\" overseas, and double the number of military attaches of general level from autumn this year allegedly  to intensify \"military diplomacy,\" according to a news report from Seoul. &nbsp;&nbsp;&nbsp;\r\n   This is aimed not at intensifying \"military diplomacy\" but at stepping up criminal moves to justify the war moves against the north. &nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities are resorting to all sorts of smear propaganda to cover up their crime of igniting the Korean War together with the U.S. masters 50 years ago, while scheming to protract it at home and abroad. &nbsp;&nbsp;&nbsp;\r\n   The move to intensify \"military diplomacy\" is part of the schemes. \r\n\r\n"
        },
        {
            "title": "U.S. urged to be discreet",
            "url": "http://kcna.co.jp/item/2000/200005/news05/29.htm#7",
            "content": "Agreement on cooperation in post and telecommunications signed \r\n &nbsp;&nbsp;&nbsp; Beijing, May 27 (KCNA) -- An agreement was signed in Beijing on May 26 to develop cooperation in post and telecommunications between the Ministry of Post and Telecommunications of the DPRK and the State Post Bureau of the People's Republic of China. &nbsp;&nbsp;&nbsp;\r\n   It was signed by vice-Minister of Post and Telecommunications of the DPRK Maeng Hak Sop, who is heading the ministry delegation, and director of the State Post Bureau of the PRC Liu Liqing. \r\n\r\n"
        },
        {
            "title": "Ultrasound motor developed in DPRK",
            "url": "http://kcna.co.jp/item/2000/200005/news05/29.htm#8",
            "content": "U.S. urged to be discreet \r\n &nbsp;&nbsp;&nbsp; Pyongyang, May 29 (KCNA) -- Rodong Sinmun today in a signed commentary slams the U.S. military for deploying two B-1 strategic bombers in a U.S. air-force base in South Korea. &nbsp;&nbsp;&nbsp;\r\n   The commentary says: &nbsp;&nbsp;&nbsp;\r\n   The U.S. warhawks' deployment of these strategic bombers in South Korea at a time when the desire for reconciliation between the north and south and national reunification is growing stronger is a move to escalate tensions, increase the danger of war and throw a wet blanket over the inter-Korean talks. &nbsp;&nbsp;&nbsp;\r\n   Recalling that the U.S. deliberately rendered the situation on the Korean peninsula tenser and opted for harassing peace whenever there were a mounting movement for reunification and any sign of reconciliation on the peninsula, the commentary describes the latest arms buildup as part of such moves. &nbsp;&nbsp;&nbsp;\r\n   The U.S. should stop all military actions against the DPRK if it truly wishes peace on the Korean peninsula and improved inter-Korean relations, the commentary holds, and stresses: The introduction of such war means as nuclear bombers in utter disregard of those issues would only complicate the situation and throw obstacles in the way of improving the ties between the DPRK and the U.S. and the inter-Korean relations as it is a serious move against reunification and peace. &nbsp;&nbsp;&nbsp;\r\n   The U.S. action is a wanton violation of the DPRK-U.S. agreed framework, it says, adding: &nbsp;&nbsp;&nbsp;\r\n   If the U.S. continue to react to our efforts for peace with military provocations, it will only worsen bilateral relations and push the situation on the Korean peninsula to an extremely dangerous phase. The U.S. warhawks are well advised to behave with discretion, pondering over the grave consequences to be entailed by their reckless moves to start a nuclear war against the DPRK, the commentary warns. \r\n\r\n"
        },
        {
            "title": "Egyptian political party condemns massacre by U.S. troops",
            "url": "http://kcna.co.jp/item/2000/200005/news05/29.htm#9",
            "content": "Ultrasound motor developed in DPRK \r\n &nbsp;&nbsp;&nbsp; Pyongyang, May 29 (KCNA) -- Ultrasound motors were developed by researchers of the physics faculty of Kim Il Sung University. &nbsp;&nbsp;&nbsp;\r\n   Materials capable of producing ultrasound vibration with small consumption of electricity used in motors significantly increase the rotation speed. &nbsp;&nbsp;&nbsp;\r\n   Unlike an old motor which has a stator, a rotor and copper wire, the ultrasound motor is made with a few well-calculated special plates. &nbsp;&nbsp;&nbsp;\r\n   This new type of motor consumes only one thousandth of electricity done by the old motor with the same capacity and is as small as one hundredth of it. &nbsp;&nbsp;&nbsp;\r\n   The research into this ultra-modern science and technology proved successful two years back. Its success will be introduced into industrial establishments across the country before long. &nbsp;&nbsp;&nbsp;\r\n   Some establishments use this type motors, while cutting down the production cost almost 20 times. &nbsp;&nbsp;&nbsp;\r\n   Scientists foresee that this type motor will be in wide use in the 21st century. \r\n\r\n"
        },
        {
            "title": "Leader's great attention to songs",
            "url": "http://kcna.co.jp/item/2000/200005/news05/29.htm#10",
            "content": "Egyptian political party condemns massacre by U.S. troops \r\n &nbsp;&nbsp;&nbsp; Pyongyang, May 29 (KCNA) -- The Misr Fatat Party of Egypt made public a statement on May 22, condemning the U.S. troops' massacres of Koreans during the Korean War (1950-1953). &nbsp;&nbsp;&nbsp;\r\n   During the last Korean War the U.S. troops killed peaceable people and prisoners of war by various methods in all parts of Korea and used bacteriological and chemical weapons, said the statement. &nbsp;&nbsp;&nbsp;\r\n   It denounced the massacres without precedent in the history of war as the most grave violation of the international law and war regulations. &nbsp;&nbsp;&nbsp;\r\n   The statement strongly held that the United States should make an official apology and adequate compensation to the Korean people for them and strictly investigate and severely punish  those who organised or participated in mass killings. \r\n\r\n"
        },
        {
            "title": "Profound care for younger generation in Korea praised",
            "url": "http://kcna.co.jp/item/2000/200005/news05/29.htm#11",
            "content": "Leader's great attention to songs \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 29 (KCNA) -- The DPRK is rich in songs as it overcomes difficulties thanks to revolutionary songs. &nbsp;&nbsp;&nbsp;\r\n   It is a tradition for the Korean people to start the nation's cause for independence and advance it, singing songs. &nbsp;&nbsp;&nbsp;\r\n   The Korean people got single-heartedly united around their leader, loudly singing immortal revolutionary songs  \"Star of Korea\" at the dawn of the Korean revolution, and crushed the Japanese imperialists and achieved Korea's liberation, singing at the top of their voices songs \"Nostalgia\" and \"Song of Anti-Japanese War.\"&nbsp;&nbsp;&nbsp;\r\n   Such songs as \"Song of Plowing,\" \"May, Month  of Victory,\" \"To the Road of Decisive Battle\" and \"My Song In Trench\" powerfully encouraged the people and the soldiers of the DPRK in the efforts to build a new country and the battles to defend the country during the war. &nbsp;&nbsp;&nbsp;\r\n   General Secretary Kim Jong Il considers songs as important as ideology and arms in leading the people's cause of independence. This is an outstanding leadership art. &nbsp;&nbsp;&nbsp;\r\n   In his young days, he said he loved music more than anything else. He has steered the revolution, regarding songs as indispensable means for carrying out its cause. &nbsp;&nbsp;&nbsp; \r\n   A solemn oath taken to the country and nation was manifested in his song \"Korea, I Will Glorify Thee.\"&nbsp;&nbsp;&nbsp;\r\n   His idea and will are reflected in songs. He has turned misfortune into a blessing, unfavorable circumstances into favourable circumstances by means of songs with a strong appeal. &nbsp;&nbsp;&nbsp;\r\n   When the whole country was in deep grief over the demise of President Kim Il Sung, Kim Jong Il provided the people with the song \"We Pledge\" which represents their determination to make the country rich and strong true to the behest of the President, thus instilling redoubled strength and courage into them. &nbsp;&nbsp;&nbsp;\r\n   It was such songs of faith and struggle as \"Let Us Hold High the Red Flag\" and \"We Began On Ruins\" that inspired the Korean people to rise up with an indomitable will to foil the imperialist forces' moves for isolation and suffocation and overcome repeated natural disasters. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il has faithfully fulfilled his responsibility and duty before the country and the nation, singing or listening to such songs as \"Song of Comradeship,\" \"We Have Waited For You\" and \"Don't Advance, Night of Pyongyang\" in each difficult and hard time. &nbsp;&nbsp;&nbsp;\r\n   He has shown such loving care for workers, farmers, intellectuals and soldiers as presenting tape recorders and cassettes to them. This reflects his noble intention to make all the Korean people optimistic. &nbsp;&nbsp;&nbsp;\r\n   The Korean people will surely build a powerful nation under the leadership of Kim Jong Il who leads the country and the nation to victory by the strength of songs. \r\n\r\n"
        },
        {
            "title": "Pyongyang Circus leaves for S. Korea",
            "url": "http://kcna.co.jp/item/2000/200005/news05/29.htm#12",
            "content": "Profound care for younger generation in Korea praised \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, May 29 (KCNA) -- A recent issue of the Mexican newspaper Combatiente specially edited a photo of General Secretary Kim Jong Il in his office on the occasion of the 36th anniversary of the start of his work at the Central Committee of the Worker's Party of Korea and an article titled \"Korea With Rosy Future.\"&nbsp;&nbsp;&nbsp;\r\n   In the DPRK the younger generation is treated as flowers of the country and the nation and given prominence as a future master of society and successor to its builders, the article said, and went on: &nbsp;&nbsp;&nbsp;\r\n   President Kim Il Sung called children \"kings\" of the country. Best things have been preferentially given to the younger generation and profound care shown for their education and upbringing. &nbsp;&nbsp;&nbsp;\r\n   The universal eleven-year compulsory education has long been in force and various extracurricular education centers including the Mangyongdae Schoolchildren's Palace are found in different parts of the country. &nbsp;&nbsp;&nbsp;\r\n   The younger generation in the DPRK should be called the most blessed youngsters in the world and it has, therefore, a rosy future. \r\n\r\n"
        }
    ]
}