{
    "date": "2000-03-22",
    "url": "http://kcna.co.jp/item/2000/200003/20000322.htm",
    "articles": [
        {
            "title": "Greetings to Pakistani President",
            "url": "http://kcna.co.jp/item/2000/200003/news03/22.htm#1",
            "content": "Greetings to Pakistani President \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, March 22 (KCNA) -- Kim Yong Nam, President of the presidium of the DPRK Supreme People's Assembly, today sent a message of greetings to Muhammad Rafiq Tarar, President of the Islamic Republic of Pakistan, on the occasion of the day of Pakistan, its national day. &nbsp;&nbsp;&nbsp;\r\n   Warmly congratulating the President and the Pakistani people on their national day, the message wished them greater success in their work for the independent development and prosperity of the country. &nbsp;&nbsp;&nbsp;\r\n   It expressed belief that the friendly and cooperative relations between the two countries would grow stronger and develop. \r\n\r\n"
        },
        {
            "title": "Film show in Pyongyang",
            "url": "http://kcna.co.jp/item/2000/200003/news03/22.htm#2",
            "content": "Film show in Pyongyang \r\n &nbsp;&nbsp;&nbsp; Pyongyang, March 22 (KCNA) -- A film show was held in Pyongyang  on Tuesday on the occasion of the 51st anniversary of the signing of the agreement on economic and cultural cooperation between the DPRK and the Russian Federation. &nbsp;&nbsp;&nbsp;\r\n   Russian ambassador to Korea Valeri Denisov and embassy officials were invited. &nbsp;&nbsp;&nbsp;\r\n   Present were Ri Song Ho, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries and chairman of the Korea-Russia Friendship Association, and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n   They appreciated a feature film \"no one blocks our way.\"\r\n \r\n\r\n"
        },
        {
            "title": "Blizzard on Mt. Paektu",
            "url": "http://kcna.co.jp/item/2000/200003/news03/22.htm#3",
            "content": "Blizzard on Mt. Paektu \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, March 22 (KCNA) -- Rodong Sinmun on Tuesday carried a political essay stressing that blizzard on Mt. Paektu represents the idea of the red flag of revolution, the unshakable faith of General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   Whoever wants to know about Korea today and Kim Jong Il he should visit Mt. Paektu and go through the very strong snowstorm on it, the essay said, and went on: &nbsp;&nbsp;&nbsp;\r\n   The blizzard on Mt. Paektu is expressive of the high stamina of Kim Jong Il. His resonant voice, broad laugh, mode of sudden appearance and disappearance, military arts, impressively swift walk, masterly style of writing, explosive and strong yet emotional and profound feelings--these remind one of the snowdrifts on Mt. Paektu. &nbsp;&nbsp;&nbsp;\r\n   One day the great leader President Kim Il Sung said that whenever he saw Mt. Paektu he would think of Kim Jong Il and he was a son of the mountain. His idea, character, hobby and habit were the exact counterpart of Mt. Paektu, the President added. &nbsp;&nbsp;&nbsp;\r\n   The course of advance into the homeland covered by Kim Il Sung leading the anti-Japanese guerrillas is now linked with the course of inspection to the forefront and the forced March covered by Kim Jong Il for army-first revolutionary leadership and building of a powerful nation, the essay noted. &nbsp;&nbsp;&nbsp;\r\n   The blizzard on Mt. Paektu means the stamina with which Kim Jong Il is steering army-first revolution and our servicemen and people deem it an honor to go through the blizzard, it said, and continued: &nbsp;&nbsp;&nbsp;\r\n   This blizzard is the strong wind reflecting the revolutionary spirit of soldiers as well as their resolve to defend justice and sovereignty. &nbsp;&nbsp;&nbsp;\r\nIt fosters and trains Korean's resourcefulness and spirit, character and trait, personality and stamina while instilling into people the spirit of the guerrillas whose faith was that they could live and fight well only if there were water, air and land. &nbsp;&nbsp;&nbsp;\r\n   The striking power, guts and stamina as shown by the blizzard on Mt. Paektu, which violently rushes, driving anything in its way, make it possible to defeat any formidable enemy. &nbsp;&nbsp;&nbsp;\r\n   The snowdrifts on Mt. Paektu represent the unbreakable revolutionary spirit of ours and a vigorous March for the building of a powerful nation. \r\n\r\n"
        },
        {
            "title": "Origin of Koreans",
            "url": "http://kcna.co.jp/item/2000/200003/news03/22.htm#4",
            "content": "Origin of Koreans \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, March 22 (KCNA) -- Korea is well known to the world as one of the cradles of human civilization. &nbsp;&nbsp;&nbsp;\r\n   The Korean nation originated from the Korean peninsula with Pyongyang as its center. This was scientifically explained and proved by historians. &nbsp;&nbsp;&nbsp;\r\n   But Japanese government-patronized historians distorted the history by describing the Korean nation as a tribe of mixed blood made up of emigrants from Siberia or southeast Asia. &nbsp;&nbsp;&nbsp;\r\n   So, it was necessary to explicitly clarify the origin of the Korean nation from the Juche-oriented stand. &nbsp;&nbsp;&nbsp;\r\n   Historians energetically carried out the excavation of primitive relics in order to prove their view that the human beings emerged on the Korean peninsula, too, given that fossil animals belonging to the 4th age were discovered there. &nbsp;&nbsp;&nbsp;\r\nAs a result, the relics left by primitives, the first ancestors of human beings, believed to belong to the pre-old stone age were discovered in Komun Moru ruins in Sangwon county, Pyongyang. And many fossils of palaeolithic men and Neolithic men were unearthed in Ryokpho and Sungho districts, Pyongyang, and in Tokchon city, South Phyongan Province. Those fossils were named \"Ryokpho man,\" \"Mandal man\" and \"Sungrisan man.\"&nbsp;&nbsp;&nbsp;\r\n   It was thus proved that primitives originated from Korea one million years ago and old type Koreans evolved from their descendants palaeolithic and Neolithic men. &nbsp;&nbsp;&nbsp;\r\n   In this course the Korean peninsula with Pyongyang as its center came to be known as one of the cradles of human civilization and the Korean nation was proved to be a homogeneous nation. &nbsp;&nbsp;&nbsp;\r\n   And this led to a scientific clarification of the origin of the Korean nation and the systematization of the history of the primitive society in Korea on the basis of Juche. &nbsp;&nbsp;&nbsp;\r\n   Many archeological relics have already been discovered in Korea to prove the origin of the nation. &nbsp;&nbsp;&nbsp;\r\nTypical of them are arrowheads invented and used by men in the middle stone age and pre-Neolithic relics left by men in Sophohang (Kulpho-ri Sonbong county, North Hamgyong Province), and Kungsan (Unha-ri, Onchon county, South Phyongan Province) and other relics before and after the Neolithic age. \r\n\r\n"
        },
        {
            "title": "Moves to legislate on \"suffrage\" in Japan condemned",
            "url": "http://kcna.co.jp/item/2000/200003/news03/22.htm#5",
            "content": "Moves to legislate on \"suffrage\" in Japan condemned \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 22 (KCNA) -- The central committee of the General Federation of Trade Unions of Korea yesterday made public a statement condemning the Japanese reactionaries for scheming to adopt a legislation on \"suffrage.\"&nbsp;&nbsp;&nbsp;\r\n   The statement said: &nbsp;&nbsp;&nbsp;\r\n   The Japanese reactionaries' move to force \"suffrage\" upon Koreans in Japan is a premeditated criminal act to violate and stamp out their national dignity and rights and assimilate them to \"Japanese\" and naturalize them as such. &nbsp;&nbsp;&nbsp;\r\nWorse still, enforcement regulations of a \"bill on suffrage\" stipulate that only the Koreans in Japan with \"ROK nationality\" are eligible for \"suffrage\" and do not recognize the nationality of the DPRK. &nbsp;&nbsp;&nbsp;\r\n   This means the Japanese reactionaries are chiming in with the South Korean authorities' crafty machinations to separate Korean nationals in Japan from Chongryon (the General Association of Korean Residents in Japan). It is clear that \"suffrage\" is a product of the policy hostile to the DPRK and Chongryon. &nbsp;&nbsp;&nbsp;\r\n   The violation of the national dignity and rights of Korean citizens in Japan is attributable to the Japanese reactionaries' policy hostile to the DPRK and policy of national discrimination, not to the absence of such a \"bill\" as \"suffrage.\"&nbsp;&nbsp;&nbsp;\r\n   If the Japanese authorities really respect the democratic national rights and human rights of Koreans in Japan, they should immediately withdraw  the \"bill on local suffrage\" submitted to the diet, recognize the citizenship of Koreans in Japan recognized internationally and take a substantial measure to guarantee them all their democratic rights. \r\n\r\n"
        },
        {
            "title": "Provocative maritime exercise in S. Korea",
            "url": "http://kcna.co.jp/item/2000/200003/news03/22.htm#6",
            "content": "Provocative maritime exercise in S. Korea \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, March 22 (KCNA) -- The South Korean authorities started a provocative maritime exercise of the \"marine police office\" from March 20, according to a South Korean newspaper. &nbsp;&nbsp;&nbsp;\r\n   They announced that they would \"establish a wide sea guard system\" by involving 12 marine police stations in the exercise which will continue till May 10. &nbsp;&nbsp;&nbsp;\r\nThey mobilized over 190 war vessels and helicopters allegedly to cultivate the actual war capacity of the police including  ship operation capacity and capture of attacking boats during the exercise.\r\n   The South Korean Warhawks are putting spurs to arms buildup and war preparations against the north by involving marine police across South Korea in a bid to create an atmosphere of confrontation. \r\n\r\n"
        },
        {
            "title": "Nothing will be gained from military threat",
            "url": "http://kcna.co.jp/item/2000/200003/news03/22.htm#7",
            "content": "Nothing will be gained from military threat \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 22 (KCNA) -- Rodong Sinmun today denounces the U.S. Defense Secretary, Cohen, for posing a military threat to the DPRK during his tour of South Korea. &nbsp;&nbsp;&nbsp;\r\n   Cohen at \"talks\" with the South Korean \"Defense Minister\" and a joint press conference talked about \"possible armed provocation\" by the DPRK, saying that \"South Korea and the United States will take prompt and resolute action to counter any North Korean military provocation\" and  stressed the need to step up vigilance against North Korea even if North Korea seems willing to improve its ties with countries such as the U.S. and Japan. &nbsp;&nbsp;&nbsp;\r\n   Calling attention to his remarks that came at a time when a series of talks are now under way between the DPRK and the U.S., the news analyst says: &nbsp;&nbsp;&nbsp;\r\nWhile paying lip-service to the \"improved relations\" with the DPRK, the U.S., in actuality, works hard to pose an increasing military threat to the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The U.S. seeks to pose a military threat to the DPRK in a bid to get some concessions from the latter. &nbsp;&nbsp;&nbsp;\r\n   If the U.S. thinks that it can get something from its military threat to the DPRK, it is seriously mistaken. &nbsp;&nbsp;&nbsp;\r\n   If the U.S. wants \"improved relations\" with the DPRK, it must stop posing a military threat to the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The DPRK does not care whether its relations with the U.S. are improved, or not. But, it will never pardon any U.S. attempt to violate its sovereignty. &nbsp;&nbsp;&nbsp;\r\n   The U.S. will get nothing from confrontation with the DPRK. \r\n\r\n"
        },
        {
            "title": "KCNA on unabated militarization of Japan",
            "url": "http://kcna.co.jp/item/2000/200003/news03/22.htm#8",
            "content": "KCNA on unabated militarization of Japan \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 22 (KCNA) -- The present Japanese chief executive, addressing a graduation ceremony of the Defense Academy on March 19, said that a legislation should be adopted to \"counter potential foreign aggression\" and the introduction of a bill is \"something unavoidable for Japan.\" &nbsp;&nbsp;&nbsp;\r\nIt means the introduction of the \"bill on emergency,\" a new wartime law, is unavoidable. &nbsp;&nbsp;&nbsp;\r\n   This indicates that Japan's militarization has gone beyond the tolerable danger mark. &nbsp;&nbsp;&nbsp;\r\n   The \"emergency bill\" is a wartime law pregnant with danger. &nbsp;&nbsp;&nbsp;\r\n   This legislation allows not only the independent actions of the Japanese armed forces but the collection of private properties for a military purpose. That is to say, the Japan \"Self-Defence Forces\" may enlist all the manpower and material resources in Japan for a war any time. In the long run, it will permit Japan to set out on the road of overseas aggression single-handed without such excuse as \"logistic support\" for the U.S. armed forces. &nbsp;&nbsp;&nbsp;\r\n   Quite clear is what Japan seeks in adopting this legislation in violation of its pacifist constitution. This is part of the Japanese reactionaries' preparations for the second Korean war. &nbsp;&nbsp;&nbsp;\r\n   The unabated militarization of Japan goes to prove that it is the legitimate right pertaining to the DPRK's sovereignty to steadily increase its defence capability and keep itself always ready to counter possible aggression. \r\n\r\n"
        },
        {
            "title": "Meetings held to denounce gi spree of killing",
            "url": "http://kcna.co.jp/item/2000/200003/news03/22.htm#9",
            "content": "Meetings held to denounce gi spree of killing \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, March 22 (KCNA) -- Employees of the Hwanghae Iron and Steel Works and the Korea Tourism Company met to denounce the GIs for killing South Korean women in cold blood. &nbsp;&nbsp;&nbsp;\r\n   At the meetings the speakers called attention to the thrice-cursed GI killing of another Korean woman that came at a time when all the Koreans bitterly denounce a GI for killing a South Korean woman some time ago, adding that the gi spree of killing is the unbearable insult to the Korean women. &nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities, they noted, are defending gi criminals and built casinos offering a number of women as playthings for U.S. lewd animals. &nbsp;&nbsp;&nbsp;\r\n   Saying that the South Korean people should not tolerate shuddering atrocities committed by the GIs, the speakers called on the South Korean people of all social standings to turn out as one in struggle and set fire to the U.S. military bases and mercilessly kill vicious ogres. \r\n\r\n"
        },
        {
            "title": "Spokesman of Hanminjon calls for anti-U.S. struggle",
            "url": "http://kcna.co.jp/item/2000/200003/news03/22.htm#10",
            "content": "Spokesman of Hanminjon calls for anti-U.S. struggle \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, March 22 (KCNA) -- A spokesman for the National Democratic Front of South Korea (Hanminjon) made public a press statement on March 17, 18 years after arson at the \"American cultural service\" in Pusan which touched off the anti-American struggle in South Korea, according to radio Voice of National Salvation from Seoul. &nbsp;&nbsp;&nbsp;\r\n   On March 18, 1982 patriotic youth and students set fire to the \"American cultural service\" in Pusan, scattering handbills reading \"yankees, go home,\" \"we condemn U.S. neo-colonialism\" and so on with pent-up wrath and resentment against the U.S. colonial rule. &nbsp;&nbsp;&nbsp;\r\n   After that, stars and stripes were burnt, shouts \"yankees, go home\" were loudly raised and desire for anti-U.S. independence grew higher throughout South Korea, a colony. &nbsp;&nbsp;&nbsp;\r\n   The March 18 patriotic deed, a breath-taking event in the colonial tundra, was a heroic undertaking which awakened the people to the consciousness of national independence and gave rise to the all-people anti-U.S. struggle, the statement said, and went on: &nbsp;&nbsp;&nbsp;\r\n   The present situation of South Korea clearly shows that the desire of the people in the south for independence, democracy and reunification cannot be realised any time without liquidation of the U.S. colonial rule. &nbsp;&nbsp;&nbsp;\r\n   All the national democratic movement organisations and patriotic people should intensify the anti-U.S. struggle, holding higher the banner of anti-U.S. struggle. &nbsp;&nbsp;&nbsp;\r\n   As an immediate task they should flare the flame of the massive anti-U.S. struggle with the June 25 massacres of people by the U.S. aggression troops and the murder of South Korean women by U.S. troops present in South Korea as an initial explosive. &nbsp;&nbsp;&nbsp;\r\nAt the same time, they should activate the anti-\"government\" struggle to ostracize the treacherous \"government\" of Kim Dae Jung, a colonial watch dog of the aggressors. \r\n\r\n"
        },
        {
            "title": "U.S. human rights abuses under fire",
            "url": "http://kcna.co.jp/item/2000/200003/news03/22.htm#11",
            "content": "U.S. human rights abuses under fire \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, March 22 (KCNA) -- A spokesman for the DPRK Society for Human Rights Studies in a statement issued yesterday expressed belief that world human rights organizations and institutions would pay deep attention to the murder being committed by U.S. aggressors in South Korea and check it without delay and send full support and solidarity to the Korean people in their righteous struggle for justice and human rights. &nbsp;&nbsp;&nbsp;\r\n   Recalling that two women, aged about 30 and 60 respectively, were brutally murdered by GIs recently, the statement condemned the U.S. aggressors' crimes in strangling one woman to death and beating the other to death as unpardonable human rights abuses. &nbsp;&nbsp;&nbsp;\r\n   The U.S. clamor about someone's \"human rights abuses\" reminds one of a thief crying \"stop thief,\" it said, and stressed: &nbsp;&nbsp;&nbsp;\r\n   GIs' human rights abuses against Koreans should never be tolerated. \r\n\r\n"
        },
        {
            "title": "S. Korean people's anti-U.S. struggle to gather momentum",
            "url": "http://kcna.co.jp/item/2000/200003/news03/22.htm#12",
            "content": "S. Korean people's anti-U.S. struggle to gather momentum \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, March 22 (KCNA) -- The South Korean people turned out in a courageous anti-U.S. struggle, braving police crackdown during U.S. defense Secretary Cohen's Seoul visit. This is quite natural as it is an eruption of the South Korean people's pent-up indignation against the U.S., Minju Joson today says this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n   It goes on: &nbsp;&nbsp;&nbsp;\r\n   The South Korean people staged a fierce anti-U.S. struggle under the very eyes of Cohen, demanding the punishment of the gi murderers, U.S. apology, a total revision of the unequal \"status of forces agreement\" and the withdrawal of the U.S. forces from South Korea. This is a patriotic deed to regain the usurped national dignity and sovereignty. &nbsp;&nbsp;&nbsp;\r\n   However, the ruling quarters of the self-styled \"people's government\" were hell bent on cracking down upon the people in the just and patriotic struggle. This revealed once again their true colors as flunkeyist traitors. &nbsp;&nbsp;&nbsp;\r\n   The South Korean people can never escape from disasters as long as the aggressors and traitors are allowed to stay. &nbsp;&nbsp;&nbsp;\r\nThe commentary calls for an intensified anti-U.S. struggle.\r\n\r\n"
        },
        {
            "title": "U.S. hit for its row about \"missile threat\" from DPRK",
            "url": "http://kcna.co.jp/item/2000/200003/news03/22.htm#13",
            "content": "U.S. hit for its row about \"missile threat\" from DPRK \r\n&nbsp;&nbsp;&nbsp;Pyongyang, March 22 (KCNA) -- Minju Joson today in a signed commentary refutes the U.S. row about the DPRK's long-range missile development. This is nothing but a cunning trick to introduce sophisticated military equipment into South Korea under the pretext of coping with the \"missile threat\" from the DPRK, the commentary notes, and goes on: &nbsp;&nbsp;&nbsp;\r\nThe U.S. talk about the DPRK's development of a missile with the range of over 5,000 km is a sheer fiction. &nbsp;&nbsp;&nbsp;\r\nThe U.S. plan to establish a new early warning system in South Korea under the pretext of the DPRK's \"missile threat\" is intended to accelerate the establishment of the \"Theatre Missile Defense\" system (TMD). &nbsp;&nbsp;&nbsp;\r\nThe United States needed more badly than ever before a pretext to coax those countries opposed to the TMD. &nbsp;&nbsp;&nbsp;\r\n   That was why the U.S. dreamed up the fiction of \"North Korean missile threat.\"&nbsp;&nbsp;&nbsp; \r\nThe U.S. is introducing up-to-date military equipment into South Korea under this pretext in a bid to stifle the DPRK militarily and, furthermore, contain the missile powers and establish military domination over the Asia-pacific region with South Korea as a bridgehead. \r\n\r\n"
        },
        {
            "title": "DPRK Foreign Ministry memorandum on GI mass killings",
            "url": "http://kcna.co.jp/item/2000/200003/news03/22.htm#14",
            "content": "DPRK Foreign Ministry memorandum on GI mass killings \r\n &nbsp;&nbsp;&nbsp; Pyongyang, March 22 (KCNA) -- The DPRK Foreign Ministry issued a memorandum yesterday documenting the truth about the U.S. troops' mass killings of innocent Koreans during the Korean War (June 1950-July 1953). &nbsp;&nbsp;&nbsp;\r\n   The memorandum said that the truth about the U.S. troops' mass killings has  been recently disclosed by a series of U.S. official documents and testimonies by GIs involved in them, victims and eyewitnesses. &nbsp;&nbsp;&nbsp;\r\n   The disclosed massacres are all but the tip of iceberg of the countless crimes committed by GIs. &nbsp;&nbsp;&nbsp;\r\n   The lengthy memorandum had four sub-titles \"mass killings by indiscriminate bombing and bombardment,\" \"the U.S. aggressors' massacre during their temporary occupation of North Korea,\" \"mass killings by germ and chemical weapons\" and \"massacre of POWs.\"&nbsp;&nbsp;&nbsp;\r\n   The U.S. aggressors carried out indiscriminate bombing and naval bombardment against all urban and rural areas in the north, the memorandum said, and continued: &nbsp;&nbsp;&nbsp;\r\n   More than 10,000 U.S. war planes made over 250 air raids on Pyongyang from July 11 to August 20, 1951 in which they dropped as many as 4,000 bombs, killing at least 4,000 innocent civilians and wounding 2,500. &nbsp;&nbsp;&nbsp;\r\n   In the whole period of the war, the U.S. aggressors made more than 1,400 air raids on Pyongyang in which they dropped over 428,000 bombs, destroying all industrial establishments, educational, health and public service facilities and dwelling houses and killing many innocent civilians. &nbsp;&nbsp;&nbsp;\r\nThey made air raids not only on local cities such as Hamhung, Chongjin, Sinuiju and Wonsan but on rural villages, even on a separate house deep in a mountain. &nbsp;&nbsp;&nbsp;\r\n   The U.S. aggressors amassed warships in the east and west seas of Korea to commit an indiscriminate bombardment on the coastal areas almost every day. &nbsp;&nbsp;&nbsp;\r\n   In August 1951, U.S. military planes dropped 2,122 bombs over North Hamgyong Province and its naval guns fired 6,098 shells at it, leaving 2,857 peaceable people dead.    In the three-year war U.S. air force planes made 800,000 sorties and planes of the U.S. marines and navy 250,000 sorties into the North Korea 85 percent of which was to bomb and strafe civilian targets and people. &nbsp;&nbsp;&nbsp;\r\n   Napalm and other bombs dropped by U.S. warplanes totaled nearly 600,000 tons, which was over 3.7 times the 161,425 tons of bombs they dropped over Japan proper during the pacific war. This means that so many bombs were dropped over the territory of the North Korea less than one-third of the Japanese territory. &nbsp;&nbsp;&nbsp;\r\n   The fact-finding group of the Women's International Democratic Federation, in its report on the investigation made into the GIs' atrocities in the North Korea during the war, said: \"Every fact proves that this was a war of mass destruction, in which much more houses and food rather than military targets and war supplies were destroyed and more women and aged men than combatants killed. This war was against life itself.\"&nbsp;&nbsp;&nbsp;\r\n   The U.S. aggressors mercilessly killed Korean people wherever they went in the North Korea. &nbsp;&nbsp;&nbsp;\r\n   They committed monstrous massacres in Sinchon county that baffled human imagination. &nbsp;&nbsp;&nbsp;\r\n   The U.S. aggressors herded innocent civilians into the air-raid shelter and set fire after pouring gasoline over them, massacring them. &nbsp;&nbsp;&nbsp;\r\n   They separated babies from their mothers and herded them into different warehouses. They poured gasoline upon the crying babies, instead of letting them suck their mothers' milk, and set fire to them. Not content with this, they threw hand-grenades over them, massacring all of them. &nbsp;&nbsp;&nbsp;\r\n   The U.S. aggressors roped people, each group made up of 10-20 persons, and threw them into a shaft with stone or straw bag of earth on their back. &nbsp;&nbsp;&nbsp;\r\n   They  killed innocent civilians in such a brutal manner as chopping them with straw-cutter or skinning them off. &nbsp;&nbsp;&nbsp;\r\n   According to the preliminary results of investigation into GIs' massacres during their temporary occupation of areas of the north, they killed more than a million innocent civilians: Over 15,000 in Pyongyang, 35,380 in Sinchon county, 19,072 in Anak county, over 13,000 in Unryul county, some 6,000 in Haeju, 5,998 in Pyoksong and at least 5,000 in Anju. &nbsp;&nbsp;&nbsp;\r\n   The U.S. aggressors did not hesitate to  massively use germ and chemical weapons in the Korean War in flagrant violation of international laws. &nbsp;&nbsp;&nbsp;\r\n   In the period from January to March 1952 when they began an all-out germ war the U.S. aggressors dropped various germ bombs a total of 804 times over 169 places in alpine, coastal and mountainous areas of the north. &nbsp;&nbsp;&nbsp;\r\n   One fourth of the planes involved in air raids on the North Korea participated in the germ war. Some days their number reached 480 planes. &nbsp;&nbsp;&nbsp; \r\n   The U.S. aggressors brutally killed POWs of the Korean People's Army by using them as guinea pigs for germ weapon experiment. &nbsp;&nbsp;&nbsp;\r\n   They committed serious crimes to use a chemical weapon. &nbsp;&nbsp;&nbsp;\r\n   They made 33 poison-gas bomb attacks against various areas of the North Korea from Feb. 27 to Apr. 9, 1952. &nbsp;&nbsp;&nbsp;\r\n   They used at least 15 million spanapalm-shells. &nbsp;&nbsp;&nbsp;\r\n   Their planes dropped even food, leaflets and false money containing poisonous substance. &nbsp;&nbsp;&nbsp;\r\n   They also unhesitatingly killed POWs of the KPA by using them as guinea pigs for a poisonous substance test. &nbsp;&nbsp;&nbsp;\r\n   The U.S. aggressors  massacred POWs of our side as they pleased during the Korean War in gross violation of the publicly recognized international laws and war law and regulations. &nbsp;&nbsp;&nbsp;\r\n   They staged such farces as \"voluntary repatriation,\" \"private interview and screening\" and \"petition for release\" in a bid to detain POWs of the KPA by force. &nbsp;&nbsp;&nbsp;\r\n   They mercilessly killed everyone who did not comply with their demands. &nbsp;&nbsp;&nbsp;\r\nOn may 27, 1952 at least 800 POWs were killed by flame throwers at the 77th camp on Koje Island for rejecting \"voluntary repatriation\" and insisting on their repatriation to the North Korea.    &nbsp;&nbsp;&nbsp;\r\n   At least 33,600 POWs of the KPA were killed by GIs and tens of thousands of POWs were wounded or crippled. &nbsp;&nbsp;&nbsp;\r\n   The Korean people will surely make the U.S. aggressors pay for the blood shed by the Korean nation and for the misfortune imposed by them upon it. &nbsp;&nbsp;&nbsp;\r\n   The United States can never evade its responsibility for its brutal massacre of millions of innocent Korean people during the Korean War. &nbsp;&nbsp;&nbsp;\r\nIt is a commitment of the U.S. as a criminal state to strictly punish those criminals who organized and commanded the mass killings or took part in them during the Korean War and formally apologize to our government and people and fully compensate for them. &nbsp;&nbsp;&nbsp;\r\n   As required by the objective and mission of its charter, the United Nations should thoroughly investigate the GIs' atrocities during the Korean War and set up a special tribunal to take an urgent measure for a severe punishment of the criminals under the international law. &nbsp;&nbsp;&nbsp;\r\nGiven that GIs' massacres during the Korean War were committed under the name of the \"UN forces\", the UN can not evade its responsibility for allowing the U.S. to abuse its name. &nbsp;&nbsp;&nbsp;\r\nThe UN should take an urgent step to dissolve the \"UN forces command\" in South Korea in view of its idea and objective or its purpose to liquidate its inglorious past. &nbsp;&nbsp;&nbsp;\r\n   The DPRK Ministry of Foreign Affairs expresses its expectation that all the governments, international organizations, non-governmental organizations and personages that treasure peace, justice and human rights,  will render positive cooperation in the efforts to thoroughly probe the truth about GIs' mass killings and severely punish the war criminals under the international law. \r\n\r\n"
        },
        {
            "title": "DPRK-Japan full-dress talks to be held in Pyongyang",
            "url": "http://kcna.co.jp/item/2000/200003/news03/22.htm#15",
            "content": "DPRK-Japan full-dress talks to be held in Pyongyang \r\n &nbsp;&nbsp;&nbsp;   Pyongyang, March 22 (KCNA) -- The 9th full-dress intergovernmental talks between the Democratic People's Republic of Korea and Japan are to be held in Pyongyang from April 4 to 8. &nbsp;&nbsp;&nbsp;\r\n   The talks are expected to discuss Japan's liquidation of its past which remains a historical outstanding issue between the DPRK and Japan and the establishment of diplomatic ties between the two countries on its basis. &nbsp;&nbsp;&nbsp;\r\nThe talks will be attended by a DPRK government delegation led by Jong Thae Hwa,  roving ambassador of the Foreign Ministry of the DPRK, and a Japanese government delegation led by Kojiro Takano, ambassador of the Japanese Foreign Ministry for negotiations on the establishment of diplomatic ties between Japan and the DPRK. \r\n\r\n"
        },
        {
            "title": "Preparatory committees to commemorate Sun's Day",
            "url": "http://kcna.co.jp/item/2000/200003/news03/22.htm#16",
            "content": "Preparatory committees to commemorate Sun's Day \r\n &nbsp;&nbsp;&nbsp; Pyongyang, March 22 (KCNA) -- Preparatory committees for commemorating Sun's Day, the birth anniversary of the President Kim Il Sung, were formed in Romania and Italy. &nbsp;&nbsp;&nbsp;\r\n   The chairman of the Socialist Party of Romania at an inaugural meeting held at the party building on March 18 said that the birth anniversary of Kim Il Sung is a holiday not only for the Korean people but for the revolutionary people of the world. &nbsp;&nbsp;&nbsp;\r\n   At an inaugural meeting held in Rome on March 16 the general secretary of the Italian People's Democratic Alliance of the Left stressed that it is of weighty significance in glorifying Kim Il Sung's feats to form a preparatory committee for commemorating Sun's Day, his birth anniversary, and organize multifarious events. &nbsp;&nbsp;&nbsp;\r\n   The meetings set a period of commemorating Sun's Day and decided to hold various functions in this period. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}