{
    "date": "2000-08-01",
    "url": "http://kcna.co.jp/item/2000/200008/20000801.htm",
    "articles": [
        {
            "title": "Calls of WPK published to mark 55th anniversary of WPK",
            "url": "http://kcna.co.jp/item/2000/200008/news08/01.htm#1",
            "content": "Calls of WPK published to mark 55th anniversary of WPK \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, August 1 (KCNA) -- The Central Committee of the Worker's Party of Korea and the Central Military Commission of the WPK on July 31 published calls of the WPK Central Committee  appealing to all the party members, servicepersons of the Korean People's Army and people throughout the country to turn out in a general advance for the building of a powerful socialist country with the approach of the 55th anniversary of the party. &nbsp;&nbsp;&nbsp;\r\n   All the papers here today each devote two whole pages to the full text of the calls. &nbsp;&nbsp;&nbsp;\r\n   The calls say that today the WPK calls upon the whole party, the whole army and all the people to turn out to make the year, the 55th anniversary of the party, a year of general advance for the building of a powerful nation in the crucible of the increased activity of Chollima and a proud year of victory.   &nbsp;&nbsp;&nbsp;\r\n   They highlight the importance of building a powerful socialist country of Juche true to the lifelong intention of the great leader Kim Il Sung and thus carrying to completion the revolutionary cause of Juche under the guidance of the great Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   They underscore the need to develop the WPK into a revolutionary party of Juche guided by General Secretary Kim Jong Il's great revolutionary ideas, leadership traits and noble virtues. &nbsp;&nbsp;&nbsp;\r\n   They lay a particular stress on the adherence to the WPK line of attaching great importance to the ideology, arms and science and technology. &nbsp;&nbsp;&nbsp;\r\n   Touching upon the need to regard the Juche idea as the transparent world outlook and conduct ideological work sincerely and assiduously to meet the requirements of the realities, they read as follows: &nbsp;&nbsp;&nbsp;\r\n   \"Let us regard the Juche idea as the transparent world outlook and live and fight to meet the requirements of Juche \"&nbsp;&nbsp;&nbsp;\r\n   \"Let us have firm confidence in socialism and defend and glorify socialism of our style to the last \"&nbsp;&nbsp;&nbsp;\r\n   \"Let us give full play to the Korean nation-first spirit \"  &nbsp;&nbsp;&nbsp;\r\n \"Let us thoroughly prevent the ideological and cultural poisoning of the imperialists and eliminate all sorts of practice contrary to socialism \"&nbsp;&nbsp;&nbsp;\r\n   \"Let us always be cheerful although our path is thorny \"&nbsp;&nbsp;&nbsp;\r\n   \"Let us carry to completion with comradeship the Korean revolution pioneered with comradeship \"&nbsp;&nbsp;&nbsp;\r\n   The calls  appeal to the whole party, the whole army and all the people to remain loyal to the army-first revolutionary leadership of  Kim Jong Il.  They lay stress on the need to build the people's army into an invincible army that fights and wins on the strength of  his military strategic idea, tactics and grit. &nbsp;&nbsp;&nbsp;\r\n   They say that there can be no mercy and tolerance for aggressors and provocateurs, highlighting the need to annihilate the enemies at a single blow if they encroach upon an inch of the land and a tree of the country and to mete out merciless punishment to the enemies, provokers, and return a total war for their total war. &nbsp;&nbsp;&nbsp;\r\n   They appeal to all the party members and other working people to adhere to the WPK policies of arming all the people and fortifying the whole country so as to consolidate the all-people, nationwide defence system. &nbsp;&nbsp;&nbsp;\r\n   They highlight the importance of firmly defending socialism of Korean style, the most precious gains of the Korean revolution, and fully displaying its advantages. &nbsp;&nbsp;&nbsp;\r\n   They lay emphasis on the need to increase the Juche character of our economy so as to give full play to the potentials of the independent national economy and to concentrate on the power industry, coal industry, agriculture, railway transport and metal industry. &nbsp;&nbsp;&nbsp;\r\n   They appeal to the whole party, the whole army and all the people to do farming better in hearty response to the agriculture-first policy of the WPK, laying particular emphasis on the need to carry through the party policy of bringing about innovations in potato farming so as to solve food problem. &nbsp;&nbsp;&nbsp;\r\n   They appeal to the party members and other working people in the field of light industry to increase production through a high-pitched drive to bring about innovations in light industry and turn out more primary consumer goods badly needed for the people's living. &nbsp;&nbsp;&nbsp;\r\n   They also highlight the need to complete with credit the Pyongyang-Nampho Motorway construction before the 55th anniversary of the party, build Pyongyang into a  more grandiose and beautiful city, push ahead with the Kaechon-Lake Thaesong waterway project and undertake land-realignment on a large scale and audaciously by the tactics of finishing-one-thing-at-a-time. &nbsp;&nbsp;&nbsp;\r\n   Referring to the task to successfully materialize Kim Jong Il's idea of attaching great importance to science and technology, the calls underscore the need to rapidly develop electronics, bio-engineering and other up-to-the-minute science and technology and direct efforts to the development of electronics and automation industries and computer industry so as to build modern industries of the 21st century. &nbsp;&nbsp;&nbsp;\r\n   Describing the advance for the building of a powerful nation as the advance of self-reliance, the calls read as follows: &nbsp;&nbsp;&nbsp;\r\n   \"Let us build a powerful nation by our own efforts and resources under the uplifted banner of self-reliance \"   &nbsp;&nbsp;&nbsp;\r\n  \"Let us boost the economy and improve the standard of people's living our own way in reliance upon our economic foundations \"&nbsp;&nbsp;&nbsp;\r\n   The calls stress the need to develop our socialist national culture in an all-round way, to push ahead with the revolution in education in order to decisively raise the standard of education and to create more masterpieces of the times so as to keep alive the beautiful manners and customs of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n   They appeal to the party members to lead other people in difficult and toilsome work and to leading officials to work devotedly for the benefit of the people. &nbsp;&nbsp;&nbsp;\r\n   They appeal to the young men and women to become young heroes and heroines who make their life worthier with loyalty and exploits through their devoted services for the building of a powerful nation. &nbsp;&nbsp;&nbsp;\r\n   They highlight the need to make 2000, the 55th anniversary of Korea's liberation, a year of new historic turn in the struggle for national reunification and to adhere to the three-point charter of national reunification and the five-point policy of great national unity so as to strengthen solidarity among the people in the north, south and abroad. &nbsp;&nbsp;&nbsp;\r\n   Urging the implementation of the historic north-south joint declaration, they appeal to the whole nation to achieve the independent and peaceful reunification of the country at an early date by its concerted efforts. &nbsp;&nbsp;&nbsp;\r\n   They also appeal to all the Koreans at home and abroad to turn out in the nationwide struggle to build a reunified and prosperous, powerful nation in Korea, the golden tapestry of three thousand Ri. &nbsp;&nbsp;&nbsp;\r\n   The calls also stress the importance to adhere to the avowed idea of the WPK's foreign policy, the keynote of which is independence, peace and friendship. &nbsp;&nbsp;&nbsp;\r\n   The Korean people should unite firmly with the world people aspiring after independence and defend socialism and dynamically advance the human cause of independence, they urge. &nbsp;&nbsp;&nbsp;\r\n   They stress the need to decisively smash the imperialists' moves for \"globalization\" and their highhanded, arbitrary and dominationist practices and build a new international order based on justice, equality and impartiality. &nbsp;&nbsp;&nbsp;\r\n   They also lay stress on further strengthening the non-aligned movement under the banner of independence against imperialism and developing friendly and cooperative relations with all countries which respect the DPRK's sovereignty. &nbsp;&nbsp;&nbsp;\r\n   The calls say in conclusion: &nbsp;&nbsp;&nbsp;\r\n   \"Victory and glory are always in store for our party and people who are advancing dynamically toward a bright future, courageously meeting the rigorous challenge of history in the revolutionary spirit displayed on Mt. Paektu under the uplifted red flag of the revolution. &nbsp;&nbsp;&nbsp;\r\n   \"Let's glorify this year, the 55th anniversary of the party, as a proud year of victory in the crucible of increased activity of Chollima\" &nbsp;&nbsp;&nbsp;\r\n \"Let all of us demonstrate the heroic stamina of Juche Korea and Kim Il Sung's nation once again in hearty response to these calls.\" \r\n\r\n"
        },
        {
            "title": "Kim Dae Jung meets north side's delegation",
            "url": "http://kcna.co.jp/item/2000/200008/news08/01.htm#2",
            "content": "Kim Dae Jung meets north side's delegation \r\n &nbsp;&nbsp;&nbsp;Seoul, July 31 (KCNA) -- President Kim Dae Jung met the north side's delegation to the first round of north-south ministerial talks headed by Jon Kum Jin, senior councilor of the cabinet of the Democratic People's Republic of Korea, at Chongwadae on Monday. &nbsp;&nbsp;&nbsp;\r\n   Present there were the chief delegate of the south side's delegation and other officials concerned of the south side. &nbsp;&nbsp;&nbsp;\r\n   Kim Dae Jung first asked about the health of General Secretary Kim Jong Il. Looking back upon his Pyongyang visit, he said Kim Jong Il is a man of correct judgement and quick decision, who puts into practice unconditionally anything he thinks right. &nbsp;&nbsp;&nbsp;\r\n   Noting that Korea has nothing to fear if the south and the north pool their strength, Kim Dae Jung stressed the need to make efforts for peace and reunification of the nation. \r\n\r\n"
        },
        {
            "title": "North side's delegation returns",
            "url": "http://kcna.co.jp/item/2000/200008/news08/01.htm#3",
            "content": "North side's delegation returns \r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 1 (KCNA) -- The north side's delegation to the first round of north-south ministerial talks headed by Jon Kum Jin, senior councilor of the cabinet of the Democratic People's Republic of Korea, returned home today by air. &nbsp;&nbsp;&nbsp;\r\n   It was met at the airport by Kang Nung Su, Minister of Culture, An Kyong Ho, director of the secretariat of the Committee for the Peaceful Reunification of the Fatherland, and other officials concerned. \r\n\r\n"
        },
        {
            "title": "International children's camp begins",
            "url": "http://kcna.co.jp/item/2000/200008/news08/01.htm#4",
            "content": "International children's camp begins \r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 1 (KCNA) -- Pleasant camping of school boys and girls from different countries began at the Songdowon International Children's Camp. &nbsp;&nbsp;&nbsp;\r\n   The pleasant and cheerful program of campers from China, Russia, Mongolia, Tanzania, Thailand, Japan, Turkey and Korea will include interesting activities such as sports, maritime activities and amusement games and tour of Pyongyang and other local areas. &nbsp;&nbsp;&nbsp;\r\n   A ceremony was held on the spot on July 31. &nbsp;&nbsp;&nbsp;\r\n   Present there were secretary Kim Kyong Ho of the central committee of the Kim Il Sung Socialist Youth League and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n  Participants laid a floral basket and flowers in front of the statue of the great leader Kim Il Sung at the camp in the name of the campers and made a bow to him in deep reverence. &nbsp;&nbsp;&nbsp;\r\n   A report and speeches were made at the ceremony. \r\n\r\n"
        },
        {
            "title": "Chinese military attache hosts reception",
            "url": "http://kcna.co.jp/item/2000/200008/news08/01.htm#5",
            "content": "Chinese military attache hosts reception \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 1 (KCNA) -- Yan Jiangfeng, military attache of the Chinese embassy here, hosted a reception at the embassy on July 31 on the occasion of the 73rd anniversary of the Chinese People's Liberation Army. &nbsp;&nbsp;&nbsp;\r\n   Invited there were Ryo Chun Sok, vice-Minister of the People's Armed Forces, generals and officers of the Korean People's Army, officials concerned and military attaches of various foreign embassies here. &nbsp;&nbsp;&nbsp;\r\n   Present there were Wang Guozhang, Chinese ambassador, and staff members of the embassy. &nbsp;&nbsp;&nbsp;\r\n   Speeches were exchanged at the reception. \r\n\r\n"
        },
        {
            "title": "Friendly meeting on national holiday of Egyptian people",
            "url": "http://kcna.co.jp/item/2000/200008/news08/01.htm#6",
            "content": "Friendly meeting on national holiday of Egyptian people \r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 1 (KCNA) -- A friendly meeting took place at DPRK-Egypt friendship Kim Song Ju Primary School on Monday on the occasion of the 48th anniversary of the July 23 Revolution, the national holiday of the Egyptian people. &nbsp;&nbsp;&nbsp;\r\n   Present on invitation were charge d'affaires A. I. Ahmed Fawzi and officials of the Egyptian embassy here. &nbsp;&nbsp;&nbsp;\r\n   Officials concerned, teachers and pupils of the school were on hand. &nbsp;&nbsp;&nbsp;\r\n   The participants in the meeting laid bouquets before the statue of the great leader President Kim Il Sung at the school and paid homage to him. &nbsp;&nbsp;&nbsp;\r\n   Then they looked round educational facilities of the school, saw an art performance of pupils and conversed with each other, deepening the feelings of friendship. \r\n\r\n"
        },
        {
            "title": "Korean people's success in efforts to achieve national reunification hailed",
            "url": "http://kcna.co.jp/item/2000/200008/news08/01.htm#7",
            "content": "Korean people's success in efforts to achieve national reunification hailed \r\n   &nbsp;&nbsp;&nbsp;Pyongyang, August 1 (KCNA) -- Cambodian King Norodom Sihanouk, receiving on July 30 DPRK Foreign Minister Paek Nam Sun and his party on a visit to the country, extended thanks to the most respected great leader Kim Jong Il for sending warm and friendly regards to him and asked the Foreign Minister to convey to the leader his wishes for a long life in good health. &nbsp;&nbsp;&nbsp;\r\n   The King said he was deeply moved by the fact that Kim Jong Il, true to the intention of the great leader Kim Il Sung, has paid deep attention to the development of the friendly relations between the two countries. &nbsp;&nbsp;&nbsp;\r\n   Now the world highly praises Kim Jong Il for achieving spectacular successes in all fields as successor to the cause of Kim Il Sung, he added. &nbsp;&nbsp;&nbsp;\r\n   The King extended sincere appreciation to him for achieving historic success in the efforts to realise the country's reunification. &nbsp;&nbsp;&nbsp;\r\n   The royal government of Cambodia will always stand on the side of the DPRK, he stressed. &nbsp;&nbsp;&nbsp;\r\n   Present on the occasion were the DPRK ambassador to Cambodia, the deputy prime minister in charge of the Royal Palace of Cambodia and the chief of protocol of the Royal Palace. &nbsp;&nbsp;&nbsp;\r\n   That day, Norodom Ranariddh, President of the Cambodian Parliament, met and had a talk with the DPRK Foreign Minister and his party. \r\n\r\n"
        },
        {
            "title": "Talks between DPRK FM and his Cambodian counterpart",
            "url": "http://kcna.co.jp/item/2000/200008/news08/01.htm#8",
            "content": "Talks between DPRK FM and his Cambodian counterpart \r\n &nbsp;&nbsp;&nbsp;Pyongyang, August 1 (KCNA) - Talks between DPRK Paek Nam Sun and Minister of Foreign Affairs and International Cooperation of Cambodia, Hor Nam Hong took place in Phnom Penh on July 30. &nbsp;&nbsp;&nbsp;\r\n  At the talks both sides informed each other of the situation in their countries, exchanged views on a series of matters of mutual concern and discussed the issue of further developing the bilateral friendly relations. &nbsp;&nbsp;&nbsp;\r\n   The talks proceeded in a friendly atmosphere.\r\n\r\n"
        },
        {
            "title": "Novels portraying leaders created",
            "url": "http://kcna.co.jp/item/2000/200008/news08/01.htm#9",
            "content": "Novels portraying leaders created \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, August 1 (KCNA) -- The April 15 Writing Group has recently created a full-length novel \"Turn\" of a cycle \"Immortal Guidance\". &nbsp;&nbsp;&nbsp;\r\n   The novel impressively depicts feats and noble humanity of the great leader Kim Jong Il who founded the Juche-based theory on the leader in the middle of the 1960s and effected a great turn in all fields of the revolution and construction. &nbsp;&nbsp;&nbsp;\r\n   Typical of the literature portraying the leaders created in the DPRK are full-length novels of cycles \"Immortal History\" and \"Immortal Guidance\" created by the group. &nbsp;&nbsp;&nbsp;\r\n   Cycles \"Immortal History\" and \"Immortal Guidance\" comprehensively and systematically portray the revolutionary activities, outstanding leadership ability and noble virtues of the President Kim Il Sung and General Secretary Kim Jong Il on the basis of historical facts. &nbsp;&nbsp;&nbsp;\r\n   Since its production of a full-length novel \"Year 1932\" as the first work of a cycle \"Immortal History\", it has created scores of full-length novels on the theme of the revolutionary feats of President Kim Il Sung, including \"Anchor Pulled Up\", \"Spring in Base\", \"Foot of Mt. Paektu,\" \"Might of Korea\" and \"Immortality\" for nearly 30 years. &nbsp;&nbsp;&nbsp;\r\n   A full-length novel \"Immortality\" which was created in Juche 86 (1997), in particular, is popular among readers. It truthfully depicts the greatness of President Kim Il Sung who skillfully handled the acute military and political situation, citing a wealth of historical materials on the confrontation between the DPRK and the United States over the \"nuclear issue\" on the Korean peninsula in Juche 83 (1994) and the foreign reaction to it, etc. &nbsp;&nbsp;&nbsp;\r\n   In the 1990s the group created a full-length novel \"Blue Sky\" (1992), the first work of a cycle \"Immortal Guidance\" on the theme of the revolutionary activities of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\nThen followed the production of several full-length novels including \"Intelligence\", \"400 km in East Sea\" and \"Torch over Pyongyang\". These are listed as national treasures for their profound ideological and thematic contents, cubic delineation and rich historical facts dealt with in stories and for the philosophical thinking and sincere efforts devoted to the creation. &nbsp;&nbsp;&nbsp;\r\n   The group is busy with the creation of sequels of the cycles \"Immortal History\" and \"Immortal Guidance\". \r\n\r\n"
        },
        {
            "title": "Action program for revision of \"Status of Forces Agreement\" adopted",
            "url": "http://kcna.co.jp/item/2000/200008/news08/01.htm#10",
            "content": "Action program for revision of \"Status of Forces Agreement\" adopted \r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 1 (KCNA) -- The Environmental Movement Alliance of South Korea and local autonomous organizations and citizens' organizations for settling the issue of environment of the U.S. military bases and revising the \"ROK-U.S. Status of Forces Agreement\" had a dialogue in Seoul on July 28 and adopted an action program calling for a total revision of the \"agreement\", according to Radio No. 1. &nbsp;&nbsp;&nbsp;\r\n   The action program calls for a total revision of the provisions of the inequitable \"ROK-U.S. Status of Forces Agreement\", inclusion of provisions related to environment in the \"agreement\", full ensure of investigation of South Korea's side into all crimes of the U.S. forces and the rights of investigation, jurisdiction and punishment and payment of rental fee of the U.S. military bases. \r\n\r\n"
        },
        {
            "title": "Appointment of sites for nuclear waste depots denounced",
            "url": "http://kcna.co.jp/item/2000/200008/news08/01.htm#11",
            "content": "Appointment of sites for nuclear waste depots denounced \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, August 1 (KCNA) -- Civic and social organizations in Inchon have strongly denounced the South Korean \"ministry of industry and resources\" for appointing Kulop and Kanghwa islets as sites for nuclear waste depots, according to the \"Christian Broadcasting System\" from Seoul. &nbsp;&nbsp;&nbsp;\r\n   In this regard 21 civic and social organizations in this region including the Inchon Environmental Movement Alliance issued a statement on July 29. &nbsp;&nbsp;&nbsp;\r\n   The statement said that it is intolerable that the two islets were selected as the sites despite the fact that the \"government\" recognized and announced in 1995 Kulop Islet was not suitable to a nuclear waste depot. The statement requested the authorities to withdraw the plan. \r\n\r\n"
        },
        {
            "title": "Organization for probe into truth behind massacres of civilians formed",
            "url": "http://kcna.co.jp/item/2000/200008/news08/01.htm#12",
            "content": "Organization for probe into truth behind massacres of civilians formed \r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 1 (KCNA) -- A pan-national committee for probing the truth behind the massacres of civilians before and after the Korean War and retrieving their honor was newly formed in South Korea, according to a Yonhap News report from Seoul. &nbsp;&nbsp;&nbsp;\r\n   The organization involving university professors, lawyers and others is aiming to probe the truth behind the massacres of civilians before and after the Korean War including the April 3 incident in Jeju Island and Kochang, Sanchong and Hamyang incidents. &nbsp;&nbsp;&nbsp;\r\n    It held a press conference on its formation in Seoul on July 27 and declared that it would start its work to enact a \"special law on probing the truth behind the massacres of civilians and retrieving their honor\" and investigation into the truth behind all other various incidents. &nbsp;&nbsp;&nbsp;\r\n   A person concerned of the organization said that \"the massacres of civilians were evident war crimes and, accordingly, recurrence of war crimes can never be prevented unless those who ordered the massacres are disclosed or punished. \r\n\r\n"
        },
        {
            "title": "Independence Day of Benin commemorated",
            "url": "http://kcna.co.jp/item/2000/200008/news08/01.htm#13",
            "content": "Independence Day of Benin commemorated \r\n &nbsp;&nbsp;&nbsp;Pyongyang, August 1 (KCNA) -- Minju Joson today dedicates a signed article to the 40th anniversary of the independence of Benin. &nbsp;&nbsp;&nbsp;\r\n   The independence of Benin was a significant event which opened a broad road for the Beninese people to build a sovereign and prosperous new society, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n   After the independence the Beninese people took measures for multifarious development of the economy, so that state investment in agricultural sector was increased and advanced method of farming introduced. &nbsp;&nbsp;&nbsp;\r\n   In recent years the Beninese government and people pushed ahead with a drive to increase the areas under cultivation and irrigation with an aim to meet the need of food by themselves, while developing stock-breeding industry. &nbsp;&nbsp;&nbsp;\r\n   They are striving to develop national industry by exploiting natural resources of the country and making achievements in the fields of education, culture and public health. \r\n\r\n"
        },
        {
            "title": "Outburst of U.S. ambassador to S. Korea",
            "url": "http://kcna.co.jp/item/2000/200008/news08/01.htm#14",
            "content": "Outburst of U.S. ambassador to S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 1 (KCNA) -- The outburst let loose by the U.S. ambassador to South Korea in a \"special interview\" betrays a sinister intention to chill the growing desire of the Korean nation for reunification and put a brake on the improvement of the relations between the north and the south. &nbsp;&nbsp;&nbsp;\r\n   Minju Joson today says this in a signed commentary assailing him for asserting that the DPRK should \"change its economic strategy\" and \"it is good for the inter-Korean dialogue to seek a package solution on the principle of reciprocity.\"&nbsp;&nbsp;&nbsp;\r\n   The commentary goes on: &nbsp;&nbsp;&nbsp;\r\n   Remarks made by the U.S. ambassador to South Korea are an unpardonable encroachment upon the sovereignty of the Korean nation, interference in its internal affairs and an outburst going against the basic spirit of the north-south joint declaration. &nbsp;&nbsp;&nbsp;\r\n   The U.S. should discard its bad habit of recklessly meddling in other's affairs and mind its own business. &nbsp;&nbsp;&nbsp;\r\n   The DPRK will never pardon anyone infringing upon sovereignty of the Korean nation and interfering in its internal affairs. &nbsp;&nbsp;&nbsp;\r\n   The U.S. ambassador should face up to reality and stop imprudently meddling in other's affairs and apologize to the Korean nation for his reckless remarks. \r\n\r\n"
        },
        {
            "title": "Japan's redress for its criminal past called for",
            "url": "http://kcna.co.jp/item/2000/200008/news08/01.htm#15",
            "content": "Japan's redress for its criminal past called for \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, August 1 (KCNA) -- Recently delegates of different countries met in Berlin and signed an agreement on establishing a fund for compensation to those who were subjected to the forced labour by the nazi regime during World War II.  &nbsp;&nbsp;&nbsp;\r\n   Under this agreement over one million people will receive compensation to be offered by Germany. &nbsp;&nbsp;&nbsp;\r\n   Minju Joson today in a signed commentary says that active measures taken by Germany and other European countries to redress their past are highly appreciated by the world public as they are prompted by the desire to greet a new century with an unblemished mind. &nbsp;&nbsp;&nbsp;\r\n   The commentary goes on: &nbsp;&nbsp;&nbsp;\r\n   But Japan is behaving quite contrary to what those countries are doing although it should be more honest in liquidating its past than any other country as it committed tremendous crimes unprecedented in human history. &nbsp;&nbsp;&nbsp;\r\n   Japan has persistently evaded the settlement of its crime-woven past for over half a century. &nbsp;&nbsp;&nbsp;\r\n   Misfortune and pain Japan imposed upon the Korean people are immeasurable. But Japan has not yet properly apologized for these crimes. On the contrary, it seeks to repeat its past history of aggression, clinging to its hostile policy towards the DPRK. &nbsp;&nbsp;&nbsp;\r\n   This shameless behaviour is lashing progressive humankind into fury. &nbsp;&nbsp;&nbsp;\r\n   It is only Japan in the world which has not yet shaken off the disgrace of \"enemy state.\" No matter how hard Japan may try to improve its image in the world it can never realize its dream. &nbsp;&nbsp;&nbsp;\r\n   Japan should not delay any longer the liquidation of its past but swim with the world trend toward it. It is urgent for Japan, not for others. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}