{
    "date": "2000-05-14",
    "url": "http://kcna.co.jp/item/2000/200005/20000514.htm",
    "articles": [
        {
            "title": "U.S. moves to establish \"missile defence\" system",
            "url": "http://kcna.co.jp/item/2000/200005/news05/14.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. schemes to cover up truth about mass killings",
            "url": "http://kcna.co.jp/item/2000/200005/news05/14.htm#2",
            "content": "U.S. moves to establish \"missile defence\" system \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, May 14 (KCNA) -- Rodong Sinmun today in a signed commentary denounces the United States for refusing to drop its stand on its nuclear development and moves to establish a \"missile defence\" system, though it is censured and condemned for it worldwide with a UN conference to reexamine the \"nuclear non-proliferation treaty\" as a momentum. &nbsp;&nbsp;&nbsp;\r\n   The DPRK cannot but take a serious note of desperate moves of the U.S. to stifle the DPRK by force of arms under the pretext of its \"missile threat,\" the commentary says, and continues: &nbsp;&nbsp;&nbsp;\r\n   The U.S. seeks to realize its wild ambition to militarily stifle the DPRK by deploying new types of sophisticated strategic weapons in its mainland and northeast Asia under that pretext and strengthening its military and strategic position there. &nbsp;&nbsp;&nbsp;\r\n   Its immediate aim is to contain its potential rivals and big powers and establish its unchallenged domination over the Asia-Pacific region. &nbsp;&nbsp;&nbsp;\r\n   These moves of the U.S. cannot but spark a new arms race, a missile race. The U.S. loudmouthed \"missile threat\" from the DPRK is aimed at justifying its moves to establish the \"missile defence\" system. &nbsp;&nbsp;&nbsp;\r\n   And the U.S. is working hard to establish this system by amending the \"anti-ballistic missile treaty\" through a bargaining with a country. The U.S. only seeks to draw water to its mill at the expense of others. &nbsp;&nbsp;&nbsp;\r\n   If the U.S. persists in its moves to establish the criminal \"missile defence\" system at the DPRK's expense under the pretext of its \"missile threat,\" the situation will get more complicated. &nbsp;&nbsp;&nbsp;\r\n   Those, who try to use the DPRK's \"missile issue\" as a bargaining chip in dealing with the U.S., are well advised to come to themselves. &nbsp;&nbsp;&nbsp;\r\n   Independence is vital to the DPRK. It is the DPRK's will and consistent principle to respond to a dialogue with a dialogue and counter force with force. \r\n\r\n"
        },
        {
            "title": "Traffic accidents claim many lives in S. Korea",
            "url": "http://kcna.co.jp/item/2000/200005/news05/14.htm#3",
            "content": "U.S. schemes to cover up truth about mass killings \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) - A spokesman for the U.S. Defense Department on Friday announced that the \"U.S. military investigation team\" decided to lengthen the time of probing the truth behind the mass killings in Rogun-ri, South Korea, which had been initially scheduled to be completed by June 25, according to a radio report from Seoul. &nbsp;&nbsp;&nbsp;\r\n   He said that through interviews with over 100 people, the \"investigation team\" came to \"believe that something tragic happened in Rogun-ri at the outset of the war.\" &nbsp;&nbsp;&nbsp;\r\nHowever, it has been decided to prolong the period of investigation because of \"conflicting testimonies\" made by U.S. war veterans and South Korean survivors of killings at that time, he said ambiguously. &nbsp;&nbsp;&nbsp;\r\n   The announcement came right after a statement of AP refuting the false report of the U.S. newspaper Stars and Stripes intended to falsify the truth about the mass killings by the U.S. aggression forces in Rogun-ri. &nbsp;&nbsp;&nbsp;\r\n   It shows how desperately the U.S. is working to cover up the truth behind the case. &nbsp;&nbsp;&nbsp;\r\n   The U.S. had set as many as eight months for this investigation in a bid to cover up the truth behind the mass killings. They are now talking about the \"prolongation of the investigation time\" without defining its limit. This is, in essence, nothing but a cunning trick to keep their crimes buried into oblivion for ever. \r\n\r\n"
        },
        {
            "title": "Korean book and handicraft exhibition held",
            "url": "http://kcna.co.jp/item/2000/200005/news05/14.htm#4",
            "content": "Traffic accidents claim many lives in S. Korea \r\n &nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -- 703,000 people were killed or wounded in traffic accidents in South Korea last year, a radio report from Seoul said. &nbsp;&nbsp;&nbsp;\r\n   This is an increase of 39 percent over the previous year. &nbsp;&nbsp;&nbsp;\r\nSouth Korea is the highest in traffic accident rate in the world as its number of deaths per 10,000 vehicles is four times that of the United States and six times that of Japan. &nbsp;&nbsp;&nbsp;\r\n   1,350 traffic accidents occur in different roads of South Korea every day, leaving 1,900 wounded and 25 dead, the radio reported. \r\n\r\n"
        },
        {
            "title": "Korea's reunification supported abroad",
            "url": "http://kcna.co.jp/item/2000/200005/news05/14.htm#5",
            "content": "Korean book and handicraft exhibition held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -- A Korean book and handicraft exhibition was held in Trinidad and Tobago on May 3 to commemorate the 36th anniversary of the start of General Secretary Kim Jong Il's work at the Central Committee of the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n   On display were famous works of the President Kim Il Sung and General Secretary Kim Jong Il and Korean books and handiwork. &nbsp;&nbsp;&nbsp;\r\n   The speaker of the House of Representatives of Trinidad and Tobago in his speech said that the exhibition would mark an important occasion for the development of bilateral relations in the field of culture. \r\n\r\n"
        },
        {
            "title": "GIs' massacres condemned",
            "url": "http://kcna.co.jp/item/2000/200005/news05/14.htm#6",
            "content": "Korea's reunification supported abroad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -- A Russian political party and Bangladeshi organizations participated in the international signature campaign supporting the three-point charter of Korea's reunification from April 20 to May 5. &nbsp;&nbsp;&nbsp;\r\n   The signature paper was signed by chairperson of the Party for Peace and Unity of Russia Sazhi Umalatova on behalf of the party, the National Worker's Federation of Bangladesh Abudul Kader on behalf of 120,000 members and supporters and chairman of the Bangladeshi Students' Union Obeydur Rahman on behalf of 210,000 members. \r\n\r\n"
        },
        {
            "title": "Reception given for Ri Song Hui",
            "url": "http://kcna.co.jp/item/2000/200005/news05/14.htm#7",
            "content": "GIs' massacres condemned \r\n  &nbsp;&nbsp;&nbsp;Pyongyang, May 14 (KCNA) -- The Bangladeshi Solidarity Committee for Supporting Korea's Reunification and the Bangladesh-Korea Friendship Association on May 7 released a joint statement supporting the memorandum published by the DPRK Foreign Ministry to disclose the truth behind the GIs' mass killings during the Korean War. &nbsp;&nbsp;&nbsp;\r\n   The statement said that the U.S. can never evade the responsibility for the mass killings of millions of innocent people during the Korean War. &nbsp;&nbsp;&nbsp;\r\n   It called upon the united nations to make an investigation into the U.S. crimes, noting that the U.S. troops abused its name. &nbsp;&nbsp;&nbsp;\r\n   An international tribunal should be set up to investigate the GIs' atrocities and punish those criminals under the international law, it held. \r\n\r\n"
        },
        {
            "title": "Withdrawal of U.S. forces from S. Korea urged",
            "url": "http://kcna.co.jp/item/2000/200005/news05/14.htm#8",
            "content": "Reception given for Ri Song Hui \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -- A reception was given by the DPRK government yesterday in honor of Ri Song Hui, who placed first at the 13th Asian Women's Weightlifting Championship. &nbsp;&nbsp;&nbsp;\r\n   Vice-premier Jo Chang Dok, addressing the reception, said that the success achieved by Ri was a great deed and pride of the Korean nation which demonstrated to the world the heroic spirit of the Korean people who are building a powerful and prosperous nation and country, rallied close around General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   In her reply ri said that thanks to the great care of Kim Jong Il who trained her, a daughter of an ordinary worker, to be a weightlifter she set a new world record and won the 13th Asian Women's Weightlifting Championship title. &nbsp;&nbsp;&nbsp;\r\n  I would repay the great care by placing first at games without fail in the future and winning the world champion title, she said. \r\n\r\n"
        }
    ]
}