{
    "date": "2000-12-01",
    "url": "http://kcna.co.jp/item/2000/200012/20001201.htm",
    "articles": [
        {
            "title": "Kim Jong Il inspects dam construction site and farm",
            "url": "http://kcna.co.jp/item/2000/200012/news12/01.htm#1",
            "content": "Kim Jong Il inspects dam construction site and farm \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- General Secretary Kim Jong Il on November 30 gave on-the-spot guidance to the dam construction site of the Kumjingang power station and a raw material base farm in Hamhung city. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by secretary Kim Kuk Thae and first vice department director Pak Song Bong of the WPK Central Committee. &nbsp;&nbsp;&nbsp;\r\n He was greeted on the spot by chief secretary Ri Thae Nam of the south Hamgyong provincial committee of the WPK, chairman Kim Phung Gi of the south Hamgyong provincial people's committee, chief secretary O Ki Sok of the Jongphyong county committee of the WPK and other leading officials of the province and county. &nbsp;&nbsp;&nbsp;\r\n He first gave on-the-spot guidance to the dam construction site of the Kumjingang power station in Jongphyong county. &nbsp;&nbsp;&nbsp;\r\n After learning about the details of the construction, he expressed great satisfaction over the fact that the people in the county are carrying out by themselves the  construction project as huge as the building of a large hydraulic power station. &nbsp;&nbsp;&nbsp;\r\n  When a dam is completed in the upper reaches of the River Kumjin which has rich water resources, and a big man-made lake appears ,it will be possible to build 17 power stations in tiers to generate a great amount of electricity, sufficiently irrigate tens of thousands of hectares of paddy and non-paddy fields along the River Kumjin and bring hundreds of hectares of land under the plough. &nbsp;&nbsp;&nbsp;\r\n  He said the people in the county wrought such a great miracle with empty hands at the hardest time when they were hard pressed for everything and highly praised them for what they had done without being known to  others. &nbsp;&nbsp;&nbsp;\r\n He said heroism the people in Jongphyong county displayed in damming the river by carrying earth on their back was praiseworthy and that this indomitable fighting spirit fully demonstrates the faith and will of the people to build a powerful nation by their own efforts and their militant spirit. &nbsp;&nbsp;&nbsp;\r\n He then went to a new raw material base farm built in Hamhung city. &nbsp;&nbsp;&nbsp;\r\n He was much pleased to learn that the working people in the city carried out such a grand nature-harnessing project as building a dam across Lake Kwangpho to turn hundreds of hectares of land that had been  under water for a long time into a  fertile field and to produce plenty of grain, and highly praised them for their feats. &nbsp;&nbsp;&nbsp;\r\n He said the newly built raw material base should be used well so as to improve the diet of the citizens of Hamhung and put forward tasks to do so. &nbsp;&nbsp;&nbsp;\r\n He said South Hamgyong Province was important for the nation's economic development and expressed belief that the province would continue to take the lead in a grand march to effect a revolutionary upswing. \r\n\r\n"
        },
        {
            "title": "Greetings to Lao President",
            "url": "http://kcna.co.jp/item/2000/200012/news12/01.htm#2",
            "content": "Greetings to Lao President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- Kim Yong Nam, President of the presidium of the DPRK Supreme People's Assembly, today sent a message of greetings to Khamtay Siphandone, President of Laos, on the occasion of the 25th anniversary of the Lao People's Democratic Republic. &nbsp;&nbsp;&nbsp;\r\n Under the correct leadership of the Lao People's Revolutionary Party, the Lao people have made great successes in their efforts to defend the gains of revolution and consolidate and develop the people's democratic system in the spirit of patriotism and self-reliance, the message said. &nbsp;&nbsp;&nbsp;\r\n The Korean people are rejoiced over them and wish the Lao people greater success in their work to achieve social progress and prosperity of the country and successfully greet the 7th congress of the Lao People's Revolutionary Party, it added. &nbsp;&nbsp;&nbsp;\r\n It expressed belief that the traditional relations of friendship and cooperation between the two countries would grow stronger and develop in the interests of the two peoples and the cause of socialism. \r\n\r\n"
        },
        {
            "title": "Greetings to Romanian President",
            "url": "http://kcna.co.jp/item/2000/200012/news12/01.htm#3",
            "content": "Greetings to Romanian President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea, sent a message of greetings to Emil Constantinescu, President of Romania, on November 29 on the occasion of its National Day. &nbsp;&nbsp;&nbsp;\r\n The message expressed warm congratulations to the Romanian President on the National Day and wished the Romanian people peace, stability and progress. &nbsp;&nbsp;&nbsp;\r\n It expressed the conviction that the relations between the DPRK and Romania would further expand and develop in mutual interests. \r\n\r\n"
        },
        {
            "title": "Sojourn of 2nd visiting group of separated families and relatives of south side in Pyongyang",
            "url": "http://kcna.co.jp/item/2000/200012/news12/01.htm#4",
            "content": "Sojourn of 2nd visiting group of separated families and relatives of south side in Pyongyang \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 1 (KCNA) -- The members of the second visiting group of separated families and relatives from the south side had family-to-family reunions at Pyongyang Koryo Hotel today. &nbsp;&nbsp;&nbsp;\r\n They shared warm feelings, conveying their home news and regards from their kinsmen in a harmonious family atmosphere. &nbsp;&nbsp;&nbsp;\r\n The group visited the Mangyongdae Schoolchildren's Palace and looked round the Pyongyang metro, Mansudae Art Studio and Jangchung Cathedral. \r\n\r\n"
        },
        {
            "title": "Reception for visiting group from south",
            "url": "http://kcna.co.jp/item/2000/200012/news12/01.htm#5",
            "content": "Reception for visiting group from south \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- The central committee of the Red Cross Society of the Democratic People's Republic of Korea today hosted a reception for the second visiting group of separated families and relatives from the south side at the Mansudae Art Theater. &nbsp;&nbsp;&nbsp;\r\n Invited there were members of the visiting group led by Pong Tu Wan, vice-president of the South Korean Red Cross. &nbsp;&nbsp;&nbsp;\r\n Present at the reception were Ho Hae Ryong, vice-chairman of the central committee of the Red Cross Society of the DPRK, Choe Yun Sik, vice-chairman of the Pyongyang City People's Committee, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the reception. \r\n\r\n"
        },
        {
            "title": "Reception for visiting group from north",
            "url": "http://kcna.co.jp/item/2000/200012/news12/01.htm#6",
            "content": "Reception for visiting group from north \r\n&nbsp;&nbsp;&nbsp;Seoul, December 1 (KCNA) -- Pak Jae Gyu, South Korean Minister of National Unification, today hosted a reception in honor of the second visiting group of separated families and relatives from the north side. &nbsp;&nbsp;&nbsp;\r\n Invited there were the members of the visiting group led by Jang Jae On, chairman of the central committee of the Red Cross Society of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there. \r\n\r\n"
        },
        {
            "title": "Sojourn of north's second visiting group in Seoul",
            "url": "http://kcna.co.jp/item/2000/200012/news12/01.htm#7",
            "content": "Sojourn of north's second visiting group in Seoul \r\n&nbsp;&nbsp;&nbsp; Seoul, December 1 (KCNA) -- Members of the north side's visiting group of separated families and relatives had family reunions with their kinsmen in Seoul today. &nbsp;&nbsp;&nbsp;\r\n They conveyed tidings from other kinsmen and talked to each other, enjoying a pleasant time in a harmonious family atmosphere. &nbsp;&nbsp;&nbsp;\r\n On the same day, the group visited the Lotte World Folklore Museum. \r\n\r\n"
        },
        {
            "title": "Talks between DPRK and Japanese delegations",
            "url": "http://kcna.co.jp/item/2000/200012/news12/01.htm#8",
            "content": "Talks between DPRK and Japanese delegations \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- A delegation of the Korean Society for Cultural Relations with Foreign Countries held talks with the visiting delegation of the People's Council for Promoting the Establishment of Diplomatic Relations between Japan and the DPRK in Pyongyang today. &nbsp;&nbsp;&nbsp;\r\n Present at the talks from the Korean side were Mun Jae Chol, acting chairman of the Korean Society for Cultural Relations with Foreign Countries, and officials concerned, and from the Japanese side members of the delegation of the People's Council for Promoting the Establishment of Diplomatic Relations between Japan and the DPRK led by Tomiichi Murayama, ex-Prime Minister of Japan and chairman of the council. &nbsp;&nbsp;&nbsp;\r\n At the talks the Korean side said that the DPRK-Japan relations are lagging behind in view of the trend of the times and the desire of the two peoples, adding that the issue of improving the DPRK-Japan relations could be solved only on the basis of Japan's sincere apology to the Korean people for all sorts of damage and crimes committed by Japan in the past and its redress for its past crimes which should be honest enough to convince the Korean people. &nbsp;&nbsp;&nbsp;\r\n However, Japan has not redeemed its past wrongdoings though half a century has passed since the liberation of Korea but has persistently enforced a hostile policy towards the DPRK, the Korean side noted, and continued: That is why Japan should clearly know about the DPRK and the Korean people today. &nbsp;&nbsp;&nbsp;\r\n It is the deserved and inviolable right of the DPRK and its people, the victim, to make Japan apologize and compensate for its past crimes. Opening diplomatic relations between the DPRK and Japan is unthinkable without the latter's sincere apology and compensation for its past crimes. &nbsp;&nbsp;&nbsp;\r\n The Japanese side shared the view that there should be an apology and compensation by Japan for its military domination over Korea. \r\n\r\n"
        },
        {
            "title": "Kim Il Sung praised",
            "url": "http://kcna.co.jp/item/2000/200012/news12/01.htm#9",
            "content": "Kim Il Sung praised \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- General secretary Tavee Viriyatoon of the Social Development Coordinating Center of Thailand in an interview in Pyongyang said he was convinced that the Korean people could build a beautiful, prosperous and powerful country as they were led by the President Kim Il Sung, the greatest man. &nbsp;&nbsp;&nbsp;\r\n It is the honor and pride of the Korean people as well as the world progressives aspiring after independence to uphold Kim Il Sung and Kim Jong Il as the leaders, he noted, and added: &nbsp;&nbsp;&nbsp;\r\n The progressive humankind highly praises Kim Il Sung as the great sun because he founded the Juche idea, an outstanding guiding idea of the times, and indicated the road to be followed by humankind. \r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's famous work commemorated",
            "url": "http://kcna.co.jp/item/2000/200012/news12/01.htm#10",
            "content": "Anniversary of Kim Jong Il's famous work commemorated \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 1 (KCNA) -- A meeting was held on November 30 to commemorate the 10th anniversary of the publication of General Secretary Kim Jong Il's famous work \"Theory of Dancing Art\". &nbsp;&nbsp;&nbsp;\r\n The work, guided by the Juche idea, gives a classic formulation of the mission and the orientation of developing socialist dancing art and the principles and ways of applying them to the creation and representation of dances. &nbsp;&nbsp;&nbsp;\r\n It also clarifies the basic demand of the study of dance notation and the uniqueness and superiority of Korean-style dance notation. &nbsp;&nbsp;&nbsp;\r\n Pak Kyong Sil, chairperson of the central committee of the Korean Dancers Union, said in her  report that with the publication of Kim Jong Il's famous work \"Theory of Dancing Art\" Korean creators and artists and  the progressive men of culture in the world came to have a great programme of socialist dancing art for the first time in history and a firm guiding principle to be held fast to in developing the revolutionary and popular dancing art conducive to realising the independence of the popular masses. &nbsp;&nbsp;&nbsp;\r\n After publishing his work \"Theory of Dancing Art,\" Kim Jong Il has wisely led a drive to carry it out, she said. &nbsp;&nbsp;&nbsp;\r\n  Many dance pieces including solo dance \"Victory of Revolution Is in Sight\" and  dance \"Drum Dance\" and large-scale dance pieces including dance suit \"Army and People Have One Mind to Uphold the General\" and legendary dance drama \"Touch-me-not\" were produced as masterpieces in the era of the army-first revolution. &nbsp;&nbsp;&nbsp;\r\n In particular, the mass gymnastic display and artistic performance \"the Ever-victorious Worker's Party of Korea\" celebrating the 55th anniversary of the founding of the WPK is praised as a great masterwork of the times. &nbsp;&nbsp;&nbsp;\r\n To defend and exalt forever the immortal leadership exploits performed by Kim Jong Il in the field of dancing art is the general task to be carried out in the field of dancing art, the reporter said. \r\n\r\n"
        },
        {
            "title": "Meeting held to celebrate 25th anniversary of LPDR",
            "url": "http://kcna.co.jp/item/2000/200012/news12/01.htm#11",
            "content": "Meeting held to celebrate 25th anniversary of LPDR \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- A meeting was held here yesterday to celebrate the 25th anniversary of the Lao People's Democratic Republic. &nbsp;&nbsp;&nbsp;\r\n Present there were Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, Hong Son Ok, vice-chairperson of the DPRK-Laos Friendship Association and vice-chairperson of the committee, officials concerned and working people in the city. &nbsp;&nbsp;&nbsp;\r\n Invited there were Khamkheng Sayakeo, Lao ambassador to the DPRK, and members of the embassy. &nbsp;&nbsp;&nbsp;\r\n Speeches were made and a message of greetings to the Laos-DPRK Friendship Association was adopted at the meeting. \r\n\r\n"
        },
        {
            "title": "Over 150 cases of aerial espionage committed",
            "url": "http://kcna.co.jp/item/2000/200012/news12/01.htm#12",
            "content": "Over 150 cases of aerial espionage committed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- The U.S. committed over 150 cases of aerial espionage against the DPRK in November with the mobilization of strategic and tactical reconnaissance planes on different missions such as \"U-2,\" \"RC-135,\" \"RC-12\" and \"RC-7b,\" according to military sources. &nbsp;&nbsp;&nbsp;\r\n On November 30, a Japan-based \"RC-135\" strategic reconnaissance plane flew over areas along the forefront south of the Military Demarcation Line to commit aerial photographing and electronic reconnaissance  of the DPRK. &nbsp;&nbsp;&nbsp;\r\nAnd a \"U-2\" high-altitude strategic reconnaissance plane and a \"P-3\" anti-submarine patrol plane perpetrated aerial espionage and underwater search, flying over areas along the forefront and the east and west seas of Korea. &nbsp;&nbsp;&nbsp;\r\n The number of their espionage cases in November only totaled more than 40. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the U.S. mobilized South Korea-based \"RC-12\" and \"RC-7b\" tactical reconnaissance planes under a daily plan to commit reconnaissance of areas along the front and coastal areas of the north. \r\n \r\n\r\n"
        },
        {
            "title": "Romanian charge d'affaires ad interim hosts reception",
            "url": "http://kcna.co.jp/item/2000/200012/news12/01.htm#13",
            "content": "Romanian charge d'affaires ad interim hosts reception \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- Neculai Cotlogut, Romanian charge d'affaires ad interim to the DPRK, hosted a reception at the Taedonggang Club for the Diplomatic Corps yesterday on the occasion of the national holiday of Romania. &nbsp;&nbsp;&nbsp;\r\n Invited there were Choe Su Hon, vice-Minister of Foreign Affairs, Ri Song Ho, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, officials concerned and diplomatic envoys from different countries here. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there. \r\n\r\n"
        },
        {
            "title": "Friendly meeting with Russian pupils held",
            "url": "http://kcna.co.jp/item/2000/200012/news12/01.htm#14",
            "content": "Friendly meeting with Russian pupils held \r\n &nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- A friendly meeting with pupils of the school at the Russian embassy here was held at DPRK-Russia friendship Moranbong Senior Middle School no. 1 yesterday. &nbsp;&nbsp;&nbsp;\r\n Present there were a vice-chairman of the DPRK-Russia Friendship Association, officials concerned and staff members of the Russian embassy here. &nbsp;&nbsp;&nbsp;\r\n The participants looked round several laboratories and practice rooms at the school and enjoyed an art performance staged by schoolchildren. &nbsp;&nbsp;&nbsp;\r\n They sang and danced together and played amusement and sports games. \r\n\r\n"
        },
        {
            "title": "Decade of victory for Korean people",
            "url": "http://kcna.co.jp/item/2000/200012/news12/01.htm#15",
            "content": "Decade of victory for Korean people \r\n &nbsp;&nbsp;&nbsp;Pyongyang, December 1 (KCNA) -- The Korean people achieved a proud victory by emerging from the severest trials in the 90s. &nbsp;&nbsp;&nbsp;\r\n Several years of natural disasters and the collapse of the socialist market brought serious consequences to the Korean economy as a whole. Taking a mean advantage of this, the imperialists intensified their moves to isolate and stifle the DPRK in every way. &nbsp;&nbsp;&nbsp;\r\n Production decreased in all economic sectors due to lack of power, raw and other materials and equipment, seriously affecting economic development and rendering it impossible to meet people's demand for daily necessaries. Regular food supply was suspended and people had to take food substitute. &nbsp;&nbsp;&nbsp;\r\n The situation was several times harder than that right after the three-year war in the 50s during which everything had been destroyed. &nbsp;&nbsp;&nbsp;\r\n In the 90s the Korean people went into a national mourning over the loss of the President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The world worried about the future of Korea. However, the Korean people did not waver but rose like a phoenix. &nbsp;&nbsp;&nbsp;\r\n The great leader Kim Jong Il smashed the enemies' military pressure and row over \"nuclear inspection\" with his stiff stand and defended the dignity of the nation and socialism with his iron will and prodigious grit. &nbsp;&nbsp;&nbsp;\r\n He led the \"arduous march\" and the forced march to a victory by pursuing the unique army-first policy and provided a spring-board from which to build a powerful nation. &nbsp;&nbsp;&nbsp;\r\n Under his wise leadership the Korean people advanced with revolutionary faith and optimism. &nbsp;&nbsp;&nbsp;\r\n The whole country was pervaded with the revolutionary spirit of people's army soldiers who built the Anbyon Youth Power Station during the period of rigorous trials and with the noble spirit of self-reliance and fortitude displayed by the people in Jagang Province. &nbsp;&nbsp;&nbsp;\r\n This was a great demonstration of the Korean people's indomitable will and faith. &nbsp;&nbsp;&nbsp;\r\n Satellite Kwangmyongsong no. 1 was made and launched by Korean scientists and technicians. &nbsp;&nbsp;&nbsp;\r\n This heralded the start of the building of a powerful nation. This also provided the world people with a good opportunity to entertain a new view on the future of Korea. &nbsp;&nbsp;&nbsp;\r\n Urgent scientific and technical problems including the completion of the Juche-based method of producing iron by oxygen blowing have been resolved, the construction of Pyongyang-Nampho 40 odd km-long Youth Hero Motorway and the expansion project of the Thaechon area electricity production base completed and many other monumental edifices built. &nbsp;&nbsp;&nbsp;\r\n The country has taken on new looks with unprecedented land development including the construction of September 9 Street, Kumnung tunnel no.2, Chongryu bridge and Kwangmyongsong saltern and the land leveling and rezoning of more than 200,000 hectares in Kangwon, north Phyongan and other provinces. &nbsp;&nbsp;&nbsp;\r\n And the international prestige of the country has rapidly risen. &nbsp;&nbsp;&nbsp;\r\n A clear proof of this is that Italy, Australia, Philippines and many other western countries established or resumed diplomatic relations with the DPRK and European countries made a definite promise to establish diplomatic relations with it. &nbsp;&nbsp;&nbsp;\r\n Korea has tided over the trials of the 90s and defended the banner of socialism with the might of the single-hearted unity of the leader, the party and the masses. Its future will be brighter in the 21st century. \r\n\r\n"
        },
        {
            "title": "Exhibition of successes in construction of Youth Hero Motorway opens",
            "url": "http://kcna.co.jp/item/2000/200012/news12/01.htm#16",
            "content": "Exhibition of successes in construction of Youth Hero Motorway opens \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- An exhibition of successes in the construction of the Youth Hero Motorway opened. &nbsp;&nbsp;&nbsp;\r\n On display are visual aids showing the immortal leadership exploits of the respected leader Kim Jong Il related to the construction and heroic exploits performed by the youth shock-brigaders in the construction of the motorway and many other materials. &nbsp;&nbsp;&nbsp;\r\n An opening ceremony was held at the central youth hall yesterday. &nbsp;&nbsp;&nbsp;\r\n Ri Il Hwan, first secretary of the central committee of the Kim Il Sung Socialist Youth League, in his opening speech said that Kim Jong Il assigned the youth league the task to carry out the construction of the motorway and showed profound trust and love for it in the whole period of the construction and young people displayed their revolutionary spirit to the full from the day of the ground-breaking to the day of its completion. \r\n\r\n"
        },
        {
            "title": "Japan's militarist moves",
            "url": "http://kcna.co.jp/item/2000/200012/news12/01.htm#17",
            "content": "Japan's militarist moves \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- Japan's three ruling coalition parties (Liberal-Democratic, Komei and Conservative) reportedly agreed on November 28 to have a \"meeting to discuss the elevation of the status of the Defence Agency.\" The meeting will discuss such issues as raising the agency to the status of \"ministry\", allowing the \"minister\" to institute regulations and decrees and developing Japan's armed forces into a full-fledged regular army. &nbsp;&nbsp;&nbsp;\r\n This means that Japan's ambitious militarist moves to take full status as a military power have been adopted as a state policy. &nbsp;&nbsp;&nbsp;\r\n Japan is advancing step by step to realize its design to fully militarize itself. &nbsp;&nbsp;&nbsp;\r\n Last year it adopted and put into effect the law related to the updated \"guidelines\" that legalizes Japanese military actions abroad. These days it is seeking to revise the constitution which bans a war. &nbsp;&nbsp;&nbsp;\r\n Under article 9 of its constitution called \"peace constitution\", Japan, a war criminal state, is prohibited from having regular ground, naval and air forces and conducting collective military actions against other country. &nbsp;&nbsp;&nbsp;\r\n But when the Defence Agency is made a \"ministry\" and the right to collective self-defence\" is allowed, the constitution of Japan will be invalid before the revision. &nbsp;&nbsp;&nbsp;\r\n That is why such attempt to raise the status of the Defence Agency is denounced as a very dangerous one. &nbsp;&nbsp;&nbsp;\r\n Politicians of Japan zealously assert that there will no revival of militarism in Japan as its people are no.1 victim to it. Of course, anti-war forces and farsighted statesmen in Japan are concerned about militarism. &nbsp;&nbsp;&nbsp;\r\n As militarism has been adopted as a policy, it is as clear as noonday that Japan will unhesitatingly go out for overseas aggression if militarism holds sway over the country. \r\n\r\n"
        },
        {
            "title": "Fingertip-painted crab",
            "url": "http://kcna.co.jp/item/2000/200012/news12/01.htm#18",
            "content": "Fingertip-painted crab \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- In the Korean Art Gallery, the fingertip ink painting \"A Crab\" by Yang Ki Bun (1843-1897) is a source of public curiosity. &nbsp;&nbsp;&nbsp;\r\n Its fingertip strokes are so delicate and vivid as to be taken for a brushwork, even beating the single-stroke masters agape. It was one of the ten folds of a screen (167 cm by 19.35cm). &nbsp;&nbsp;&nbsp;\r\n It depicts a crab crawling along on the seashore overgrown with swaying reeds and a crawfish above hurrying the opposite way, tagged along the right-hand edge with a subject poem that runs: \"An armored warrior with a sharp edge weapon is swaggering on the seaside\". &nbsp;&nbsp;&nbsp;\r\n With vigorous yet graceful lines and admirable light and shade, it trots out a goggle-eyed crab with sharp toes and a pincer-hand at the ready, sheltered by the hard-shell back. &nbsp;&nbsp;&nbsp;\r\nProbably fearing an encounter with the pompous \"king\", the crawfish is scurrying away in a vivid scene of humor. The reeds are so lifelike that one seems to hear their swishing sound in the breaking wind. &nbsp;&nbsp;&nbsp;\r\n Yang was a grass-roots painter born in Junghwa, Pyongyang. &nbsp;&nbsp;&nbsp;\r\nHe had a lifetime flair for flower-and-bird paintings that splurged on diverse themes and open-minded strokes. &nbsp;&nbsp;&nbsp;\r\n His other exhibits in the gallery are \"Reeds and Wild Geese\", \"A Peony\", \"A Red Plum\" and \"White-breasted Geese\" which justify his mature prominence in the Ri-dynasty (1392-1910) art history. In his age, his works were among the palace decorations. \r\n\r\n"
        },
        {
            "title": "Meeting of Pomminryon headquarters of Koreans in Japan held",
            "url": "http://kcna.co.jp/item/2000/200012/news12/01.htm#19",
            "content": "Meeting of Pomminryon headquarters of Koreans in Japan held \r\n&nbsp;&nbsp;&nbsp; Tokyo, November 29 (KNS-KCNA) -- A meeting of officials and secretaries of the headquarters of Koreans in Japan of the National Alliance for the Country's Reunification (Pomminryon) was held in Shimota, Shizuoka Prefecture, on November 27 and 28. &nbsp;&nbsp;&nbsp;\r\n Chairman of the headquarters Choe Il Su in his report laid stress on the need to wage a more active movement of Pomminryon for reunification to meet the requirements of the present favourable situation according to the decision of a recent extraordinary meeting of co-chairmen of Pomminryon. &nbsp;&nbsp;&nbsp;\r\n He noted that Pomminryon should further arouse all the fellow countrymen to supporting and implementing the historic north-south joint declaration in solidarity, cooperation and unity with all the reunification movement organizations at home and abroad and expand and strengthen the driving force of the country's reunification. \r\n\r\n"
        },
        {
            "title": "More organizations for study of Juche idea formed",
            "url": "http://kcna.co.jp/item/2000/200012/news12/01.htm#20",
            "content": "More organizations for study of Juche idea formed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- More organizations for the study of the Juche idea have been formed in different countries amidst brisk study and dissemination of the Juche idea. &nbsp;&nbsp;&nbsp;\r\n This year alone, national organizations and groups for the study of the Juche idea were inaugurated in Nepal, Bangladesh, Cambodia, Mongolia, Lebanon, Mali, Democratic Congo, Morocco, Egypt, Guyana, Ecuador, Yugoslavia, Tajikistan, Austria, Russia, Romania, Germany and Australia. &nbsp;&nbsp;&nbsp;\r\n National committees for the study of the Juche idea were formed in Romania and Democratic Congo. &nbsp;&nbsp;&nbsp;\r\n The Tajik February 16 Group for the Study of the Juche Idea Named After General Kim Jong Il was renamed the Tajik national Committee for the Study of the Juche Idea Named After General Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n A number of groups, societies and committees for the study of the Juche idea were inaugurated in Guyana, Austria, Lebanon, Mongolia, Nepal, Cambodia, Yugoslavia, Russia, Germany, Egypt, Morocco, Ecuador and Australia. &nbsp;&nbsp;&nbsp;\r\n Especially, groups for the study of the Juche idea were formed according to social standings in Lebanon, Morocco, Nepal and Cambodia. \r\n\r\n"
        },
        {
            "title": "Young Koreans assaulted in Japan",
            "url": "http://kcna.co.jp/item/2000/200012/news12/01.htm#21",
            "content": "Young Koreans assaulted in Japan \r\n&nbsp;&nbsp;&nbsp; Tokyo, November 29 (KNS-KCNA) -- Japanese gangsters assaulted young Koreans in Japan, killing one and wounding others, according to a news report of Joson Sinbo November 29 published in Japan. &nbsp;&nbsp;&nbsp;\r\n On November 25, about 30 Japanese gangsters attacked four young Koreans on a car on the Nishikasai road, Edokawa ward, Tokyo Metropolis. &nbsp;&nbsp;&nbsp;\r\n After surrounding the car, the gangsters hit Korean Jang Yong Su on the head with a metal bar and stabbed him in his ribs, killing him, and knifed others, seriously wounding them. \r\n\r\n"
        },
        {
            "title": "Ministry of People's Armed Forces exhibition of gifts opens",
            "url": "http://kcna.co.jp/item/2000/200012/news12/01.htm#22",
            "content": "Ministry of People's Armed Forces exhibition of gifts opens \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- The Ministry of the People's Armed Forces exhibition of gifts opened. &nbsp;&nbsp;&nbsp;\r\n The exhibition is situated in the western part of Pyongyang. It has been built in modern architectural style. &nbsp;&nbsp;&nbsp;\r\n Displayed in its over 30 halls  are at least 1,300 art works of national value out of the gifts presented to the great leaders Kim Il Sung and Kim Jong Il by officers and men of the Korean People's Army on every sun's day and other important occasions. &nbsp;&nbsp;&nbsp;\r\n Exhibited in halls on the ground floor  are historic photos of Kim Il Sung and Kim Jong Il seeing gifts which were examined by them several times and art works praised by them. &nbsp;&nbsp;&nbsp;\r\n Gifts to Kim Il Sung are displayed in halls on the first floor and those to Kim Jong Il on the second floor on the historicist and scientific principles. &nbsp;&nbsp;&nbsp;\r\n Typical of the works winning the admiration of visitors are the Korean jewel painting \"Devoted Defence\", feather craft work \"Native Home in Mangyongdae\", wooden handicraft \"Spirit of Korea\" and glass bead painting \"Kimjongilia Vase\". &nbsp;&nbsp;&nbsp;\r\n The Korean jewel painting \"Devoted Defence\" has a five-point star bearing a portrait of Kim Jong Il in its center above Lake Chon of Mt. Paektu, the sacred mountain of the Korean revolution. This depicts the transparent view of the servicemen of the people's army on their Supreme Commander. &nbsp;&nbsp;&nbsp;\r\n The glass bead painting \"Kimjongilia Vase\" is done with 1,942 mosaics which consist of 216,000 color glass beads, each two mm in diameter. These figures symbolize Feb. 16, 1942, his birthday. &nbsp;&nbsp;&nbsp;\r\n Wooden handicraft \"Spirit of Korea\" was made of 500-year old tree. It truthfully represents a tiger in the shape of the Korean map supported by the globe. &nbsp;&nbsp;&nbsp;\r\n Feather craft work \"Native Home in Mangyongdae\" is a flawless artistic depiction of Kim Il Sung's native home with 41,500 feathers. &nbsp;&nbsp;&nbsp;\r\n All the gifts on display reflect the high praises lavished by the officers and men of the people's army on Kim Il Sung and Kim Jong Il for the immortal exploits performed in the cause of army building, and their best wishes for a long life in good health. &nbsp;&nbsp;&nbsp;\r\n The exhibition bears witness to the single-hearted unity of the Korean People's Army, characterized by the supreme commander's love for his soldiers and their loyalty to him. \r\n\r\n"
        },
        {
            "title": "Kim Il Sung's idea of great national unity praised",
            "url": "http://kcna.co.jp/item/2000/200012/news12/01.htm#23",
            "content": "Kim Il Sung's idea of great national unity praised \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 1 (KCNA) -- Rodong Sinmun today in a signed article says that the Juche-based idea of great national unity set forth by the President Kim Il Sung is the national treasure of eternal value and a solid foundation for the reunification of Korea. &nbsp;&nbsp;&nbsp;\r\n This idea calls upon all classes and strata to put the common demands  and interests of the nation above anything else and firmly unite as one irrespective of differences in ideology, political view and religious belief, property and social position to realize the national independence and defend it, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n Kim Il Sung taught the truth that the destiny of the nation can be saved by the unity of all the patriotic forces who love and value the country and the nation and through a nationwide struggle. He also taught that only when all the Koreans are firmly united, displaying their best national character and the peculiar national spirit, is it possible to achieve the independence and sovereignty of the country and prosperity of the nation. &nbsp;&nbsp;&nbsp;\r\n Proceeding from the actual need of the movement for the nation and the reunification of the country, he developed and enriched the idea and theory of great national unity. As a result, the Korean nation could have a powerful ideological weapon, a treasured sword for sure victory whereby to achieve the great unity of the whole nation and shape the destiny of the country and the nation independently. &nbsp;&nbsp;&nbsp;\r\n The great leader Kim Jong Il opened up a bright vista for the unity of the nation and the reunification of the country by successfully putting the Juche-based idea of great national unity into practice. &nbsp;&nbsp;&nbsp;\r\n The Korean people will achieve the independent and peaceful reunification of the country by the united efforts of the nation in the near future, by vigorously struggling for the great unity of the whole nation, true to the five-point policy of the great national unity of Kim Jong Il as well as Kim Il Sung's Juche-based idea of great national unity. \r\n\r\n"
        },
        {
            "title": "DPRK's acrobatics lauded",
            "url": "http://kcna.co.jp/item/2000/200012/news12/01.htm#24",
            "content": "DPRK's acrobatics lauded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- A contingent of the Pyongyang Moranbong Circus made a performance tour of Hubei and Hunan provinces and other areas of China from Nov. 4. &nbsp;&nbsp;&nbsp;\r\n The group was awarded the gold crane prize, the supreme prize, and the only special prize at the 4th Wuhan International Acrobatic Festival. &nbsp;&nbsp;&nbsp;\r\n The vice-chairman of the Chinese Acrobats Association said that the DPRK's \"somersault in flight\" fully represented boldness and bravery of the Korean people. &nbsp;&nbsp;&nbsp;\r\n Li Song, advisor to the association, commented that unlike other foreign acrobatics, the acrobatics of Korea is a sound, lively and genuine one instilling into people noble sentiment, power and courage. &nbsp;&nbsp;&nbsp;\r\n The head of the Moscow Circus, who participated in the festival as a juryman, praised the aerial acrobatics of Korea as the best in the world. Many acrobatic pieces of different countries were put on the festival stage but no piece could match the aerial acrobatics of Korea, he said.\r\n\r\n"
        },
        {
            "title": "Japan urged to honestly address issue of redeeming its past",
            "url": "http://kcna.co.jp/item/2000/200012/news12/01.htm#25",
            "content": "Japan urged to honestly address issue of redeeming its past \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 1 (KCNA) -- Papers here today dismiss some Japanese circles' remarks twisting facts and maliciously vilifying the DPRK as regards the issue of opening diplomatic relations between the DPRK and Japan as a malignant mud-slinging and a blatant challenge to the DPRK. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun in a commentator's article observes: It is a height of effrontery for Japan to assert that it has nothing to apologize or compensate as far as the settlement of its past is concerned. &nbsp;&nbsp;&nbsp;\r\n The Japanese imperialists illegally occupied Korea by force of arms in the past and put it under its harsh colonial military fascist rule for over 40 years, committing the most hideous crimes in history. &nbsp;&nbsp;&nbsp;\r\n If the relations between the DPRK and Japan are to improve, Japan should sincerely repent of, apologize and compensate for its past crimes. &nbsp;&nbsp;&nbsp;\r\n The improved DPRK-Japan relations mean establishing good-neighborly ties on the basis of Japan's settlement of its past. &nbsp;&nbsp;&nbsp;\r\n Japan should not even dream of opening diplomatic relations with the DPRK before it makes an apology and compensation before anything else. &nbsp;&nbsp;&nbsp;\r\n The DPRK will adopt a decision on a series of issues including the issue of improving the bilateral relations depending on how honestly Japan addresses the issue of redeeming its past, the master key to settling the issue of DPRK-Japan relations. &nbsp;&nbsp;&nbsp;\r\n The people's army and the people of the DPRK, their hearts burning with grudge and enmity toward Japan, are becoming increasingly assertive that the DPRK should take strong measures against Japan if it continues to sidestep the issue of settling its past. &nbsp;&nbsp;&nbsp;\r\n Japan is busy floating the sheer lie that the DPRK has no willingness to improve relations with it, while shelving the issue of redeeming its past though it is its duty to do so. &nbsp;&nbsp;&nbsp;\r\nIf Japan dares plant a time bomb for the DPRK-Japan negotiations, the DPRK will go its own way. &nbsp;&nbsp;&nbsp;\r\n Japan should bear in mind that the north and south of Korea will take a joint action to force it to pay for all its past crimes. &nbsp;&nbsp;&nbsp;\r\n We can never overlook the fact that Japan has taken every opportunity to pull up the DPRK over the ridiculous \"kidnapping\" issue. &nbsp;&nbsp;&nbsp;\r\n This issue is no more than a fabrication deliberately cooked up by the Japanese reactionaries in a bid to achieve their sinister political aim. &nbsp;&nbsp;&nbsp;\r\n As a matter of fact, it is the DPRK that should call Japan to task as regards this issue. During their military occupation and colonial rule over Korea the Japanese imperialists kidnapped and walked away more than 6 million Koreans. It was none other than the Japanese who kidnapped and lured nearly 200,000 Korean women, reducing them to sexual slaves and cruelly killing them. &nbsp;&nbsp;&nbsp;\r\n Japan is well advised to have sound thinking and a proper position, ponder over the highly disturbing developments and take a sincere approach to them. &nbsp;&nbsp;&nbsp;\r\n Minju Joson urges Japan to bear deep in mind that it should pay its debts to the Korean people on all accounts. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}