{
    "date": "2000-04-19",
    "url": "http://kcna.co.jp/item/2000/200004/20000419.htm",
    "articles": [
        {
            "title": "North side sends telephone message to south side",
            "url": "http://kcna.co.jp/item/2000/200004/news04/19.htm#1",
            "content": "North side sends telephone message to south side \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- Jang Jae On, chairman of the central committee of the DPRK Red Cross Society, has been authorized today to send the south side a telephone message as regards the holding of a preparatory contact to discuss working procedural matters related to a historic inter-Korean Pyongyang meeting and summit talks in the portion of the south side at Panmunjom at 10:00 a.m. on April 22 (Saturday) at the request from the south side. \r\n\r\n"
        },
        {
            "title": "Letter to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2000/200004/news04/19.htm#2",
            "content": "Letter to Kim Jong Il \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- General Secretary Kim Jong Il received a letter of thanks from the participants in the 18th April Spring Friendship Art Festival on Tuesday.&nbsp;&nbsp;&nbsp;\r\n   The letter said that the festival, in which songs of independence, peace and friendship loudly echoed all over the world, was a true international friendship stage that fully demonstrated the unanimous desire of all the participants in the festival to promote friendship and solidarity among different nations and further develop cultural cooperation and exchange. &nbsp;&nbsp;&nbsp;\r\n   The letter went on: &nbsp;&nbsp;&nbsp;\r\n   It is the happiness and pride of all the participants to have had a chance to give colourful art performances of artistes of different countries and grandly commemorate Sun's Day, April 15, this year 2000. &nbsp;&nbsp;&nbsp;\r\n   With great satisfaction at the festival which was very peculiarly organized and held at the high level and made a great contribution to the development of human culture, we sincerely thank respected your excellency Kim Jong Il for showing deep care and warm solicitude for the great success of the festival. &nbsp;&nbsp;&nbsp;\r\n   We hope that under your wise leadership the Korean people will invariably and vigorously advance along the road of justice chosen by themselves and make great success in the struggle to achieve the independent and peaceful reunification of the country at an early date. &nbsp;&nbsp;&nbsp;\r\n   We participants in the festival, who value the idea of independence, peace and friendship, will always stand by the Korean people and add luster to the April Spring Friendship Art Festival. \r\n\r\n"
        },
        {
            "title": "Syrian charge d'affaires ad interim gives reception",
            "url": "http://kcna.co.jp/item/2000/200004/news04/19.htm#3",
            "content": "Syrian charge d'affaires ad interim gives reception \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- Haissam Saad, charge d'affaires ad interim of the Syrian embassy here, gave a reception at the Okryu Restaurant on Tuesday on the occasion of the 54th anniversary of the independence of Syria. &nbsp;&nbsp;&nbsp;\r\n   Invited to the reception were Yang Hyong Sop, vice-president of the presidium of the DPRK Supreme People's Assembly, Kang Jong Mo, Minister of Foreign Trade, Rim Kyong Suk, Minister of Finance and chairperson of the Korea-Syria Friendship Association, officials concerned, foreign diplomatic envoys and military attaches of different embassies in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n   Syrian embassy officials were on hand. &nbsp;&nbsp;&nbsp;\r\n   Speeches were made there. \r\n\r\n"
        },
        {
            "title": "Joint friendship meeting of Korean and foreign artistes held",
            "url": "http://kcna.co.jp/item/2000/200004/news04/19.htm#4",
            "content": "Joint friendship meeting of Korean and foreign artistes held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- Haissam Saad, charge d'affaires ad interim of the Syrian embassy here, gave a reception at the Okryu Restaurant on Tuesday on the occasion of the 54th anniversary of the independence of Syria. &nbsp;&nbsp;&nbsp;\r\n   Invited to the reception were Yang Hyong Sop, vice-president of the presidium of the DPRK Supreme People's Assembly, Kang Jong Mo, Minister of Foreign Trade, Rim Kyong Suk, Minister of Finance and chairperson of the Korea-Syria Friendship Association, officials concerned, foreign diplomatic envoys and military attaches of different embassies in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n   Syrian embassy officials were on hand. &nbsp;&nbsp;&nbsp;\r\n   Speeches were made there. \r\n\r\n"
        },
        {
            "title": "Pyongyang held meeting to commemorate April 19 Popular Uprising",
            "url": "http://kcna.co.jp/item/2000/200004/news04/19.htm#5",
            "content": "Pyongyang held meeting to commemorate April 19 Popular Uprising \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- A Pyongyang meeting was held today to commemorate the 40th anniversary of the April 19 Popular Uprising  of the South Korean people. &nbsp;&nbsp;&nbsp;\r\n   This was an event held by the north side as part of joint rallies organized in the north, south and abroad on this occasion. &nbsp;&nbsp;&nbsp;\r\n   The April 19 Popular Uprising in 1960 was an eruption of the pent-up resentment and wrath of the students and other people in South Korea at the colonial rule of the U.S. and their stooges and a mass anti-U.S., anti-fascist resistance to bring an independent and democratic new society. &nbsp;&nbsp;&nbsp;\r\n   Jo Kyu Il, director of the secretariat of the central committee of the Democratic Front for the Reunification of the Fatherland, in a report paid on behalf of all the youth and students and other people of the DPRK deep respects to the martyrs, who laid down their lives in the bloody struggle for the sovereignty of the nation, social democracy and the country's reunification, and their bereaved families and the uprisers. &nbsp;&nbsp;&nbsp;\r\n   He went on: &nbsp;&nbsp;&nbsp;\r\n   The uprising taught a serious lesson that if the students and other people of South Korea are to emerge victorious in their struggle for independence, democracy and reunification, they should concentrate their struggle on the U.S., the chief colonial ruler, and combine this with a struggle for democracy against fascism and carry on the struggle once started until the independence and democratization of the society are fully realized, the reporter noted, and went on: &nbsp;&nbsp;&nbsp;\r\n   The South Korean students and other people should further intensify their struggle for independence against the U.S. It is of great importance in the Korean nation's struggle for independence against outside forces to check and frustrate the Japanese reactionaries' anti-DPRK hostile policy and their moves for reinvasion. &nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities should not follow in the footsteps of their predecessors who met a miserable end, while being engrossed in flunkeyism, dependence on outside forces and moves to perpetuate the national division but opt for national independence, though belatedly, make a switchover from their anti-DPRK hostile policy to the policy of reconciliation and alliance with the north and stop at once reckless military provocations and war exercises. &nbsp;&nbsp;&nbsp;\r\n   A joint resolution of compatriots in the north, the south and abroad was made public at the meeting. &nbsp;&nbsp;&nbsp;\r\n   Among those present at the meeting were Yang Hyong Sop, alternate politburo member of the Worker's Party of Korea Central Committee and vice-president of the presidium of the DPRK Supreme People's Assembly, Kim Yong Dae, chairman of the central committee of the Korean Social Democratic Party, and Ryu Mi Yong, chairwoman of the c.c., the Korean Chondoist Chongu party. \r\n\r\n"
        },
        {
            "title": "Biochemical war moves of U.S. and S. Korean warmongers",
            "url": "http://kcna.co.jp/item/2000/200004/news04/19.htm#6",
            "content": "Biochemical war moves of U.S. and S. Korean warmongers \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, April 19 (KCNA) -- A spokesman for the Korean Anti-Nuke Peace Committee made public a statement on Tuesday denouncing the U.S. and South Korean warmongers for their preparations for a biochemical war. &nbsp;&nbsp;&nbsp;\r\n   Their moves for a biochemical war are criminal acts to harass peace on the Korean peninsula and drive not only the Korean nation but also humankind to destruction and a crisis, the statement said, and went on: &nbsp;&nbsp;&nbsp;\r\nThe U.S. and South Korean authorities are increasing biochemical forces of the U.S. aggression troops in South Korea and of the \"ROK\" army and ceaselessly staging various joint military exercises for a biochemical war under the pretext of \"coping with\" the fictitious \"threat of biochemical weapon attack\" from someone. This clearly shows that they are going to ignite a dangerous biochemical war on the Korean peninsula at any cost in a bid to exterminate the nation. &nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities in conspiracy with the U.S. has long accelerated the development and introduction of biochemical weapons wantonly violating the international law banning development, stockpile and use of those weapons. As a result, biochemical weapons are massively stockpiled in South Korea today. &nbsp;&nbsp;&nbsp;\r\n   This is clear evidence that their intention to stifle the DPRK by force of arms remains unchanged. &nbsp;&nbsp;&nbsp;\r\n   The U.S. and South Korean warmongers must clearly see the trend of the times and aspiration of the nation and drop at once their criminal moves for a biochemical war against it. &nbsp;&nbsp;&nbsp;\r\n   If they persistently resort to the war moves despite our repeated warnings, they will be held wholly accountable for all the consequences arising from them. \r\n\r\n"
        },
        {
            "title": "Anti-\"restructuring\" rally in S. Korea",
            "url": "http://kcna.co.jp/item/2000/200004/news04/19.htm#7",
            "content": "Anti-\"restructuring\" rally in S. Korea \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- At least 1,400 members of the Stock-breeding Cooperative  Unions of South Korea held a rally on April 17 in protest against the \"restructuring\" forced by the authorities, according to a radio report from Seoul. &nbsp;&nbsp;&nbsp;\r\n   The unionists bitterly condemned the ruling quarters for unilaterally merging the agricultural cooperatives with the stock-breeding cooperatives under the pretext of \"restructuring\" to threaten the very existence of stock-breeders. They put up a stubborn struggle against riot police, attempting to force their way into a hall, venue of a meeting to form the Central Council of the Allied Agricultural Cooperatives against their will. \r\n\r\n"
        },
        {
            "title": "Anniversary of April 19 Popular Uprising commemorated",
            "url": "http://kcna.co.jp/item/2000/200004/news04/19.htm#8",
            "content": "Anniversary of April 19 Popular Uprising commemorated \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- Papers here today dedicate editorials to the 40th anniversary of the heroic April 19 Popular Uprising  of the South Korean people. &nbsp;&nbsp;&nbsp;\r\n   The April 19 Popular Uprising  was touched off with the violent struggle of students and other  people in Masan against the fraudulent \"election\" held on March 15, 1960 as a momentum, the editorials say, and go on: &nbsp;&nbsp;&nbsp;\r\n   The uprising was an eruption of the pent-up grudge and resentment of the South Korean people against the colonial and fascist rule of the U.S. and their stooges, and an anti-U.S. and anti-fascist massive resistance for independent and democratic new politics and a new life. &nbsp;&nbsp;&nbsp;\r\n   The independence, democracy and reunification which the April 19 uprisers so earnestly desired have not yet been realised though 40 years have passed since then. This is due to the U.S. domination, subjugation and interference  in South Korea. &nbsp;&nbsp;&nbsp;\r\n   As long as the U.S.'s colonial and fascist rule persists in South Korea, no one can expect the independent and democratic development of the South Korean society and the reunification of the country. &nbsp;&nbsp;&nbsp;\r\n    The three-point charter of national reunification put forward by the President Kim Il Sung and formulated by General Secretary Kim Jong Il is an important guideline to which the Korean nation desirous of reunification should hold fast, and our nation should achieve the cause of reunification based on this charter no matter how the situation and environment may change. &nbsp;&nbsp;&nbsp;\r\n   National independence and dependence on foreign forces can not go together as patriotism is incompatible with treachery. Whoever truly wants national reconciliation, unity and reunification should take a road of national independence, not dependence on foreign forces. \r\n\r\n"
        },
        {
            "title": "KCNA refutes Ishihara's outbursts",
            "url": "http://kcna.co.jp/item/2000/200004/news04/19.htm#9",
            "content": "KCNA refutes Ishihara's outbursts \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- Tokyo metropolitan governor Ishihara is letting loose an endless string of rubbish. &nbsp;&nbsp;&nbsp;\r\n   Some days ago, he scornfully called the DPRK \"Hokusen\" in Japanese and asserted in Tokyo that \"Japan can expect Sangokujin (people from Taiwan or Korea or their descendants) and other foreigners to riot in the event of a disastrous earthquake\" only to arouse public criticism at home and abroad. And he, in a recent interview with the U.S. magazine the Time, talked nonsense that if the people are let to know that hideous crimes of foreigners are on the increase, this will help him in good performance of his duty as metropolitan governor. &nbsp;&nbsp;&nbsp;\r\n   This is an open challenge to public in Japan and abroad critical of him  and a very foolish ruse to conceal the criminal nature of his remarks and justify them. &nbsp;&nbsp;&nbsp;\r\n   His outbursts are nothing but a ridiculous and shameless behaviour. &nbsp;&nbsp;&nbsp;\r\n   It is a disgrace for Japan that such a mentally deranged politician as Ishihara stays in the Japanese political circles. &nbsp;&nbsp;&nbsp;\r\n   Ishihara who is swimming against the trend of the times is bound to face a stern judgement by the unbiased public. \r\n\r\n"
        },
        {
            "title": "Message of thanks to participants of friendship art festival",
            "url": "http://kcna.co.jp/item/2000/200004/news04/19.htm#10",
            "content": "Message of thanks to participants of friendship art festival \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- The presidium of the DPRK Supreme People's Assembly yesterday sent a message of thanks to the participants of the 18th April Spring Friendship Art Festival. &nbsp;&nbsp;&nbsp;\r\n   The message said that the presidium sends warm thanks to the artistes of various countries and overseas Korean artistes for sincerely praying for immortality of the  President Kim Il Sung, making great contributions to the development of human culture and expressing support and solidarity with the just cause of Korea at the 18th April Spring Friendship Art Festival. &nbsp;&nbsp;&nbsp;\r\n   The participants brilliantly decorated the 18th April Spring Friendship Art Festival by representing the fine artistic achievements of their countries and nations with their high artistic talents, the message said, and continued: &nbsp;&nbsp;&nbsp;\r\n   Through the 18th festival the participants fully demonstrated the attraction and vitality of the Pyongyang festival as an artistic one of international friendship and encouraged and delighted the Korean people in their struggle for the building of a powerful socialist nation and the independent and peaceful reunification of the country under the wise guidance of General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   The Korean people and men of literature and art will steadily expand cultural relations with different countries and positively contribute to the building of human culture by developing socialist national culture and art. \r\n\r\n"
        },
        {
            "title": "There is no change in DPRK foreign policy",
            "url": "http://kcna.co.jp/item/2000/200004/news04/19.htm#11",
            "content": "There is no change in DPRK foreign policy \r\n &nbsp;&nbsp;&nbsp;Pyongyang, April 19 (KCNA) -- As regards the recent contact between the DPRK Foreign Minister and the German Minister of State for Foreign Affairs in Berlin, some dishonest elements let media under their control release misinformation that in the contact Germany put a sort of \"pressure\" on the DPRK. &nbsp;&nbsp;&nbsp;\r\n   Minju Joson today in a signed commentary dismisses this as a sheer sophism. &nbsp;&nbsp;&nbsp;\r\n   The commentary goes on: &nbsp;&nbsp;&nbsp;\r\n   The DPRK Foreign Minister made clear its principled stand toward a series of issues raised at the contact and both sides reached a consensus of views  that it is in bilateral interests to continue discussions on issues of mutual concern in the future, too. &nbsp;&nbsp;&nbsp;\r\n   Nevertheless, some dishonest forces spread a fiction in a bid to attain their sinister political aim to tarnish the ever growing international authority and image of the DPRK and internationally isolate and stifle it. &nbsp;&nbsp;&nbsp;\r\n   Friendly relations are established and developed between states not by any \"request\" or \"pressure\" from someone under any circumstances. But they are opened between them in any case according to each other's independent decision and judgement on the principle of mutual respect for sovereignty and equality. &nbsp;&nbsp;&nbsp;\r\n   This behaviour of some anti-DPRK dishonest forces who are ignorant of such elementary principle governing international relations is as foolish as trying to sweep the sea with a broom. &nbsp;&nbsp;&nbsp;\r\n   With nothing can they impair the international authority and image of the DPRK. &nbsp;&nbsp;&nbsp;\r\n   There is no change in the DPRK's foreign policy. &nbsp;&nbsp;&nbsp;\r\n   The DPRK government will in the future, too, adhere to the independent foreign policy of establishing and developing friendly and cooperative relations with all countries which respect the sovereignty of the DPRK and are friendly to it in the idea of independence, peace and friendship. \r\n\r\n"
        },
        {
            "title": "Chief of NDFSK Pyongyang mission interviewed",
            "url": "http://kcna.co.jp/item/2000/200004/news04/19.htm#12",
            "content": "Chief of NDFSK Pyongyang mission interviewed \r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- Pak Kwang Gi, chief of the Pyongyang mission of the National Democratic Front of South Korea (NDFSK), was interviewed by KCNA yesterday on the occasion of the 40th anniversary of the heroic April 19 Popular Uprising . &nbsp;&nbsp;&nbsp;\r\n   He said that the April uprising was a massive anti-U.S. and anti-dictatorial national salvation resistance, in which the South Korean people fought for new independent and democratic politics, system and life, thus toppling the Syngman Rhee regime. &nbsp;&nbsp;&nbsp;\r\n   He went on: &nbsp;&nbsp;&nbsp;\r\n   Although 40 years have passed since the resistance, the U.S. still keeps pro-U.S. stooges in office, driving them to the strengthened fascist rule and madcap war exercises targeted against the north. As a result, a touch-and-go situation is prevailing on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n   The dictatorial group of the \"people's government\" has increased economic dependency, trampling down the vital rights of the people, while more stringently enforcing the \"security law\" against them. &nbsp;&nbsp;&nbsp;\r\n   Anti-U.S. struggle for independence is an avowed form of the movement for the nation and democracy and a short cut to solving all problems. &nbsp;&nbsp;&nbsp;\r\n    Underscoring the need to combine a resolute struggle for democracy against dictatorship with the struggle for independence against the U.S., he declared that the NDFSK would join the people from all walks of life in the struggle to put an end to the colonial fascist rule through a fierce mass struggle, holding aloft the blood-stained banner of the April 19 uprising and bring earlier the dawn of independence, democracy and reunification. \r\n\r\n"
        },
        {
            "title": "Japan's attempt to evade responsibility for past crimes assailed",
            "url": "http://kcna.co.jp/item/2000/200004/news04/19.htm#13",
            "content": "Japan's attempt to evade responsibility for past crimes assailed \r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- Rodong Sinmun today in a signed article assails the Japanese reactionaries for seeking to evade the responsibility for the crimes related to \"comfort women for the army.\"&nbsp;&nbsp;&nbsp;\r\n   The article says: &nbsp;&nbsp;&nbsp;\r\n   The Japanese kidnapped nearly 200,000 Korean women and reduced them to sexual slaves for the \"imperial army.\" This was a hideous crime against humanity which could be committed only by the Japanese imperialists. &nbsp;&nbsp;&nbsp;\r\n   Recalling that the Japanese government seeks to gloss over these crimes, the article demands the government own due responsibility for the crimes and make a state apology and compensation for them. &nbsp;&nbsp;&nbsp;\r\n   Noting that Japan has not yet redressed its past crimes related to \"comfort women for the army,\" leaving this serious issue of history unsettled, the article holds that this fact alone is enough to bring Japan to international justice on charges of shielding war crimes. &nbsp;&nbsp;&nbsp;\r\n   It goes on: &nbsp;&nbsp;&nbsp;\r\n   The crimes related to \"comfort women for the army\" committed by the Japanese in the past were so barbarous war crimes against humanity that even an offer of the whole territory of Japan would not be sufficient to redeem them. &nbsp;&nbsp;&nbsp;\r\n   The Japanese government can never cover up these crimes. &nbsp;&nbsp;&nbsp;\r\n   If Japan continues to behave as today, defying the demands of the Korean people and world progressives  for the redress of its past, it will have to pay a very high price. &nbsp;&nbsp;&nbsp;\r\n   If it whiles away time, avoiding the settlement of its past, the DPRK will take a proper option as a victim. \r\n\r\n"
        },
        {
            "title": "U.S. grave challenge to DPRK-U.S. normalization process",
            "url": "http://kcna.co.jp/item/2000/200004/news04/19.htm#14",
            "content": "U.S. grave challenge to DPRK-U.S. normalization process \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- Associated Press reported that the U.S. State Department imposed penalties on Changgwang Corporation of North Korea and other countries on Friday for \"knowingly engaging in the export of military technology\". &nbsp;&nbsp;&nbsp;\r\n   This is an undisguised interference in the issue pertaining to the independent right of a sovereign state and an unjust behaviour contrary to the spirit of the DPRK-U.S. agreed framework. &nbsp;&nbsp;&nbsp;\r\n   This \"sanction\" was announced at a time when pending issues related to the improvement of the DPRK-U.S. relations, including the issue of delisting the DPRK as a \"sponsor of terrorism\" are under discussion. &nbsp;&nbsp;&nbsp;\r\n   We cannot but take a serious view of this as it is a virulent challenge to the process for the normalization of the DPRK-U.S. relations. &nbsp;&nbsp;&nbsp;\r\n   The United States is committed to lifting economic sanctions against the DPRK under the DPRK-U.S. agreed framework. The U.S. announced the step of lifting some of economic sanctions against the DPRK in September last year but none of them has been done. &nbsp;&nbsp;&nbsp;\r\n   If the U.S. is to honor its commitment under the agreed framework, it should lift not only those sanctions but the remaining ones. &nbsp;&nbsp;&nbsp;\r\n   The U.S., however, imposed an additional \"sanction\" upon the DPRK, far from waiving sanctions. This compels us to doubt again the U.S. will to implement the agreed framework.   As far as the \"deliberate export of military technology\" is concerned, it is not an issue which allows the United States to decry someone. Being the world's biggest arms exporter, the U.S. has neither justification nor face to slander others. &nbsp;&nbsp;&nbsp;\r\n   Frankly speaking, it is no exaggeration to say that all wars including  military conflicts and disputes on the earth today are largely attributable to the U.S. export of military technology and arms. &nbsp;&nbsp;&nbsp;\r\n   It is a base and shameless hypocrisy that the United States is keeping mum about the arms buildup and export of military technology and arms of itself and other big countries and trying to incriminate the options of independent countries. &nbsp;&nbsp;&nbsp;\r\n   The United States should lift all its \"sanctions\" against the DPRK, mindful that its unfair behaviors may spark new confrontation in international relations and bring unpredictable adverse consequences to the DPRK-U.S. relations. \r\n\r\n"
        },
        {
            "title": "China presents meteorological facilities to DPRK",
            "url": "http://kcna.co.jp/item/2000/200004/news04/19.htm#15",
            "content": "China presents meteorological facilities to DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- The State Meteorological Bureau of China presented facilities to the Hydro-Meteorological Service of the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The facilities were handed to the service by Chinese ambassador to the DPRK Wang Guozhang and embassy officials today. &nbsp;&nbsp;&nbsp;\r\n   Present there were director of the Hydro-Meteorological Service Ko Il Hun and officials concerned. &nbsp;&nbsp;&nbsp;\r\n   The participants looked round the facilities presented. &nbsp;&nbsp;&nbsp;\r\n   Saying that cooperation between the two countries in the meteorological field is part of Sino-Korean friendship, the ambassador expressed the belief that the friendly and cooperative relations would further develop. &nbsp;&nbsp;&nbsp;\r\n   He expressed the hope that those facilities will help toward the socialist construction of the Korean people. \r\n\r\n"
        },
        {
            "title": "Three-point charter of national reunification supported abroad",
            "url": "http://kcna.co.jp/item/2000/200004/news04/19.htm#16",
            "content": "Three-point charter of national reunification supported abroad \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- Political parties, organizations and figures of many countries participated in an international signature campaign for supporting the three-point charter of national reunification from March 20 to April 10. &nbsp;&nbsp;&nbsp;\r\nAmong them were Luis Mateo Munos, general secretary of the Socialist Party of Peru, Eleazar Gutara Maravi, chairman of the National Restoration Party of Peru, Simeon Ignatev, chairman of the Sofia city committee of the Anti-fascist Union of Bulgaria, Youssef Faisal, general secretary of the Communist Party of Syria, Taoufik Muhanna, international secretary of the Nationalist Socialist Party of Syria in Lebanon, and Moustafa al Sayed, head of the department of political relations in Lebanon region of the revolutionary council of the central committee of the Palestine National Liberation Movement (Fatah), who signed the signature paper on behalf of their parties. The general secretary of the Socialist Party of Peru said his party would always support in the future, too, the righteous struggle of the Worker's Party of Korea and the Korean people for the independent and peaceful reunification of the country. &nbsp;&nbsp;&nbsp;\r\nMeanwhile, the Egypt-Korea Friendship Association, Bivert Desuza, Minister of Amerindian Affairs of Guyana, and Stanry Luis, head of the Presidential Teachers University of Guyana, Carlos Loca, member of the political committee and secretary of international affairs of the American Popular Revolutionary Alliance of Peru, and Bim Bahadur Tamang, member of the central committee of the Nepal Congress Party, participated in the signature campaign. \r\n\r\n"
        },
        {
            "title": "National symposium on Juche idea held in Tajikistan",
            "url": "http://kcna.co.jp/item/2000/200004/news04/19.htm#17",
            "content": "National symposium on Juche idea held in Tajikistan \r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- A Tajik national symposium on the Juche idea was held in Dushanbe on the subject of \"idea and theory of Juche and practice for realization of popular masses' cause of independence\" on April 8 and 9 on the occasion of Sun's Day, the birth anniversary of the President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n   A floral basket in the name of the participants in the symposium was laid before the portraits of the President Kim Il Sung and General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   The chairman of the February 16 Group for the Study of the Juche Idea Named After General Kim Jong Il made a report on the subject of \"Juche idea is the great banner for realization of the popular masses' cause of independence.\"&nbsp;&nbsp;&nbsp;\r\n   He said in his report that the Juche idea is a unique man-centred philosophy most correctly reflecting demand of the times and aspiration of the popular masses and its greatness and truth have been proved in practice. &nbsp;&nbsp;&nbsp;\r\n   He stressed the need to further deepen the study of the Juche idea to build an independent Tajikistan. &nbsp;&nbsp;&nbsp;\r\n   Speakers at the symposium called for accelerating the popular masses' cause of independence by further deepening the study and dissemination of the Juche idea and applying it to the reality of Tajikistan. &nbsp;&nbsp;&nbsp;\r\n   A letter to Kim Jong Il was adopted at the symposium. &nbsp;&nbsp;&nbsp;\r\n   The letter expressed the determination of the participants to enlarge the group for the study of the Juche idea in all provinces and districts of the country and further strengthen the study and dissemination of the Juche idea in Tajikistan. &nbsp;&nbsp;&nbsp;\r\n   An appeal to all the study groups of the Juche idea in the world was adopted at the symposium. &nbsp;&nbsp;&nbsp;\r\n   The appeal called upon all the Juche idea study groups all over the world to deeply study the Juche idea, widely propagandize it all over the world  and apply it to the practice of the revolution of their own countries. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}