{
    "date": "2000-08-31",
    "url": "http://kcna.co.jp/item/2000/200008/20000831.htm",
    "articles": [
        {
            "title": "Medal and diploma to Kim Jong Il from Nakhodka city",
            "url": "http://kcna.co.jp/item/2000/200008/news08/31.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to leader of great September 1st Revolution of Libya",
            "url": "http://kcna.co.jp/item/2000/200008/news08/31.htm#2",
            "content": "Medal and diploma to Kim Jong Il from Nakhodka city \r\n &nbsp;&nbsp;&nbsp;Pyongyang, August 31 (KCNA) -- General Secretary Kim Jong Il received a medal marking the 50th anniversary of Nakhodka city and its diploma from Nakhodka city of Russia. &nbsp;&nbsp;&nbsp;\r\n   Mayor of Nakhodka Victor Gnedilov on a visit to Korea conveyed the medal and diploma to an official concerned. &nbsp;&nbsp;&nbsp;\r\n   He said that the city decided to award the medal and diploma to Kim Jong Il who has made immortal exploits for freedom and happiness of humankind. \r\n\r\n"
        },
        {
            "title": "Message of greetings to Uzbek President",
            "url": "http://kcna.co.jp/item/2000/200008/news08/31.htm#3",
            "content": "Greetings to leader of great September 1st Revolution of Libya \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 31 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, today sent a message of greetings to Moammer El Gaddafi, leader of the great September 1st Revolution of the Great Socialist People's Libyan Arab Jamahiriya, on the occasion of the 31st anniversary of the revolution. &nbsp;&nbsp;&nbsp;\r\n   The message extended warm congratulations to Moammer El Gaddafi and, through him, to the leadership and people of the Great Socialist People's Libyan Arab Jamahiriya, on the occasion. &nbsp;&nbsp;&nbsp;\r\n   The Korean people are  sincerely rejoiced over the great successes the Libyan Arab people have achieved under his leadership in defending the dignity and sovereignty of the nation and achieving the prosperity of the country. &nbsp;&nbsp;&nbsp;\r\n   The message wished Moammer El Gaddafi greater success in his work, expressing the belief that the friendly and cooperative relations between the two countries would grow stronger and develop in the future. \r\n\r\n"
        },
        {
            "title": "Kim Yong Nam meets delegation of south side",
            "url": "http://kcna.co.jp/item/2000/200008/news08/31.htm#4",
            "content": "Message of greetings to Uzbek President \r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 31 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea, on August 29 sent a message of greetings to Islam A. Karimov, President of the Republic of Uzbekistan, on the Independence Day of his country. &nbsp;&nbsp;&nbsp;\r\n   Extending congratulations to the President, the government and the people of the country on the Independence Day, the message wished him and his people successes in the work for the independent development and prosperity of the country. \r\n\r\n"
        },
        {
            "title": "Guinean figure on repatriation of unconverted long-term prisoners",
            "url": "http://kcna.co.jp/item/2000/200008/news08/31.htm#5",
            "content": "Kim Yong Nam meets delegation of south side \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 31 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, met the delegation of the south side to the second round of the north-south ministerial talks at the Mansudae Assembly Hall today. &nbsp;&nbsp;&nbsp;\r\n   Present were members of the delegation of the south side with Minister of Unification Pak Jae Gyu as chief delegate. &nbsp;&nbsp;&nbsp;\r\n   Minister of Culture Kang Nung Su, director An Gyong Ho of the secretariat of the Committee for the Peaceful Reunification of the Fatherland and members of the delegation of the north side headed by chief councilor of the DPRK cabinet Jon Kum Jin. &nbsp;&nbsp;&nbsp;\r\n  The talk proceeded in a cordial atmosphere. &nbsp;&nbsp;&nbsp;\r\n  Kim Yong Nam gave a luncheon in honor of the delegation of the south side to the north-south ministerial talks. \r\n\r\n"
        },
        {
            "title": "Anniversary of September 1st Revolution in Libya marked",
            "url": "http://kcna.co.jp/item/2000/200008/news08/31.htm#6",
            "content": "Guinean figure on repatriation of unconverted long-term prisoners \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, August 31 (KCNA) -- Editor-in-chief of the Guinean paper Horoya Ibrahima Solidien released a statement on Aug. 22 in connection with the repatriation of unconverted long-term prisoners to the north. &nbsp;&nbsp;&nbsp;\r\n   In the statement he said: &nbsp;&nbsp;&nbsp;\r\n   General Secretary Kim Jong Il highly praised the unconverted long-term prisoners in the south as men of strong faith and will, reposed profound trust in them and showed loving care for their families in the north. &nbsp;&nbsp;&nbsp;\r\n   From the time when survival of unconverted long-term prisoners was known to the world, he saw to it that the DPRK Measure Committee for Rescuing Unconverted Long-Term Prisoners in South Korea was formed and made his all efforts for their repatriation. He also made sure that they were awarded \"national reunification prizes\". &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il raised the issue of their repatriation as an important one at the north-south summit talks and saw to it that their repatriation was realized in September. &nbsp;&nbsp;&nbsp;\r\n   He is, indeed, a kind-hearted popular leader. It is his warm love for the people that prompts the entire Korean nation to hold him in high esteem like their father. \r\n\r\n"
        },
        {
            "title": "Delegation of S. Side to north-south ministerial talks feted",
            "url": "http://kcna.co.jp/item/2000/200008/news08/31.htm#7",
            "content": "Anniversary of September 1st Revolution in Libya marked \r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 31 (KCNA) -- A friendly meeting was held at the DPRK-Libya friendship Aeguk Moran Garment Factory on Wednesday to mark the 31st anniversary of the great September 1st Revolution in Libya. &nbsp;&nbsp;&nbsp;\r\n   Invited to the meeting were acting secretary Taher al Muhdi Arifa and staff members of the Libyan people's bureau here. &nbsp;&nbsp;&nbsp;\r\n   Members of the DPRK-Libya Friendship Association and officials concerned were present. &nbsp;&nbsp;&nbsp;\r\n   The participants went round different parts of the factory. &nbsp;&nbsp;&nbsp;\r\n   Then they conversed with each other, deepening feelings of friendship. \r\n\r\n"
        },
        {
            "title": "Japan schemes naval attack on DPRK",
            "url": "http://kcna.co.jp/item/2000/200008/news08/31.htm#8",
            "content": "Delegation of S. Side to north-south ministerial talks feted \r\n\r\n   &nbsp;&nbsp;&nbsp;Pyongyang, August 31 (KCNA) -- Ryang Man Gil, chairman of the Pyongyang City People's Committee, hosted a reception at the Okryu Restaurant Wednesday in honor of the delegation of the south side to the 2nd round of the north-south ministerial talks. &nbsp;&nbsp;&nbsp;\r\n   Invited there were members of the delegation of the south side with Minister of Unification Pak Jae Gyu as chief delegate. &nbsp;&nbsp;&nbsp;\r\n   Present there were Minister of Culture Kang Nung Su, Minister of Public Health Kim Su Hak and other officials concerned, officials of power organs, working people's organizations, religious organizations, ministries, national institutions and media and members of the delegation of the north side to the ministerial talks. &nbsp;&nbsp;&nbsp;\r\n   Ryang Man Gil in his speech said that the historic Pyongyang meeting and the north-south joint declaration opened a broad avenue of national reconciliation and unity and instilled hope and optimism about the future into the fellow countrymen.  He expressed the belief that the delegates of both sides would join hands and pool their wisdom and energies to implement the declaration in order to make only progress. &nbsp;&nbsp;&nbsp;\r\n   Chief delegate Pak Jae Gyu said that the firm will to implement the declaration manifested by both sides at the talks reassured the people at home and abroad of a bright prospect of south-north relations. The delegation of the south side will make utmost efforts to sincerely implement the south-north joint declaration, he said. \r\n\r\n"
        },
        {
            "title": "Pyongyang, time-honored city",
            "url": "http://kcna.co.jp/item/2000/200008/news08/31.htm#9",
            "content": "Japan schemes naval attack on DPRK \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, August 31 (KCNA) -- Japan's Defence Agency on Monday set up a \"fund\" allegedly to counter \"mysterious ships,\" Tokyo Shimbun reported on Tuesday. &nbsp;&nbsp;&nbsp;\r\n   The \"fund\" is meant to pay \"allowance\" to troops of the \"Self-Defense Forces\" who will take part in the \"pursuit and investigation\" into the \"case of mysterious ship\", a fiction invented to stage an anti-DPRK campaign. This is part of the childish moves to drive \"SDF\" troops into a special naval attack operation. &nbsp;&nbsp;&nbsp;\r\n   Besides, the agency schemes to organize a maritime special unit called \"special guard\" and develop equipment for special naval operations allegedly to \"cope with mysterious ships.\" \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun calls for smashing imperialists' \"globalization\"",
            "url": "http://kcna.co.jp/item/2000/200008/news08/31.htm#10",
            "content": "Pyongyang, time-honored city \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, August 31 (KCNA) -- Pyongyang, the capital city of the Democratic People's Republic of Korea, has a history of 5,000 years. &nbsp;&nbsp;&nbsp;\r\n   Pyongyang noted for its scenic beauty boasts of being a cradle of human beings from the old stone age. &nbsp;&nbsp;&nbsp;\r\n   It is clearly proved by Komunmoru relic of primitive men dating back more than a million years, which were discovered in Sangwon county, Pyongyang. &nbsp;&nbsp;&nbsp;\r\n   Many fossils of palaeolithic and Neolithic men and sites of ancient shelters were unearthed in suburbs of Pyongyang. &nbsp;&nbsp;&nbsp;\r\n   Pyongyang had been the capital of the country for more than 1,500 years from the time when Tangun, the ancestral father of the nation, built Kojoson, the first ancient kingdom in Korea, 5,000 years ago to the period around the 14th century B.C. &nbsp;&nbsp;&nbsp;\r\n  Tangun set up Pyongyang as a capital and expanded his territory and built a powerful state. &nbsp;&nbsp;&nbsp;\r\n   Pyongyang had been a center of the country for nearly 3,000 years as the capital of three kingdoms, Tangun's Korea and its successors Hujoson and Manjoson--until 108 B.C. &nbsp;&nbsp;&nbsp;\r\n  Historical status and role of Pyongyang was carried forward by koguryo which emerged as a 1,000-year-strong country following Kojoson. &nbsp;&nbsp;&nbsp;\r\n   Koguryo moved its capital to Pyongyang in 427 and further strengthened the economy and military power of the country, fully demonstrating the resourcefulness and might of the nation to the world. &nbsp;&nbsp;&nbsp;\r\n   Koryo, the first unified state that emerged with an idea of rebuilding Koguryo into great Koguryo, attached great importance to Pyongyang from its early period and exerted great efforts to reconstruct it. It was because Pyongyang was the birthplace of the nation and the capital of Tangun's Korea. &nbsp;&nbsp;&nbsp;\r\n   In the period of the ri dynasty, too, Pyongyang played an important role in the development of the history of the nation, preserving its status as the biggest city in northwestern Korea. &nbsp;&nbsp;&nbsp;\r\n   In Pyongyang today king Tangun's mausoleum and the founder of Koguryo, king Tongmyong's mausoleum have been rebuilt and the fort on Mt. Taesong, the walled city of Pyongyang and other historical relics are preserved in their original state. All this bears witness to its history of 5,000 years. &nbsp;&nbsp;&nbsp;\r\n   Today Pyongyang stands as the capital of the DPRK, a modern city with a lot of grand monumental edifices. \r\n\r\n"
        }
    ]
}