{
    "date": "2000-06-03",
    "url": "http://kcna.co.jp/item/2000/200006/20000603.htm",
    "articles": [
        {
            "title": "36th anniv. of Kim Jong Il's work at WPK commemorated",
            "url": "http://kcna.co.jp/item/2000/200006/news06/03.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Guinean public figure on outstanding leadership ability",
            "url": "http://kcna.co.jp/item/2000/200006/news06/03.htm#2",
            "content": "36th anniv. of Kim Jong Il's work at WPK commemorated \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- Seminars marking the 36th anniversary of the start of the great leader Kim Jong Il's work at the Central Committee of the Worker's Party of Korea were held in Prague of the Czech Republic and by the Indian Society for the Study of the Juche Idea on May 24 and 25. &nbsp;&nbsp;&nbsp;\r\n   The secretary general of the International Kim Il Sung Prize Council in his speech said that Kim Jong Il is a veteran statesman in the world and the history of his leadership is a history of victory and glory which led the socialist cause of the present era along an ever-victorious road. &nbsp;&nbsp;&nbsp;\r\n   He made public many works including \"Socialism Is a Science\" and \"On Preserving the Juche Character and National Character of the Revolution and Construction\" and indicated the path of the Korean revolution and the socialist cause as a whole, said the secretary general. &nbsp;&nbsp;&nbsp;\r\n   The chairman of the Czech Group for the Study and Practice of the Juche Idea referred to the foundation of the Juche idea by the great leader Kim Il Sung and said that Kim Jong Il develops and enriches the Juche idea and unfolded the far-sighted plan for building a powerful socialist nation on its basis. \r\n\r\n"
        },
        {
            "title": "Cuban embassy officials help Korean farmers in rice transplantation",
            "url": "http://kcna.co.jp/item/2000/200006/news06/03.htm#3",
            "content": "Guinean public figure on outstanding leadership ability\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, June 3 (KCNA) -- El Hadji Fassinet Bangoura, chairman of the Guinean Committee for Peace, Friendship and Solidarity, issued a statement to the press on May 26 on the occasion of the 36th anniversary of the start of the great leader Kim Jong Il's work at the Central Committee of the Worker's Party of Korea.\r\n   The statement says: &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il has wisely led the Korean people to bring about new changes in all fields of the revolution and construction and brought greatest prosperity in Korea. &nbsp;&nbsp;&nbsp;\r\n   Particularly he has laid firm foundations to build Korea into a powerful and prospering country with his extraordinary leadership ability since the death of the President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n   By his army-first policy the army in Korea has been prepared as an invincible army and the whole of Korea turned into an unconquerable fortress. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il is a great leader with iron will, foresighted wisdom and distinguished leadership ability. \r\n\r\n"
        },
        {
            "title": "S. Korean unionists in strike",
            "url": "http://kcna.co.jp/item/2000/200006/news06/03.htm#4",
            "content": "Cuban embassy officials help Korean farmers in rice transplantation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- Jose Manuel Inclan Embade, Cuban ambassador to the DPRK, and his embassy officials yesterday helped farmers of the DPRK-Cuba friendship Hwasong co-operative farm in rice transplanting. &nbsp;&nbsp;&nbsp;\r\n   During break they sang songs and conversed with farmers, deepening the feelings of friendship. &nbsp;&nbsp;&nbsp;\r\n   The ambassador said the friendship between the two peoples based on the intimacy between the great leader Kim Il Sung and esteemed Fidel Castro would further develop in the future. &nbsp;&nbsp;&nbsp;\r\n   They handed aid materials to the farm. \r\n\r\n"
        },
        {
            "title": "Three-point charter of Korea's reunification supported abroad",
            "url": "http://kcna.co.jp/item/2000/200006/news06/03.htm#5",
            "content": "S. Korean unionists in strike\r\n &nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- At least 7,000 unionists in 17 workplaces affiliated to the Kwangju and south Jolla provincial headquarters of the South Korean Confederation of Trade Unions (KCTU) went on a strike on May 31, according to a newspaper report from South Korea. &nbsp;&nbsp;&nbsp;\r\n   Over 3,700 unionists of Kum Ho tyre called a partial strike at the first phase of their action. &nbsp;&nbsp;&nbsp;\r\n   The Taejon and south Chungchong provincial hospital workers' unions also went on a strike. &nbsp;&nbsp;&nbsp;\r\n   Due to the strike production dropped at the enterprises and patients were left without receiving treatment at the hospitals. &nbsp;&nbsp;&nbsp;\r\n   Declaring that the strike was called as scheduled because the South Korean authorities failed to meet the three-point demand raised by the KCTU, it warned them that all its members in the workplaces would go on an overall strike from June 6 if there is no positive response from the authorities by June 5. \r\n\r\n"
        },
        {
            "title": "Friendship meeting on National Day of Italy",
            "url": "http://kcna.co.jp/item/2000/200006/news06/03.htm#6",
            "content": "Three-point charter of Korea's reunification supported abroad\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, June 3 (KCNA) -- More political parties and organisations of different countries joined in the international signature campaign for supporting the three-point charter of Korea's reunification. &nbsp;&nbsp;&nbsp;\r\n   The signature paper was signed by Dragomir Draskovic, chairman of the fundamental committee of the Yugoslav Communist Party, together with committee members on behalf of 12,500 party members, Marcos Domich, first secretary of the central committee of the Bolivian Communist Party, on behalf of the participants in the fourth plenary meeting of the central committee of the party, David Denny, chairman of the Barbados Committee for Friendship and Solidarity with the Korean people, on behalf of committee members, Kenis Joseph, general chairman of the Guyanese National Association of Agricultural, Commercial and Industrial Workers, on behalf of association members. \r\n\r\n"
        },
        {
            "title": "U.S. strategic document aiming at Korea",
            "url": "http://kcna.co.jp/item/2000/200006/news06/03.htm#7",
            "content": "Friendship meeting on National Day of Italy\r\n &nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- A friendship meeting and a photo exhibition were held on June 2 in the name of the Korea-Italy Friendship Association on the occasion of the National Day of Italy. &nbsp;&nbsp;&nbsp;\r\n   Invited to the friendship meeting held at Moranbong senior middle school no. 1 were Giorgio Maragliano, coordinator of the European Community Humanitarian Office in the DPRK, Marzia Mongiorgi, emergency officer of the United Nations World Food Program, and other Italian guests. &nbsp;&nbsp;&nbsp;\r\n   Present were officials of the association and teaching staff and students of the school. &nbsp;&nbsp;&nbsp;\r\n   Participants looked round educational facilities of the school, saw an art performance given by students and enjoyed sports and amusement games, conversing with each other and deepening feelings of friendship. &nbsp;&nbsp;&nbsp;\r\n   Then a photo exhibition was held at the chollima house of culture. &nbsp;&nbsp;&nbsp;\r\n   Italian guests, officials of the association and working people in the city looked round photos introducing Italy. \r\n\r\n"
        },
        {
            "title": "Behaviour to chill talks flayed",
            "url": "http://kcna.co.jp/item/2000/200006/news06/03.htm#8",
            "content": "U.S. strategic document aiming at Korea\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, June 3 (KCNA) - The U.S. joint chiefs of staff reportedly released a strategic document aiming at Korea on Tuesday. &nbsp;&nbsp;&nbsp;\r\n   Set in the document called \"The Joint Vision 2020\" are strategic targets by 2020 in materializing the U.S. design to dominate the world by military strength. &nbsp;&nbsp;&nbsp;\r\n   The document suggests that potential adversaries will be capable of using long-range ballistic missiles and other direct threats to U.S. citizens and territory, which foreign press said showed alertness over North Korea and other movements. &nbsp;&nbsp;&nbsp;\r\n   According to the document, the U.S. attempts in the new century, too, to strengthen military tie-up with Japan and other allies and maintain its nuclear deterrence and overseas military presence under the pretext of what it calls \"threat\" from Korea and keep military superiority on the globe. &nbsp;&nbsp;&nbsp;\r\n   This shows that there is no change in the U.S. wild ambition to stifle the DPRK by force of arms and dominate the world. \r\n\r\n"
        },
        {
            "title": "U.S. insincere attitude towards DPRK-U.S. agreed framework",
            "url": "http://kcna.co.jp/item/2000/200006/news06/03.htm#9",
            "content": "Behaviour to chill talks flayed\r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 3 (KCNA) -- Papers here today in signed commentaries assail the South Korean authorities for desperately seeking \"cooperation\" with outsiders with the historic Pyongyang meeting and the north-south summit talks at hand. &nbsp;&nbsp;&nbsp;\r\n   The authorities at the \"talks\" held with the Japanese Prime Minister during his recent tour of South Korea reaffirmed the U.S.-Japan-South Korea \"cooperation policy towards the north\" and discussed the issue of \"more firmly maintaining the system.\"&nbsp;&nbsp;&nbsp;\r\n   South Korean \"Minister of National Defence\" Jo Song Thae during his earlier junket to Japan was closeted with bosses of the Japanese \"Self-Defence Forces\" over strengthening the U.S.-Japan-South Korea \"cooperation\" and intensifying the \"military cooperation and exchange\" between South Korea and Japan as regards the summit talks. &nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities are expected to fly to Japan to meet their U.S. and Japanese masters on June 9, just 3 days before the Pyongyang meeting and the summit talks. &nbsp;&nbsp;&nbsp;\r\nDismissing the anti-north \"cooperation system\" as a system aimed to isolate and stifle the DPRK, Rodong Sinmun commentary notes: &nbsp;&nbsp;&nbsp;\r\n   The aim sought by the South Korean authorities in \"cooperation\" with the outsiders is, in fact, to realise their design to \"reunify the country by invading the north\" with the help of imperialist masters, dead-set against reconciliation, cooperation and reunification of the nation. &nbsp;&nbsp;&nbsp;\r\n   If they truly wish to join hands with us to solve the issue of national reunification, they should drop their intention to hurt and stifle their fellow countrymen in collusion with outsiders. In other words, they should stand for cooperation with fellow countrymen, not with outsiders and make sincere efforts to make the historic meeting and the talks an epochal turning-point in realising reconciliation, unity and reunification of the nation both in name and in reality. &nbsp;&nbsp;&nbsp;\r\n   Minju Joson dismisses the South Korea-U.S.-Japan \"cooperation\" the South Korean authorities discussed with the U.S. and Japan as a very sinister attempt to vitiate the atmosphere of hard-won meeting and talks. \r\n\r\n"
        },
        {
            "title": "DPRK-China friendship everlasting",
            "url": "http://kcna.co.jp/item/2000/200006/news06/03.htm#10",
            "content": "U.S. insincere attitude towards DPRK-U.S. agreed framework\r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 3 (KCNA) -- Former U.S. ambassador to South Korea James Lilly was reported to have said after his tour of South Korea on May 26 that the validity of the U.S.-DPRK agreed framework should be reexamined, hinting the U.S. intention to scrap it. &nbsp;&nbsp;&nbsp;\r\n   This remark was made at a time when officials of the U.S. administration on various occasions called for \"establishing a nuclear verification system\" throughout North Korea, the issue which was not specified in the agreed framework and there is a rumour that most probably the commitment to provide heavy oil to North Korea May not be fulfilled this year due to its skyrocketing price. &nbsp;&nbsp;&nbsp;\r\n   The U.S. perfidious intention to backtrack from the agreed framework which calls for simultaneous actions by both sides and the implementation of which was guaranteed by its president compels us to ponder over whether the U.S. is really trustworthy. &nbsp;&nbsp;&nbsp;\r\n   It is beyond doubt that the U.S. is a country not to be trusted. &nbsp;&nbsp;&nbsp;\r\n   Ever since the agreed framework was adopted and took effect, the DPRK has kept its independent nuclear power industry frozen despite huge economic losses and has sincerely implemented its commitments under the framework. &nbsp;&nbsp;&nbsp;\r\n   However, the U.S. came out with unimportant issues to make troubles on every occasion, unbecoming for a big country, and has never delivered heavy oil to the DPRK on time under those pretexts. The construction of the light water reactors which it agreed to hand their keys to the DPRK in 2003 is so delayed that no one can say when it will be completed. &nbsp;&nbsp;&nbsp;\r\n   Preposterous is the U.S. call for establishing a \"nuclear verification system\" throughout North Korea. &nbsp;&nbsp;&nbsp;\r\n   The DPRK is technically at war with the U.S. this can never be permitted as the U.S. intention to install verification devices all over North Korea is little short of its plan to spy on it under the name of verification. &nbsp;&nbsp;&nbsp;\r\n   In fact, there are not a few people in the north who are not pleased with the agreed framework. The people's army, in particular, is greatly angered by the U.S. perfidious approach towards the framework and strongly insists on developing the Juche-oriented nuclear power industry of the DPRK before it is too late. &nbsp;&nbsp;&nbsp;\r\n   The U.S. should stop playing useless petty tricks, clearly mindful of the will of the people's army and people of Korea, and immediately opt to compensate for the loss caused by the delayed provision of LWRs and deliver the whole quantity of heavy oil for this year on time. \r\n\r\n"
        },
        {
            "title": "U.S. military establishments contaminated by harmful material",
            "url": "http://kcna.co.jp/item/2000/200006/news06/03.htm#11",
            "content": "DPRK-China friendship everlasting\r\n  &nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- The organ of the Central Committee of the Worker's Party of Korea Rodong Sinmun today in an editorial says the great leader Kim Jong Il's China visit marked a significant occasion in perpetuating the DPRK-china friendship. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il's visit to china proved that the long-standing DPRK-china friendship is ever-lasting, the editorial notes, and continues: &nbsp;&nbsp;&nbsp;\r\n   The DPRK-china friendship has a long historical tradition and deep roots. The Korean and Chinese peoples have long waged a joint struggle for independence against imperialism for their common position and target of struggle. &nbsp;&nbsp;&nbsp; \r\n   This traditional relationship has fully displayed its might and vitality over many decades when the two parties and peoples have stepped up the revolution and construction, supporting and cooperating with each other despite the test of history. &nbsp;&nbsp;&nbsp;\r\n   The Chinese people are waging a dynamic drive to fulfil the tasks put forth by the 15th congress of the Communist Party of China under the leadership of the party led by respected Jiang Zemin. Great successes have been registered in the socialist modernization drive with Chinese characteristics and national stability and unity are being strengthened. &nbsp;&nbsp;&nbsp;\r\n   The Chinese party and people have made sustained efforts to reunify the country on the principle of \"one country, two systems.\" The hand-over of Macao following Hong Kong's is a great success achieved by the Chinese people in their struggle to reunify the whole country. &nbsp;&nbsp;&nbsp;\r\n   It is the common desire and aspiration of the two peoples to consolidate and develop the DPRK-china friendship generation after generation. &nbsp;&nbsp;&nbsp;\r\n   It is the belief of the DPRK that the friendship which is kept in bloom generation after generation will grow stronger and develop with the flow of time. \r\n\r\n"
        },
        {
            "title": "Three-point demands of S. Korean workers urged to be met",
            "url": "http://kcna.co.jp/item/2000/200006/news06/03.htm#12",
            "content": "U.S. military establishments contaminated by harmful material \r\n &nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- Seoul-based Yonhap News quoted the U.S. newspaper Stars and Stripes as saying scores of U.S. military establishments in South Korea proved contaminated by asbestos harmful to the human body. &nbsp;&nbsp;&nbsp;\r\n   25 cases of contamination by asbestos have been verified in four U.S. military bases in Taegu, Pusan and other areas and 53 other cases appeared to be exposed to contamination. \r\n\r\n"
        },
        {
            "title": "Japan's dangerous attempt at overseas expansion",
            "url": "http://kcna.co.jp/item/2000/200006/news06/03.htm#13",
            "content": "Three-point demands of S. Korean workers urged to be met\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, June 3 (KCNA) -- Kwon Yong Gil, representative of the Democratic Labour Party of South Korea, in an interview with reporters on Tuesday demanded that the \"President\" personally make a decision on the three-point demands of workers such as shorter working hours, reexamination of the issue of selling overseas motor company and solution to the issue of part-time workers, according to a radio report from Seoul. &nbsp;&nbsp;&nbsp;\r\n   The representative stressed that the three-point demands of workers raised by the South Korean Confederation of Trade Unions at a press conference on May 29 should be met, debate of the nominal \"Labour-Management-Government Committee\" should be stopped and the \"President\" should directly settle the situation. \r\n\r\n"
        }
    ]
}