{
    "date": "2000-01-08",
    "url": "http://kcna.co.jp/item/2000/200001/20000108.htm",
    "articles": [
        {
            "title": "New Year card and floral basket from Guinean President",
            "url": "http://kcna.co.jp/item/2000/200001/news01/08.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chongryon officials meet on New Year",
            "url": "http://kcna.co.jp/item/2000/200001/news01/08.htm#2",
            "content": "New Year card and floral basket from Guinean President \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, January 8 (KCNA) --  General Secretary Kim Jong Il received a New Year card and a floral basket from Guinean President Lansana Conte.&nbsp;&nbsp;&nbsp;\r\n   Authorized by Lansana Conte, the diplomatic and political advisor to the President and the director of the state protocol of the presidency visited the DPRK embassy in Guinea on January 3 to convey the card and basket to the ambassador. &nbsp;&nbsp;&nbsp;\r\n   Written on the card were the letters \"I sincerely wish you a long life in good health. Guinean President Gen. Lansana Conte\" and on the ribbon hanging from the basket a message \"Happy New Year 2000.\"  \r\n\r\n"
        },
        {
            "title": "Massacre of political prisoners in S. Korea",
            "url": "http://kcna.co.jp/item/2000/200001/news01/08.htm#3",
            "content": "Chongryon officials meet on New Year\r\n &nbsp;&nbsp;&nbsp; Tokyo, January 6 (KNS-KCNA) -- Officials of the General Association of Korean Residents in Japan (Chongryon) met in Tokyo on Jan. 6 on the occasion of the New Year Juche 89 (2000). &nbsp;&nbsp;&nbsp;\r\n   A message of greetings to chairman of the Chongryon central standing committee Han Tok Su from President Kim Yong Nam of the presidium of the DPRK Supreme People's Assembly was read out at the meeting. &nbsp;&nbsp;&nbsp;\r\n   A joint New Year editorial of Rodong Sinmun, Joson Inmingun and Chongnyon Jonwi was also read out there. &nbsp;&nbsp;&nbsp;\r\n   Representatives of different social standings expressed their resolutions at the meeting. &nbsp;&nbsp;&nbsp;\r\n   Addressing the meeting, first vice-chairman of the Chongryon central standing committee So Man Sul touched on the successes scored by Chongryon in its patriotic work and called for making this year a year when a new turn is brought about in ideological trait, ability and style of work of Chongryon officials. \r\n\r\n"
        },
        {
            "title": "Demolition of concrete wall demanded",
            "url": "http://kcna.co.jp/item/2000/200001/news01/08.htm#4",
            "content": "Massacre of political prisoners in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- It was recently disclosed that during the last Korean War the South Korean Army and police shot to death over 1,800 political prisoners who were detained in Taejon prison. &nbsp;&nbsp;&nbsp;\r\n   This incident, with already-disclosed massacres, fully shows viciousness and ferocity of the successive South Korean \"governments\" in man-hunting. &nbsp;&nbsp;&nbsp;\r\n   It proves once again that the successive South Korean rulers styling themselves \"defender of human rights\" are, in fact, most savage human rights violators and the true killers of fellow countrymen. &nbsp;&nbsp;&nbsp;\r\n   They imprisoned innocent fellow countrymen at random and massacred them in cold blood. Such criminal deeds of those butchers are now stirring up the nation's towering rage. &nbsp;&nbsp;&nbsp;\r\n   As already known, nearly one million people were killed by them in South Korea only in the early days of the war. &nbsp;&nbsp;&nbsp;\r\n   The successive ruling quarters of South Korea have cracked down upon the people desirous of independence, democracy and reunification and executed pro-reunification patriots. Their hands are stained with the blood of so many fellow countrymen. &nbsp;&nbsp;&nbsp;\r\n   It is as clear as noonday that the killing in Taejon prison was committed on the order of the U.S. military at that time, just as other massacres of South Korean inhabitants including the killing in Rogun-ri. &nbsp;&nbsp;&nbsp;\r\n   This is well illustrated by the fact that such atrocities were confirmed by secret documents worked out by Edward of the U.S. embassy in South Korea at that time. &nbsp;&nbsp;&nbsp;\r\n   The United States can never evade responsibility for such atrocities as were committed in Rogun-ri and Taejon prison and should apologize for them. &nbsp;&nbsp;&nbsp;\r\n   The killing of political prisoners in Taejon prison by the South Korean butchers at the U.S. instruction is an indelible crime against humanity which is bound to be sternly judged by history. \r\n\r\n"
        },
        {
            "title": "Working people vow to make signal advance",
            "url": "http://kcna.co.jp/item/2000/200001/news01/08.htm#5",
            "content": "Demolition of concrete wall demanded\r\n &nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- The executive committee of the African party for the Solidarity and Justice of Mali recently made public a statement in support of the appeal sent by the DPRK government, political parties and organizations to their counterparts all over the world. &nbsp;&nbsp;&nbsp;\r\n   The appeal was made in early December last year in demand of the demolition of the concrete wall built in the area south of the Military Demarcation Line artificially dividing the Korean nation. &nbsp;&nbsp;&nbsp;\r\n   Saying that the concrete wall in the Korean peninsula has become the symbol of the national division and north-south confrontation, the statement strongly urged the South Korean authorities to promptly pull down the wall in conformity with the desire of the Korean nation and the progressives of the world. &nbsp;&nbsp;&nbsp;\r\n   It stressed: &nbsp;&nbsp;&nbsp;\r\n   We extend full support and solidarity to the Korean people in the just struggle to reunify the country independently and peacefully by means of confederacy. \r\n\r\n"
        },
        {
            "title": "Struggle against separatists called for",
            "url": "http://kcna.co.jp/item/2000/200001/news01/08.htm#6",
            "content": "Working people vow to make signal advance\r\n  &nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- Working people of south and north Hwanghae provinces, Kangwon, north Hamgyong, north Phyongan, Jagang and Ryanggang provinces met respectively to vow to glorify this year on which falls the 55th anniversary of the Worker's Party of Korea with signal victory in the crucible of greatly increased activity of Chollima under the leadership of General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   At the meetings reporters and speakers said that all the party members and other working people, who received the joint New Year editorial of the newspapers of the party, the people's army and the youth league, are now fully confident of sure victory and optimistic about future. &nbsp;&nbsp;&nbsp;\r\n   Noting that this year is a significant year on which falls the WPK's 55th anniversary, they underscored the need for the party members and other working people to make a signal advance in the building of a powerful nation despite manifold ordeals. &nbsp;&nbsp;&nbsp;\r\n   Saying that the advance today is a struggle to defend Korean socialism with the might of the revolutionary idea of the respected Marshal, they called upon all the party members and other working people to become soldiers and disciples true to the Marshal, who take the party's idea and intention as a maxim in their life and struggle. &nbsp;&nbsp;&nbsp;\r\n   All the people should push ahead with production and construction with a rifle in one hand and a hammer or sickle in the other, always keeping themselves in an alert and  standing posture, they said, and went on: The army and the people must single-heartedly unite and defend the fatherland and vigorously accelerate socialist construction.   All the fields and units should attach importance to science and technology and pay deep attention to the development of the science and technology and apply new scientific and technological achievements and technical innovation proposals in production in time. &nbsp;&nbsp;&nbsp;\r\n   The power, coal, metal industries and all other domains of the national economy should wage an energetic drive to keep production going on at a high level. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, a national meeting of young vanguard was held in Chongsan-ri to make loyal pledge to carry through the tasks put forth in the joint editorial. \r\n\r\n"
        },
        {
            "title": "War hysteria precipitating self-destruction",
            "url": "http://kcna.co.jp/item/2000/200001/news01/08.htm#7",
            "content": "Struggle against separatists called for\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 8 (KCNA) -- Rodong Sinmun today in a signed article calls on all the Koreans in the north, south and overseas to turn out as one in a patriotic struggle to sweep away all reactionaries of history who stand in the way of national reunification and build a reunified, powerful and prospering nation. &nbsp;&nbsp;&nbsp;\r\n   Noting that the main target of the struggle for national reunification is the foreign forces and the traitors to the nation, the article continues: &nbsp;&nbsp;&nbsp;\r\n   Without wiping out the anti-reunification forces at home and abroad, it is not possible for the Korean nation to escape from a nuclear disaster to be imposed by the foreign forces upon it, to say nothing of achieving reunification. &nbsp;&nbsp;&nbsp;\r\n   No force can overpower the Koreans in the north, south and overseas when all of them unite and struggle under the banner of great national unity. &nbsp;&nbsp;&nbsp;\r\n   Successful realization of  national reunification depends on whether the anti-reunification moves of the separatist forces inside and outside the country are foiled or not. &nbsp;&nbsp;&nbsp;\r\n   Only when all the fellow countrymen firmly unite and turn out in the struggle for the reunification with towering indignation against the separatist forces can they punish the enemies of reunification. &nbsp;&nbsp;&nbsp;\r\n   The separatist forces inside and outside the country is a tiny handful as compared with the 70 million compatriots united under the banner of national reunification. &nbsp;&nbsp;&nbsp;\r\n   If all the compatriots join hands with each other and come out in the struggle, the enemies of reunification will become impotent and, accordingly, the day of national reunification will come earlier. \r\n\r\n"
        },
        {
            "title": "Joint New Year editorial supported abroad",
            "url": "http://kcna.co.jp/item/2000/200001/news01/08.htm#8",
            "content": "War hysteria precipitating self-destruction\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- Anti-north war preparations stepped up by the South Korean authorities from the beginning of the year come under fire in Rodong Sinmun today. &nbsp;&nbsp;&nbsp;\r\n   The news analyst says: &nbsp;&nbsp;&nbsp;\r\n   A few days ago, the present chief executive of South Korea, addressing a \"security meeting\" at \"Chongwadae,\" raised a hue and cry over fallacious \"armed provocation\" by someone, calling for \"tough counteraction,\" \"firm security posture\" and \"increased capabilities to cope with crisis and system.\"&nbsp;&nbsp;&nbsp;\r\n   The \"Defense Minister\" called for setting in motion \"joint intelligence and watch system\" with the United States allegedly to make \"an intensive watch\" for someone's \"action\" and \"omen of provocation.\"&nbsp;&nbsp;&nbsp;\r\n   It must not go unnoticed that the South Korean authorities had a war confab to invade the north, groundlessly taking issue with it. &nbsp;&nbsp;&nbsp;\r\n   The loudmouthed \"provocation by the north\" is meant to allay the resentment against them, justify anti-north war provocation moves and, furthermore, unleash a war against the north in league with outsiders at any cost. &nbsp;&nbsp;&nbsp;\r\n   The danger of armed provocation comes to the north from South Korea where tens of thousands of U.S. troops and the \"ROK\" army are ready to provoke a war against the north. &nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities said they would \"beef up joint crisis management with the aggression forces and intensify counteraction to deter the escalating tensions.\" &nbsp;&nbsp;&nbsp;\r\nThe remarks mean to continue aggravating tensions to pose an increasing threat of war to the north. &nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities should cool their heads overheated with war fever and act with discretion. \r\n\r\n"
        },
        {
            "title": "Building-materials industry in DPRK",
            "url": "http://kcna.co.jp/item/2000/200001/news01/08.htm#9",
            "content": "Joint New Year editorial supported abroad\r\n &nbsp;&nbsp;&nbsp;Pyongyang, January 8 (KCNA) -- Organizations and personages of different countries have expressed full support for the joint New Year editorial of Rodong Sinmun, Joson Inmingun and Chongnyon Jonwi, the newspapers of the party, army and the youth league of the DPRK, headlined \"glorify this year, the WPK's 55th anniversary, with signal victory in the crucible of greatly increased activity of Chollima.\"&nbsp;&nbsp;&nbsp;\r\n   The All India Indo-Korean Friendship Association and the Indian Committee for Supporting Korea's Reunification on Jan. 2 released a joint statement to express full support for and solidarity with the joint editorial issued on the New Year 2000. &nbsp;&nbsp;&nbsp;   \r\n   The statement supported the joint editorial which defines attaching great importance to ideology, the military and science and technology as three major pillars for the building of a powerful nation. &nbsp;&nbsp;&nbsp;\r\n   Expressing full support for the joint editorial calling for glorifying this year with signal victory in the building of a powerful nation, it confirmed a resolve to fully support the heroic Korean people's struggle to reunify the country and add luster to the people-centred socialism of Korean style. &nbsp;&nbsp;&nbsp;\r\n   Robert Williams, general secretary of the Good Green Guyana and chairman of the Guyanese National Committee for the Study of the Juche Idea of Comrade Kim Il Sung, in a statement on Jan. 3 fully supported the joint editorial. He expressed confidence that the heroic Korean people would further display the stamina of socialist Korea this year on which falls the 55th anniversary of the Worker's Party of Korea by speeding up the general advance under the wise leadership of the great Kim Jong Il. \r\n\r\n"
        },
        {
            "title": "S. Korea flooded with Japanese goods",
            "url": "http://kcna.co.jp/item/2000/200001/news01/08.htm#10",
            "content": "Building-materials industry in DPRK\r\n &nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- January 8 is the Day of Building-Materials Industrial Workers in the DPRK. &nbsp;&nbsp;&nbsp;\r\n   On this day they are recalling with deep emotion the undying feats and efforts made by the President Kim Il Sung and Marshal Kim Jong Il for the development of the building-materials industry. &nbsp;&nbsp;&nbsp;\r\n   President Kim Il Sung indicated the road for the industry to follow in the early period of the building of a new society after the liberation of the country and paid deep attention to its development during the whole periods of the post-war rehabilitation and construction and socialist construction. &nbsp;&nbsp;&nbsp;\r\n   He made his speech \"on some measures to develop the building-materials industry\" at a consultative meeting of officials of the building-materials industry in January 1964, which served as a highly important guideline in further developing the industry. &nbsp;&nbsp;&nbsp;\r\n   The building-materials industry of Korea, which had no cement factory to speak of in the period of the Japanese colonial rule, has steadily developed into a Juche-oriented and self-supporting industry depending on locally available raw materials and fuel. &nbsp;&nbsp;&nbsp;\r\n   Large cement factories with a production capacity of several million tons and more than 200 minor cement factories were built in different parts of the country, among them modern Sangwon Cement Complex and Sunchon Cement Factory. &nbsp;&nbsp;&nbsp;\r\n   Across the country there are minor bases of producing such building materials as sheet glass, plastic, metal and chemical building materials, sanitary ware, tile and lighting fixtures. &nbsp;&nbsp;&nbsp;\r\n   Calcium silicate brickyards were built in Anju, Hamhung, Phihyon and other local areas and factories for large pre-fab parts and aluminum sash factories in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n   The solid material and technical foundation of the building-materials industry is providing a sure guarantee for socialist construction even under the difficult economic situation of the country in recent years. \r\n\r\n"
        },
        {
            "title": "Independence, self-sustenance and self-reliance termed way out",
            "url": "http://kcna.co.jp/item/2000/200001/news01/08.htm#11",
            "content": "S. Korea flooded with Japanese goods\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- The South Korean import of Japanese goods has sharply increased since its authorities took a traitorous measure of abolishing the \"system of diversified import channel\" and flinging its market open to those goods, according to a radio report from Seoul. &nbsp;&nbsp;&nbsp;\r\n   32 varieties of goods were declassified from the \"system\" right after the South Korean chief executive's assumption of office in 1998. Japanese goods worth dlrs. 207 million found their way to South Korea from January to November last year. &nbsp;&nbsp;&nbsp;\r\n   This is a 122 percent increase over that in the same period of 1998. &nbsp;&nbsp;&nbsp;\r\n   Especially the import of consumer goods swelled 999 percent while that of raw and other materials shot up 63 percent. &nbsp;&nbsp;&nbsp;\r\n   South Korean economy is getting increasingly dependent upon Japanese economy due to the flunkeyist and traitorous crimes of the South Korean authorities. \r\n\r\n"
        }
    ]
}