{
    "date": "2000-05-05",
    "url": "http://kcna.co.jp/item/2000/200005/20000505.htm",
    "articles": [
        {
            "title": "Press conference at Russian embassy",
            "url": "http://kcna.co.jp/item/2000/200005/news05/05.htm#1",
            "content": "Press conference at Russian embassy \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, May 5 (KCNA) -- A press conference was held at the Russian embassy here yesterday on the occasion of the 55th anniversary of the Soviet people's victory in the great patriotic war.&nbsp;&nbsp;&nbsp;\r\n   Present there were media-persons in Pyongyang and foreign diplomatic envoys, military attaches and press officials of various embassies here. &nbsp;&nbsp;&nbsp;\r\n   Ambassador Valery Denisov and staff members of the Russian embassy were on hand. &nbsp;&nbsp;&nbsp;\r\n   Vladimir Dombrovski, military attach of the Russian embassy, addressed the conference. &nbsp;&nbsp;&nbsp;\r\n   He recalled that the heroic soviet army and people crushed the Hitler fascist group and achieved great victory in the patriotic war and mentioned its historic significance.\r\n\r\n"
        },
        {
            "title": "Kwak Pom Gi meets Kyoto MK Group President",
            "url": "http://kcna.co.jp/item/2000/200005/news05/05.htm#2",
            "content": "Kwak Pom Gi meets Kyoto MK Group President \r\n&nbsp;&nbsp;&nbsp;   Pyongyang, May 5 (KCNA) -- Vice-premier Kwak Pom Gi of the DPRK cabinet today met and conversed with Yu Pong Sik, president of the Kyoto MK Group of Japan, and his party. \r\n\r\n"
        },
        {
            "title": "Senior DPRK officials meet foreign guests",
            "url": "http://kcna.co.jp/item/2000/200005/news05/05.htm#3",
            "content": "Senior DPRK officials meet foreign guests \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 5 (KCNA) -- Yang Hyong Sop, vice-president of the presidium of the DPRK Supreme People's Assembly (SPA), met and conversed with the Angolan government delegation headed by Antonio Goma, vice-Minister of Public Works and Urban Affairs of Angola, at the Mansudae Assembly Hall today. &nbsp;&nbsp;&nbsp;\r\n   Vice-president of the presidium of the SPA Kim Yong Dae met with Leo Boyce Mcleay, member of the Federal Parliament of Australia, and his party. &nbsp;&nbsp;&nbsp;\r\n   Choe Thae Bok, chairman of the SPA, met with a delegation of the Poland-Korea Friendship Parliamentary Group led by Cezary Stryjak, member of the Polish Sejm and chairman of the group. &nbsp;&nbsp;&nbsp;\r\n   Present there were Hong So Hon, chairman of the Korea-Poland Friendship Parliamentary Group, and Mieczyslaw Dedo, charge d'affaires ad interim of Poland here. \r\n\r\n"
        },
        {
            "title": "2nd Pyongyang medical science symposium",
            "url": "http://kcna.co.jp/item/2000/200005/news05/05.htm#4",
            "content": "2nd Pyongyang medical science symposium \r\n &nbsp;&nbsp;&nbsp; Pyongyang, May 5 (KCNA) -- The 2nd Pyongyang medical science symposium of Koreans at home and abroad was held at the People's Palace of Culture on May 3 and 4. &nbsp;&nbsp;&nbsp;\r\n   Attending the symposium were Choe Chang Sik, chairman of the central committee of the Korean Medical Association, officials concerned and medical scientists, technicians and health service workers. &nbsp;&nbsp;&nbsp;\r\n   Present were also a delegation of Korean Medical Workers in Japan led by Choe Chang Rok, advisor to the Korean Medical Workers Association in Japan= a delegation of Korean Medical Workers in China led by Prof. Sim Chol Gwan of the hospital attached to the medical college of Yanbian University in China= a delegation of Korean Medical Workers in the United States led by Pak Mun Jae, advisor to the U.S. Christian Association for Medical Mission= and Jong Arina Nikolayevna, representative of the Korean Medical Workers in Uzbekistan. &nbsp;&nbsp;&nbsp;\r\n   Congratulatory speeches were made at the symposium by the chairman of the central committee of the Korean Medical Association, heads of the delegations from the United States and China, and the vice-chairman of the Korean Medical Workers Association in Japan who is chief of its general affairs department. &nbsp;&nbsp;&nbsp;\r\n   They said that interchange of precious research achievements and experience made by Korean medical scientists, educationists and workers at home and abroad in scientific research and medical service would be helpful to solving the urgent theoretical and practical problems raised in public health and improving the medical service for the Korean people. &nbsp;&nbsp;&nbsp;\r\n   Presented at the symposium were scores of valuable papers introducing the achievements and experience made by Korean medical scientists at home and abroad in medical research and medical service for treatment and prevention. &nbsp;&nbsp;&nbsp;\r\n   The participants in the symposium adopted a letter of thanks to General Secretary  Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   They in the letter said the credit for the successful symposium, which was held in a peculiar style when the fatherland was undergoing hardships, goes to the deep love of General Secretary  Kim Jong Il for Korean medical workers at home and abroad. And they expressed the determination to raise the medical science and technology of Korea to the world standard in the near future and thus repay his love.\r\n\r\n"
        },
        {
            "title": "Solidarity meeting with Japanese visiting group",
            "url": "http://kcna.co.jp/item/2000/200005/news05/05.htm#5",
            "content": "Solidarity meeting with Japanese visiting group \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, May 5 (KCNA) -- A meeting for solidarity with the Okinawa peace and amity visiting group of Japan for peace and friendship was held here on May 4. &nbsp;&nbsp;&nbsp;\r\n   Ri Song Ho, vice-chairman of the Korean Society for Cultural Relations With Foreign Countries, in his speech said that the U.S. has deployed its large troops and military bases in South Korea and Okinawa over half a century according to its aggressive Asia-Pacific domination strategy, threatening the DPRK militarily and posing a grave danger to peace and security in northeast Asia. &nbsp;&nbsp;&nbsp;\r\n   It is an urgent requirement of the times to wage a powerful joint struggle for the withdrawal of the U.S. troops and military bases from South Korea and Okinawa, he said. &nbsp;&nbsp;&nbsp;\r\n   Head of the visiting group Masahide Ota who is the former governor of Okinawa Prefecture, said he thinks that the issues of Korea's reunification and stability on the Korean peninsula should be settled by the north and south sides independently in a peaceful way on the principle of great national unity and Japan, the U.S. and other countries should sincerely help settle the issues. &nbsp;&nbsp;&nbsp;\r\n   He continued: &nbsp;&nbsp;&nbsp;\r\n   It has been shown in several documents and materials that the culture and art of Okinawa were greatly influenced by Korea and both sides had historically deep relations. &nbsp;&nbsp;&nbsp;\r\n   In this sense, we hope our Korea visit will mark an important occasion for the improvement of the Japan-DPRK relations. &nbsp;&nbsp;&nbsp;\r\n   At the meeting a joint appeal was made public. &nbsp;&nbsp;&nbsp;\r\n   The meeting was followed by a joint art performance of Korean and Japanese artistes . \r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's famous work observed",
            "url": "http://kcna.co.jp/item/2000/200005/news05/05.htm#6",
            "content": "Anniversary of Kim Jong Il's famous work observed \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, May 5 (KCNA) -- Rodong Sinmun today in a signed article observes the 9th anniversary of the publication of the celebrated work of General Secretary Kim Jong Il \"Our Socialism Centred On the Masses Shall Not Perish.\"&nbsp;&nbsp;&nbsp;\r\n   The work clarifies that Korean socialism is man-centred socialism, the embodiment of the Juche idea, and invincible socialism under which its superiority and vitality are fully displayed in all aspects of social life and the leader, the party and the people are single-heartedly united. &nbsp;&nbsp;&nbsp;\r\n   Recalling that over the last 9 years since the publication of the work Korean socialism did not collapse quite contrary to the expectation of the imperialists and reactionaries but has grown stronger and advanced more dynamically, the article says: &nbsp;&nbsp;&nbsp;\r\n   Man-centred Korean style socialism is displaying its tremendous vitality and might thanks to the new grand Chollima advance. &nbsp;&nbsp;&nbsp;\r\n   This new grand Chollima advance is a striking demonstration of the inexhaustible might of Korean socialism advancing on the strength of ideology. &nbsp;&nbsp;&nbsp;\r\n   It is the strong faith cherished by the Korean people in the course of the arduous struggle that defending socialism means victory and  abandoning it means death. &nbsp;&nbsp;&nbsp;\r\n   The Korean people are now effecting a revolutionary upturn breaking through stern ordeals. This indefatigable struggle proves that the might of socialism advancing on the strength of idea is inexhaustible. &nbsp;&nbsp;&nbsp;\r\n   This advance also powerfully demonstrates the might of our socialism built on the solid foundation of the independent economy. \r\n\r\n"
        },
        {
            "title": "Many areas of South Korea exposed to danger of malaria",
            "url": "http://kcna.co.jp/item/2000/200005/news05/05.htm#7",
            "content": "Many areas of South Korea exposed to danger of malaria \r\n &nbsp;&nbsp;&nbsp; Pyongyang, May 5 (KCNA) -- The South Korean authorities on April 30 designated 13 areas including Koyang, Kimpho and  Tongduchon of Kyonggi Province, Kanghwa and Ongjin of Inchon, and Yanggu and Cholwon of South Korean Kangwon Province as malarial danger zones, according to a radio report from Seoul. &nbsp;&nbsp;&nbsp;\r\n   In these areas many people suffered from malaria last year. \r\n\r\n"
        },
        {
            "title": "Army-first politics is mode of leadership of brilliant commander",
            "url": "http://kcna.co.jp/item/2000/200005/news05/05.htm#8",
            "content": "Army-first politics is mode of leadership of brilliant commander \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, May 5 (KCNA) -- It is the mode of leadership peculiar to the Supreme Commander Kim Jong Il to increase military power and the overall national strength of the country by pursuing army-first politics. &nbsp;&nbsp;&nbsp;\r\n   The army-first politics means solving all the problems in the revolution and construction and putting forward the army as the pillar of the revolution on the principle of attaching priority to military affairs to push ahead with the socialist cause as a whole. This serves as the most effective political mode in Korea. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il clarified long ago the plain truth that an army guarantees peace and socialism, the army is precisely the party, the people and the state, and a strong army can defend socialism. After defining the army-first leadership as the basic political mode, he has channelled primary efforts into strengthening revolutionary armed forces, thus bringing golden days in the development. &nbsp;&nbsp;&nbsp;\r\n   In recent years the Korean people have been able to emerge victorious in the confrontation with the imperialists despite manifold difficulties and trials. Credit for this goes to Kim Jong Il's command over the army. He has given high prominence to the Korean People's Army as the most faithful revolutionary ranks, reposing deep trust in it. &nbsp;&nbsp;&nbsp;\r\n   In a little more than five years from the time the President Kim Il Sung demised, the nation's greatest loss, to the end of last year, Kim Jong Il visited 490 units of the KPA for on-site guidance by covering at least 51,960 kilometers. &nbsp;&nbsp;&nbsp;\r\n   Whenever he visited KPA units, he imbued the servicemen with awareness of their mission as a revolutionary army and high class consciousness and took operational measures to counter any military provocations of the enemy, settling all the problems in increasing its combat capability. &nbsp;&nbsp;&nbsp;\r\n   As a result, the army has grown to be an army strong in ideology and faith, displaying its invincible might in any confrontation with the imperialists and firmly defending the socialist homeland. &nbsp;&nbsp;&nbsp;\r\n   At the same time, he has led the KPA to successfully play its role as the vanguard in socialist construction. &nbsp;&nbsp;&nbsp;\r\n   The KPA servicemen built many edifices of eternal value in different parts of the country, overcoming economic difficulties in the do-or-die spirit and the spirit of self-reliance during the \"arduous march\" and forced march. &nbsp;&nbsp;&nbsp;\r\n   The KPA has thus become a model for the whole state and society in the DPRK. All the people are learning from the fighting spirit and traits of the revolutionary army and doing their best for increasing the defence capability of the country. &nbsp;&nbsp;&nbsp;\r\n   It is thanks to the army-first leadership of the Supreme Commander that the KPA is exalting its honor as a resolute defender of the socialist cause, creator of the people's happiness and the hardcore force of the revolution. \r\n\r\n"
        },
        {
            "title": "KPA grows into invincible army",
            "url": "http://kcna.co.jp/item/2000/200005/news05/05.htm#9",
            "content": "KPA grows into invincible army \r\n&nbsp;&nbsp;&nbsp;  Cairo, May 3 (KCNA) -- Ali Hassan, management department director of the Ministry of Defence and Military Production of Egypt, had an interview with a KCNA correspondent in Cairo on April 22 on the occasion of the 68th anniversary of the heroic Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n   The revolutionary armed forces of Korea founded by President Kim Il Sung won great victories in the two righteous wars against the Japanese and U.S., he said, and continued: &nbsp;&nbsp;&nbsp;\r\n   The KPA holding Kim Jong Il, successor to Kim Il Sung, in high esteem as the KPA Supreme Commander and chairman of the DPRK National Defence Commission has grown into an invincible army with powerful offensive and defensive means. &nbsp;&nbsp;&nbsp;\r\n   The people and army of the DPRK led by Kim Jong Il will in the future, too, reliably defend the sovereignty of the republic and surely build a powerful nation in the near future. \r\n\r\n"
        },
        {
            "title": "Association for Restoration of Fatherland 64 years old",
            "url": "http://kcna.co.jp/item/2000/200005/news05/05.htm#10",
            "content": "Association for Restoration of Fatherland 64 years old \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, May 5 (KCNA) -- Today marks the 64th anniversary of the Association for the Restoration of the Fatherland (ARF), an underground revolutionary organization in the period of the anti-Japanese armed struggle. &nbsp;&nbsp;&nbsp;\r\n  It was the first permanent anti-Japanese national united front organization founded in the middle of the 1930s in Korea. &nbsp;&nbsp;&nbsp;\r\n   It was a nationwide united front grouping workers, peasants, youth and students, intellectuals, patriotic landlords, capitalists and men of religion. &nbsp;&nbsp;&nbsp;\r\n   The ARF had its program, declaration and rules. &nbsp;&nbsp;&nbsp;\r\n   The President Kim Il Sung drew up the ten-point program, rules and the inaugural declaration for the association in breaks during endless arduous marches and hard-fought battles. &nbsp;&nbsp;&nbsp;\r\n   The program called for mobilizing the entire Korean nation to overthrow the Japanese and establish a genuine people's government, organizing a revolutionary army and enforcing democratic policies such as the nationalization of industries, the agrarian reform, the eight-hour day for the workers, the equality between the sexes and the free compulsory education. &nbsp;&nbsp;&nbsp;\r\n   The declaration called on all the Korean people to unite close and turn out in a sacred war for the liberation of the country from the colonial rule of the Japanese imperialists. &nbsp;&nbsp;&nbsp;\r\n   The President called a meeting to found the ARF in May Juche 25 (1936) at which he announced its birth. &nbsp;&nbsp;&nbsp;\r\n   Its participants elected Kim Il Sung chairman of the ARF, representing the unanimous will of the Korean people. &nbsp;&nbsp;&nbsp;\r\n   The meeting decided to publish the Samil Wolgan (March 1st) as the organ of the ARF. &nbsp;&nbsp;&nbsp;\r\n   The birth of the association gave a new origin to the national unity as it put the demands and interests of the nation, not specified class and section, above anything else. \r\n\r\n"
        },
        {
            "title": "GIs' mass killings assailed",
            "url": "http://kcna.co.jp/item/2000/200005/news05/05.htm#11",
            "content": "GIs' mass killings assailed \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, May 5 (KCNA) -- The Investigation Committee of the Democratic Front for the Reunification of the Fatherland released indictment no. 3 on May 4 disclosing mass killings and destruction committed by the U.S. aggressors during their temporary occupation of the North Korea from mid-October 1950 to late December. &nbsp;&nbsp;&nbsp;\r\n   They are classified in the indictment according to criminal nature and methods of killings. &nbsp;&nbsp;&nbsp;\r\n  The indictment said that mass killings of peaceable civilians were characterized by the fact that the aggressors massacred innocent people including women and children and employed the most barbarous methods in carnage. &nbsp;&nbsp;&nbsp;\r\n   It continued: &nbsp;&nbsp;&nbsp;\r\n   American ogres poured petrol upon people and torched it, burning them to death, or buried them alive. &nbsp;&nbsp;&nbsp;\r\n   Their monstrous atrocities baffled human imagination. &nbsp;&nbsp;&nbsp;\r\nThey cut off ears and  noses of civilians, gouged out their eyes, skinned them off to death or dismembered them by use of saws or hung them upside down on trees and drove nails into their heads or backs. &nbsp;&nbsp;&nbsp;\r\n   In Sinchon county alone they murdered as many as 35,383 people, or one quarter of its population. &nbsp;&nbsp;&nbsp;\r\n   The U.S. aggressors buried and  burnt innocent civilians to death and threw them into river or sea alive and bayoneted and chopped them to pieces and beat them to death with sticks or hammers.  Not content with this, they mobilized even modern war means such as planes and artillery pieces to massacre them. Their planes bombed and strafed at least 4,000 people, killing all of them on the makeshift taedong bridge and on the frozen river on December 4 and 5. They were being forcibly taken by the enemy with  threat to use nuclear bombs. &nbsp;&nbsp;&nbsp;\r\n   The indictment laid bare sexual assaults committed by the U.S. aggressors against Korean women. &nbsp;&nbsp;&nbsp;\r\n   They indiscriminately raped women in the north by most barbarous methods. Not only young women and married women but pregnant and ailing women and even old women and little girls fell victim to them, it said, and went on: &nbsp;&nbsp;&nbsp;\r\n   They operated \"comfort houses for UN forces,\" \"groups of comfort women for UN forces,\" \"groups of comfort women for U.S. forces\" and brothels, etc, in different places where great many women were forced to provide sexual service to them. &nbsp;&nbsp;&nbsp;\r\n   They destroyed and reduced to ashes a large number of dwelling houses in urban and rural areas. They also blew up and reduced to ashes factories, enterprises, state institutions and other industrial and cultural establishments. &nbsp;&nbsp;&nbsp;\r\n   They razed to the ground the Pyongyang Chemical Factory, the Pyongyang Textile Mill and other industrial facilities, the normal college, industrial college and many other educational institutions, central hospital, the state art theatre, the office of Rodong Sinmun and other cultural establishments. &nbsp;&nbsp;&nbsp;\r\n   They destroyed, burned and looted ancient cultural relics of the nation and took away every property of Koreans. &nbsp;&nbsp;&nbsp;\r\n   They damaged the State Central History Museum at that time and plundered it of historical relics. They destroyed ancient tombs and Pubyok pavilion, one of the valuable historical relics, in the area of Rakrang of Pyongyang, and looted a golden Budhhist statue in Yongmyong temple. &nbsp;&nbsp;&nbsp;\r\n   Noting that every place under the occupation by the U.S. aggressors was covered with bodies of thousands of Koreans slain by them and drenched with their blood and shook with the towering grudge of the women who had their chastity violated by GIs, it stressed that the Korean nation can never pardon these thrice-cursed crimes. \r\n\r\n"
        },
        {
            "title": "DPRK FM spokesman reiterates stand on terrorism",
            "url": "http://kcna.co.jp/item/2000/200005/news05/05.htm#12",
            "content": "DPRK FM spokesman reiterates stand on terrorism \r\n &nbsp;&nbsp;&nbsp;   Pyongyang, May 5 (KCNA) -- The U.S. Department of State issued an annual report on \"patterns of global terrorism\" on May 1, which still brands the DPRK as a state sponsor of terrorism and which says it is subject to economic sanctions by the U.S. &nbsp;&nbsp;&nbsp;\r\n    The spokesman for the Foreign Ministry of the DPRK in an answer to a question put by KCNA today in this regard bitterly denounced the U.S. for groundlessly taking issue with the DPRK again. &nbsp;&nbsp;&nbsp;\r\n   He said: &nbsp;&nbsp;&nbsp;\r\n   The DPRK government that values justice and peace has always been opposed to all manner of terrorism and any support for it. The international community acknowledges and supports such a principled stand of the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The U.S. is the source and sponsor of global terrorism. &nbsp;&nbsp;&nbsp;\r\nIt is a height of arrogance for such a country as the U.S. to brand other countries as \"state sponsors of terrorism,\" acting as a \"judge of terrorism,\" and take issue with the DPRK. &nbsp;&nbsp;&nbsp;\r\n   As shown by experience, the recently-published report is part of a U.S. attempt to describe the countries that refuse to give in to its power politics and demand for domination and the countries that take the road of independence as \"state sponsors of terrorism\" and isolate and stifle them politically, economically and militarily. &nbsp;&nbsp;&nbsp;\r\n   DPRK-U.S. negotiations for improved relations are now under way at which a series of outstanding issues such as an issue of \"terrorism\" are discussed. Under the situation the U.S. took issue with the DPRK again over this issue, which is a clear indication that the U.S. policy to isolate and stifle the DPRK under the pretext of \"terrorism\" still remains unchanged. &nbsp;&nbsp;&nbsp;\r\n   The U.S. can never hurt the DPRK by keeping it on the list of \"sponsors of terrorism.\"&nbsp;&nbsp;&nbsp;\r\n   By nature, the DPRK does not care whether it is on the list or off the list. &nbsp;&nbsp;&nbsp;\r\n   The discussion on the removal of the DPRK from the list at the DPRK-U.S. negotiations started as the U.S. invited a DPRK high-level delegation to the U.S. and has cried out for the \"improvement of bilateral relations.\"&nbsp;&nbsp;&nbsp;\r\n   The U.S. should put an immediate stop to a foolish attempt to do harm to the DPRK by slandering the DPRK over the issue of \"terrorism\" and get any concessions from it and ponder over the grave consequences of the anachronistic policy hostile toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n   That will benefit the U.S. itself. \r\n\r\n"
        },
        {
            "title": "Three-point charter of Korea's reunification supported",
            "url": "http://kcna.co.jp/item/2000/200005/news05/05.htm#13",
            "content": "Three-point charter of Korea's reunification supported \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, May 5 (KCNA) -- The central committee of the Communist Party of Bulgaria on April 28 issued a statement in support of the three-point charter of Korea's reunification. &nbsp;&nbsp;&nbsp;\r\n   The statement noted that the charter was the most reasonable and realistic proposal to reunify the country at an early date without any interference of foreign forces. &nbsp;&nbsp;&nbsp;\r\n   The party backs the demand of the world public for the immediate withdrawal of the U.S. troops from South Korea, it said, and added: &nbsp;&nbsp;&nbsp;\r\n   The c.c. of the Communist Party of Bulgaria declares in the name of provincial and local party organizations and 12,000 party members that it participates in the international signature campaign for supporting the three-point charter of Korea's reunification. \r\n\r\n"
        },
        {
            "title": "Kim Il Sung's reminiscences released in Russia",
            "url": "http://kcna.co.jp/item/2000/200005/news05/05.htm#14",
            "content": "Kim Il Sung's reminiscences released in Russia \r\n &nbsp;&nbsp;&nbsp; Moscow, May 3 (KCNA) -- A ceremony for releasing vol. 8 (continuing edition) of part 1 the anti-Japanese revolution of the President Kim Il Sung's reminiscences \"With the Century\" took place in Moscow on April 21. &nbsp;&nbsp;&nbsp;\r\n   The general director of the Ruski Laritet Publishing House in his speech said that Kim Il Sung was the greatest man in the world and though he passed away, the struggle for the final victory of socialism is successfully going on in Korea and the cause pioneered by the President is being carried forward. &nbsp;&nbsp;&nbsp;\r\n   A ceremony for releasing a collection of poems \"Three Commanders of Mt. Paektu\" and books \"Miracle in Korea\" and \"Flying Up Toward Sun\" was also held on the same day. \r\n\r\n"
        },
        {
            "title": "Korean books presented to Guyana",
            "url": "http://kcna.co.jp/item/2000/200005/news05/05.htm#15",
            "content": "Korean books presented to Guyana \r\n &nbsp;&nbsp;&nbsp; Pyongyang, May 5 (KCNA) -- A ceremony for presenting Korean books was held at the building of the Guyanese National Defence Force on April 20. &nbsp;&nbsp;&nbsp;\r\n   At the ceremony the DPRK ambassador to Guyana conveyed  famous works of the President Kim Il Sung and General Secretary  Kim Jong Il and other books to Joseph G. Singh, chief of staff of the Guyanese Defence Force. &nbsp;&nbsp;&nbsp;\r\n   The chief of staff in his speech said that through the valuable books they would grasp the outstanding military ideas of Kim Il Sung and Kim Jong Il and the great achievement made under their leadership over army building and learn from the proud history of the Korean People's Army. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}