{
    "date": "2000-03-05",
    "url": "http://kcna.co.jp/item/2000/200003/20000305.htm",
    "articles": [
        {
            "title": "Anti-Japanese struggle of former \"comfort women for  army\"",
            "url": "http://kcna.co.jp/item/2000/200003/news03/05.htm#1",
            "content": "Anti-Japanese struggle of former \"comfort women for  army\" \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, March 5 (KCNA) -- Former \"comfort women for the army\" held the 400th anti-Japanese rally in front of the Japanese embassy in Seoul on March 1, the rally held on every Wednesday, according to a radio report from Seoul. &nbsp;&nbsp;&nbsp;\r\n   They gathered in front of the embassy, carrying placards demanding official apology and compensation for the Japanese imperialists' outrages against \"comfort women for the army.\"&nbsp;&nbsp;&nbsp;\r\n   They got angry at the Japanese government still refusing to apologize for its crimes and declared that they would continue their Wednesday-demonstration until their demand is met. &nbsp;&nbsp;&nbsp;\r\n   Their demonstration has begun since the Japanese Prime Minister's visit to South Korea in 1991. \r\n\r\n"
        },
        {
            "title": "GI's killing of S. Korean  woman denounced",
            "url": "http://kcna.co.jp/item/2000/200003/news03/05.htm#2",
            "content": "GI's killing of S. Korean  woman denounced \r\n &nbsp;&nbsp;&nbsp; Tokyo, March 3 (KNS-KCNA)) -- Kim Il Sun, chairwoman of the central standing committee of the Democratic Union of  Korean Women in Japan, issued a statement on March 2 strongly condemning GI's killing of a South Korean woman on behalf of all the Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n   She called upon all the Korean women in the north, south and abroad to rise as one and wage a staunch struggle to check the U.S. aggressor troops from committing such brutal atrocities as teasing, insulting and even killing our sisters and daughters in Korea. &nbsp;&nbsp;&nbsp;\r\n   All the Koreans in Japan will come out in the struggle to drive the U.S. aggressor troops out of South Korea and build a reunified, peaceful and happy new country, she stressed. \r\n\r\n"
        },
        {
            "title": "Civil organizations call for revision  of \"election law\"",
            "url": "http://kcna.co.jp/item/2000/200003/news03/05.htm#3",
            "content": "Civil organizations call for revision  of \"election law\" \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, March 5 (KCNA) -- The \"Citizens' Solidarity for General Election\" held big rallies in 15 areas of South Korea including Seoul all at once on March 1 demanding the revision of \"election law\" and nullification of nomination of corrupt and incompetent elements, according to a Seoul-based radio report. &nbsp;&nbsp;&nbsp;\r\n   The organization set March 1 as the \"day of declaration of the voters' independence\" and declared \"independence from the regional politics and corrupt and incompetent politics.\"&nbsp;&nbsp;&nbsp;\r\n   Various forms of demonstrations including a vehicle march against the corrupt politics were held in Pusan, Taejon and other areas  after rallies at which resolutions on declaring a campaign for defeat of candidates were made public. &nbsp;&nbsp;&nbsp;\r\n   The organization continued a signature campaign on the street in front of the \"national tax office\" on Feb. 29. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, the Council of Citizens' Movement for Fair Election held a starting ceremony of a 10 million signature campaign and conducted the campaign on the street. \r\n\r\n"
        },
        {
            "title": "Books published in commemoration of Feb. 16",
            "url": "http://kcna.co.jp/item/2000/200003/news03/05.htm#4",
            "content": "Books published in commemoration of Feb. 16 \r\n &nbsp;&nbsp;&nbsp; Pyongyang, March 5 (KCNA) -- The Society for the Study of Independence published a book \"Future of Nation Is In the North\" in commemoration of Feb. 16, birthday of General Secretary Kim Jong Il, the Seoul-based radio Voice of National Salvation said. &nbsp;&nbsp;&nbsp;\r\n   The book, a collection of papers written by professors of political science under the society, consists of 3 chapters. &nbsp;&nbsp;&nbsp;\r\n   The book is avidly being read not only among members of the society but also at universities because it describes in detail the peerless greatness of Kim Jong Il, the greatest-ever man and commander, who led the fierce confrontation with the United States to victory in recent years. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, the society for philosophy of independence made public a book \"Torch of Dawn\" on the occasion of Feb. 16. \r\n\r\n"
        },
        {
            "title": "Signature campaign for opening of Japan-DPRK diplomatic relations",
            "url": "http://kcna.co.jp/item/2000/200003/news03/05.htm#5",
            "content": "Signature campaign for opening of Japan-DPRK diplomatic relations \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, March 5 (KCNA) -- A 100,000-signature campaign for opening the Japan-DPRK diplomatic relations and reexamining the Japan-South Korea \"agreement\" was initiated by Japanese dietmen and public figures. In this connection a press conference was held in Tokyo on March 1. &nbsp;&nbsp;&nbsp;\r\n   The press conference was addressed by many public figures.  &nbsp;&nbsp;&nbsp;\r\n   What is most important, they said, is that Japan should make a sincere apology and state compensation to the Democratic People's Republic of Korea and reexamine the Japan-South Korea \"agreement\" which hinders it. &nbsp;&nbsp;&nbsp;\r\n   They called upon dietmen and people from all walks of life to pool their efforts in order that the Japanese government may rectify its hostile policy toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The signature campaign will be conducted in all parts of Japan from March 1 to December 18. &nbsp;&nbsp;&nbsp;\r\n   The campaign is aimed at opening the Japan-DPRK diplomatic relations based on the Japanese government's sincere apology and liquidation of the past, establishing the relations of genuine reconciliation and trust with all the Korean people and contributing to the peace and reunification of Korea. &nbsp;&nbsp;&nbsp;\r\n   During the period meetings, lectures, propaganda and other activities will be held in different parts of Japan and the signature paper presented to the Prime Minister of Japan. \r\n\r\n"
        },
        {
            "title": "GI's murder condemned",
            "url": "http://kcna.co.jp/item/2000/200003/news03/05.htm#6",
            "content": "GI's murder condemned \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 5 (KCNA) -- The central committee of the National Democratic Front of South Korea (Hanminjon) made public a statement on February 29 denouncing the thrice-cursed murder committed by a soldier of the U.S.  aggressor troops, according to Seoul-based radio Voice of National Salvation. &nbsp;&nbsp;&nbsp;\r\n   Noting that to the recent murder of a South Korean woman by  a gi was not a crime committed by an individual out of his bestial nature, the statement said: &nbsp;&nbsp;&nbsp;\r\n   The half-a-century history of the U.S. aggressor troops' presence in South Korea was a history of such crimes as murder, rape, violence and robbery. &nbsp;&nbsp;&nbsp;\r\n   This criminal Rowdyism took lives of hundreds of thousands of Koreans which are much bigger than casualties in a war. &nbsp;&nbsp;&nbsp;\r\n   The U.S. troops stationed in Japan or Germany, the defeated, are bound to law, but in South Korea they enjoy extraterritorial rights. &nbsp;&nbsp;&nbsp;\r\n   The Kim Dae Jung group is begging for permanent presence of the U.S. troops, while advocating \"blood ally\" and \"friendly nation\" and belittling their crimes, which lashes people into fury. &nbsp;&nbsp;&nbsp;\r\n   The document called upon all the people to come out in a vigorous anti-American struggle to mercilessly punish the criminals of the U.S. troops for the sake of national dignity and honor, drive them out of this land and realize independence. \r\n\r\n"
        },
        {
            "title": "Agreement between DPRK and Syrian governments",
            "url": "http://kcna.co.jp/item/2000/200003/news03/05.htm#7",
            "content": "Agreement between DPRK and Syrian governments \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, March 5 (KCNA) -- An agreement on prevention of double taxation on income and property between the governments of the Democratic People's Republic of Korea and the Syrian Arab republic was signed in Damascus on February 21. &nbsp;&nbsp;&nbsp; \r\n   The agreement was inked by the ministers of finance of the two countries. \r\n\r\n"
        },
        {
            "title": "S. Korean ruler's moves to maintain \"Northern Limit Line\"",
            "url": "http://kcna.co.jp/item/2000/200003/news03/05.htm#8",
            "content": "S. Korean ruler's moves to maintain \"Northern Limit Line\" \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, March 5 (KCNA) -- Rodong Sinmun today in a signed commentary assails the South Korean warhawks for getting more reckless in their moves to maintain the \"Northern Limit Line\".    &nbsp;&nbsp;&nbsp;\r\n   We have made it clear more than once that the \"Northern Limit Line\" is a ghost line unilaterally fixed by the U.S., the commentary says, recalling that we have never admitted such brigandish line but declared it invalid. &nbsp;&nbsp;&nbsp;\r\n   It continues: &nbsp;&nbsp;&nbsp;\r\n   We can never tolerate the reckless provocations the South Korean warhawks are perpetrating, while absurdly insisting on the \"Northern Limit Line.\"&nbsp;&nbsp;&nbsp;\r\n   We make it clear once again that the Military Demarcation Line at the west sea of Korea which was fixed and proclaimed by the DPRK is the fairest and impartial line which fully conforms with the Korean armistice agreement and the international law. &nbsp;&nbsp;&nbsp;\r\n   We can never remain a passive onlooker to the moves escalated by the U.S. and the South Korean warhawks to lead the confrontation and the situation to an extreme pitch of tension and increase the danger of new war, doggedly insisting on the \"Northern Limit Line\" which no one recognizes. &nbsp;&nbsp;&nbsp;\r\n   A statement issued by a spokesman for the naval command of the Korean People's Army reiterated the unshakable will of the army and the people of Korea. &nbsp;&nbsp;&nbsp;\r\n   The U.S. and South Korean warmongers should mind their P's and Q's about the grave consequences to be entailed by their reckless moves and withdraw the \"Northern Limit Line.\" \r\n\r\n"
        },
        {
            "title": "Minju Joson on DPRK-Japan relations",
            "url": "http://kcna.co.jp/item/2000/200003/news03/05.htm#9",
            "content": "Minju Joson on DPRK-Japan relations \r\n &nbsp;&nbsp;&nbsp; Pyongyang, March 5 (KCNA) -- It is the principled stand of the DPRK government to develop the DPRK-Japan relations on the basis of the latter's liquidation of its past, says Minju Joson today in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n   It continues: &nbsp;&nbsp;&nbsp;\r\n   The \"dietmen's league for Japan-DPRK friendship\", a supra-partisan diet group, was formed in Japan on Feb. 23  to improve the DPRK-Japan relations. This is a clear indication of ever mounting call in Japan for the opening of the DPRK-Japan diplomatic relations,  what matters is the Japanese authorities' attitude and stand toward this issue. &nbsp;&nbsp;&nbsp;\r\n   The relations between the DPRK and Japan have not yet been improved because Japan has persistently pursued a hostile policy toward the DPRK, refusing to liquidate its past wrongdoings. &nbsp;&nbsp;&nbsp;\r\n   If Japan truly wants to improve the relations, it should stop the anti-DPRK smear campaign, drop its hostile policy toward the DPRK and honestly liquidate its past. &nbsp;&nbsp;&nbsp;\r\n   There can be no improvement in the DPRK-Japan relations without the latter's liquidation of its past. &nbsp;&nbsp;&nbsp;\r\n   The Japanese reactionaries should bear in mind the DPRK-Japan relations can never be improved if they continue to behave improperly as today. &nbsp;&nbsp;&nbsp;\r\n   The Japanese government should positively respond to public call at home and abroad for the establishment of new DPRK-Japan relations by completely abandoning the hostile policy toward the DPRK and honestly mending its past wrongdoings. \r\n\r\n"
        },
        {
            "title": "U.S. advised to mind its own business",
            "url": "http://kcna.co.jp/item/2000/200003/news03/05.htm#10",
            "content": "U.S. advised to mind its own business \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 5 (KCNA) -- The United States is well advised to mind its own business, says Rodong Sinmun today in a signed commentary blasting its state department's \"annual report on the world human rights situation\" in which it meddled in other countries' internal affairs. &nbsp;&nbsp;&nbsp;\r\n  Dismissing the U.S. assertion that there is a sort of a \"serious human rights problem\" in the DPRK as a sheer and brazen-faced distortion of the reality, the commentary notes: The United States does not have any right or face to talk anything about the \"human rights issue\" in the DPRK.   Though it is plagued with the most serious violation of human rights in the world, the U.S. is so much talkative about \"human rights issue\" in the DPRK. It is not qualified to be a \"judge of human rights\" or to utter anything about someone's \"human rights issue.\" &nbsp;&nbsp;&nbsp;\r\n  The United States is, in fact, at a loss how to settle its knotty human rights problem. That is why amnesty international intends to bring the U.S. to an international human rights court for its \"serious human rights violation\". &nbsp;&nbsp;&nbsp;\r\n  It is, therefore, a height of folly for the United States to vociferate about \"human rights,\" impudently acting a \"world human rights judge.\" this is an intolerable insult and mockery of human conscience and morality. &nbsp;&nbsp;&nbsp;\r\n  The United States is well advised to stop foolish acts and take pains to find a solution to its own human rights problem.  &nbsp;&nbsp;&nbsp;\r\n  This is the only thing to be done by the U.S. as far as the human rights issue is concerned. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}