{
    "date": "2000-07-15",
    "url": "http://kcna.co.jp/item/2000/200007/20000715.htm",
    "articles": [
        {
            "title": "Choe Thae Bok meets Indonesian ambassador",
            "url": "http://kcna.co.jp/item/2000/200007/news07/15.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Spokesman of DPRK FM on opening diplomatic ties between DPRK and Philippines",
            "url": "http://kcna.co.jp/item/2000/200007/news07/15.htm#2",
            "content": "Choe Thae Bok meets Indonesian ambassador \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, July 15 (KCNA) -- Choe Thae Bok, chairman of the Supreme People's Assembly of the Democratic People's Republic of Korea, met and conversed with Buchari Effendi, Indonesian ambassador to the DPRK, at the Mansudae Assembly Hall today. \r\n\r\n"
        },
        {
            "title": "DPRK government delegation leaves for China",
            "url": "http://kcna.co.jp/item/2000/200007/news07/15.htm#3",
            "content": "Spokesman of DPRK FM on opening diplomatic ties between DPRK and Philippines\r\n   &nbsp;&nbsp;&nbsp;  Pyongyang, July 15 (KCNA) -- The spokesman for the Foreign Ministry of the Democratic People's Republic of Korea said the opening of diplomatic ties between the DPRK and the Philippines at ambassadorial level was prompted by the desire of the two peoples to forge and develop friendly relations on the principle of mutual respect for sovereignty, equality and reciprocity. &nbsp;&nbsp;&nbsp;\r\n   He said this when answering a question put by KCNA today. &nbsp;&nbsp;&nbsp;\r\n   He further said: &nbsp;&nbsp;&nbsp;\r\n   This year the DPRK established diplomatic ties with the Philippines following the opening of diplomatic relations with Italy and Australia. This has created favourable conditions and circumstances not only for developing bilateral relations but making positive joint efforts for peace, prosperity, reconciliation and cooperation in the Asia-Pacific region. &nbsp;&nbsp;&nbsp;\r\n   It is the invariable stand of the DPRK government to forge and upgrade friendly and cooperative relations with all the countries that respect the sovereignty of the DPRK and are friendly towards it in accordance with the idea of independence, peace and friendship. &nbsp;&nbsp;&nbsp;\r\n   The DPRK will as ever work hard to forge and develop friendly relations with different countries around the world. \r\n\r\n"
        },
        {
            "title": "Friendly meeting held",
            "url": "http://kcna.co.jp/item/2000/200007/news07/15.htm#4",
            "content": "DPRK government delegation leaves for China\r\n &nbsp;&nbsp;&nbsp; Pyongyang, July 15 (KCNA) -- The DPRK government scientific and technological delegation led by President of the Academy of Sciences Ri Kwang Ho today left here for China. &nbsp;&nbsp;&nbsp;\r\n   The delegation was seen off at the airport by Kang Tong Gun, vice-president of the Academy of Sciences, and Wang Guozhang, Chinese ambassador to the DPRK. \r\n\r\n"
        },
        {
            "title": "Japan's settlement of its past urged",
            "url": "http://kcna.co.jp/item/2000/200007/news07/15.htm#5",
            "content": "Friendly meeting held\r\n  &nbsp;&nbsp;&nbsp;Pyongyang, July 15 (KCNA) -- A friendly meeting with a goodwill delegation of Pernik Municipality, Bulgaria, on a visit to the DPRK was held at Okjon Senior Middle School in Phyongsong, South Phyongan Province, yesterday. &nbsp;&nbsp;&nbsp;\r\n   Invited to the meeting were members of the delegation headed by Yury Draganov, chairman of the municipal council. &nbsp;&nbsp;&nbsp;\r\n   Present there were So Ryong Ho, chairman of the Phyongsong City People's Committee, officials concerned and teachers and pupils of the school. &nbsp;&nbsp;&nbsp;\r\n   They looked round several experiment and practice rooms of the school and had amusement games with the pupils. &nbsp;&nbsp;&nbsp;\r\n   Then the participants enjoyed an art performance staged by its schoolchildren and danced and conversed with each other, deepening their friendly feelings. \r\n\r\n"
        },
        {
            "title": "Japan urged to swim with trend of times",
            "url": "http://kcna.co.jp/item/2000/200007/news07/15.htm#6",
            "content": "Japan's settlement of its past urged\r\n  &nbsp;&nbsp;&nbsp; Pyongyang, July 15 (KCNA) -- The Japanese government should make an honest apology and state compensation for all its crimes committed against the Korean people and it is beneficial for Japan itself, said Rodong Sinmun yesterday in a signed article. &nbsp;&nbsp;&nbsp;\r\n   Austria, Germany and other countries took substantial measures to liquidate their wrong pasts in different ways to be recognized and supported by the international community, the paper said, and continued: &nbsp;&nbsp;&nbsp;\r\n   But, it is only Japan which has neither admitted its crime-woven past nor apologized, nor compensated for it, playing a shameless double-dealing trick against the trend of the present times. &nbsp;&nbsp;&nbsp;\r\n   This attitude is an expression of brazen-faced nature peculiar to Japan, arousing wrath and criticism among people. &nbsp;&nbsp;&nbsp;\r\n   Japan brought unspeakable misfortune and sufferings to the Korean people and destroyed and looted many valuable cultural treasures during its aggression and military occupation of Korea for more than 40 years. &nbsp;&nbsp;&nbsp;\r\n   Japan tries to hush up the issue of settling the crimes committed against the Korean people by paying a petty amount of money to some Korean victims in Japan. &nbsp;&nbsp;&nbsp;\r\n   This is clearly proved by the deceptive payment of \"unpaid money.\"&nbsp;&nbsp;&nbsp;\r\n   This attitude of Japan cannot escape denunciation of world conscience as it is a challenge to the trend of the times towards liquidation of the past. &nbsp;&nbsp;&nbsp;\r\n    It is quite natural that Japan has not yet shaken off its disgrace of \"enemy state\" though more than a half century has passed since the end of World War II. &nbsp;&nbsp;&nbsp;\r\n   Any desperate efforts on the part of Japan to evade proper liquidation of its past will only touch off stronger hatred and revenge of the Korean people upon Japan. &nbsp;&nbsp;&nbsp;\r\n   The Korean people will certainly make Japan pay for all damage and misfortune imposed by the Japanese imperialists upon them in the past. \r\n\r\n\r\n"
        },
        {
            "title": "Famous work very instrumental in education in Juche idea",
            "url": "http://kcna.co.jp/item/2000/200007/news07/15.htm#7",
            "content": "Japan urged to swim with trend of times\r\n &nbsp;&nbsp;&nbsp; Pyongyang, July 15 (KCNA) -- Voices demanding an early end to the abnormal relations between the DPRK and Japan are growing stronger among the Japanese people with each passing day. &nbsp;&nbsp;&nbsp;\r\n   Commenting on it, Rodong Sinmun today says: &nbsp;&nbsp;&nbsp;\r\n   Some time ago, a people's association for the promotion of the establishment of Japan-DPRK diplomatic relations was formed in Japan with prominent political and public personages. &nbsp;&nbsp;&nbsp;\r\n   This reality shows how eagerly the Japanese people wish to see the establishment of DPRK-Japan diplomatic relations. &nbsp;&nbsp;&nbsp;\r\n   The establishment of such relations will be good for Japan. It is also badly needed for regional peace and stability and for global peace. Then why has this not yet taken place? &nbsp;&nbsp;&nbsp;\r\n   Japan should settle its past as a top priority practical measure for the opening of diplomatic ties because the DPRK and Japan are, in essence, in the relationship between a victim and an assailant. But, it has refused not only to make apology and compensation for its crime-woven past but to admit it. &nbsp;&nbsp;&nbsp;\r\n   While cunningly avoiding the liquidation of the past, Japan has pursued the hostile policy towards the DPRK. That is why the relations between the two countries are still in abnormal state. &nbsp;&nbsp;&nbsp;\r\n   It is an international trend to settle the past woven with crimes committed in the 20th century. But, only Japan persistently refuses to redeem its past crimes. &nbsp;&nbsp;&nbsp;\r\n   Squarely seeing this trend of the times and the world public opinion, Japan should renounce its hostile policy towards the DPRK at once and make a sincere apology and compensation for all its past crimes. This is the only way for Japan to establish diplomatic relations with the DPRK and act fair and square. \r\n\r\n"
        },
        {
            "title": "Guyanese party leader visits DPRK embassy",
            "url": "http://kcna.co.jp/item/2000/200007/news07/15.htm#8",
            "content": "Famous work very instrumental in education in Juche idea\r\n&nbsp;&nbsp;&nbsp;   Pyongyang, July 15 (KCNA) -- General Secretary Kim Jong Il published the famous work \"On Some Problems of Education In the Juche Idea\" on July 15, Juche 75 (1986) to clarify that education in the Juche idea boils down to the education in the monolithic idea of the Worker's Party of Korea and give a comprehensive exposition of principles of education in the Juche idea and ways of putting it into practice. &nbsp;&nbsp;&nbsp;\r\n   Rodong Sinmun today in a by-lined article dedicated to the 14th anniversary of the work says: &nbsp;&nbsp;&nbsp;\r\n   The past 14 years have witnessed great changes in the ideological and moral traits of the Korean people and dynamic acceleration of the revolution and construction based on the Juche idea. &nbsp;&nbsp;&nbsp;\r\n   In the years Kim Jong Il published \"On Some Problems On the Ideological Basis of Socialism,\" \"Giving Priority to Ideological Work Is Essential for Accomplishing Socialism\" and many other works to develop in depth the Juche idea and wisely led the work to conduct the education of the party members and other working people in the Juche idea. &nbsp;&nbsp;&nbsp;\r\n   He wisely led the work to turn all the ideological education into the education in the Juche idea and give definite precedence to the education in the Juche idea in any circumstances and under any conditions. &nbsp;&nbsp;&nbsp;\r\n   He saw to it that the education in loyalty was conducted on the basis of the fundamentals of the Juche idea and education in the revolutionary traditions, class education and education in socialist patriotism were done on the profound principles of the Juche idea. &nbsp;&nbsp;&nbsp;\r\n   While devotedly working to bring about a new great advance in the Korean revolution in the 70s and 80s, he brought about a revolutionary turn-around in the ideological education and made sure that a powerful ideological education was conducted in several years of efforts to pull through difficulties and lay foundations for the building of a powerful nation. &nbsp;&nbsp;&nbsp;\r\n   He also saw to it that the education in the Juche idea was conducted in close combination with revolutionary practice. &nbsp;&nbsp;&nbsp;\r\n   The prospects of the Korean revolution that is advancing on the strength of the Juche idea are optimistic for all ages and the revolution is sure to win. \r\n\r\n"
        },
        {
            "title": "Korea's reunification supported abroad",
            "url": "http://kcna.co.jp/item/2000/200007/news07/15.htm#9",
            "content": "Guyanese party leader visits DPRK embassy\r\n &nbsp;&nbsp;&nbsp; Pyongyang, July 15 (KCNA) -- The leader of the People's National Congress Party of Guyana visited the DPRK embassy in Georgetown on July 3 and laid a floral basket before the portrait of the President Kim Il Sung and paid a tribute to him on the occasion of the 6th anniversary of his passing away. &nbsp;&nbsp;&nbsp;\r\n   Recalling that President Kim Il Sung enlisted the energies and wisdom of the people, always mixing with them, and built rich and strong Korea today, he said: &nbsp;&nbsp;&nbsp;\r\n   The President created a brilliant model in the building of an independent national economy, indicating the way for the revolutionary people of the world to follow. &nbsp;&nbsp;&nbsp;\r\n   We are marveled by the fact that he defeated two imperialism and united all the Korean people close and thus built a powerful country. \r\n\r\n"
        },
        {
            "title": "Three-point charter of Korea's reunification supported",
            "url": "http://kcna.co.jp/item/2000/200007/news07/15.htm#10",
            "content": "Korea's reunification supported abroad\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, July 15 (KCNA) -- The disinterested support and cooperation between Syria and Korea would continue in the future, too and the stand of the Syrian government and people supporting the Korean people's cause of reunification would be unchangeable, said Muhammad Mustafa Mero, Prime Minister of the Syrian Arab Republic, when he met with Jong Chun Gun, Korean ambassador who paid a farewell call on him. &nbsp;&nbsp;&nbsp;\r\n   I will always remember efforts made by President Hafez al Assad and the President Kim Il Sung for the development of the friendly and cooperative relations between the two peoples and the friendly relations among the peoples of developing countries, he said, and went on: &nbsp;&nbsp;&nbsp;\r\n   The Syrian Arab people note with satisfaction and high  appreciation the particular bilateral relations established by the preceding leaders of the two countries and now brought into bloom by the respected Dr. Bashar al Assad and the great leader Kim Jong Il. \r\n\r\n"
        }
    ]
}