{
    "date": "2000-11-01",
    "url": "http://kcna.co.jp/item/2000/200011/20001101.htm",
    "articles": [
        {
            "title": "Greetings to Algerian President",
            "url": "http://kcna.co.jp/item/2000/200011/news11/01.htm#1",
            "content": "Greetings to Algerian President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 1 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, today sent a message of greetings to Abdelaziz Bouteflika, President of the Algerian Democratic and People's Republic, on the occasion of the 46th anniversary of the start of the Algerian revolution. &nbsp;&nbsp;&nbsp;\r\n The message extended warm congratulations to the President, government and people of Algeria on the occasion. &nbsp;&nbsp;&nbsp;\r\n It expressed the conviction that the friendly and cooperative relations between the two countries would develop on good terms and wished the Algerian President and people greater success in their work for the socio-political stability and the prosperity of the country. \r\n\r\n"
        },
        {
            "title": "Kim Yong Nam meets party leader of Dominica  and delegation of European Parliament",
            "url": "http://kcna.co.jp/item/2000/200011/news11/01.htm#2",
            "content": "Kim Yong Nam meets party leader of Dominica  and delegation of European Parliament \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 1 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea who is also member of the political bureau of the Central Committee of the Worker's Party of Korea, met and had a friendly conversation with secretary general of the United Left Movement of Dominica Miguel Mejia at the Mansudae Assembly Hall today. &nbsp;&nbsp;&nbsp;\r\n Present there was Pak Kyong Son, vice department director of the Central Committee of the WPK. &nbsp;&nbsp;&nbsp;\r\n The credit for all the successes made in the DPRK goes to the great Kim Jong Il who has wisely led the WPK and the Korean people, the secretary general said, and added: &nbsp;&nbsp;&nbsp;\r\n We will make positive efforts to boost the friendly and cooperative relations between the United Left Movement of Dominica and the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam also met and conversed in a friendly atmosphere with the delegation of the European Parliament headed by Jacques Santer, member of the parliament and ex-president of the European Union Commission, at the Mansudae Assembly Hall. &nbsp;&nbsp;&nbsp;\r\n Present there were vice-Minister of Foreign Affairs of the DPRK Choe Su Hon and vice-Minister of Power and Coal Industries Rim Nam Su who are deputies to the DPRK Supreme People's Assembly, and Svante Kilander, charge d'affaires a.i. of Sweden to the DPRK. \r\n\r\n"
        },
        {
            "title": "Executive director of UNEP arrives",
            "url": "http://kcna.co.jp/item/2000/200011/news11/01.htm#3",
            "content": "Executive director of UNEP arrives \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 1 (KCNA) -- Klaus Topfer, executive director of the United Nations Environmental Program, and his party arrived here today by air. &nbsp;&nbsp;&nbsp;\r\n They were greeted at the airport by Choe Su Hon, vice Minister of Foreign Affairs, and David Morton, resident coordinator of the UN and resident representative of the UN Development Programme in the DPRK. &nbsp;&nbsp;&nbsp;\r\n The DPRK government hosted a reception for them. \r\n\r\n"
        },
        {
            "title": "Paek Nam Sun meets foreign delegations",
            "url": "http://kcna.co.jp/item/2000/200011/news11/01.htm#4",
            "content": "Paek Nam Sun meets foreign delegations \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 1 (KCNA) -- Paek Nam Sun, DPRK Minister of Foreign Affairs, separately met and conversed with the delegation of the Ministry of Foreign Affairs of China headed by vice-minister Yang Wenchang and the delegation of the European Parliament headed by Jacques Santer, member of the parliament and ex-president of the European Union Commission, at the Mansudae Assembly Hall today. \r\n\r\n"
        },
        {
            "title": "11th round of inter-governmental full dress talks between DPRK and Japan held",
            "url": "http://kcna.co.jp/item/2000/200011/news11/01.htm#5",
            "content": "11th round of inter-governmental full dress talks between DPRK and Japan held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 1 (KCNA) -- The 11th round of the inter-governmental full dress talks between the DPRK and Japan was held in Beijing from October 30 to 31. &nbsp;&nbsp;&nbsp;\r\n Present there from the DPRK side were members of the DPRK government delegation led by Jong Thae Hwa, roving ambassador of its Foreign Ministry and from the Japanese side members of the Japanese government delegation led by Kojiro Takano, ambassador of the Japanese Foreign Ministry in charge of negotiations for the establishment of diplomatic relations with the DPRK. &nbsp;&nbsp;&nbsp;\r\n At the talks the two sides had an in-depth discussion on how to solve the issue of compensation for the past, the historical pending problem between the DPRK and Japan. &nbsp;&nbsp;&nbsp;\r\n It was agreed to have the next round of talks when the Japanese side is ready for it. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il's feats for socialism praised",
            "url": "http://kcna.co.jp/item/2000/200011/news11/01.htm#6",
            "content": "Kim Jong Il's feats for socialism praised \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 1 (KCNA) -- Rodong Sinmun today dedicates a by-lined article to the 6th anniversary of the publication of General Secretary Kim Jong Il's celebrated work \"Socialism Is a Science\". &nbsp;&nbsp;&nbsp;\r\n In the work published on November 1, Juche 83 (1994), Kim Jong Il clarified that Korean socialism based on the Juche-oriented socialist theory is the most scientific and viable socialism and expounded the principles to be adhered to in defending socialism. &nbsp;&nbsp;&nbsp;\r\n He has performed enduring feats in defending the sovereignty of the country and the nation and the fate of socialism over the past six years since the publication of the work, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n His wise leadership over socialism finds its manifestation, first of all, in the fact that he has led the people to vigorously advance toward socialism, with the firm conviction of its sure victory. &nbsp;&nbsp;&nbsp;\r\n He authored a number of famous works including \"Socialism Is a Science\" to clarify the inevitability of victory of socialism theoretically and has wisely led the people to arm themselves firmly with the great Juche idea, the socialist idea. &nbsp;&nbsp;&nbsp;\r\n In order to defend socialism, he also advanced the idea of attaching great importance to the army and has invariably maintained the army-first politics. Guided by the idea that the security of the socialist fatherland is guaranteed by the arms of the people's army and the army means the party, the state and the people, he has glorified the sacred history of army-first revolutionary leadership. &nbsp;&nbsp;&nbsp;\r\n Over the past years the Korean people decisively smashed the imperialists' persistent political and military pressure and economic blockade and won a great victory in the political, military and diplomatic confrontation with the enemies. It is a brilliant fruition of Kim Jong Il's army-first politics. &nbsp;&nbsp;&nbsp;\r\n He has wisely led the work to resolutely maintain the socialist principle in all fields of the revolution and construction, the article notes, and stresses: &nbsp;&nbsp;&nbsp;\r\n Our army and people will dynamically advance toward victory of socialism, cherishing the firm faith that guided by him, they can defeat any formidable enemy and overcome any hardships, and build a powerful and prosperous nation of Juche in this land without fail. \r\n\r\n"
        },
        {
            "title": "Dominican movement leader meets Pak Kwang Gi",
            "url": "http://kcna.co.jp/item/2000/200011/news11/01.htm#7",
            "content": "Dominican movement leader meets Pak Kwang Gi \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 1 (KCNA) -- Miguel Mejia, secretary general of the United Left Movement of Dominica, met Pak Kwang Gi, chief of the Pyongyang mission of the National Democratic Front of South Korea (NDFSK), here yesterday. &nbsp;&nbsp;&nbsp;\r\n The secretary general and the chief informed each other of activities of their organizations and exchanged views on further developing the friendly relations between the two organizations and a series of issues of common concern. \r\n\r\n"
        },
        {
            "title": "Friendly gathering",
            "url": "http://kcna.co.jp/item/2000/200011/news11/01.htm#8",
            "content": "Friendly gathering \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 1 (KCNA) -- The Foreign Ministry arranged a friendly gathering at the Taedonggang Club for the Diplomatic Corps yesterday to mark the 52nd anniversary of the opening of diplomatic ties between the Democratic People's Republic of Korea and the Russian Federation. &nbsp;&nbsp;&nbsp;\r\n Present on invitation were Russian ambassador to the DPRK Valery Denisov and his embassy officials. &nbsp;&nbsp;&nbsp;\r\n On hand were vice-Minister Ri In Gyu of Foreign Affairs and officials concerned. &nbsp;&nbsp;&nbsp;\r\n The participants in the gathering conversed with each other, deepening the feelings of friendship. \r\n\r\n"
        },
        {
            "title": "Mediapersons in north and south urged to contribute to reunification",
            "url": "http://kcna.co.jp/item/2000/200011/news11/01.htm#9",
            "content": "Mediapersons in north and south urged to contribute to reunification \r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 1 (KCNA) -- Mediapersons in the north and the south should consider national reunification as their chief aim and serve as standard-bearers of the era in developing the inter-Korean relations, promoting national unity and bringing earlier national reunification and buglers in the grand march toward reunification, says Rodong Sinmun today in a signed article. &nbsp;&nbsp;&nbsp;\r\n The article continues: &nbsp;&nbsp;&nbsp;\r\n The joint agreement adopted between mediapersons in the north and the south in last August serves as standards and basis of common media activities as it is the first precious fruition made by them in their efforts to achieve reunification. &nbsp;&nbsp;&nbsp;\r\n They should discard narrow-minded view of an individual or a group and become patriotic mediapersons for reunification who throw in their lot with the nation. &nbsp;&nbsp;&nbsp;\r\n They should drop the old idea of confrontation and conduct activities helpful to promoting national reconciliation and unity and bringing earlier national reunification. &nbsp;&nbsp;&nbsp;\r\n Mediapersons in the north and the south should join hands with each other to censure anti-reunification remarks and instill the spirit of reconciliation and reunification into the fellow countrymen. &nbsp;&nbsp;&nbsp;\r\n They should wield the pen of justice and patriotism to lead a new era of national reunification and prosperity, concludes the article. \r\n\r\n"
        },
        {
            "title": "National rally supporting reunification of Korea held in Japan",
            "url": "http://kcna.co.jp/item/2000/200011/news11/01.htm#10",
            "content": "National rally supporting reunification of Korea held in Japan \r\n&nbsp;&nbsp;&nbsp;Tokyo, October 30 (KNS-KCNA) -- The 19th national rally of the Movement for Supporting the Reunification of Korea was held in Kyoto, Japan, on October 28 and 29 under the co-sponsorship of the executive committee made up of the Japan Committee for Supporting the Independent and Peaceful Reunification of Korea, the Japan-Korea Cultural Interchange Association, the Japan-Korea Society for Scientific and Educational Interchange and the Society for Solidarity with the Korean Women, and the Kyoto Committee for Supporting the Independent and Peaceful Reunification of Korea. &nbsp;&nbsp;&nbsp;\r\n Congratulatory messages from former Japanese Prime Minister Tomiichi Murayama and other Japanese figures and organizations were introduced at the rally. Then followed speeches, a lecture and a report. &nbsp;&nbsp;&nbsp;\r\n Five panel discussions took place. An appeal and a letter to the Korean people were adopted at the rally. &nbsp;&nbsp;&nbsp;\r\n The appeal said that it is the wishes of not only the Korean people but the Japanese people desirous of peace in northeast Asia to realize the hope for the peaceful reunification of Korea and urged the Japanese government to make a radical switchover in its hostile policy towards the DPRK, settle Japan's past without any precondition and establish relations of confidence and genuine friendship with the DPRK. &nbsp;&nbsp;&nbsp;\r\n The letter extended warm support to the Korean people in the efforts and struggle for the reunification of the country  and expressed the pledge to work for the peaceful reunification of Korea and the opening of diplomatic  relations between Japan and the DPRK. \r\n\r\n"
        },
        {
            "title": "Japan's liquidation of its past crimes demanded",
            "url": "http://kcna.co.jp/item/2000/200011/news11/01.htm#11",
            "content": "Japan's liquidation of its past crimes demanded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 1 (KCNA) -- A resolution calling for Japan's settlement of its past crimes committed against Korea was adopted at the 15th meeting of the International Association of Democratic Lawyers held in Havana on October 20. &nbsp;&nbsp;&nbsp;\r\n Keeping Korea under an illegal occupation for over 40 years, Japan imposed unspeakable misfortune and sufferings upon the Korean people and caused huge human and material losses to them, the resolution said, and went on: &nbsp;&nbsp;&nbsp;\r\n During its occupation of Korea, Japan took away at least six million young and middle-aged Koreans to battle-sites, forced slave labour upon Koreans and reduced some 200,000 Korean women to sexual slaves for its army. &nbsp;&nbsp;&nbsp;\r\n In that period the Japanese imperialists brutally massacred millions of Korean people. &nbsp;&nbsp;&nbsp;\r\n Nevertheless, the present Japanese government has not made any sincere apology and compensation for these crimes though the 20th century is drawing to a close. On the contrary, Japan seeks to cover up its past crimes. &nbsp;&nbsp;&nbsp;\r\n Regarding all crimes of the Japanese imperialists in the past as international crimes which are in wanton violation of the publicly recognized principles and norms of the international law, the association strongly demands the present Japanese government own state and legal &nbsp;&nbsp;&nbsp;\r\nResponsibility for them and make an apology and compensation to the Korean people. \r\n\r\n"
        },
        {
            "title": "S. Korean teachers demand right to existence",
            "url": "http://kcna.co.jp/item/2000/200011/news11/01.htm#12",
            "content": "S. Korean teachers demand right to existence \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 1 (KCNA) -- At least 20,000 teachers of primary and secondary schools in Seoul and its suburbs under the General Association of Teachers Organizations of South Korea staged a rally at Seoul railway station plaza on October 28, demanding the \"government\" make up for the shortage of pension and funds for employees, according to Seoul-based MBC. &nbsp;&nbsp;&nbsp;\r\n They urged the \"government\" authorities to provide 6,000 billion won to cover the shortage of funds. \r\n\r\n"
        },
        {
            "title": "Several new establishments commissioned",
            "url": "http://kcna.co.jp/item/2000/200011/news11/01.htm#13",
            "content": "Several new establishments commissioned \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 1 (KCNA) -- Several new establishments were commissioned in the wake of the completion of the Youth Hero Motorway, second-stage project of the Anbyon Youth Power Station and a gigantic project to expand and reinforce electricity production base in Thaechon area on the occasion of the 55th anniversary of the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n The Naephyong power station in Sepho county, Kangwon Province, was commissioned on October 27. &nbsp;&nbsp;&nbsp;\r\n It was built by soldiers of the people's army. They built a dam, intake tunnels and a water inlet and generating rooms on their own efforts with indigenous technology in a brief span of time despite difficulties and ordeals. They also built houses for at least 200 families, various service and catering facilities and even a fish farm covering several hectares. &nbsp;&nbsp;&nbsp;\r\n Modern poultry farms were also commissioned. &nbsp;&nbsp;&nbsp;\r\n All production processes including breeding stock corrals, fattening corrals, meat processing grounds, feed processing grounds are computerized. &nbsp;&nbsp;&nbsp;\r\n The construction of the combined stock-breeding farm of the \r\nSonchon mine was also completed. Covering over 34,000 square metres, the farm has over 40 production and  auxiliary buildings such as cages of goats, rabbits and ducks and processing facilities. The farms is meant for supplying large quantities of meat, eggs and milk to miners every year. &nbsp;&nbsp;&nbsp;\r\n There sprang up modern basic food production bases in various provinces including South Phyongan Province. &nbsp;&nbsp;&nbsp;\r\n Besides, the construction of pig factories on branch farms of the Taehongdan county integrated farm and the Phothae integrated farm, the taedong area ore-dressing plant of the Taeyudong mine and a project to create additional generating capacity of the Haeju cement factory and other objects were completed. \r\n\r\n"
        },
        {
            "title": "Anniversary of Rodong Sinmun observed",
            "url": "http://kcna.co.jp/item/2000/200011/news11/01.htm#14",
            "content": "Anniversary of Rodong Sinmun observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 1 (KCNA) -- Rodong Sinmun today in an editorial dedicated to the 55th anniversary of its inaugural publication calls for intensifying media activities in keeping with the requirements of the reality in which the building of a powerful nation is going on. &nbsp;&nbsp;&nbsp;\r\n The media of the Worker's Party of Korea, which were founded and developed into revolutionary media of Juche type under the wise guidance of the great Kim Il Sung, have greeted their best days of development under the tested leadership of the respected Kim Jong Il, the great guide of the building of socialist media in the present era. &nbsp;&nbsp;&nbsp;\r\n In recent years Kim Jong Il paid deep attention to enhancing the appealing efficiency of the press media of the party in conformity with the demand of the realities in which the Korean people were fighting with a will a gunfireless war against the imperialists. &nbsp;&nbsp;&nbsp;\r\n Under his wise guidance, the media of our party have creditably discharged their role as a competent educationist, courageous propagandist and faithful spokesman in the past years of efforts to carry to completion the revolutionary cause of Juche, setting an example for the building of socialist media in the present era. &nbsp;&nbsp;&nbsp;\r\n In particular, the media played a significant role in guiding the whole party and army and all the people to hold in high esteem Kim Il Sung for all ages after his demise and conclude the \"arduous march\" and the forced march victoriously and open a turning phase in the building of a powerful nation under the army-first leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n They have also made big contributions to arousing all the fellow countrymen to the honorable struggle for Korea's reunification, the cherished desire of the nation, and realizing global independence. &nbsp;&nbsp;&nbsp;\r\n All the mediapersons should make a new revolutionary advance in their activities, true to the idea and guidance of Kim Jong Il and thus greatly contribute to accomplishing the revolutionary cause of Juche, the editorial says. \r\n\r\n"
        },
        {
            "title": "Dismantling of firing range of U.S. Army urged",
            "url": "http://kcna.co.jp/item/2000/200011/news11/01.htm#15",
            "content": "Dismantling of firing range of U.S. Army urged \r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 1 (KCNA) -- At least 100 students of Seoul National University, Korea University and other universities held an anti-U.S. rally in front of a U.S. military base in Seoul on October 27, according to Seoul-based MBC. &nbsp;&nbsp;&nbsp;\r\n The students demanded the U.S. forces side immediately dismantle a firing range in Maehyang-ri. \r\n\r\n"
        },
        {
            "title": "Over 150 cases of U.S. aerial espionage against DPRK",
            "url": "http://kcna.co.jp/item/2000/200011/news11/01.htm#16",
            "content": "Over 150 cases of U.S. aerial espionage against DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 1 (KCNA) -- The U.S. committed at least 150 cases of aerial espionage against the DPRK in October by mobilizing various types of strategic and tactical reconnaissance planes, according to military sources. &nbsp;&nbsp;&nbsp;\r\n Among them were more than 40 flights by U-2 high-altitude strategic reconnaissance plane and P-3 anti-submarine patrol plane. &nbsp;&nbsp;&nbsp;\r\n At least 750 planes were involved in drills on October 25 when the \"Foal Eagle-2000\" joint military exercises were under way. &nbsp;&nbsp;&nbsp;\r\n A total of over 9,000 planes were mobilized in air battle exercises in the air above South Korea in October alone. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}