{
    "date": "2000-08-30",
    "url": "http://kcna.co.jp/item/2000/200008/20000830.htm",
    "articles": [
        {
            "title": "Greetings to Malaysian King",
            "url": "http://kcna.co.jp/item/2000/200008/news08/30.htm#1",
            "content": "Greetings to Malaysian King \r\n   &nbsp;&nbsp;&nbsp;Pyongyang, August 30 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea, yesterday sent a message of greetings to Malaysian King Sultan Salahuddin Abdul Aziz Shah  al Hagi al Marhum Sultan Hisamuddin on the occasion of the 43rd anniversary of the independence of Malaysia. &nbsp;&nbsp;&nbsp;\r\n   In the message he warmly congratulated the king and people of Malaysia on the occasion. &nbsp;&nbsp;&nbsp;\r\n   Expressing the belief that the friendly and cooperative relations between the two countries would further expand and develop, the message sincerely wished the King good health and happiness. \r\n\r\n"
        },
        {
            "title": "Greetings to Kyrgyz President",
            "url": "http://kcna.co.jp/item/2000/200008/news08/30.htm#2",
            "content": "Greetings to Kyrgyz President \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, August 30 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea, sent a message of greetings to Askar Akayev, President of Kyrgyzstan, on Monday on the occasion of its National Day. &nbsp;&nbsp;&nbsp;\r\n   The message extended warm congratulations to the President, government and people of Kyrgyzstan on its National Day. &nbsp;&nbsp;&nbsp;\r\n   Expressing the belief that the friendly relations between the two countries would further develop, the message wished the President success in his work to achieve the country's stability and prosperity. \r\n\r\n"
        },
        {
            "title": "Greetings to Surinamese Foreign Minister",
            "url": "http://kcna.co.jp/item/2000/200008/news08/30.htm#3",
            "content": "Greetings to Surinamese Foreign Minister \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, August 30 (KCNA) -- DPRK Foreign Minister Paek Nam Sun sent a message of greetings to his Surinamese counterpart Maria Lebens. &nbsp;&nbsp;&nbsp;\r\n   The message extended warm congratulations to her on her appointment as Foreign Minister of Surinam. &nbsp;&nbsp;&nbsp;\r\n   Expressing the belief that the relations between the two countries would develop on good terms, he wished success in her work. \r\n\r\n"
        },
        {
            "title": "Message of greetings to President of Trinidad and Tobago",
            "url": "http://kcna.co.jp/item/2000/200008/news08/30.htm#4",
            "content": "Message of greetings to President of Trinidad and Tobago \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 30 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea, yesterday sent a message of greetings to A. N. R. Robinson, President of Trinidad and Tobago, on the occasion of the 38th anniversary of its independence. &nbsp;&nbsp;&nbsp;\r\n   The message congratulated the President, government and people of Trinidad and Tobago on the occasion. &nbsp;&nbsp;&nbsp;\r\n   Expressing the belief that the friendly relations between the two countries would further develop, the message wished the President, government and people success in their work. \r\n\r\n"
        },
        {
            "title": "Hong Song Nam hosts reception for delegation of south side",
            "url": "http://kcna.co.jp/item/2000/200008/news08/30.htm#5",
            "content": "Hong Song Nam hosts reception for delegation of south side \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 30 (KCNA) -- Hong Song Nam, premier of the DPRK cabinet, hosted a reception at the Mansudae Art Theatre yesterday for the delegation of the south side to the 2nd round of the north-south ministerial talks. &nbsp;&nbsp;&nbsp;\r\n   Invited there were the members of the delegation of the south side with Unification Minister Pak Jae Gyu as chief delegate. &nbsp;&nbsp;&nbsp;\r\n   Present there were Kang Nung Su, Minister of Culture, Kim Su Hak, Minister of Public Health, Jong Mun San, chief secretary of the DPRK cabinet, Jon Kum Jin, chief councilor of the DPRK cabinet who  is heading the north side's delegation to the talks, and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n   Hong Song Nam in his speech made at the reception welcomed the delegation of the south side to the 2nd round of the north-south ministerial talks and pointed to the historic changes taking place in the relations between the north and the south following the publication of the north-south joint declaration. &nbsp;&nbsp;&nbsp;\r\n   This reality in which the north and the south are open- hearted in the efforts for reunification clearly confirms the immutable truth that if the Korean people pool their efforts, they can surely achieve the reunification of the country most quickly and smoothly, he said, and continued: &nbsp;&nbsp;&nbsp;\r\n   The north and the south should make the ministerial talks serve the purpose of further promoting the improvement of the north-south relations and giving impetus to reunification in keeping with the changing situation. &nbsp;&nbsp;&nbsp;\r\n   He expressed the belief that the two delegations would fulfil their responsibility and role to successfully implement the north-south joint declaration for national reconciliation, unity and reunification. &nbsp;&nbsp;&nbsp;\r\n   Chief delegate Pak Jae Gyu in his speech expressed his thanks for receiving the delegation of the south side with warm compatriotic feelings and said: &nbsp;&nbsp;&nbsp;\r\n   The south and the north reaffirmed the historic significance of the joint declaration and their firm will to implement it at the 1st round of the talks. The era of fierce confrontation between the south and the north drew down its curtain and the era of reconciliation and cooperation has come. &nbsp;&nbsp;&nbsp;\r\n   If the south and the north join their efforts on the basis of mutual respect and understanding to solve the issues between the south and the north one by one, the day of peace and reunification will come for us earlier. The delegation of the south side would do its best to honor the joint declaration. &nbsp;&nbsp;&nbsp;\r\n   An art performance was given at the reception by artists in Pyongyang. \r\n\r\n"
        },
        {
            "title": "2nd round of north-south ministerial talks held",
            "url": "http://kcna.co.jp/item/2000/200008/news08/30.htm#6",
            "content": "2nd round of north-south ministerial talks held \r\n&nbsp;&nbsp;&nbsp;   Pyongyang, August 30 (KCNA) -- The second round of north-south ministerial talks were held here today. &nbsp;&nbsp;&nbsp;\r\n   Attending the talks from the north side were the members of the delegation headed by chief councilor Jon Kum Jin of the DPRK cabinet and its suite members and from the south side members of the delegation with Minister of Unification Pak Jae Gyu as chief delegate and its suite members. &nbsp;&nbsp;&nbsp;\r\n   Jon Kum Jin in his keynote speech made at the talks said that the second round of north-south ministerial talks would take another stride forward on the basis of the successes already achieved in the implementation of the north-south joint declaration and thus mark an important occasion of more confidently assuring the people at home and abroad of a bright future of the development of north-south relations. &nbsp;&nbsp;&nbsp;\r\n   Noting that actions speak louder than words as far as the implementation of the joint declaration is concerned, he said both sides should earnestly implement the agreed points of the declaration one by one. &nbsp;&nbsp;&nbsp;\r\n   He stressed the need to actively promote the discussion of practical matters in order to put the issues agreed upon between the two sides at the talks into a concrete form and implement them, while consolidating the achievements made in honoring the joint declaration. &nbsp;&nbsp;&nbsp;\r\n   Pak Jae Gyu in his keynote speech recalled that the south-north relations have made great progress since the first round of the talks. Pointing out that the south and the north should pool efforts to remove the danger of war and pursue peaceful exchange and cooperation, he expressed the will to sincerely implement the joint declaration in the future, too. &nbsp;&nbsp;&nbsp;\r\n   New concrete measures of the north and the south were proposed at the talks to honor the agreed points clarified in the joint declaration. &nbsp;&nbsp;&nbsp;\r\n   The talks continue. \r\n\r\n"
        },
        {
            "title": "Japan's ambition for reinvasion",
            "url": "http://kcna.co.jp/item/2000/200008/news08/30.htm#7",
            "content": "Japan's ambition for reinvasion \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, August 30 (KCNA) -- Rodong Sinmun today in a signed commentary blasts the Japan Defence Agency's attempt to reorganize the system of the ground \"Self-Defence Force\" (SDF) ahead of schedule. &nbsp;&nbsp;&nbsp;\r\n   The commentary says: &nbsp;&nbsp;&nbsp;\r\n   Initially Japan planned to reorganize the system of its ground \"SDF\" through three \"mid-term arms buildup programs\" in 15 years beginning from 1995. But it has entered the final phase of carrying out most of them during the \"mid-term arms buildup program\" for the period from 2001 to 2005. &nbsp;&nbsp;&nbsp;\r\n   This is a clear indication that the Japanese reactionaries are frantically stepping up their preparations for overseas reinvasion. &nbsp;&nbsp;&nbsp;\r\n   \"Hinomaru\" and \"Kimigayo\", the symbols of militarism, were instituted as a national flag and song and the law related to the new \"guidelines\" was adopted and took effect to legalize Japan's military activities overseas. Under this situation what remains to be done by the Japanese reactionaries is to further increase their capability to wage a war for overseas invasion. &nbsp;&nbsp;&nbsp;\r\n   The Japanese reactionaries are making haste with the reorganization of the system of the \"Self-Defence Force,\" concentrating \"SDF\" in the western area of Japan facing the Korean peninsula to carry out their scenario to reinvade Korea. &nbsp;&nbsp;&nbsp;\r\n   If Japan stages a comeback to Korea it will not escape self-destruction, the commentary warns. \r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Italian guest",
            "url": "http://kcna.co.jp/item/2000/200008/news08/30.htm#8",
            "content": "Gift to Kim Jong Il from Italian guest \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, August 30 (KCNA) -- General Secretary Kim Jong Il received a gift from secretary general of the Italian Institute of International Relations  Giancarlo Elia Valori on a visit to Korea. &nbsp;&nbsp;&nbsp;\r\n   The gift was conveyed to an official concerned. \r\n\r\n"
        },
        {
            "title": "Chinese residents in Manpho city contribute to work to take good care of Kim Il Sung's portraits",
            "url": "http://kcna.co.jp/item/2000/200008/news08/30.htm#9",
            "content": "Chinese residents in Manpho city contribute to work to take good care of Kim Il Sung's portraits \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, August 30 (KCNA) -- Chinese residents in Manpho are sincerely participating in the work to keep in veneration portraits of the President Kim Il Sung brighter. &nbsp;&nbsp;&nbsp;\r\n   Chief of Chinese residents Zhao Yingtang and other Chinese on August 29 donated to an organ concerned many lighting apparatuses and facilities needed for keeping in veneration portraits of Kim Il Sung with a sunny smile on his face in Manpho brighter and managing and operating revolutionary sites in the city. &nbsp;&nbsp;&nbsp;\r\n   Presenting them, they said it was the unanimous desire of not only the Korean people but the Chinese residents in the DPRK to hold Kim Il Sung in high esteem for all ages. \r\n\r\n"
        },
        {
            "title": "Three-point charter of Korea's reunification supported abroad",
            "url": "http://kcna.co.jp/item/2000/200008/news08/30.htm#10",
            "content": "Three-point charter of Korea's reunification supported abroad \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, August 30 (KCNA) -- The All-Nepal Women's Association took part in the international signature campaign supporting the three-point charter of Korea's reunification. &nbsp;&nbsp;&nbsp;\r\n   Chairwoman of its association Bidya Bandari signed the signature paper on behalf of its 600,000 members on Aug. 17. \r\n\r\n"
        },
        {
            "title": "Farewell functions for unconverted long-term prisoners in S. Korea",
            "url": "http://kcna.co.jp/item/2000/200008/news08/30.htm#11",
            "content": "Farewell functions for unconverted long-term prisoners in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 30 (KCNA) -- A farewell meeting for unconverted long-term prisoners to be repatriated to the north was held at Yonsei University in Seoul on Aug. 26 with the attendance of at least 5,000 citizens, students, etc., according to a CBS report from Seoul. &nbsp;&nbsp;&nbsp;\r\n   Civic organizations which have made efforts for the release and repatriation of the unconverted long-term prisoners noted that \"their repatriation to the north will open a great gate to reunification.\" &nbsp;&nbsp;&nbsp;\r\n   Unconverted long-term prisoners said that upon coming to the north they would earnestly convey South Koreans' kindness and aspiration after reunification to the brethren in the north and continue to work for north-south reconciliation and cooperation. &nbsp;&nbsp;&nbsp;\r\n   Earlier, the Buddhist Association for Aiding Long-Term Prisoners held a concert for reunification, picture-taking and other cultural functions in Suwon on Aug. 22 to congratulate them on their repatriation with U Yong Gak and 59 other unconverted long-term prisoners and religious men attending. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, the Committee for the Promotion of the Repatriation of Unconverted Long-Term Prisoners of South Korea together with more than 30 unconverted long-term prisoners called a press conference in Seoul on Aug. 21, urging the authorities to allow all the unconverted long-term prisoners and their families desirous of going to the north to leave for it, according to Yonhap News from Seoul. &nbsp;&nbsp;&nbsp;\r\n   The press conference was called to deal with the authorities' exclusion of some of the unconverted long-term prisoners from the list of those to be repatriated. \r\n\r\n"
        },
        {
            "title": "Press conference called at Vietnamese embassy",
            "url": "http://kcna.co.jp/item/2000/200008/news08/30.htm#12",
            "content": "Press conference called at Vietnamese embassy \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 30 (KCNA) -- A press conference was called at the Vietnamese embassy here on Tuesday on the occasion of the 55th National Day of Vietnam. &nbsp;&nbsp;&nbsp;\r\n   Present at the conference were mediapersons in the city and diplomatic envoys and press officials of foreign embassies in the DPRK. &nbsp;&nbsp;&nbsp;\r\n   Vietnamese ambassador Do Thi Hoa made an address there. &nbsp;&nbsp;&nbsp;\r\n   After referring to the birth of the Socialist Republic of Vietnam and its significance, he introduced the achievements made in political, economic and cultural fields of the country. &nbsp;&nbsp;&nbsp;\r\n   At the end of the conference the participants saw a documentary film showing the development of Vietnam. \r\n\r\n"
        },
        {
            "title": "Joint plenary meeting of KCCP c.c. and KCC central guidance committee",
            "url": "http://kcna.co.jp/item/2000/200008/news08/30.htm#13",
            "content": "Joint plenary meeting of KCCP c.c. and KCC central guidance committee \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 30 (KCNA) -- A joint plenary meeting of the central committee of the Korean Chondoist Chongu Party and the Korean Chondoist Church central guidance committee was held here on Tuesday. &nbsp;&nbsp;&nbsp;\r\n   The meeting discussed \"On thoroughly implementing the resolution of the joint meeting of the DPRK government, political parties and organizations held to welcome and support the north-south joint declaration and put it into practice.\"&nbsp;&nbsp;&nbsp;\r\n   Ryu Mi Yong, chairperson of the c.c., the KCCP, made a report there which was followed by speeches. &nbsp;&nbsp;&nbsp;\r\n   Referring to the historic Pyongyang meeting and the publication of the north-south joint declaration reflecting the unanimous desire for reunification of all the fellow countrymen including the party members and Chondoist believers, the reporter and speakers described them as a great event in converting the north-south relations of distrust and confrontation into the relations of trust and unity and opening a new phase of national reunification. &nbsp;&nbsp;&nbsp;\r\n   They said that the KCCP and the KCC should encourage the party organizations and members and believers to carry out to the letter the resolution of the joint meeting of the DPRK government, political parties and organizations, which called for adhering to the principle of solving the issue of the country's reunification by the Korean nation itself and strengthening solidarity and unity with different parties, groupings and individuals at home and abroad hailing the joint declaration. &nbsp;&nbsp;&nbsp;\r\n   In conclusion they called upon the national religious orders of South Korea including the Chondoist Church and Taejonggyo to turn out in the grand march for independent reunification so as to implement the north-south joint declaration. \r\n\r\n"
        },
        {
            "title": "Symposiums held",
            "url": "http://kcna.co.jp/item/2000/200008/news08/30.htm#14",
            "content": "Symposiums held \r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 30 (KCNA) -- A national scientific symposium to mark the 40th anniversary of General Secretary Kim Jong Il's start of revolutionary activities at Kim Il Sung University was held at the university on Aug. 28 and 29. &nbsp;&nbsp;&nbsp;\r\n   Many research papers were presented at the symposium that involved over 10 fields including economics, history, philosophy, mathematics, physics and chemistry. &nbsp;&nbsp;&nbsp;\r\n   At the social science symposium speakers said that Kim Jong Il clearly proved the originality, validity and world historic position of the revolutionary idea of the President Kim Il Sung, formulated the Juche-oriented theory on the leader and laid an ideological and theoretical basis of succession to the revolutionary cause of Juche with his brilliant wisdom and through his ideological and theoretical activities in his university days. &nbsp;&nbsp;&nbsp;\r\n   The natural science symposium heard many valuable research papers on the successes achieved in scientific and educational work conducive to the building of a powerful socialist state. &nbsp;&nbsp;&nbsp;\r\n   Speakers referred to achievements made in developing basic and ultra-modern science and technology and making the national economy Juche-oriented, modern and scientific. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, a symposium of officials of the youth league was held at the hall of the youth league on Aug. 29 to mark the occasion. &nbsp;&nbsp;&nbsp;\r\n   Ri Il Hwan, first secretary of the central committee of the Kim Il Sung Socialist Youth League, in his speech said that Kim Jong Il has performed immortal exploits of great historical significance in developing the youth movement with his outstanding ideas and theories and wise guidance since he started his revolutionary activities at the university. &nbsp;&nbsp;&nbsp;\r\n   Pak Chun Gun, president of Kum Song University of Politics, and many other speakers said that the Juche-oriented  youth movement has a bright future as there is Kim Jong Il. They called on all the officials of the youth league and youth and students to display their enthusiasm in building a powerful socialist nation. \r\n\r\n"
        },
        {
            "title": "Guyanese political party signs Pyongyang declaration",
            "url": "http://kcna.co.jp/item/2000/200008/news08/30.htm#15",
            "content": "Guyanese political party signs Pyongyang declaration \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, August 30 (KCNA) -- Leader of the National Congress Party of Guyana Samuel Hammer on Aug. 22 signed the historic Pyongyang declaration \"Let us defend and advance the socialist cause\" on behalf of his party, bringing the number of the political parties that signed it to 251. \r\n\r\n"
        },
        {
            "title": "Month that witnessed burning desire for reunification",
            "url": "http://kcna.co.jp/item/2000/200008/news08/30.htm#16",
            "content": "Month that witnessed burning desire for reunification \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, August 30 (KCNA) -- This month the Korean people's desire for reunification has mounted higher than ever before. This has given further momentum to their efforts to implement the historic north-south joint declaration and  bring earlier national reunification. &nbsp;&nbsp;&nbsp;\r\n   The calls of the Central Committee of the Worker's Party of Korea published on the threshold of its 55th birth anniversary appealed to the whole nation to achieve the independent and peaceful reunification of the country by its concerted efforts. &nbsp;&nbsp;&nbsp;\r\n   Functions to welcome and support the north-south joint declaration and express the nation's resolution to implement it were held in the north, south and overseas on Aug. 15. &nbsp;&nbsp;&nbsp;\r\n   The government, political parties and organizations of the DPRK held a joint meeting to welcome, support and implement the north-south joint declaration and released a joint resolution in which they reclarified that they would join hands with all the parties, groupings and people from all walks of life in South Korea and abroad and take joint actions with them in the efforts to implement the declaration. &nbsp;&nbsp;&nbsp;\r\n   A stirring event in August was the reunions of separated families and relatives in Pyongyang and Seoul. &nbsp;&nbsp;&nbsp;\r\n   Through the emotional reunions after more than 50 years of separation the families and relatives keenly felt that the fellow countrymen can not live separated any longer and the tragedy of national division should be brought to an early end. &nbsp;&nbsp;&nbsp;\r\n   The Pyongyang visit of a delegation of media organizations of South Korea and the state symphony orchestra's performance tour of Seoul further bolstered the nation's desire for reunification. &nbsp;&nbsp;&nbsp;\r\n   This enthusiasm for reunification that mounted in August is to be sustained by the north-south ministerial talks and the repatriation of unconverted long-term prisoners to the DPRK. All this signifies a stride forward toward defusing long-standing political and military confrontation and bringing earlier national reunification. &nbsp;&nbsp;&nbsp;\r\n   All the fellow countrymen in the north, south and abroad, considering the sincere implementation of the June 15 north-south joint declaration as a shortcut to the national reunification, are taking an active part in the work for its implementation. &nbsp;&nbsp;&nbsp;\r\n   The Korean nation is sure to achieve the historic cause of national reunification by its concerted efforts. \r\n\r\n"
        },
        {
            "title": "Sustained efforts for global independence called for",
            "url": "http://kcna.co.jp/item/2000/200008/news08/30.htm#17",
            "content": "Sustained efforts for global independence called for \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, August 30 (KCNA) -- The peoples of all countries should support and closely cooperate with each other if they are to successfully achieve the cause of global independence, defending the independence of their countries and achieving progress and prosperity, says Rodong Sinmun today in a signed article. &nbsp;&nbsp;&nbsp;\r\n   The article goes on: &nbsp;&nbsp;&nbsp;\r\n   Mutual support and close cooperation present themselves as an important issue now that the imperialists are invading and plundering other countries as allied forces. &nbsp;&nbsp;&nbsp;\r\n   Recent developments in the international arena go to prove that the imperialists are coming out as allied forces to violate the independence of the sovereign states. &nbsp;&nbsp;&nbsp;\r\n   A striking example of this is the steady expansion of the NATO, an aggressive military alliance. &nbsp;&nbsp;&nbsp;\r\n   It is essential for the world progressive people to unite and support each other in order to frustrate the imperialist dominationist moves and defend their sovereignty. &nbsp;&nbsp;&nbsp;\r\n   The aim of imperialism is to deprive all the countries of the world of their sovereignty and colonialize them. So, the imperialists will not be able to run amok, if the peoples of all countries  unanimously expose and condemn such moves. &nbsp;&nbsp;&nbsp;\r\n   Cooperation and support among the progressive countries should be strengthened to foil the imperialists' moves for neo-colonialization and realise global independence. What is important here is to strictly adhere to the principle of respect for sovereignty and equality, mutual benefit and impartiality. &nbsp;&nbsp;&nbsp;\r\n   Strengthened international support and solidarity, cooperation and assistance among the world progressive people would bring earlier the accomplishment of the cause of global independence. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}