{
    "date": "2000-12-03",
    "url": "http://kcna.co.jp/item/2000/200012/20001203.htm",
    "articles": [
        {
            "title": "Japan urged not to delay apology and compensation",
            "url": "http://kcna.co.jp/item/2000/200012/news12/03.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Preservation of Juche character called for",
            "url": "http://kcna.co.jp/item/2000/200012/news12/03.htm#2",
            "content": "Japan urged not to delay apology and compensation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 3 (KCNA) -- Japan's dragging its feet in redressing its past will add to the crimes and debts and a sincere apology and compensation will be beneficial to Japan itself. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today says this in its signed commentary. &nbsp;&nbsp;&nbsp;\r\n With nothing Japan can keep its past crimes buried in oblivion and avoid responsibility for them, the news analyst says. He cites facts to prove that the Japanese imperialists inflicted the most cruel and barbarous disasters and damage upon the Korean people. &nbsp;&nbsp;&nbsp;\r\n Recalling that the recent issue of the Japanese weekly magazine Sekaishuho reported that many Korean people had been kidnapped and drafted for slave labour by the Japanese government, the commentary says: &nbsp;&nbsp;&nbsp;\r\n Japan still refuses to redress its past, the grisliest crimes, even though half a century has passed. &nbsp;&nbsp;&nbsp;\r\n Germany and Italy, such war criminal states as Japan, already apologized for their crimes of aggression and compensated to the countries and peoples, the victims, and are now compensating to them. &nbsp;&nbsp;&nbsp;\r\n On the contrary, Japan still refuses to make an apology and compensation for its crimes of aggression. It denies its past crimes. &nbsp;&nbsp;&nbsp;\r\n This proves that Japan is inferior to Germany and Italy in terms of conscience, morality and politicking. &nbsp;&nbsp;&nbsp;\r\n What Japan seeks in refusing to redress its past is to repeat the crime-woven past. &nbsp;&nbsp;&nbsp;\r\n The DPRK is urging Japan to redress its past in order that the Korean people defend their dignity and exercise their sovereign right, prevent Japan from reinvading and preserve peace in Asia, not to get a few pennies from Japan. &nbsp;&nbsp;&nbsp;\r\n It is a deserved right of the DPRK to get an apology and compensation from Japan and the DPRK has the will to exercise the right. The Korean people will get the demand met down through generations. \r\n\r\n"
        },
        {
            "title": "Abolition of SL called for",
            "url": "http://kcna.co.jp/item/2000/200012/news12/03.htm#3",
            "content": "Preservation of Juche character called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 3 (KCNA) -- Preserving the Juche character is instrumental in achieving national reunification and it is decisive of the destinies of the country and nation, says Rodong Sinmun in a signed article today. &nbsp;&nbsp;&nbsp;\r\n The article goes on: &nbsp;&nbsp;&nbsp;\r\n To maintain the Juche character in achieving Korea's reunification means that the country's reunification should be achieved independently and creatively by the Korean nation itself. &nbsp;&nbsp;&nbsp;\r\n Strengthening the driving force is decisive of the victory of the cause of national reunification. &nbsp;&nbsp;&nbsp;\r\n The driving force of national reunification is all the Koreans in the north, south and abroad. &nbsp;&nbsp;&nbsp;\r\n Korea's reunification is, in essence, to relink the blood vessel of the nation severed by outside forces, and to achieve the national unity and realise the nation's independence throughout the country. &nbsp;&nbsp;&nbsp;\r\n Only when the driving force of national reunification is built up, is it possible to frustrate the anti-reunification moves of the separatists at home and abroad and reunify the country. &nbsp;&nbsp;&nbsp;\r\n The firm unity of the pro-reunification patriotic forces, the main force of reunification, should be ensured in order to strengthen the force. &nbsp;&nbsp;&nbsp;\r\n It is possible for the Korean nation to achieve its great unity. &nbsp;&nbsp;&nbsp;\r\n The pro-reunification patriotic driving force has grown to be an entity involving all Koreans in the north, the south and abroad under the banner of the five-point policy of great national unity advanced by the respected leader Kim Jong Il, and firmly united organizationally to wage a vigorous struggle for the independent and peaceful reunification of the country. &nbsp;&nbsp;&nbsp;\r\n It proves that the key to national reunification is to maintain the Juche character and strengthen its driving force in every way. &nbsp;&nbsp;&nbsp;\r\n Rosy future of a reunified country is guaranteed by strict preservation of the Juche character of the nation. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il eulogized",
            "url": "http://kcna.co.jp/item/2000/200012/news12/03.htm#4",
            "content": "Abolition of SL called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 3 (KCNA) -- Students under the South Korean Federation of University Student Councils staged a large-scale demonstration in Seoul on December 1 in demand of the abolition of the \"Security Law,\" Voice of America said. &nbsp;&nbsp;&nbsp;\r\n Over 1,500 students held a \"national rally for the abolition of the 'Security Law'\" in front of the building of \"National Assembly\" in Youido, Seoul. While trying to march towards the building, they had a fierce clash with police. &nbsp;&nbsp;&nbsp;\r\n More than 30 students and policemen were wounded in the clash and at least 10 students were walked away by the police. \r\n\r\n"
        },
        {
            "title": "Korea's gymnastic display and art performance lauded",
            "url": "http://kcna.co.jp/item/2000/200012/news12/03.htm#5",
            "content": "Kim Jong Il eulogized \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 3 (KCNA) -- Rodong Sinmun yesterday carried a political essay \"natural disposition of general of Mt. Paektu\" on the personality of the respected leader Kim Jong Il as a great man. &nbsp;&nbsp;&nbsp;\r\n His native place was a fierce battle site on Mt. Paektu and his first clothes was a battle-smoke-sainted guerrilla uniform and the gift he received for the first in his life was a pistol, the political essay says, and goes on: &nbsp;&nbsp;&nbsp;\r\n He experienced two revolutionary wars before his teens. &nbsp;&nbsp;&nbsp;\r\n He is an outstanding great man of military origin who has the same ideology, spirit, qualities, mode of activity, sentiment and emotion as serviceman. &nbsp;&nbsp;&nbsp;\r\n He has a peculiar philosophy on rifle which regards the rifle as an unchangeable comrade, boundless magnanimity and grit. He always emerges victorious with an ambitious operation and plenty of guts and incalculable mode of attack, making anything impossible possible. He enjoys a nap in a running car or a firing range rather than in a quiet office room. He is fond of revolutionary army songs. &nbsp;&nbsp;&nbsp;\r\n Serviceman is the pronoun of Kim Jong Il as the greatest man in the world. &nbsp;&nbsp;&nbsp;\r\n His resolution and fighting spirit are as strong as arms. &nbsp;&nbsp;&nbsp;\r\nHis temperament is frank and energetic. He has optimism peculiar to serviceman and explosive and fervent feelings. &nbsp;&nbsp;&nbsp;\r\n All the qualities peculiar to Kim Jong Il as the great man are based on his disposition as befitting serviceman. &nbsp;&nbsp;&nbsp;\r\n The spirit of great general of Mt. Paektu, matchless armed forces that are full of the revolutionary spirit of soldiers and that defend the headquarters of the revolution, and the army-first politics relying on them are the most powerful weapon and the banner of certain victory that Kim Jong Il holds fast to. \r\n\r\n"
        }
    ]
}