{
    "date": "2000-04-15",
    "url": "http://kcna.co.jp/item/2000/200004/20000415.htm",
    "articles": [
        {
            "title": "Kim Jong Il visits Kumsusan Memorial Palace",
            "url": "http://kcna.co.jp/item/2000/200004/news04/15.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Letter to Kim Jong Il from NDFSK central committee",
            "url": "http://kcna.co.jp/item/2000/200004/news04/15.htm#2",
            "content": "Kim Jong Il visits Kumsusan Memorial Palace \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, April 15 (KCNA) -- General Secretary Kim Jong Il together with members of the NDC and commanding officers of the Korean People's Army, visited the Kumsusan Memorial Palace at 00:00 on April 15, Sun's Day, to pay homage to the President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n   The palace, the sacred temple of Juche at which President Kim Il Sung, founder of socialist Korea and father of the nation, is preserved in state for perpetuity, was in a reverential and solemn atmosphere. &nbsp;&nbsp;&nbsp;\r\n  General Secretary Kim Jong Il entered the hall at which the statue of the President is standing. &nbsp;&nbsp;&nbsp;\r\nAccompanying him were first vice-chairman of the NDC and director of the KPA general political department Jo Myong Rok, member of the NDC and chief of the KPA general staff Kim Yong Chun, vice-chairman of the NDC and Minister of the People's Armed Forces Kim Il Chol, and secretary of the WPK Central Committee Jon Pyong Ho, KPA marshal Ri Ul Sol, Kim Chol Man and Minister of People's Security Paek Hak Rim, who are members of the NDC, vice-chairman of the NDC Ri Yong Mu and staff members of the KPA supreme command. &nbsp;&nbsp;&nbsp;\r\n   Together with them he paid deep respects to the statue of President. &nbsp;&nbsp;&nbsp;\r\n   Then he, accompanied by them, went to the hall at which the President lies in state and made deep bows to him in humble reverence. \r\n\r\n"
        },
        {
            "title": "Letter to Kim Jong Il from Chongryon central standing committee",
            "url": "http://kcna.co.jp/item/2000/200004/news04/15.htm#3",
            "content": "Letter to Kim Jong Il from NDFSK central committee\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 15 (KCNA) -- General Secretary Kim Jong Il received a letter from the central committee of the National Democratic Front of South Korea today on the occasion of Sun's Day. &nbsp;&nbsp;&nbsp;\r\n   The people in South Korea pay the deepest respects and greatest glory to the great Kim Il Sung, the eternal sun of Juche, on the occasion of Sun's Day, the letter says, and goes on: &nbsp;&nbsp;&nbsp;\r\n   The whole life of the respected leader Kim Il Sung is a history of the majestic sun. He worked heart and soul, going through all kinds of hardships and privations, and decorated the breath-taking 20th century with the legendary miracles and great feats that would be immortal for all ages. &nbsp;&nbsp;&nbsp;\r\n   He founded the man-centred Juche idea, the greatest wealth ever known in human history, and turned the North Korea into a powerful socialist country, independent, self-supporting and self-reliant in national defence, and into an ideal land where the benevolent politics based on the idea of \"the people are my god\" has been enforced and thus demonstrated its dignity all over the world. &nbsp;&nbsp;&nbsp;\r\n   He is being highly praised by the world people as the world's great veteran statesman as he performed enormous feats for the cause of global socialism and independence by wisely leading the people's struggle for independence under the uplifted banner of independence against imperialism. &nbsp;&nbsp;&nbsp;\r\n   The respected Kim Jong Il, together with President Kim Il Sung, has led the Juche revolutionary cause for many years on a mission to accomplish the cause of the President who is the sun generation after generation, the letter notes, and says: &nbsp;&nbsp;&nbsp;\r\n   In recent years you performed the enormous, immortal feats no other great man in history could make. &nbsp;&nbsp;&nbsp;\r\n   Under your seasoned leadership the North Korea is now working unprecedented miracles and feats in the crucible of the second grand Chollima advance and pushing ahead with building of Kim Jong Il's powerful nation, by the might of the great power in terms of ideology, politics and military affairs. &nbsp;&nbsp;&nbsp;\r\n   The vanguard fighters and people from all walks of life in the south will vigorously wage a nation-wide struggle for independence against outside forces, democracy against fascism and for national reunification and make this year a year of a new historic turn in the movement for the nation and democracy, true to the three-point charter of national reunification and the five-point policy for great national unity, the letter stresses. \r\n\r\n"
        },
        {
            "title": "Foreigners visit Kim Il Sung's statue",
            "url": "http://kcna.co.jp/item/2000/200004/news04/15.htm#4",
            "content": "Letter to Kim Jong Il from Chongryon central standing committee\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 15 (KCNA) -- General Secretary Kim Jong Il received a letter from the central standing committee of the General Association of Korean Residents in Japan (Chongryon) today on the occasion of Sun's Day. &nbsp;&nbsp;&nbsp;\r\n   The letter says all the Chongryon officials and Koreans in Japan pay deepest respects and highest glory to the President Kim Il Sung on Sun's Day in the meaningful 2000. &nbsp;&nbsp;&nbsp;\r\n   It further says: &nbsp;&nbsp;&nbsp;\r\n   President Kim Il Sung was a benefactor who gave rebirth to the country and the nation and brought change to their destiny. He founded the immortal Juche idea and, under the banner of it, led the 20 years of bloody anti-Japanese armed struggle and the three years of anti-U.S. war to heroic victory and created a new history of epochal change in the country. &nbsp;&nbsp;&nbsp;\r\n   All people of the world unanimously praise leader Kim Jong Il as a great man peerless in human history, it notes, saying: You have single-handedly defended socialism reliably by achieving brilliant victory after victory in the political and military confrontation with the imperialists through your army-first leadership and, at last, brought about a great turn in building a powerful nation. &nbsp;&nbsp;&nbsp;\r\n   Under your guidance the immortal revolutionary history of the President will shine brilliantly in the 21st century with the reunified and prosperous, powerful nation of Juche to be built by you, the letter stresses. \r\n\r\n"
        },
        {
            "title": "Floral baskets, gifts and letters to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2000/200004/news04/15.htm#5",
            "content": "Foreigners visit Kim Il Sung's statue\r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 15 (KCNA) -- Foreigners staying here to attend the 15th meeting of the IIJI (International Institute of the Juche Idea) board of directors visited the statue of the President Kim Il Sung on Mansu Hill here on Friday on the occasion of Sun's Day, his birth anniversary. &nbsp;&nbsp;&nbsp;\r\n   They laid a basket of flowers before the statue and paid homage to the President. \r\n\r\n"
        },
        {
            "title": "Director of IIJI board arrives",
            "url": "http://kcna.co.jp/item/2000/200004/news04/15.htm#6",
            "content": "Floral baskets, gifts and letters to Kim Jong Il\r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 15 (KCNA) -- General Secretary Kim Jong Il received floral baskets, gifts and congratulatory letters from foreign diplomatic envoys and embassies in the DPRK on the occasion of Sun's Day. &nbsp;&nbsp;&nbsp;\r\n   The baskets, gifts and letters, which were handed to officials concerned, came from diplomatic envoys and embassies of Laos, Indonesia, Russia, Iran, Vietnam, Mongolia, Egypt, Cambodia, India, Ethiopia, Libya, Syria, Yemen, Palestine, Yugoslavia, Poland and Sweden. &nbsp;&nbsp;&nbsp;\r\nBesides, a congratulatory letter was sent by economic and commercial councilor of the Chinese embassy Chen Zhou on behalf of the economic and commercial councilors' corps here and gifts and similar letters by the UNDP resident representative in the DPRK who is concurrently resident coordinator of the United Nations, the UNICEF representative and the military attach of the Iranian embassy here. \r\n\r\n"
        },
        {
            "title": "Educational Aid Fund and Stipends remitted to Chongryon",
            "url": "http://kcna.co.jp/item/2000/200004/news04/15.htm#7",
            "content": "Director of IIJI board arrives\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 15 (KCNA) -- Krasae Chanawongse, director of the board of the International Institute of the Juche Idea, arrived here on Friday to attend the 15th meeting of the IIJI board of directors. \r\n\r\n"
        },
        {
            "title": "Pyongyang in festive mood",
            "url": "http://kcna.co.jp/item/2000/200004/news04/15.htm#8",
            "content": "Educational Aid Fund and Stipends remitted to Chongryon\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, April 15 (KCNA) -- General Secretary Kim Jong Il remitted 211.4 million yen in Japanese currency of Educational Aid Fund and Stipends for the development of democratic national education of the General Association of Korean Residents in Japan (Chongryon). &nbsp;&nbsp;&nbsp;\r\n   The aid fund and stipends sent so far by the President Kim Il Sung and General Secretary Kim Jong Il for Korean children in Japan on 146 installments total 44,357,363,000 yen in Japanese currency. \r\n\r\n"
        },
        {
            "title": "Commemorations of Sun's Day held",
            "url": "http://kcna.co.jp/item/2000/200004/news04/15.htm#9",
            "content": "Pyongyang in festive mood\r\n   &nbsp;&nbsp;&nbsp; Pyongyang, April 15 (KCNA) -- April 15 is the birth anniversary of the President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n   The capital city of Pyongyang is transported with boundless joy on Sun's Day, a significant holiday of the nation. &nbsp;&nbsp;&nbsp;\r\n   Set up at the squares and streets are posters, picture boards and various kinds of decorations to commemorate the day and various early flowers in full bloom add to the festive mood on the auspicious spring holiday. &nbsp;&nbsp;&nbsp;\r\nMore than 300,000 metres of decorative lighting bulbs on Kumsong and Changgwang streets and other places presents a fascinating scene. &nbsp;&nbsp;&nbsp;\r\n   Mangyongdae, the time-honored cradle of the revolution and the birth place of the President, and the Kumsusan Memorial Palace, the sacred temple of Juche where the President lies in state, are crowded with tens of thousands of visitors, their hearts afire with unbounded reverence for him. &nbsp;&nbsp;&nbsp;\r\n   People from all walks of life, servicepersons and students visited the statue of the President standing on Mansu Hill and revolutionary sites to pay homage to the President who built an earthly paradise in this land. &nbsp;&nbsp;&nbsp;\r\n   Colorful commemorations are held in different parts of the city. &nbsp;&nbsp;&nbsp;\r\n   At the Mansudae Art Theatre, the Pyongyang Grand Theatre, the Moranbong Theatre, the Ponghwa Art Theatre, the Pyongyang Circus Theatre and other places artistes give performances to commemorate the day while performances of artistes who are participating in the 18th April Spring Friendship Art Festival are drawing capacity audiences. &nbsp;&nbsp;&nbsp;\r\n   Pieces of music, dances, circus and other numbers put on the stage sing praises of the President who performed undying exploits on behalf of the Korean revolution and the human cause of independence, delighting the Korean people on their greatest holiday. &nbsp;&nbsp;&nbsp;\r\n   The Pibada Opera Troupe, the Pyongyang Circus and other art troupes and art propaganda squads give performances at plazas in front of the three-revolution exhibition, the April 25 House of Culture and the monument to victory in the Fatherland Liberation War, at Munsu funfair and other places to commemorate Sun's Day. &nbsp;&nbsp;&nbsp;\r\n   Various sports games at gymnasiums and stadiums draw attention of people from all walks of life, students and sports fans. &nbsp;&nbsp;&nbsp;\r\n   An increasing number of citizens, floriculturists and lovers of fine arts visit the 2nd Kimilsungia Show and a national fine art exhibition at the International House of Culture and the Korean Art Gallery. \r\n\r\n"
        },
        {
            "title": "3rd aesthetic symposium on present times and national art held",
            "url": "http://kcna.co.jp/item/2000/200004/news04/15.htm#10",
            "content": "Commemorations of Sun's Day held\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, April 15 (KCNA) -- Colorful commemorations were held by working people's organizations of the DPRK on the occasion of Sun's Day. &nbsp;&nbsp;&nbsp;\r\n   Meetings were held by officials and members of the Kim Il Sung Socialist Youth League, the General Federation of Trade Unions of Korea, the Union of Agricultural Workers of Korea and the Korean Democratic Women's Union to vow loyalty. &nbsp;&nbsp;&nbsp;\r\n   At the meetings the participants pledged themselves to venerate the President Kim Il Sung as the eternal President of the DPRK and the sun of Juche for ages and to defend and glorify his immortal revolutionary feats generation after generation. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, a national oratorical contest of students, a national performance of worker art circle members, a virtue story telling meeting and oratorical meeting of agricultural workers and a performance of art circles  of the Korean Democratic Women's Union were also held on the occasion of Sun's Day. \r\n\r\n"
        },
        {
            "title": "Papers commemorate Sun's Day",
            "url": "http://kcna.co.jp/item/2000/200004/news04/15.htm#11",
            "content": "3rd aesthetic symposium on present times and national art held\r\n &nbsp;&nbsp;&nbsp;Pyongyang, April 15 (KCNA) -- The 3rd aesthetic symposium on the present times and national art was held in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n   Present at the symposium were creators and artistes of the DPRK, government cultural delegates of China, Russia, Mongolia, Belarus, Egypt and Uzbekistan, delegations and delegates to the symposium, heads of the art troupes of various countries and their members and overseas. Korean artistes who are participating in the 18th April Spring Friendship Art Festival. &nbsp;&nbsp;&nbsp;\r\n   Jang Chol, chairman of the central committee of the General Federation of the Unions of Literature and Arts of Korea, said in his report that it is an important issue related to the rise or fall of nations in the former colonies and semi-colonies, in particular, to develop national art independently. &nbsp;&nbsp;&nbsp;\r\n   If they fail to protect their independent national art, they can neither be free from imperialists' ideological and cultural subjugation nor build a genuine independent and sovereign state, he said, adding: &nbsp;&nbsp;&nbsp;\r\n   The artistes in the present times should wage a vigorous joint struggle to develop national art independently to meet the unanimous aspiration and desire of humankind. &nbsp;&nbsp;&nbsp;\r\n   Then the attendants heard speeches on experience gained in improving and developing national musical instruments, discovering folk dances and creating stage decor in the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The symposium also heard speeches on successes and experience gained by various countries in the development of the national art in the age of independence, including a speech made by a delegate from Egypt where the national identity has been preserved in culture and art and a speech made by a Mongolian delegate on experience gained in modern Mongolian music. &nbsp;&nbsp;&nbsp;\r\n   The speakers called on the progressive men of literature and art to further strengthen unity and cooperation among them in preserving and developing national art of humankind. \r\n\r\n"
        },
        {
            "title": "Title of DPRK hero awarded to Kim Yong Chun",
            "url": "http://kcna.co.jp/item/2000/200004/news04/15.htm#12",
            "content": "Papers commemorate Sun's Day \r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 15 (KCNA) -- All papers here today devote special write-ups to the auspicious holiday, the 88th birth anniversary of the President Kim Il Sung, founder of socialist Korea and father of the nation. &nbsp;&nbsp;&nbsp;\r\n   They front-page a portrait of President Kim Il Sung beaming a smile, editorially calling for making our country richer and stronger true to his cause. &nbsp;&nbsp;&nbsp;\r\n   Papers inform the readers that General Secretary Kim Jong Il, together with leading officials of the DPRK National Defence Commission and the Korean People's Army, visited  the Kumsusan Memorial Palace to pay respects to the President on the occasion of Sun's Day. &nbsp;&nbsp;&nbsp;\r\n   It is reported in papers that Kim Jong Il sent educational aid fund and stipends for the children of the Korean nationals in Japan and he received floral baskets, gifts and congratulatory letters from foreign diplomatic envoys and  embassies here. &nbsp;&nbsp;&nbsp;\r\n   Given in the press are an account of a national meeting held to commemorate the 88th birth anniversary of President Kim Il Sung and a report delivered by Yang Hyong Sop, vice-president of the presidium of the Supreme People's Assembly, at the meeting and a speech made by Kwon Sun Hwi, vice-chairman of the central standing committee of the General Association of Korean Residents in Japan (Chongryon) there. &nbsp;&nbsp;&nbsp;\r\n   The press carry letters Kim Jong Il received from the central committee of the National Democratic Front of South Korea and the central standing committee of Chongryon. &nbsp;&nbsp;&nbsp;\r\n   Seen in papers is news that foreign guests staying here to participate in the 15th meeting of the board of directors of the International Institute of the Juche Idea laid a floral basket before the statue of President Kim Il Sung on Mansu Hill. &nbsp;&nbsp;&nbsp;\r\n   Appearing in papers is a decree of the presidium of the Supreme People's Assembly on awarding the title of hero of the DPRK to Kim Yong Chun, chief of the general staff of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n   According to papers, a joint national meeting of Korean Children's Union organizations was held and \"Kim Il Sung youth honor prize\" and \"Kim Il Sung children honor prize\" were awarded to model youth organizations, youths and children on the occasion of Sun's Day. &nbsp;&nbsp;&nbsp;\r\n   Papers report about the close of separate and group performances of the 18th April Spring Friendship Art Festival going on the occasion of Sun's Day and introduce famous artistes participating in the festival. \r\n\r\n"
        },
        {
            "title": "Accomplishment of Kim Il Sung's cause called for",
            "url": "http://kcna.co.jp/item/2000/200004/news04/15.htm#13",
            "content": "Title of DPRK hero awarded to Kim Yong Chun\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 15 (KCNA) -- The title of the DPRK hero was awarded to Kim Yong Chun, chief of the general staff of the Korean People's Army, according to the April 14 decree of the presidium of the DPRK Supreme People's Assembly. &nbsp;&nbsp;&nbsp;\r\n   The decree said that the title of DPRK hero with a gold-star medal and national flag order first class was conferred on him for distinguished service he made for increasing the combat capabilities of the KPA under the Worker's Party of Korea military line and policy of combat training while working at important post of the KPA for many years, true to the guidance of General Secretary Kim Jong Il.\r\n\r\n"
        },
        {
            "title": "Joint performances of art festival held",
            "url": "http://kcna.co.jp/item/2000/200004/news04/15.htm#14",
            "content": "Accomplishment of Kim Il Sung's cause called for\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, April 15 (KCNA) -- Papers here today run editorials on significant Sun's Day. &nbsp;&nbsp;&nbsp;\r\n    To the Korean people April 15 is a significant holiday which sets their hearts aflame with the unbounded yearning for  and gratitude to the President Kim Il Sung, they say, and call for working hard to make the country richer and stronger, true to his cause. &nbsp;&nbsp;&nbsp;\r\n    Rodong Sinmun says: &nbsp;&nbsp;&nbsp;\r\n   The great Kim Il Sung is the eternal sun of Juche. He was an outstanding thinker and theoretician who founded the Juche idea to indicate the road ahead of humankind, a prominent statesman and a peerless patriot who was the first in history to build anthropocentric socialism which is the embodiment of the Juche character and national character and an invincible iron-willed commander who led the two hard-fought revolutionary wars to victory to save and defend the destiny of the country and nation. &nbsp;&nbsp;&nbsp;\r\n   His ideology and line serve as an eternal banner of certain victory under which the Korean people can push ahead with the revolution and construction, weathering out raging storms of history. His revolutionary spirit and will are the eternal soul of Kim Il Sung's nation with which to defend the sovereignty and dignity of the Korean nation through generations. His plan and intention are precious guidelines in the struggle and life to lead the Korean people to the path of the revolution and a worthy life. &nbsp;&nbsp;&nbsp;\r\n   His idea and cause are being successfully put into practice in the crucible of the struggle to build a powerful nation under the guidance of the great Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   It is Kim Jong Il's fixed resolution and will to hold in high esteem Kim Il Sung for all ages and build a Juche-based powerful nation in this land as Kim Il Sung wished. &nbsp;&nbsp;&nbsp;\r\n   The guidance of Kim Jong Il who works hard to accomplish the cause of Kim Il Sung is an invariable guidance provided by him to firmly adhere to the idea and line of Kim Il Sung and a revolutionary guidance aimed at realising all things that Kim Il Sung wished and planned on the highest level. &nbsp;&nbsp;&nbsp;\r\n   As long as the leader and people remain true to the cause of Kim Il Sung, united in one mind and purpose, the history of Kim Il Sung will continue in this land forever. &nbsp;&nbsp;&nbsp;\r\n   For the accomplishment of the cause of Kim Il Sung it is necessary to uphold the idea and guidance of Kim Jong Il, build up politico-ideological and military positions of Korean-style socialism in every way, push ahead with the grand chollima advance with redoubled efforts and implement the Worker's Party of Korea revolutionary economic strategy. &nbsp;&nbsp;&nbsp;\r\n   It is essential to hold in high esteem Kim Jong Il as the lodestar of reunification, pull down the barrier of division with concerted efforts of the whole nation and reunify the country without fail. \r\n\r\n"
        }
    ]
}