{
    "date": "2000-05-07",
    "url": "http://kcna.co.jp/item/2000/200005/20000507.htm",
    "articles": [
        {
            "title": "Cause of Korea's reunification supported",
            "url": "http://kcna.co.jp/item/2000/200005/news05/07.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anti-DPRK war agitation assailed",
            "url": "http://kcna.co.jp/item/2000/200005/news05/07.htm#2",
            "content": "Cause of Korea's reunification supported \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, May 7 (KCNA) -- The Nepalese government and people have always supported the struggle of the Korean people for national reunification. Nepalese Prime Minister Girija Prasad Koirala said this when he met with the Korean ambassador to Nepal who paid a courtesy call on him on May 1. &nbsp;&nbsp;&nbsp;\r\n   He hoped that the north-south summit talks and meeting to be held in June would contribute to peace and reunification in the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n   Korea should be reunified independently and peacefully on the basis of the proposal for confederacy, he said. &nbsp;&nbsp;&nbsp;\r\n   Nepal, like Korea, will always maintain an independent policy and non-aligned principles in the international arena, he said, adding that he would make efforts to develop friendly relations with the DPRK. \r\n\r\n"
        },
        {
            "title": "Anti-reunification elements' action assailed",
            "url": "http://kcna.co.jp/item/2000/200005/news05/07.htm#3",
            "content": "Anti-DPRK war agitation assailed \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- The South Korean authorities reportedly held a \"commemoration\" of the half centenary of the Korean War of aggression provoked by the U.S. by keeping naval vessels of Canada at anchor at Inchon port from May 3 to 6. Canada is one of the 15 satellite countries of the U.S. that participated in the war. &nbsp;&nbsp;&nbsp;\r\n   Earlier in mid-April, they staged a similar farce intended to embellish the war of aggression by bringing to Inchon port a warship from Belgium which took part in the war. &nbsp;&nbsp;&nbsp;\r\n   These facts go to prove that they have not abandoned their criminal design to provoke a second Korean war under their \"operation plan 5027-98\" and get those junior allies of the U.S. involved in it as they did in the 1950s. \r\n\r\n"
        },
        {
            "title": "Koreans in China for probe into truth behind massacres by U.S. formed",
            "url": "http://kcna.co.jp/item/2000/200005/news05/07.htm#4",
            "content": "Anti-reunification elements' action assailed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 7 (KCNA) -- The South Korean ruling quarters seized the stones, which were supposed to be sent by the south headquarters of the National Alliance for the Country's Reunification (Pomminryon) to the north through the joint secretariat of Pomminryon as a contribution to the monument to the three-point charter of national reunification, and are charging it with the violation of the \"security law\".  &nbsp;&nbsp;&nbsp;\r\n   Rodong Sinmun today in a signed commentary denounces this fascist action as an anti-national, anti-reunification crime. &nbsp;&nbsp;&nbsp;\r\n   This is a premeditated move to dampen the ardent desire of the South Korean people for reunification and  obstruct the construction of the monument now under way amid the positive support and encouragement of the whole nation, the commentary says, and goes on: &nbsp;&nbsp;&nbsp;\r\n   This step is more intolerable as this was taken at a time when the desire of the fellow countrymen for reunification is growing stronger than ever before. &nbsp;&nbsp;&nbsp;\r\n   The South Korean ruling quarters should properly understand the nation's will for reunification, return the stones without delay and discontinue at once their crackdown upon those involved. \r\n\r\n"
        },
        {
            "title": "Russian ambassador gives reception",
            "url": "http://kcna.co.jp/item/2000/200005/news05/07.htm#5",
            "content": "Koreans in China for probe into truth behind massacres by U.S. formed \r\n   &nbsp;&nbsp;&nbsp;Pyongyang, May 7 (KCNA) -- An inaugural meeting of the headquarters of Koreans in China of the national special committee for investigation into the truth behind the massacres by the U.S. troops was held in Shenyang, China, on May 2. &nbsp;&nbsp;&nbsp;\r\n   The participants expressed full support to the proposal of the DPRK political parties and public organisations for forming the National Special Committee To Probe the Truth Behind the Criminal Atrocities Committed by the U.S. Imperialists in Korea and make them pay for their crimes with the concerted efforts of the nation. &nbsp;&nbsp;&nbsp;\r\n   The meeting discussed how to closely cooperate with the investigation committees active in the north, south and abroad. And it adopted a decision on dispatching three representatives to the working-level contacts among Koreans in the north, south and abroad for forming the national special investigation committee. \r\n\r\n"
        },
        {
            "title": "Demonstrators attack S. Korean \"embassy\" in Indonesia",
            "url": "http://kcna.co.jp/item/2000/200005/news05/07.htm#6",
            "content": "Russian ambassador gives reception \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, May 7 (KCNA) -- Russian ambassador to the DPRK Valery Denisov yesterday gave a reception at the embassy on the occasion of the 55th anniversary of the victory of the Soviet people in the great patriotic war. &nbsp;&nbsp;&nbsp;\r\n   Invited were O Ryong Bang, vice-Minister of the People's Armed Forces, Ri In Gyu, vice-Minister of Foreign Affairs, Kim Pong Ik, vice-Minister of Foreign Trade, Choe Jong Hwan, vice-chairman of the Korean Committee for Cultural Relations With Foreign Countries, and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n   Foreign diplomatic envoys and military attaches here were also invited. &nbsp;&nbsp;&nbsp;\r\n   Speeches were made at the reception. \r\n\r\n"
        },
        {
            "title": "U.S. warmongers' sheer sophism",
            "url": "http://kcna.co.jp/item/2000/200005/news05/07.htm#7",
            "content": "Demonstrators attack S. Korean \"embassy\" in Indonesia \r\n &nbsp;&nbsp;&nbsp;Pyongyang, May 7 (KCNA) -- The South Korean \"embassy\" in Indonesia was attacked by a group of demonstrators on May 4, according to a radio report from Seoul. &nbsp;&nbsp;&nbsp;\r\n   Over 30 demonstrators affiliated with an anti-colonial and anti-imperialist organization of Indonesia thronged to the South Korean \"embassy\" and called for expelling at once a South Korean businessman kim who violated human rights, charging that he maltreated local residents. &nbsp;&nbsp;&nbsp;\r\n   When the demonstrators failed to get into the \"embassy\" building, they mounted on the fence and shouted slogans. &nbsp;&nbsp;&nbsp;\r\nSome of them plucked down the signboard of the \"embassy\" and trampled it down to pieces. &nbsp;&nbsp;&nbsp;\r\n   They sprayed ink and threw bottles of water at \"embassy\" officials. \r\n\r\n"
        },
        {
            "title": "Greetings to Russian President",
            "url": "http://kcna.co.jp/item/2000/200005/news05/07.htm#8",
            "content": "U.S. warmongers' sheer sophism \r\n &nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA)-- Rodong Sinmun today in a signed commentary slams the United States for trying hard to justify its \"National Missile Defense\" system (NMD) under the pretext of \"threat\" from the DPRK at a UN meeting held to reexamine \"nuclear non-proliferation.\" &nbsp;&nbsp;&nbsp;\r\n  The commentary says: &nbsp;&nbsp;&nbsp;\r\n  The U.S. described its aggressive \"NMD\" as a \"just\" military step to cope with the DPRK's \"military threat\" and as something for the \"preservation of peace.\" &nbsp;&nbsp;&nbsp;\r\n  This is nothing but a sheer sophism that can be let loose only by those hell-bent on the moves for a war of aggression, it notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n  The U.S. keeps staging various joint military exercises with Japan and South Korea, while ceaselessly reinforcing its aggressor troops in and around South Korea. This poses a constant threat to the DPRK. And this compels it to channel enormous efforts into increasing the country's defence capability to frustrate the U.S. war moves. The DPRK's idea of attaching great importance to the military is aimed at defending the country's  sovereignty from the ever more undisguised maneuvers of the U.S. for a war of aggression and steadily pushing ahead with the socialist construction.  &nbsp;&nbsp;&nbsp;\r\n The DPRK's missile development is also one of its self-defensive measures against these moves of the U.S. nevertheless, the United States describes its aggressive war moves as something for \"legitimate self-defense\" and the DPRK's self-defensive measure as a \"threat.\" Nothing is more profound confusing of right and wrong than this. And the U.S. assertion is a brigandish logic. &nbsp;&nbsp;&nbsp;\r\n  The \"NMD,\" a new powerful missile offensive system, projected by the U.S. under the pretext of the non-existent \"threat\" from the DPRK is designed to contain it and put Asia and the rest of the world under its military control. &nbsp;&nbsp;&nbsp;\r\n  This stratagem of the U.S. will not work in this civilized world today, the commentary notes, and warns: If the United States starts a war of aggression against the DPRK under the pretext of its \"threat,\" none of the aggressors will be able to go back alive. \r\n\r\n"
        }
    ]
}