{
    "date": "2000-02-01",
    "url": "http://kcna.co.jp/item/2000/200002/20000201.htm",
    "articles": [
        {
            "title": "Rodong Sinmun calls for greeting February holiday  with signal exploit",
            "url": "http://kcna.co.jp/item/2000/200002/news02/01.htm#1",
            "content": "Rodong Sinmun calls for greeting February holiday  with signal exploits \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 1 (KCNA) -- Rodong Sinmun today editorially calls upon all the members of the Workers' Party of Korea and other working people to turn out in the work to greet the birthday of Kim Jong Il, February 16, with signal feats. \r\n   The editorial titled \"Let's demonstrate the spirit of Juche Korea with pride of having the great leader\" notes that we should speed up a general advance to build a powerful socialist nation, firmly convinced that our leader is the greatest and we will win a brilliant victory only when we follow the party and the leader.&nbsp;&nbsp;&nbsp;\r\n   Referring to the pride and self-confidence of the Korean people blessed with the great leaders Kim Il Sung and Kim Jong Il, the editorial says: The courage of the Korean people who openly say what they wish to do no matter what others may say and their faith in certain victory that they can surely build a powerful nation on their own efforts are based on their conviction of the greatness of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   The Korean people are shaping their destiny on the strength of his ever-victorious revolutionary idea, it says, and goes on: &nbsp;&nbsp;&nbsp;\r\n   It is thanks to his great idea and line that today all work goes well in the DPRK and its people are consistently advancing along the road of victory without the slightest deviation in the revolution and construction. &nbsp;&nbsp;&nbsp;\r\n   He is a man of distinguished calibre. this calibre firmly convinces the Korean people that there is nothing impossible for them in the world and they can defeat any formidable enemy. &nbsp;&nbsp;&nbsp;\r\n   Underscoring the need to deepen the absolute worship for him on the occasion of the February holiday, the editorial continues: &nbsp;&nbsp;&nbsp;\r\n   The hearts of the party members and other working people should swell only with the faith that he is the greatest in terms of idea, leadership and virtues. A people highly proud of their party and their leader would never look up to others and follow others' mode. &nbsp;&nbsp;&nbsp;\r\n   We should become absolute advocates of his revolutionary ideas and faithful personifiers of his work method. We should defend our political system, our economic structure and our way of life without the slightest vacillation no matter what others may say. &nbsp;&nbsp;&nbsp;\r\n   Our situation still remains difficult. But, we should be bold enough to pull through manifold ordeals and difficulties with the will and faith in certain victory. &nbsp;&nbsp;&nbsp;\r\n   The editorial calls for fully displaying in the present-day second great Chollima advance the mettle of the Korean communists to make a breakthrough towards victory with fortitude.    \r\n\r\n"
        },
        {
            "title": "Over 180 espionage flights",
            "url": "http://kcna.co.jp/item/2000/200002/news02/01.htm#2",
            "content": "Over 180 espionage flights \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 1 (KCNA) -- The U.S. warmongers  committed over 180 cases of aerial espionage against the DPRK in January, according to military sources.\r\n   Involved in them were strategic and tactical reconnaissance planes of various types, including strategic reconnaissance planes \"U-2\" and \"RC-135\", tactical reconnaissance planes \"RC-12\" and \"RF-4c\", an electronic warfare helicopter \"EH-60\", a patrol plane \"P-3\" and early-warning plane \"E-3\". &nbsp;&nbsp;&nbsp;\r\n   These planes made sorties from their bases in Japan and abroad. Flying over the area along the Military Demarcation Line and over the east and west coasts of Korea, including Chunchon, Yangyang and Kanghwa island, the planes carried out aerial photographing and electronic reconnaissances of the objects along the frontline and in coastal areas and the depth of the DPRK.    \r\n\r\n"
        },
        {
            "title": "Cave-in of subway under construction in South Korea",
            "url": "http://kcna.co.jp/item/2000/200002/news02/01.htm#3",
            "content": "Cave-in of subway under construction in South Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 1 (KCNA) -- A cave-in took place at a subway construction site in Taegu on January 22, a radio report from Seoul said.\r\n   On the early morning of the day a passing bus fell down 30 metres by the cave-in, leaving some of the passengers dead.\r\n   Before the accident taxi drivers informed the subway management side seven times that the ground of the construction site would fall down, but the management side and the city authorities turned a deaf ear to the warnings, said the radio. &nbsp;&nbsp;&nbsp;\r\n   The radio noted the accident proved the authorities incapable of providing against the accident, which is a \"joint work\" between the South Korean authorities and the business side.    \r\n\r\n"
        },
        {
            "title": "Democratic Labour Party founded in S. Korea",
            "url": "http://kcna.co.jp/item/2000/200002/news02/01.htm#4",
            "content": "Democratic Labour Party founded in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 1 (KCNA) -- The Democratic Labour Party was founded in South Korea on January 30, according to a radio report from Seoul.\r\n   The party in its inaugural declaration said that it will liquidate corrupt politics and gangland-style politics as the party representing the \"marginalized social groups\" such as workers, peasants and the poor. &nbsp;&nbsp;&nbsp;\r\n   Kwon Yong Gil, one-time chairman of the (South) Korean Confederation of Trade Unions and the \"National Federation of Press Trade Unions,\" was elected its chairman at the inaugural meeting. &nbsp;&nbsp;&nbsp;\r\n   He said that the party set itself the goal of fighting for the repeal of the \"security law\" and struggle against the lay-off system and he will hit it. &nbsp;&nbsp;&nbsp;\r\n   Present at the inaugural meeting were over 3,000 party members and progressive party officials from Japan and other countries.    \r\n\r\n"
        },
        {
            "title": "Escalating campaign for defeating candidates in S. Korea",
            "url": "http://kcna.co.jp/item/2000/200002/news02/01.htm#5",
            "content": "Escalating campaign for defeating candidates in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 1 (KCNA) -- The Citizens' Solidarity for General Elections (CSGE) is escalating the campaign for defeating \"national assembly\" candidates in different areas and sectors, according to a radio report from Seoul.\r\n   The Christian youth council under the CSGE called a press conference on January 26 and decided to establish citizens' indictment centres for classifying the objects of the campaign in more than 50 regional organizations. &nbsp;&nbsp;&nbsp;\r\n   The Inchon action solidarity put four \"assemblymen\" on the list of those candidates to be defeated and announced it.  The citizen's city solidarity for political reform in Kwangju and other regional organizations are classifying disqualified candidates. &nbsp;&nbsp;&nbsp;\r\n   Environmental and women organizations and singers are joining in the campaign.\r\n   Meanwhile, the bar association for democratic society organized a large lawyers' group on Jan. 28 to support the campaign of the CSGE and other civil and public organizations and started its activities. &nbsp;&nbsp;&nbsp;\r\n   Saying that people should no longer be barred from being involved in politics by the reactionary \"election law,\" the organization declared that it would render all possible juridical support to the campaign to make it successful.    \r\n\r\n"
        },
        {
            "title": "GIs' crimes against humanity",
            "url": "http://kcna.co.jp/item/2000/200002/news02/01.htm#6",
            "content": "GIs' crimes against humanity \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 1 (KCNA) -- The GIs' massacres during the Korean War have become the focus of the world's mass media.\r\n   They have disclosed unheard-of mass killings by the GIs in South Korea during the Korean War one after another terming them extra-large crimes against humanity. &nbsp;&nbsp;&nbsp;\r\n   In recent few months alone, over 40 cases of mass killings have been disclosed.\r\n   In September last year, the Associated Press disclosed the fact that the U.S. troops killed more than 400 civilians in Rogun-ri, Yongdong county, North Chungchong Province, in July 1950. &nbsp;&nbsp;&nbsp;\r\n   It was also recently disclosed that they killed and buried in water hundreds of citizens by exploding a bridge in Waegwan town, North Kyongsang Province, murdered more than 1,800 \"political prisoners\" in Taejon prison and threw napalm bombs into a cave in Sang-ri, Yongchun-myon, Tanyang county, North Chungchong Province, in January 1951 and thus killed more than 300 citizens who took shelter there. &nbsp;&nbsp;&nbsp;  \r\n   In Suji-myon of Ryongin city and in Munsan town of Phaju city of Kyonggi Province and other areas citizens fell victim to the U.S. troops' air raid operation conducted in the name of \"mosquito.\" &nbsp;&nbsp;&nbsp;\r\n   In one year after the start of the war more than one million people were killed in South Korea. &nbsp;&nbsp;&nbsp;\r\n   The GIs also killed people in the northern half of Korea, too,  where they occupied temporarily during the war. &nbsp;&nbsp;&nbsp;\r\n   In Sinchon county, South Hwanghae Province, the U.S. imperialist aggressors killed in cold blood more than 35,000 people, or a quarter of the county population, during over 50 days. &nbsp;&nbsp;&nbsp;\r\n   This massacre put even crimes committed by the Hitler fascists in the concentration camp during the Second World War into shade. &nbsp;&nbsp;&nbsp;\r\n   They killed more than one million citizens in different parts of the northern half of Korea including 15,000 in Pyongyang and 19,000 in Anak county. &nbsp;&nbsp;&nbsp;\r\n   The U.S. imperialists began to murder Koreans from 1866. &nbsp;&nbsp;&nbsp;\r\n   The Americans who sailed along the River Taedong on pirate ship \"General Sherman\" at that time killed scores of innocent people in areas around Pyongyang. &nbsp;&nbsp;&nbsp;\r\n   The South Korean people have turned out in an active anti-U.S. struggle, mindful that the U.S. imperialists who occupied South Korea under the mask of \"liberator\" and \"aid donor\" are the sworn enemy of the Korean nation.    \r\n\r\n"
        },
        {
            "title": "32nd international book exhibition held in Egypt",
            "url": "http://kcna.co.jp/item/2000/200002/news02/01.htm#7",
            "content": "32nd international book exhibition held in Egypt \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 1 (KCNA) -- The 32nd Cairo international book exhibition was open in Cairo on January 26.\r\n   Participating  in the exhibition were over 70 countries. &nbsp;&nbsp;&nbsp;\r\n   Present at the opening ceremony were President Mohamed Hosni Mubarak, the Prime Minister, political and public figures, diplomatic envoys in Cairo and delegations from different countries. &nbsp;&nbsp;&nbsp;\r\n   The president and his party looked round the Korean wing of the exhibition.    \r\n\r\n"
        },
        {
            "title": "South Koreans defect to north",
            "url": "http://kcna.co.jp/item/2000/200002/news02/01.htm#8",
            "content": "South Koreans defect to north \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 1 (KCNA) -- South Korean Ri Chol Ho, 43, and his daughter Ri Son Mi, 12, came over to the northern half of Korea a few days ago.\r\n   He was born in Todok-ri, Ryongsong-myon, Kyongsan city, North Kyongsang Province. &nbsp;&nbsp;&nbsp;\r\n   He graduated from primary and middle schools in his native place before serving in the \"ROK\" army. He made taxi service in Seoul before coming over to the north. &nbsp;&nbsp;&nbsp;\r\n   Speaking of the motive of his defection, he said that he worked hard with a hope for a better life, but it turned out to be a daydream as money decides everything in the unfair South Korean society. &nbsp;&nbsp;&nbsp;\r\n   I had a number of opportunities to know well that the north is a true happy society where popular politics is pursued and everyone enjoys happiness, he noted. &nbsp;&nbsp;&nbsp;\r\n   He resolved to come over to the north not only for his happiness but for the sound spiritual and moral education of his daughter and succeeded in coming over to the north, taking advantage of his foreign tour.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}