{
    "date": "2000-11-25",
    "url": "http://kcna.co.jp/item/2000/200011/20001125.htm",
    "articles": [
        {
            "title": "Member of U.S. House of Representatives here",
            "url": "http://kcna.co.jp/item/2000/200011/news11/25.htm#1",
            "content": "Member of U.S. House of Representatives here \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 25 (KCNA) -- Toni Hol, a member of the U.S. House of Representatives, and his party arrived here today. \r\n\r\n"
        },
        {
            "title": "EU delegation here",
            "url": "http://kcna.co.jp/item/2000/200011/news11/25.htm#2",
            "content": "EU delegation here\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 25 (KCNA) -- A delegation of the European Union led by Dominique Girard, director for Asia of the French Foreign Ministry, arrived here today to participate in the third political dialogue between the DPRK and the EU. \r\n\r\n"
        },
        {
            "title": "FM spokesman on assassination attempt on Fidel Castro",
            "url": "http://kcna.co.jp/item/2000/200011/news11/25.htm#3",
            "content": "FM spokesman on assassination attempt on Fidel Castro\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 25 (KCNA) -- A spokesman for the DPRK Foreign Ministry today answered a question put by KCNA as regards the recent disclosure of an assassination attempt in Panama on Fidel Castro, President of the Council of State and President of the Council of Ministers of the Republic of Cuba. &nbsp;&nbsp;&nbsp;\r\n The spokesman dismissed the plot against Cuban leader Fidel Castro as another manifestation of despicable terrorism and an unpardonable criminal act on the part of the reactionary forces. &nbsp;&nbsp;&nbsp;\r\nHe said: &nbsp;&nbsp;&nbsp;\r\n As regards this incident Cuba expressed its strong position to try the criminals in the country. &nbsp;&nbsp;&nbsp;\r\n The DPRK extends full support and solidarity to this position of the Cuban government. &nbsp;&nbsp;&nbsp;\r\n The government of the DPRK will consistently maintain the principled stand to categorically oppose all forms of terrorism and any support to it. \r\n\r\n"
        },
        {
            "title": "Battle sites to be arranged better",
            "url": "http://kcna.co.jp/item/2000/200011/news11/25.htm#4",
            "content": "Battle sites to be arranged better\r\n &nbsp;&nbsp;&nbsp;Pyongyang, November 25 (KCNA) --  A project will begin to build up the revolutionary battle sites in the area of Mt. Paektu, a treasure of eternal value in the Korean revolution, into a large open-air museum. &nbsp;&nbsp;&nbsp;\r\n In this area the President Kim Il Sung organised and conducted the anti-Japanese armed struggle. &nbsp;&nbsp;&nbsp;\r\nSo, it is the fountain-head of the Korean revolution associated with his glorious revolutionary exploits. It is also the time-honored place of the revolution because it has the old home where the great leader Kim Jong Il was born. &nbsp;&nbsp;&nbsp;\r\n The project will be undertaken in the vast area of Ryanggang Province including Mt. Paektu, the secret camp on Mt. Paektu, Rimyongsu, Pochonbo, Mubong and Hyesan. &nbsp;&nbsp;&nbsp;\r\n The area of Mt. Paektu has already been turned into a large open-air museum with the construction of the Samjiyon grand monument and the restoration of revolutionary battle sites to their original state. &nbsp;&nbsp;&nbsp;\r\n The project is aimed to build up better these revolutionary battle sites into their original state on the historicist and scientific principles. This represents the noble desire of the Korean people to glorify the immortal revolutionary exploits performed by President Kim Il Sung, the sun, on behalf of the times and the revolution, the country and people and make his history shine on this land forever. &nbsp;&nbsp;&nbsp;\r\n The members of the shock brigade of party propaganda officials from across the country held a ground-breaking ceremony of the project on the educational ground of the Samjiyon grand monument on November 24. &nbsp;&nbsp;&nbsp;\r\n It was attended by premier of the cabinet Hong Song Ham, department director of the Central Committee of the Worker's Party of Korea Jong Ha Chol, leading officials of the commissions and ministries of the cabinet and provincial and county party committees and working people in Samjiyon county. &nbsp;&nbsp;&nbsp;\r\n A report and speeches were made there. \r\n\r\n"
        },
        {
            "title": "1st national students program contest held",
            "url": "http://kcna.co.jp/item/2000/200011/news11/25.htm#5",
            "content": "1st national students program contest held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 25 (KCNA) -- The first national students program contest was held in Pyongyang from November 20 to 24. &nbsp;&nbsp;&nbsp;\r\n The contest brought together at least 170 students who distinguished themselves in program competitions held at universities including Kim Il Sung University, Kim Chaek University of Technology, the University of Science and Pyongyang University of Computer Technology. &nbsp;&nbsp;&nbsp;\r\n Its participants contributed to improving the education in programs in the field of education including the cultivation of skills to develop scientific and technical calculating programs, data base programs and other programs and further advancing the country's program science and technology. &nbsp;&nbsp;&nbsp;\r\n The contest provided students with a good opportunity to successfully program what they have learned from the basic subjects such as mathematics, physics and chemistry and further increase the computer application capability and prepare themselves as scientists and technicians capable of developing good programs. \r\n\r\n"
        },
        {
            "title": "Chief executive officer of Switzerland-Sweden ABB Ltd. interviewed",
            "url": "http://kcna.co.jp/item/2000/200011/news11/25.htm#6",
            "content": "Chief executive officer of Switzerland-Sweden ABB Ltd. interviewed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 25 (KCNA) -- President and chief executive officer of the Switzerland-Sweden ABB Ltd. Goran Lindahl was interviewed by mediapersons in Pyongyang before his departure from here yesterday. &nbsp;&nbsp;&nbsp;\r\n Goran Lindahl briefed them on activities of the Switzerland-Sweden ABB Ltd. &nbsp;&nbsp;&nbsp;\r\n He said that he was deeply impressed to visit the Kumsusan Memorial Palace where the President Kim Il Sung lies in state and his native home in Mangyongdae. &nbsp;&nbsp;&nbsp;\r\n Saying that he knew well about the economic potentials of the DPRK while touring various places, he added that all the successes made in the DPRK are the result of the wise leadership of the great Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Victory and prosperity are in store for the DPRK led by Kim Jong Il, he noted. &nbsp;&nbsp;&nbsp;\r\n After referring to economic exchange with the DPRK, he answered questions put by mediapersons. \r\n\r\n"
        },
        {
            "title": "Japan's moves for nuclear weaponization",
            "url": "http://kcna.co.jp/item/2000/200011/news11/25.htm#7",
            "content": "Japan's moves for nuclear weaponization\r\n &nbsp;&nbsp;&nbsp;Pyongyang, November 25 (KCNA) -- Japan is now busy gathering information on U.S. nuclear technology for both military and civilian purposes, according to Washington Times. Japan is hiring not only agents of specialized information-gathering institutes but people from all walks of life to intensify the activities to spy on the top secret U.S. nuclear technology. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today in a signed commentary observes that Japan's ambition is to convert it into a nuclear power by introducing up-to-the-minute nuclear science and technology. &nbsp;&nbsp;&nbsp;\r\n To this end, Japan has employed every possible means and method to obtain information on the latest nuclear science and technology and the U.S. is its main target, the commentary says, and goes on: &nbsp;&nbsp;&nbsp;\r\n Japan is vociferous more than anybody else about \"nuclear disarmament\" and \"non-proliferation,\" but it is, in fact, going ahead with a dangerous nuclear program behind the scene. &nbsp;&nbsp;&nbsp;\r\n  The Japanese reactionaries' persistent hue and cry over \"nuclear threat\" from the DPRK are nothing but a subterfuge to openly step up their moves for nuclear weaponization under this pretext and justify them. &nbsp;&nbsp;&nbsp;\r\n Japan is now fully ready to mass-produce nuclear weapons and use them any time. &nbsp;&nbsp;&nbsp; \r\n There is an increasing danger of Japanese militarism bent on the moves to go nuclear and launch overseas aggression. &nbsp;&nbsp;&nbsp;\r\n Japan is the world's only victim of nuclear holocaust. &nbsp;&nbsp;&nbsp;\r\n However, it is frantically stepping up its preparations for a nuclear war far from taking the lead in the anti-nuclear war campaign. This is little short of inviting nuclear holocaust. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are well advised to bear this in mind and stop reckless moves for nuclear weaponization. \r\n\r\n"
        },
        {
            "title": "Anniversary of Pyongyang Friendship Hospital marked",
            "url": "http://kcna.co.jp/item/2000/200011/news11/25.htm#8",
            "content": "Anniversary of Pyongyang Friendship Hospital marked\r\n &nbsp;&nbsp;&nbsp;Pyongyang, November 25 (KCNA) -- The Pyongyang Friendship Hospital commemorated its 30th anniversary. Established on June 20, Juche 59 (1970), the hospital has functioned as a comprehensive health care center for foreigners as it has a competent medical staff and modern diagnosing and treating equipment. &nbsp;&nbsp;&nbsp;\r\n A congratulatory message of the Central Committee of the Worker's Party of Korea was conveyed to the hospital on its 30th anniversary. &nbsp;&nbsp;&nbsp;\r\n The message highly appreciated the devoted service made by the medical staff and employees of the hospital for the treatment of members of the diplomatic corps here and foreigners and overseas compatriots during their visit to the DPRK. &nbsp;&nbsp;&nbsp;\r\n A meeting was held yesterday to commemorate the anniversary. &nbsp;&nbsp;&nbsp;\r\n A reporter and speakers of the meeting said that they would make greater success in the health care for foreigners by improving the technique of clinical practice, widely introducing advanced diagnosing and treating methods as required by the developing situation and displaying noble humanity. &nbsp;&nbsp;&nbsp;\r\n Present at the meeting were Minister of Public Health Kim Su Hak and other officials concerned. \r\n\r\n"
        },
        {
            "title": "Dangerous moves of Japan for biological and chemical war",
            "url": "http://kcna.co.jp/item/2000/200011/news11/25.htm#9",
            "content": "Dangerous moves of Japan for biological and chemical war\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 25 (KCNA) -- Rodong Sinmun today carries a signed article condemning the Japanese reactionaries for stepping up their preparations for a biological and chemical war to inflict a terrible holocaust upon humankind, while conducting military exercises to provide for a biological and chemical war. &nbsp;&nbsp;&nbsp;\r\n In recent years the Japanese reactionaries have sped up their preparations for nuclear weaponization and a biological and chemical war, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n This year they decided to set up a unit specially equipped with  biological weapons in the ground \"self-defense force\" during the next \"mid-term arms buildup plan\" with a view to making preparations for a biological and chemical war. In April last the plenary session of the Japan House of Representatives adopted an amendment to the law on the establishment of the defence agency, which stipulates that the headquarters to take emergency measures for the study of biological weapons shall be set up in the \"Self-Defence Forces.\" By doing so they adopted it as a state policy to build biological and chemical forces, a great threat to human existence, civilization and ecological environment. &nbsp;&nbsp;&nbsp;\r\n Japan is the most notorious biological and chemical war criminal country in the world. The Japanese reactionaries, far from feeling guilty for the biological and chemical war crimes during World War II, have frantically stepped up their preparations for a biological and chemical war as well as arms buildup with a dream of reinvasion after the war. &nbsp;&nbsp;&nbsp;\r\n The Japan Defence Agency has set up a new office of \"researchers of special weapons\" in charge of biological and chemical weapons, inaugurated a consultative council for the \"study\" of germ weapons and dispatched a \"SDF\" officer to the U.S. Army research institution for training and study of a biological and chemical war. All this clearly shows the danger of the Japanese reactionaries' preparations for a biological and chemical war. &nbsp;&nbsp;&nbsp;\r\n A unit specially equipped with  biological weapons will be set up in the \"Self-Defence Forces\" before long. When the \"Self-Defence Forces\" take the road of reinvasion with latest arms and equipment, nuclear weapons and biological and chemical weapons, they will certainly bring about terrible consequences. \r\n\r\n"
        },
        {
            "title": "World-famous Koryo celadon",
            "url": "http://kcna.co.jp/item/2000/200011/news11/25.htm#10",
            "content": "World-famous Koryo celadon\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 25 (KCNA) -- The Koryo ceramicware with long-standing traditions is moving toward further refinement tailored to modern aesthetic taste. &nbsp;&nbsp;&nbsp;\r\n The standout is the Koryo celadon, a national heritage that established its wide reputation far back during the reign of Koryo(918-1392). &nbsp;&nbsp;&nbsp;\r\n The celadon, or a jade green porcelain, is pure, clear and beautiful in color. Its prowess of pattern inlaying was never imitated in any other country. It is all the more famous for its graceful outline and soft and delicate shape. &nbsp;&nbsp;&nbsp;\r\nIn those days, it won sweeping popularity in China, southeast Asia, Arabian peninsula and Europe. &nbsp;&nbsp;&nbsp;\r\n The present-day Korean ceramicware made by such talents as people's artistes U Chi Son and Im Sa Jun holds public admiration as it embodies the master strokes of the Koryo celadon. &nbsp;&nbsp;&nbsp;\r\n An example is the Korea exhibition of Koryo celadons held in Shimonoseki, Yamakuchi Prefecture, Japan in Juche 72(1983). Professor Koema Kihei at Kyoto Art University said: \"Korea's Koryo celadon techniques are really fine. The designs are so gentle and refreshing. This is a real Koryo celadon.\"&nbsp;&nbsp;&nbsp;\r\n Another visitor Obea Shoei, a famous Japanese potter, said, \"the Koryo celadons from the DPRK are pulsating with the original soul of the resourceful and talented Korean nation. &nbsp;&nbsp;&nbsp;\r\nBecause of their soft touch, refreshing look and profound colors and shapes, they spellbind the viewers.\" \r\n\r\n"
        },
        {
            "title": "Article on DPRK by Russian journalist",
            "url": "http://kcna.co.jp/item/2000/200011/news11/25.htm#11",
            "content": "Article on DPRK by Russian journalist \r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 25 (KCNA) -- Irina Pirogova, political commentator of the Russian paper patriot wrote an article titled \"What is impossible is not Korean vocabulary.\"&nbsp;&nbsp;&nbsp;\r\n Explaining the famous quotation of General Secretary Kim Jong Il that \"what is impossible is not the Korean vocabulary,\" she writes: This quotation means that Koreans have strong faith and determination to carry out whatever difficult tasks, if they have a will. &nbsp;&nbsp;&nbsp;\r\n The Korean people drove the Japanese imperialist aggressors out of Korea to the last man, thus putting an end to their scores of year-long occupation of it, defeated the U.S. aggressors in the Fatherland Liberation War and achieved shining successes by dynamically pushing forward socialist construction despite severe trials caused by rigid U.S. economic sanctions and unprecedented natural disasters. &nbsp;&nbsp;&nbsp;\r\nCredit for all this goes to the great leaders eternal President Kim Il Sung and General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has not only boundlessly loved his people but aroused ardent revolutionary zeal among them and enabled them to courageously overcome difficulties in the way of their advance and trained them as fighters ready to dedicate even their lives to the country, if necessary, and as stars brightly lit by the sun, the author noted, and continued: &nbsp;&nbsp;&nbsp;\r\n The Korean army and people boundlessly trust and worship their leader and are fully ready to devotedly defend him. &nbsp;&nbsp;&nbsp;\r\nThe unbreakable relations between the leader and people are based on the principle of the Juche idea. &nbsp;&nbsp;&nbsp;\r\n The army and people form a harmonious whole in Korea. &nbsp;&nbsp;&nbsp;\r\n It is an honor and pride for every Korean citizen to serve in the army. Therefore, all the servicemen are fully determined to devote their lives to the country. &nbsp;&nbsp;&nbsp;\r\n Every citizen of the DPRK works hard to become a hero at a defence post or in a work-site. &nbsp;&nbsp;&nbsp;\r\n All miracles wrought by the Korean people in the building of a powerful socialist nation and historic events in the DPRK are the shining fruition of Kim Jong Il's army-first politics. \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}