{
    "date": "2000-01-03",
    "url": "http://kcna.co.jp/item/2000/200001/20000103.htm",
    "articles": [
        {
            "title": "Kim Jong Il commends basketball players",
            "url": "http://kcna.co.jp/item/2000/200001/news01/03.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean books presented in India",
            "url": "http://kcna.co.jp/item/2000/200001/news01/03.htm#2",
            "content": "Kim Jong Il commends basketball players \r\n &nbsp;&nbsp;&nbsp; Pyongyang, January 3 (KCNA) -- General Secretary Kim Jong Il commended basketball players for their great  contribution to the development of the nation's sports  technique. &nbsp;&nbsp;&nbsp;\r\n   In recent years the basketball players of the DPRK have made strenuous efforts for the development of the basketball technique of Korean style and achieved shining successes in many domestic and international matches. &nbsp;&nbsp;&nbsp;\r\n   Especially, Ri Myong Hun and Pak Chon Jong have won the fame as world stars by displaying in every match such remarkable techniques as unique special technique, skilful dunk, wonderful combination, etc. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il awarded Ri Myong Hun and Pak Chon Jong gold watches bearing the august name of the President Kim Il Sung. \r\n\r\n"
        },
        {
            "title": "Large wallpaper displayed in S. Korea",
            "url": "http://kcna.co.jp/item/2000/200001/news01/03.htm#3",
            "content": "Korean books presented in India\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 3 (KCNA) -- A ceremony of presenting Korean books was held in the building of the central committee of the All-India Forward Bloc recently on the occasion of the 8th anniversary of the great leader Kim Jong Il's election as Supreme Commander of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n   Handed at the ceremony were the President Kim Il Sung's famous work \"Kim Il Sung's Works\" (vol. 44), volume 3 of anti-Japanese revolution, part one of his reminiscences \"With the Century,\"  General Secretary Kim Jong Il's famous work \"Socialism Is A Science\" and other works of the President and the General Secretary and books on their greatness and other books. &nbsp;&nbsp;&nbsp;\r\n   Debabrata Biswas, general secretary of the central committee of the All-India Forward Bloc, said in his speech that the Korean books already presented are precious encyclopedic works giving perfect answers to the questions raised by the realities and they are widely read by all members of his party. &nbsp;&nbsp;&nbsp;\r\n   The immortal Juche idea which was founded by the President and developed and enriched by the Marshal has been successfully embodied in Korea to bring about astonishing miracles, he stressed. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il praised",
            "url": "http://kcna.co.jp/item/2000/200001/news01/03.htm#4",
            "content": "Large wallpaper displayed in S. Korea\r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 3 (KCNA) -- A large wallpaper praising General Secretary Kim Jong Il was seen on the wall of a building in Youido recently, the radio Voice of National Salvation from Seoul quoted the Seoul city committee of the National Democratic Front of South Korea as saying. &nbsp;&nbsp;&nbsp;\r\n   The wallpaper had an article written in the name of the fellowship society of the unemployed which said: \"We long for the politics in the north where the people are considered as heaven and everyone is guaranteed the right to work and provided with food, clothing and housing. Let us all follow and uphold Marshal Kim Jong Il's politics of believing in the people as in heaven.\"  &nbsp;&nbsp;&nbsp;\r\n There was also an article calling on the millions of the jobless people throughout South Korea to win the right to work on their own efforts. \r\n\r\n"
        },
        {
            "title": "Anti-DPRK war maneuvers",
            "url": "http://kcna.co.jp/item/2000/200001/news01/03.htm#5",
            "content": "Kim Jong Il praised\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, January 3 (KCNA) -- South Korean poets published a collection of congratulatory poems \"We Make A Deep Bow Wishing A Long Life\" in which they prayed for General Secretary Kim Jong Il's longevity on the occasion of the New Year 2000, said the radio Voice of the National Salvation from Seoul. &nbsp;&nbsp;&nbsp;\r\n   In the collection of poems, they said that the 40 million people in the seven provinces of South Korea offer New Year's greetings to Marshal Kim Jong Il wishing him a long life in good health on the occasion of the New Year 2000. &nbsp;&nbsp;&nbsp;\r\n   The poem \"Deep Bow\" said that the people in Kyonggi Province make a deep bow wishing longevity to leader Kim Jong Il who represents the heaven and land of the South Korean people for a new millennium. &nbsp;&nbsp;&nbsp;\r\n   The poem \"New Song of Land of Honam\" said that the people there would go, singing the song of hope, to see a reunified country rising above the beautiful horizon thanks to the Marshal. &nbsp;&nbsp;&nbsp;\r\n   The poems \"Our Wish\" and \"He Is In Jeju, Too\" represent South Korean people's strong hope that the new millennium when there will emerge a reunified country will become a millennium for the Marshal. &nbsp;&nbsp;&nbsp;\r\n   The poem \"May Sun Shine Forever\" said that the sun Kim Jong Il, the bright sun that rose in Pyongyang, will shed eternal brilliant rays over the north and south. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il, lodestar of national reunification",
            "url": "http://kcna.co.jp/item/2000/200001/news01/03.htm#6",
            "content": "Anti-DPRK war maneuvers\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 3 (KCNA) -- Japan and the U.S. are reportedly scheming to wage the first joint mock exercise under simulated conditions of \"emergencies in the surrounding areas\" in February this year. &nbsp;&nbsp;&nbsp;\r\n   Nihon Keizai Shimbun on December 30 last year said that the mock exercise for \"emergencies on the Korean peninsula\" would include logistic supply to the U.S. troops by the Japanese \"Self-Defence Forces,\" joint search and rescuing operations. &nbsp;&nbsp;&nbsp;\r\n   The joint military exercise to be held in the beginning of the New Year indicates that the Japanese reactionaries and the U.S. bellicose forces will resort to more frantic anti-DPRK war moves in conspiracy with each other this year, too. \r\n\r\n"
        },
        {
            "title": "Establishment of new international order called for",
            "url": "http://kcna.co.jp/item/2000/200001/news01/03.htm#7",
            "content": "Kim Jong Il, lodestar of national reunification\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, January 3 (KCNA) -- Rodong Sinmun today carries a signed article saying the respected Kim Jong Il is the distinguished leader of the nation and the great lodestar of national reunification. &nbsp;&nbsp;&nbsp;\r\n   He has wisely led the cause of national independence, the cause of national reunification for scores of years, performing extraordinary feats  and enjoying high leadership authority, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n   His absolute authority strikes terror into hearts of the enemy of reunification but gives the conviction of victory to the fellow countrymen. It is he who devoted his all to the reunification, the desire of  the fellow countrymen. &nbsp;&nbsp;&nbsp;\r\n   His great virtue closely unites all segments of people with different ism and ideas under the banner of reunification and patriotism. &nbsp;&nbsp;&nbsp;\r\n   The rays of his all-embracing politics are reaching not only the people in the north but also those in the south and overseas. Indeed, he is the sun, the genuine father taking warm care of the whole nation in the north, south and abroad. &nbsp;&nbsp;&nbsp;\r\n   He is, indeed, the great sun of the nation and the lodestar of national reunification who is leading the Korean nation along the road of reunification and prosperity, with unbounded authority and warm virtue surpassing those of all great men and sages recorded in history. \r\n\r\n"
        },
        {
            "title": "DPRK ready to glorify 2000 as year of victory",
            "url": "http://kcna.co.jp/item/2000/200001/news01/03.htm#8",
            "content": "Establishment of new international order called for\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 3 (KCNA) -- Rodong Sinmun today in a signed article says the old international order of the Cold War era should no longer be allowed and only when a new international order is established can all the countries of the world jointly prosper and develop. &nbsp;&nbsp;&nbsp;\r\n   In 1999, the international order was more openly ignored and the equality and sovereignty of countries more seriously violated than in any other years, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n   Worse still, the imperialists acted rashly, ignoring even the United Nations. Particularly, the United States tried to establish a new U.S.-led world order, styling itself the \"only superpower\" in the world after the balance of forces was upset. &nbsp;&nbsp;&nbsp;\r\n   What is important in establishing a new international order for the present is to make the international community and world politics democratic. To this end the UN should be democratized. Privilege should not be allowed in the United Nations in particular. &nbsp;&nbsp;&nbsp;\r\n   Free choice of idea and system should not be obstructed. &nbsp;&nbsp;&nbsp;\r\nThe imperialists are trying to force other countries to accept their ideas and political order as if they were a criterion. When these countries refuse to accept them, the imperialists put pressure upon them under unreasonable pretexts and finally make even military intervention in them. &nbsp;&nbsp;&nbsp;\r\n   A new fair international economic order should be established and disputes be settled in a peaceful way. \r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's work observed",
            "url": "http://kcna.co.jp/item/2000/200001/news01/03.htm#9",
            "content": "DPRK ready to glorify 2000 as year of victory\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, January 3 (KCNA) -- The year 2000 in the DPRK is certain to be a year in which a leap forward will be made in building a powerful nation. &nbsp;&nbsp;&nbsp;\r\n   It is proved by the firm resolution evinced by people from all walks of life to implement the tasks set forth in the joint editorial of the newspapers of the party, army and youth. &nbsp;&nbsp;&nbsp;\r\n   Working people and soldiers of the people's army are fully determined to step up the general march this year, firmly maintaining the line of attaching great importance to ideology, arms and science and technology. &nbsp;&nbsp;&nbsp;\r\n   Ideology, arms and science and technology are the three pillars in building a powerful nation, stressed the joint editorial. &nbsp;&nbsp;&nbsp;\r\n   The old generation of the revolution will remain intensely loyal to the respected Kim Jong Il who is leading the building of a powerful socialist nation of Juche to victory and glory, an anti-Japanese revolutionary fighter Ri Jong San said, and continued: &nbsp;&nbsp;&nbsp;\r\n   The kernel of the socialist ideology is the spirit of defending the headquarters of the revolution, says the joint editorial. &nbsp;&nbsp;&nbsp;\r\n   The old generation of the revolution, always cherishing deep in their mind the purest and most intense loyalty to the Marshal, the great defender and leader of building a powerful nation, will hold him in high esteem with loyalty and uphold his leadership with faith and conscience. &nbsp;&nbsp;&nbsp;\r\n   A general-officer of the Korean People's Army O I Jong  said that the servicemen of the KPA will fully embody Supreme Commander Kim Jong Il's idea of giving great importance to arms and thus make our revolutionary armed forces the world's strongest army. &nbsp;&nbsp;&nbsp;\r\n   If the imperialists invade the sky, land and sea of the DPRK even 0.001 mm,  the people's army will destroy the enemy stronghold at one stroke and achieve the historic cause of national reunification through a just war,  O warned. &nbsp;&nbsp;&nbsp;\r\n   Ri Kwang Ho, president of the Academy of Sciences, said that the scientists and technicians would provide a sure guarantee for the canter march of the people with science and technology by solving scientific and technological issues for the building of an economically powerful nation in a responsible manner. &nbsp;&nbsp;&nbsp;\r\n   We will put the nation's science and technology on the world's level in the shortest possible time and reach the world's most advanced level in the fields of electronics, heat engineering, bioengineering, chemical and mechanical engineering, etc. in particular, he declared. \r\n\r\n"
        },
        {
            "title": "Economic tasks for this year",
            "url": "http://kcna.co.jp/item/2000/200001/news01/03.htm#10",
            "content": "Anniversary of Kim Jong Il's work observed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 3 (KCNA) -- Rodong Sinmun today devotes a signed article to the 8th anniversary of the publication of General Secretary Kim Jong Il's work \"the Historical Lesson In Building Socialism and the General Line of Our Party.\"&nbsp;&nbsp;&nbsp;\r\n   The work made public on January 3, Juche 81 (1992) is a monumental document of particular importance in firmly defending and accomplishing the cause of socialism. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il provided a powerful theoretical and practical weapon to restore the socialist movement on a new basis and bring about an upsurge in the cause of socialism by lucidly explaining the root cause of the failure of socialism in a number of countries. &nbsp;&nbsp;&nbsp;\r\n   The work reflects the quality of Kim Jong Il as a great champion of socialism, the article notes, and continues: &nbsp;&nbsp;&nbsp;\r\n  The work represents the rare wisdom of Kim Jong Il who scientifically indicates the road of victory of socialism and his quality as a great man who defends the cause of socialism with the firm revolutionary principle. &nbsp;&nbsp;&nbsp;\r\n   The work also shows his great trait as a veteran and seasoned politician who firmly defends the cause of socialism in whatever trials. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il is a great politician possessed of remarkable political sense, distinguished political ability, rich political career and peculiar political mode. &nbsp;&nbsp;&nbsp;\r\n   He has fully demonstrated his qualification and trait as a veteran and seasoned politician by solving many complicated problems over the last more than 30 years of his leadership over the cause of socialism. &nbsp;&nbsp;&nbsp;\r\n   His work is a revolutionary library which can be authored only by a prominent leader possessed of a great political philosophy, who has gained a wealth of versatile experience in the course of leading the cause of socialism. \r\n\r\n"
        },
        {
            "title": "Korea in 1999",
            "url": "http://kcna.co.jp/item/2000/200001/news01/03.htm#11",
            "content": "Economic tasks for this year\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, January 3 (KCNA) -- The Korean people are all out to glorify this year marking the 55th anniversary of the party foundation as a year of general advance in building a powerful nation. &nbsp;&nbsp;&nbsp;\r\n   The economic situation of Korea is still difficult. &nbsp;&nbsp;&nbsp;\r\n   This year, the state set the electric power and coal industries as the forefront of socialist construction and will push ahead simultaneously with the construction of large-scale hydro-power plants and minor power stations, while increasing the existing generating capacity to the maximum, and decisively boost coal production. &nbsp;&nbsp;&nbsp;\r\n   The productive potentiality of metal industry will be brought into full play and railway transport catapulted. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, a drive for the production of mass consumer goods will be energetically waged in the field of light industry. &nbsp;&nbsp;&nbsp;\r\n   Agricultural workers will carry through the Juche method of farming which reflects their desire and whose justness has been proved, to make innovations in seed selection, potato cultivation, two-crop farming and livestock breeding. &nbsp;&nbsp;&nbsp;\r\n   Fish farming will be carried on as a mass movement and land management including land rezoning and forestation pushed ahead. \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on principled stand of the DPRK",
            "url": "http://kcna.co.jp/item/2000/200001/news01/03.htm#12",
            "content": "Korea in 1999 \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, January 3 (KCNA) -- Juche 88 (1999) was a historic year when the Korean people conducted a vigorous struggle to build a powerful nation, overcoming manifold difficulties and hardships. &nbsp;&nbsp;&nbsp;\r\n   Through the struggle, new changes took place in people's ideological and spiritual aspect, traits and way of work and the might of single-hearted unity of the leader, the party and the masses was fully demonstrated. &nbsp;&nbsp;&nbsp;\r\n   A nation-wide memorial service was solemnly held on July 8 of the year on the occasion of the 5th passing away of the President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n   All the people hardened their will and faith to firmly believe in and follow only the great Kim Jong Il and accomplish the revolutionary cause of Juche to the end, rallied close around him true to the earnest requests of the President. &nbsp;&nbsp;&nbsp;\r\n   The military power of the country was more strengthened under the energetic army-first leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   The spirit of defending the leader at the risk of lives and do-or-die fighting spirit were fully displayed among soldiers. &nbsp;&nbsp;&nbsp;\r\n   Many heroes and heroines of the times boundlessly loyal to the party and the leader were produced last year. &nbsp;&nbsp;&nbsp;\r\n   Jong Song Ok, athlete of the Amnokgang Sports Group, took the first place in the women's marathon race of the 7th World Athletics Championships held in Spain, demonstrating to the world the stamina and dignity of the nation. Her victory was a national event which brilliantly decorated the 20th century. &nbsp;&nbsp;&nbsp;\r\n   Korea made the second chollima advance even when economic conditions and people's livelihood were difficult. &nbsp;&nbsp;&nbsp;\r\n   Underground coal gasification industry was established in the Anju coal field and the salt industry in the east Korean bay. Many construction projects were completed and valuable scientific and technical achievements including iron production by oxygen blowing were introduced into practice. &nbsp;&nbsp;&nbsp;\r\n   A large land rezoning was carried out in Kangwon Province, construction of large-scale hydro-power plants was pushed ahead and minor power stations were built in different areas of the country. &nbsp;&nbsp;&nbsp;\r\n   The desire of the people in the north and south and overseas to reunify the country increased last year. &nbsp;&nbsp;&nbsp;\r\n   Especially, the 10th August 15 Grand Pan-National Reunification Festival was the greatest rally in its history at which those in the north and south and overseas got together. \r\n\r\n"
        },
        {
            "title": "Spirit of Mt. Paektu",
            "url": "http://kcna.co.jp/item/2000/200001/news01/03.htm#13",
            "content": "Rodong Sinmun on principled stand of the DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 3 (KCNA) -- Rodong Sinmun today runs a signed commentary reclassifying the DPRK's determination that it will not recede from nor abandon its revolutionary principle and independent stand although it wants to improve its relations with the United States and Japan. &nbsp;&nbsp;&nbsp;\r\n   Advising the United States and Japan to properly review last year's failed hostile policies and moves to isolate and stifle the DPRK and draw a serious lesson from them, the commentary says: &nbsp;&nbsp;&nbsp;\r\n   The U.S. and Japan which have become frantic in their moves to isolate and stifle the DPRK, are now vociferating about improvement of relations with it. &nbsp;&nbsp;&nbsp;\r\n   This is attributable to the DPRK's peculiar independent diplomacy based on army-first politics. &nbsp;&nbsp;&nbsp;\r\n   Their appeasement strategy toward the DPRK will neither work on the DPRK  nor bring anything. &nbsp;&nbsp;&nbsp;\r\n   They must discard their cunning and ulterior scheme to disintegrate and stifle the DPRK ideologically and mentally through such deceptive appeasement strategies as \"improved relations\" and \"dialogue.\"&nbsp;&nbsp;&nbsp;\r\n   The DPRK will maintain its principled stand, follow the future attitude of the U.S. and Japan crying out for \"improvement of relations\" and consolidate its revolutionary position more solidly. \r\n\r\n"
        }
    ]
}