{
    "date": "2000-04-30",
    "url": "http://kcna.co.jp/item/2000/200004/20000430.htm",
    "articles": [
        {
            "title": "Reception given by Syrian charge d'affaires ad interim",
            "url": "http://kcna.co.jp/item/2000/200004/news04/30.htm#1",
            "content": "Reception given by Syrian charge d'affaires ad interim \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, April 30 (KCNA) -- The Syrian charge d'affaires ad interim here yesterday hosted a reception on the occasion of the 68th anniversary of the foundation of the Korean People's Army and the Korea visit of the Syrian Arab-Korea Friendship Association.&nbsp;&nbsp;&nbsp;\r\n   Invited to the reception were Yang Hyong Sop, vice-president of the presidium of the DPRK Supreme People's Assembly, Kim Yang Gon, department director of the Central Committee of the Worker's Party of Korea, Rim Kyong Suk, Minister of Finance and chairperson of the Korea-Syria Friendship Association, and officials concerned. &nbsp;&nbsp;&nbsp;\r\nPresent there were members of the delegation led by Abdullah Abu-rish, chairman of the auditing commission of the Arab Socialist Baath Party of Syria and vice-chairman of the Syrian Arab-Korea Friendship Association, and members of the Syrian embassy. &nbsp;&nbsp;&nbsp;\r\n   Speeches were made at the reception. \r\n\r\n"
        },
        {
            "title": "Stone donated to construction of monument in Korea",
            "url": "http://kcna.co.jp/item/2000/200004/news04/30.htm#2",
            "content": "Stone donated to construction of monument in Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 30 (KCNA) -- Members of the Syrian Arab-Korea Friendship Association headed by Abdullah Abu-rish, chairman of the auditing commission of the Arab Socialist Baath Party of Syria and vice-chairman of the association, yesterday visited the construction site of the monument to the three-point charter of national reunification now under way on Thongil street to donate a high-quality stone to it. &nbsp;&nbsp;&nbsp;\r\n   Written on the stone was a message that they support the friendly Korean people in their struggle for achieving national reunification according to the three-point charter of national reunification. \r\n\r\n"
        },
        {
            "title": "Medal and certificate awarded to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2000/200004/news04/30.htm#3",
            "content": "Medal and certificate awarded to Kim Jong Il\r\n  &nbsp;&nbsp;&nbsp; Pyongyang, April 30 (KCNA) -- A ceremony was held at the DPRK embassy in Moscow on April 25 to award a medal and certificate of the Moscow War Veterans Committee to General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\nIvan Slukhai, chairman of the committee, said that the committee came to have an honor of awarding the newly instituted medal and certificate to Kim Jong Il, supreme commander of the Korean People's Army, for the first time on the occasion of the 68th birthday of the KPA. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il is an outstanding military strategist and iron-willed brilliant commander who carries forward the cause of army building pioneered by the great Kim Il Sung.\r\n\r\n"
        },
        {
            "title": "\"ROK\" army's killings of Vietnamese people assailed",
            "url": "http://kcna.co.jp/item/2000/200004/news04/30.htm#4",
            "content": "\"ROK\" army's killings of Vietnamese people assailed\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, April 30 (KCNA) -- The killings of Vietnamese people by the \"ROK\" army during the last Vietnamese War were the unpardonable unethical crimes against the Vietnamese people who were fighting for national liberation and independence, say papers here today. &nbsp;&nbsp;&nbsp;\r\n   Rodong Sinmun says in a signed commentary: &nbsp;&nbsp;&nbsp;\r\n   The \"ROK\" army soldiers who were taken to the south Vietnamese War at the instigation of the U.S. engaged themselves in arsons everywhere they went and killed innocent Vietnamese people at random according to the barbarian \"scorch-earth operation\" of the U.S. &nbsp;&nbsp;&nbsp;\r\n   A probe into the truth behind the mass killings of Vietnamese people committed by the \"ROK\" army under the behind-the-scene manipulation of the U.S. must be made and the criminals must be made to pay a high price for their crimes. This is the demand of the Vietnamese people as well as the call of human conscience. &nbsp;&nbsp;&nbsp;\r\n   The way of terminating anti-national, unethical criminal acts in South Korea is to put an end to the colonial domination and intervention of the U.S. and retake national sovereignty. &nbsp;&nbsp;&nbsp;\r\n   No one can vouch that as long as the \"ROK\" army soldiers remain colonial mercenaries, cannon fodder of the man-hunting war of the U.S. Imperialists, hair-raising massacres such as those in Vietnam, Kwangju and Jeju island will not be repeated. &nbsp;&nbsp;&nbsp;\r\n   Minju Joson in a commentary says the South Korean authorities must not try to conceal the \"ROK\" army's killings of Vietnamese people but probe the truth behind them. They must take an independent stand, dropping the policy of dependence on foreign forces in order that such disgraceful crime-woven history might not be repeated, says the paper. \r\n\r\n"
        },
        {
            "title": "U.S. crimes in Korean War disclosed",
            "url": "http://kcna.co.jp/item/2000/200004/news04/30.htm#5",
            "content": "U.S. crimes in Korean War disclosed\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, April 30 (KCNA) -- The U.S. newspaper Workers World April 20 carried an article titled \"More U.S. war crimes exposed\". &nbsp;&nbsp;&nbsp;\r\n   Referring to the memorandum of the Ministry of Foreign Affairs of the DPRK, the article said this will serve as evidence of U.S. war crimes to try the pentagon officials for their crimes on the principle of the international law. &nbsp;&nbsp;&nbsp;\r\n   During the Korean War the U.S. troops regarded not only military installations but also civilians, infrastructure and South Korean people who were said to be under the \"protection\" of the United States, as their targets, the article noted. &nbsp;&nbsp;&nbsp;\r\n   This shows that the U.S. strategy was for a counterrevolutionary war against North Korea and suppression of the resistance movement in South Korea, it stated. &nbsp;&nbsp;&nbsp;\r\nThe coming June 25 marks the 50th anniversary of the outbreak of the Korean War, it said, adding that in this regard a meeting is to be held in New York to denounce the crimes committed by the U.S. troops before and after the Korean War. &nbsp;&nbsp;&nbsp;\r\n   It quoted Brian Becker, co-chairman of the international action center and co-chairman of the U.S. get out of Korea committee, as saying that pentagon imposed a bestial war on Korea, but the U.S. suffered defeat in the war, the first of its kind in history, and the United States could not conquer North Korea and establish a colonial enslavement system there. &nbsp;&nbsp;&nbsp;\r\n   Brian Becker demanded the U.S. troops should be withdrawn from South Korea and the United States compensate to the war victims, it said. \r\n\r\n"
        },
        {
            "title": "U.S. criticized for avoiding investigation",
            "url": "http://kcna.co.jp/item/2000/200004/news04/30.htm#6",
            "content": "U.S. criticized for avoiding investigation\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, April 30 (KCNA) -- The measure committee against GIs' mass killings of civilians in Rogun-ri and lawyers in South Korea and abroad held a press conference in Seoul on April 27, and criticized the United States for trying to avoid an investigation into the truth behind the mass killings and compensation for them, said the South Korean newspaper Hangyore. &nbsp;&nbsp;&nbsp;\r\n   They said that the U.S. government fails to take a sincere attitude toward the probe into the truth behind the mass killings committed by the U.S. troops in Rogun-ri during the last Korean War and compensation for them. They accused it of trying to backpedal the promise that it will complete the probe before June and to lengthen the period of the probe. &nbsp;&nbsp;&nbsp;\r\n   They noted that if it avoids a prompt settlement of the case, they will take an action for damages. The United States should take to an immediate probe and substantial compensation as it already promised to do, they stressed. &nbsp;&nbsp;&nbsp;\r\n   They called for measures for investigation such as face-to-face investigation involving victims and criminals of the U.S. troops, and joint hearing of testimonies by the U.S.-South Korea fact-finding group  to this end. &nbsp;&nbsp;&nbsp;\r\n   They opened to the public a document of protest addressed to a measure team for probe into the truth behind the Rogun-ri case under the South Korean \"government\" and a white paper on the situation of the victims. \r\n\r\n"
        },
        {
            "title": "DPRK's principled stand on \"missile issue\"",
            "url": "http://kcna.co.jp/item/2000/200004/news04/30.htm#7",
            "content": "DPRK's principled stand on \"missile issue\"\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 30 (KCNA) -- Japan should work hard for the total liquidation of its past wrongdoings, instead of impudently seeking to raise the unreasonable \"missile issue\" of the DPRK at the DPRK-Japan intergovernmental talks for the establishment of bilateral relations, stresses Rodong Sinmun today in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n   Japan's loudmouthed \"missile issue\" of the DPRK has nothing to do with the establishment of DPRK-Japan diplomatic relations. &nbsp;&nbsp;&nbsp;\r\n   Disclosing its insidious intention, the commentary says: &nbsp;&nbsp;&nbsp;\r\n   Japan seeks in this to raise its position at the intergovernmental talks and get any concession from the DPRK by artificially linking Japan's \"security issue\" with the DPRK's \"missile issue.\"&nbsp;&nbsp;&nbsp;\r\n   Reiterating the DPRK's principled stand on the \"missile issue,\" the paper says: &nbsp;&nbsp;&nbsp;\r\n   Nobody can cavil at the \"missile issue,\" as it is totally a matter pertaining to the DPRK's sovereignty. &nbsp;&nbsp;&nbsp;\r\n   The DPRK has no intention to conceal its development of missile. &nbsp;&nbsp;&nbsp;\r\n   It is quite a legitimate self-defensive measure of the DPRK to increase its military strength, as well as develop missile. Therefore, Japan's complaints against the DPRK's missile issue are an interference in the DPRK's internal affairs and an encroachment upon its sovereignty. &nbsp;&nbsp;&nbsp;\r\n   Japan should honestly repent of and liquidate its past crimes against the Korean people. On this basis it should work hard to develop friendly relations with the DPRK. Then, there will be no need for Japan to worry about the DPRK's \"missile issue.\"&nbsp;&nbsp;&nbsp;\r\n   If Japan continues to link the \"missile issue\" with the establishment of bilateral relations, ignoring the DPRK's repeated warnings in a bid to attain its insidious purpose, the DPRK will be compelled to reconsider its position towards the talks. &nbsp;&nbsp;&nbsp;\r\n   The Japanese authorities should behave themselves, mindful of it. \r\n\r\n"
        },
        {
            "title": "KCTU vows to stage general strike",
            "url": "http://kcna.co.jp/item/2000/200004/news04/30.htm#8",
            "content": "KCTU vows to stage general strike\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, April 30 (KCNA) -- The South Korean Confederation of Trade Unions (KCTU) reportedly held a rally in Seoul on Saturday with an attendance of over 15,000 workers and students to commemorate the 110th May Day and vow a general strike. &nbsp;&nbsp;&nbsp;\r\n   At the rally chairman of the confederation tan Pyong ho demanded negotiation with the \"government,\" calling for reduction of working hours and increase of wage by 15.2 percent. &nbsp;&nbsp;&nbsp;\r\n   The KCTU will launch into a general strike on May 31 unless the authorities meet its demands, he declared. &nbsp;&nbsp;&nbsp;\r\n   Calling for the reduction of working hours in all industrial fields, he proposed a formation of \"labour-management-government special committee\" to this end. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, the authorities concentrated police around the venue of rally to check traffic and crack down on the rally. \r\n\r\n"
        },
        {
            "title": "U.S. hit for biological and chemical war preparations",
            "url": "http://kcna.co.jp/item/2000/200004/news04/30.htm#9",
            "content": "U.S. hit for biological and chemical war preparations\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, April 30 (KCNA) -- The central committee of the National Democratic Front of South Korea (NDFSK) on April 27 issued a statement to denounce the U.S. imperialists' biological and chemical war preparations that get all the more pronounced in South Korea. &nbsp;&nbsp;&nbsp;\r\n   The statement cited facts to prove that the U.S. has systematically used germ weapons, poisonous chemical weapons and other mass lethal weapons on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n   According to it, they are the war criminals who massacred Koreans with germ and chemical weapons during the Korean War. &nbsp;&nbsp;&nbsp;\r\n   In the North Korea they killed many people with all kinds of chemical weapons including some 20 kinds of germ weapons and lachrymatory and suffocative poisonous gas and napalm bombs. &nbsp;&nbsp;&nbsp;\r\n   One fourth of the U.S. bombers were involved in the germ war to spray a large number of poisonous insects with infectious virus such as fly, web, mosquito, bedbug and flea. They did not hesitate to drop foodstuff, handbills and forged currencies which carried poisonous materials with them. &nbsp;&nbsp;&nbsp;\r\n   The then fact-finding group of international democratic lawyers in a report said that the mass killings of people by the U.S. aggression troops with germ and chemical weapons in the North Korea were brutal atrocities that surpassed by far those of the Japanese army and the Hitler army during World War II. &nbsp;&nbsp;&nbsp;\r\n   After the Korean War the U.S. unhesitatingly made biological and chemical experiment and committed killings of Koreans in South Korea. &nbsp;&nbsp;&nbsp;\r\n   They took more than 12,000 embryos to the U.S. flow laboratory from South Korea  and over 60,000 kidneys to the general institute in the period from 1970 to 1976 for germ weapons testing. &nbsp;&nbsp;&nbsp;\r\n   The U.S. beasts set up germ institutes at Korea University, Kyunghee University and other places and tested germ weapons, spread pathogens of hemorrhagic fever to kill at least 20,000 people in a matter of one year to verify \"effects of the spread.\"&nbsp;&nbsp;&nbsp;\r\n   They sprayed a great amount of defoliant, toxic agent orange, in the areas along the military demarcation line. &nbsp;&nbsp;&nbsp;\r\nThousands of the \"ROK\" army soldiers who were driven to spraying of defoliant have died till now and more than 30,000 people including inhabitants of these areas suffered from incurable diseases and the number of victims is increasing day by day. &nbsp;&nbsp;&nbsp;\r\n   It is a lamentable thing that the Korean nation suffered war, not reunifying the country owing to the U.S., the statement said, asking why it should remain victims of biological and chemical war of the United States today. &nbsp;&nbsp;&nbsp;\r\n   For the Korean people to get rid of the possible disasters of the U.S. aggression troops' biological and chemical war,  it is imperative to get the U.S. forces, the root cause of misfortune, withdrawn from South Korea, added the statement. \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}