{
    "date": "2000-01-11",
    "url": "http://kcna.co.jp/item/2000/200001/20000111.htm",
    "articles": [
        {
            "title": "U.S., Japan plan to stage mock operation drill aimed at second Korean war",
            "url": "http://kcna.co.jp/item/2000/200001/news01/11.htm#1",
            "content": "U.S., Japan plan to stage mock operation drill aimed at second Korean war \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, January 11 (KCNA) -- The warlords of the United States and Japan have planned to stage a joint mock operation drill under the simulated conditions of \"emergency\" in areas surrounding Japan in February.\r\n   Commenting on it, Rodong Sinmun today denounces the joint mock operation drill as a dangerous preliminary to a war of aggression against the DPRK.&nbsp;&nbsp;&nbsp;\r\n   The paper says: &nbsp;&nbsp;&nbsp;\r\n   By the \"emergency\" in the Korean peninsula they have in mind an event of contingency in which the U.S. forces ignite a war of aggression against the DPRK, thus bringing the Korean peninsula to a state of war. &nbsp;&nbsp;&nbsp;\r\n   The U.S. warhawks recently asserted that judgement on \"signs\" of the DPRK's military movements would be a main condition for a preemptive strike. They seek a favorable pretext for starting a new Korean war anytime. &nbsp;&nbsp;&nbsp;\r\n   In another development, the Japanese reactionaries restored the right of belligerency and the right to participate in a war in may last year. They are now seeking to provide conditions for the Japanese aggression forces to openly participate in the Korean war as main forces. &nbsp;&nbsp;&nbsp;\r\n   The U.S. and Japanese warhawks should not act rashly. &nbsp;&nbsp;&nbsp;\r\n   If the U.S. warhawks provoke a war in this land, our army and people will mercilessly strike and annihilate them to the last. &nbsp;&nbsp;&nbsp;\r\n   If the militarist aggressors of Japan invade our territory, whether they are pulled by the U.S. war chariot or spearhead the aggression, we will deal a thousand-fold retaliatory blow to them and make them pay for the blood of our people, thus wreaking the nation's pent-up vengeance. \r\n\r\n"
        },
        {
            "title": "S. Korean warmongers escalate arms buildup",
            "url": "http://kcna.co.jp/item/2000/200001/news01/11.htm#2",
            "content": "S. Korean warmongers escalate arms buildup \r\n &nbsp;&nbsp;&nbsp; Pyongyang, January 11 (KCNA) -- The South Korean authorities are planning to beef up armed forces this year, according to a Seoul-based radio report.\r\n   It was reported that they would introduce at least 100 unmanned attackers called \"harpy\" capable of destroying missile tracking radar bases from 150 km away and 20 ultra-modern military equipment including different types of missiles, large submarines and amphibious transports capable of \"striking main targets of the north\" and deploy them for action. &nbsp;&nbsp;&nbsp;\r\n   They also decided to build a long-range radar base on Ulrung island and organize a unit for aerial reconnaissance in a bid to significantly enlarge the detecting radius. They are to build a second central anti-air control station capable of watching flying objects in the sky over the whole area of the Korean peninsula and push ahead with informationization of the command system in real earnest. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, the \"Ministry of National Defence\" has decided to spend 5.3 trillion won to introduce such ultra-modern equipment and increase early information-collecting capability. &nbsp;&nbsp;&nbsp;\r\n   The South Korean warmongers, quite upset by the nation's aspiration for national reunification that runs high with the new millennium in, are running amuck to step up war preparations against the north from the beginning of the year.    \r\n\r\n"
        },
        {
            "title": "Military is pillar for building powerful nation",
            "url": "http://kcna.co.jp/item/2000/200001/news01/11.htm#3",
            "content": "Military is pillar for building powerful nation \r\n &nbsp;&nbsp;&nbsp; Pyongyang, January 11 (KCNA) -- The DPRK will carry through the line of attaching great importance to the military this year.\r\n   The military, along with ideology and science and technology, is one of the three pillars for building a powerful nation. &nbsp;&nbsp;&nbsp;\r\n   The Workers' Party of Korea (WPK) is relying on the strength of the military to complete the Korean revolution which was pioneered by force of arms. This year, too, the WPK set forth the line of further strengthening the people's army and leading the army and the people to push ahead with national defence and socialist construction in firm unity. &nbsp;&nbsp;&nbsp;\r\n   The Korean people have directed big efforts to the building of the revolutionary armed forces, giving great importance to it from the beginning of the struggle for national liberation. &nbsp;&nbsp;&nbsp;\r\n   It is because they were deprived of their country by the Japanese imperialists and subjected to colonial slavery owing to weak national power. &nbsp;&nbsp;&nbsp;\r\n   The Korean people, aware that the Japanese imperialist aggressors armed to the teeth could be defeated only by powerful armed forces, waged the bloody anti-Japanese armed struggle under the slogan \"arms to arms \" and eventually liberated the country. &nbsp;&nbsp;&nbsp;\r\n   After its liberation, however, Korea was divided into two due to the moves of the separatists at home and abroad, and has been placed in a state of military confrontation. &nbsp;&nbsp;&nbsp;\r\n   As the Korean people had their genuine revolutionary armed forces, they could win the honorable victory in the three-year war fought against the U.S. imperialists.\r\n   And they defended the security of the country and the dignity of the nation by smashing many armed provocations including the U.S. imperialists' armed spy ship \"Pueblo\" incident (1968), large spy plane \"EC-121\" incident (1969), Panmunjom incident (1976) and helicopter intrusion (1994). &nbsp;&nbsp;&nbsp;\r\n   It is the serious lesson drawn by the Korean people and the truth of history that a weak army reduces a country to ruin and cannot defend even the dignity of an independent human being. &nbsp;&nbsp;&nbsp;\r\n   The Korean people are vigorously advancing to build a powerful nation under the army-first revolutionary leadership of the great leader Kim Jong Il, though the imperialists' moves to isolate and stifle the DPRK have become all the more pronounced in recent years.    \r\n\r\n"
        },
        {
            "title": "Imperialists' aggressive nature can never change",
            "url": "http://kcna.co.jp/item/2000/200001/news01/11.htm#4",
            "content": "Imperialists' aggressive nature can never change \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 11 (KCNA) -- The imperialists' aggressive nature still remains unchanged, says Rodong Sinmun today in a signed article.\r\n   Aggression and plunder are the nature and mode of existence of the imperialists, the article says, and continues: &nbsp;&nbsp;&nbsp;\r\n   Imperialism originated from aggression and looting and imperialists have grown fat through endless aggression and plunder. The more corpulent they grow, the stronger their ambition and greed become and the more persistent and outrageous they get in their aggression and plunder of other countries. &nbsp;&nbsp;&nbsp;\r\n   Last year saw tragedies and disputes in various parts of the world where the sovereignty of countries and nations was trampled down and peace and security were disturbed and the continued socio-economic depression and bankruptcy and instability threatened the very existence of peoples. &nbsp;&nbsp;&nbsp; This was entirely attributable to the aggressive and predatory moves of the imperialists to achieve their objective. &nbsp;&nbsp;&nbsp;\r\n   The imperialists' nature can never change as a leopard cannot change his spots. &nbsp;&nbsp;&nbsp;   If there be anything changed, it is only the mode of aggression. &nbsp;&nbsp;&nbsp;\r\n   The imperialists have become more cunning in their mode of aggression and plunder since the end of the Cold War. &nbsp;&nbsp;&nbsp;\r\n   The imperialists have forced other countries to introduce their politics, economy and culture, while zealously creating illusion about them in those countries. For this, they are imposing economic sanctions and blockade, etc. On other countries, using \"aid\" and \"cooperation\" as a lever. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, the imperialists do not hesitate to make an armed invasion on those countries that fail to comply with their dominationist demands. &nbsp;&nbsp;&nbsp;\r\n   The reality goes to prove that it is the only way of realizing  the aspiration and desire of progressive humankind to live in a free and peaceful world for the progressive people in the world to put up a relentless struggle against the imperialists, keenly aware of their  aggressive nature and mode.    \r\n\r\n"
        },
        {
            "title": "False propaganda denounced",
            "url": "http://kcna.co.jp/item/2000/200001/news01/11.htm#5",
            "content": "False propaganda denounced \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, January 11 (KCNA) -- The spokesman for the Flood Damage Rehabilitation Committee of the DPRK answered a question put by KCNA today as regards the recent false propaganda of the South Korean authorities and other dishonest elements aimed at blocking international assistance to the DPRK.\r\n    He said: &nbsp;&nbsp;&nbsp;\r\n    Hostile forces intensify their campaign as never before in a bid to spoil the atmosphere favourable for international assistance to the DPRK. &nbsp;&nbsp;&nbsp;\r\n    Recently, the South Korean authorities persistently spread the rumour that the food aid to the DPRK is being diverted to the army. in order to support this they floated a sheer lie that a special supply unit called standing unit no. 514 has been organised under the ministry of the people's armed forces to divert most of the food aid to the army. &nbsp;&nbsp;&nbsp;\r\n   They also made incoherent remarks that some non-governmental organisations that had been active in the DPRK on an aid mission left the country because of  insufficient working conditions and aid organisations released what they call a \"joint statement.\" &nbsp;&nbsp;&nbsp;\r\n   What merits attention is that  ultra right-wing media of Japan echo their false propaganda. &nbsp;&nbsp;&nbsp;\r\n   The anti-DPRK diatribe coincides with the smooth international assistance that gains a momentum thanks to the active and sincere cooperation on the part of the DPRK. &nbsp;&nbsp;&nbsp; \r\n   That cannot be construed otherwise than a flimsy trick to serve a sinister political purpose. &nbsp;&nbsp;&nbsp;\r\n   More than once the South Korean authorities, old hands in deception and plot-breeding, and right-wing conservative media of Japan on their payroll tried to block this aid to the DPRK. &nbsp;&nbsp;&nbsp;\r\n   They exhorted the intelligence service to claim that the DPRK used money in aid as defense spending, not for recovery from natural disasters and people died of famine because international assistance failed to pay off. &nbsp;&nbsp;&nbsp;\r\n   Their accusations only resulted in bringing disgrace to them before the eyes of the world. They went the length of mixing food and other aid materials with poisonous substance to do harm to the safety of the people. they were bitterly condemned by the international community for their crimes. &nbsp;&nbsp;&nbsp;\r\n   The DPRK has been honest in relations with aid organisations. &nbsp;&nbsp;&nbsp;\r\n    It has done its best to provide them with working and living conditions so that they might fully discharge humanitarian mission. &nbsp;&nbsp;&nbsp;\r\n   The cooperative relations between the DPRK and international organisations have developed on good terms and food and other aid materials from the organisations have been properly distributed to the population of the country. &nbsp;&nbsp;&nbsp;\r\n   That has been proved by the objective facts. &nbsp;&nbsp;&nbsp;\r\n   As for the \"Oxfam\" from Britain, a non-governmental aid organisation that left here for home at the close of last year, the DPRK cooperated with the organisation so that it could successfully finish the first phase project of drinking water supply, part of cooperation,  and made it clear that the organisation could continue cooperation activities in the DPRK depending on the organisation's securing of funds in aid for the next phase project. &nbsp;&nbsp;&nbsp;\r\n   The dishonest elements, however, launched a mucky anti-DPRK smear campaign in a bid to inveigle aid organisations here into it. This is a foolish attempt to drive a wedge between the DPRK and aid organisations and spoil the atmosphere favorable for assistance. &nbsp;&nbsp;&nbsp;\r\n   The aid organisations that consider impartiality as vital to their activities should see through the ulterior intention of those hostile to the DPRK and heighten their vigilance against them. &nbsp;&nbsp;&nbsp;\r\n   No matter what a reckless anti-DPRK smear campaign the hostile elements resort to, they will only betray their true colors. They are bound to meet bitterer curses and denunciation from the international community.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}