{
    "date": "2000-04-28",
    "url": "http://kcna.co.jp/item/2000/200004/20000428.htm",
    "articles": [
        {
            "title": "Reception given on Yugoslav constitution day",
            "url": "http://kcna.co.jp/item/2000/200004/news04/28.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Stones donated to construction of monument in Korea",
            "url": "http://kcna.co.jp/item/2000/200004/news04/28.htm#2",
            "content": "Reception given on Yugoslav constitution day \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 28 (KCNA) --  Milorad Kosovac, charge d'affaires ad interim of the Yugoslav embassy here, gave a reception on April 27 on the occasion of the constitution day of Yugoslavia.\r\n   Invited to the reception were vice-president of the presidium of the Supreme People's Assembly Yang Hyong Sop, Foreign Minister Paek Nam Sun, Minister of Foreign Trade Kang Jong Mo, officials concerned, foreign diplomatic envoys and representatives of international organizations here.&nbsp;&nbsp;&nbsp;\r\n   The charge d'affaires ad interim said in his address that the DPRK has maintained traditional good relations with Yugoslavia and remained a friend who is respecting the efforts of Yugoslavia for peace. &nbsp;&nbsp;&nbsp;\r\n   Noting that the friendship and successful cooperation between the two countries serve as a strong basis to strengthen the good relations of cooperation in the future, too, he said the friendly and cooperative relations between the two countries would develop more favorably thanks to Marshal Kim Jong Il, an outstanding statesman, strategist and the supreme leader of the Korean people, and Slobodan Milosevic, President of Yugoslavia. &nbsp;&nbsp;&nbsp;\r\n   Vice-president Yang Hyong Sop said in his speech that Yugoslavia fully demonstrated its indomitable will and heroic spirit before the world when it stood singlehandedly against the U.S.-led NATO joint armed invasion last year and thereby defending the independence and sovereignty of the country and achieving a political and moral victory. &nbsp;&nbsp;&nbsp;\r\n   He noted that the DPRK was greatly satisfied to see the friendly and cooperative relations between the two countries developing on good terms through a common struggle against the imperialists' high-handed and arbitrary practices, pressure and interference in other internal affairs. &nbsp;&nbsp;&nbsp;\r\n   He said that the DPRK would make all efforts to expand and develop the friendly and cooperative relations between the two countries in various domains true to the behests of the great leader President Kim Il Sung and the intention of the respected leader Kim Jong Il.    \r\n\r\n"
        },
        {
            "title": "U.S. and S. korean warhawks' moves for biological  and chemical war assailed",
            "url": "http://kcna.co.jp/item/2000/200004/news04/28.htm#3",
            "content": "Stones donated to construction of monument in Korea\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, April 28 (KCNA) -- Oleg Shenin, chairman of the council of the union of Communist Parties-the Communist Party of the Soviet Union, and Vladimir Tolstikov, chairman of the Russian Association for Friendship and Cultural Cooperation with the DPRK, donated stones to the construction of the monument to the three-point charter of national reunification.    \r\n\r\n"
        },
        {
            "title": "U.S. hit for its anti-Cuba moves",
            "url": "http://kcna.co.jp/item/2000/200004/news04/28.htm#4",
            "content": "U.S. and S. korean warhawks' moves for biological  and chemical war assailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 28 (KCNA) -- The Korean National Peace Committee yesterday sent a letter to the world peace movement organizations calling on them to undertake a widespread anti-war peace movement to check and frustrate adventurous moves for a biological and chemical war of the U.S. imperialists and the South Korean warmongers.\r\n   The letter said: &nbsp;&nbsp;&nbsp;\r\n   The U.S. imperialists and the South Korean warmongers are beefing up biological and chemical forces of the U.S. troops stationed in South Korea and the \"ROK\" army and staging various joint military exercises for a biological and chemical war under the pretext of \"coping with\" someone's non-existent \"threat of biological and chemical attack.\" &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, soldiers of the U.S. forces were inoculated with anthrax vaccines and gas masks are being supplied to the U.S. troops and families of embassy officials in Seoul. &nbsp;&nbsp;&nbsp;\r\n   This fact shows that the United States and South Korea are seeking an all-out north-targeted biological and chemical war on the Korean peninsula and their plan is being put into practice. &nbsp;&nbsp;&nbsp;\r\n   There are now scores of arsenals of biological and chemical weapons and binary chemical weapons which are as destructive as nuclear weapons are massively stockpilled in South Korea. &nbsp;&nbsp;&nbsp;\r\n   Growing stronger is the hope of all the fellow countrymen in the north and south and overseas and the world peaceloving people to see an end to the cold war and an opening of a new phase of peace and peaceful reunification on the Korean peninsula following the adoption of the north-south agreement. &nbsp;&nbsp;&nbsp;\r\n   The U.S. and the South Korean authorities, however, are frantically stepping up the moves for a biological and chemical war, staging another provocative war exercise called \"reception, staging, onward-movement and integration exercise\" and a biological and chemical war drill. &nbsp;&nbsp;&nbsp;\r\n   These moves are intolerable. &nbsp;&nbsp;&nbsp;\r\n   The letter called upon the world peaceloving people and the international anti-war peace organizations to launch a widespread anti-war peace movement to check and frustrate such adventurous moves for a biological and chemical war.  \r\n   \r\n"
        },
        {
            "title": "Popular movement for maintenance of equipment",
            "url": "http://kcna.co.jp/item/2000/200004/news04/28.htm#5",
            "content": "U.S. hit for its anti-Cuba moves\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, April 28 (KCNA) -- Rodong Sinmun today in a signed commentary denounces the U.S. for its despicable campaign for pressure upon Cuba over the human rights issue.\r\n   The commentary goes on: &nbsp;&nbsp;&nbsp;\r\n   The U.S. adopted an \"anti-Cuba resolution\" on human rights at the 56th session of the UN commission on human rights held in Switzerland on April 18  in a bid to create an impression as if there is \"human rights problem\" in Cuba and tighten sanctions and pressure on socialist Cuba under the pretext of it. &nbsp;&nbsp;&nbsp;\r\n   It is an encroachment on the sovereignty of Cuba that the U.S. is making much fuss about the \"human rights problem,\" obtrusively interfering in the internal affairs of Cuba. &nbsp;&nbsp;&nbsp;\r\n   It is the height of impudence for the U.S., the first sterile land of human rights in the world, to pick fault with the \"issue of human rights\" in Cuba and other countries. &nbsp;&nbsp;&nbsp;\r\n   The U.S. anti-Cuba campaign is aimed at justifying the protraction of its base blockade policy against Cuba that lasted for scores of years and stifling it by slandering Cuba  and tarnishing its image. &nbsp;&nbsp;&nbsp;\r\n   The U.S. should clearly see that it can never stifle socialist Cuba and stop the anti-Cuba campaign interfering in its internal affairs.    \r\n\r\n"
        },
        {
            "title": "Korean resident in U.S. shot to death",
            "url": "http://kcna.co.jp/item/2000/200004/news04/28.htm#6",
            "content": "Popular movement for maintenance of equipment\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 28 (KCNA) -- A model machine movement for emulating lathe no. 26 is brisk at all units of Korea.\r\n   This popular movement for the maintenance of equipment is instrumental in promoting the three revolutions, ideological, technical and cultural, and stepping up the building of an economically powerful socialist nation. &nbsp;&nbsp;&nbsp;\r\n   According to information available, the title of model machine for emulating lathe no. 26 was awarded to more than 1,130,000 machines and equipment, twice and thrice titles included, and the title of workteam having model machines for emulating lathe no. 26 went to over 97,600 workteams, twice and thrice titles included. &nbsp;&nbsp;&nbsp;\r\n   At least 9,000 workshops were honored with the title of workshop having model machines for emulating lathe no. 26 including twice title, over 7,400 factories the title of factory with model machines for emulating lathe no. 26, including twice title and 855 units have become winners of \"prize of honour for factory with model machines for emulating lathe no.26\". &nbsp;&nbsp;&nbsp;\r\n   The Pyongyang Textile Machine Factory is  well known for its lathe no. 26. &nbsp;&nbsp;&nbsp;\r\n   Leader Kim Jong Il had a practice in production at the factory in April, Juche 50 (1961) as a student of Kim Il Sung University. &nbsp;&nbsp;&nbsp;\r\n   Finding himself among workers, he led them to bring about a radical turn in the performance of their revolutionary tasks, deeply aware of duties as a leading class of the revolution. &nbsp;&nbsp;&nbsp;\r\n    Personally operating lathe no. 26, he set a noble example in maintaining equipment. &nbsp;&nbsp;&nbsp;\r\n   \"The Model Machine Movement of Loyalty for Emulating Lathe No. 26\" was initiated by the workers of the factory. &nbsp;&nbsp;&nbsp;\r\n   This movement has brought about a new significant change in the ideological and moral traits and work style of the working people across the country. &nbsp;&nbsp;&nbsp;\r\n   This movement is now under way not only at industrial establishments and on cooperative farms but in the fields of education, culture and public health and other domains.    \r\n\r\n\r\n"
        },
        {
            "title": "Attempt to avoid revision of \"status of forces agreement\" censured",
            "url": "http://kcna.co.jp/item/2000/200004/news04/28.htm#7",
            "content": "Korean resident in U.S. shot to death\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, April 28 (KCNA) -- A U.S. policeman shot to death innocent Korean resident an Jong Hwan in Nashville, Tennessee, the United States, on April 21, a Seoul-based radio reported.\r\n   The policeman who was running about the street that day gunned down an when chasing two armed burglars who had lifted goods from his shop. &nbsp;&nbsp;&nbsp;\r\n   In this regard the \"Koreans Society in Nashville\" demanded a probe into the truth behind the incident, complaining that the policeman would have not shot an Jong Hwan to death if he were a white man. And local inhabitants and even U.S. media criticized the police shooting.    \r\n\r\n"
        },
        {
            "title": "\"Art exhibition for commemorating Sun's Day\" in S. Korea",
            "url": "http://kcna.co.jp/item/2000/200004/news04/28.htm#8",
            "content": "Attempt to avoid revision of \"status of forces agreement\" censured\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, April 28 (KCNA) -- The United States and the South Korean authorities disclosed their real intention to put off the negotiations for revising the U.S.-South Korea \"status of forces agreement,\" the agreement on the status of the U.S. troops in South Korea, a Seoul-based radio reported.\r\n   Upset by protest and denunciation from the people from all walks of life in South Korea, the United States and the South Korean authorities clarified in early March that they would have negotiations for the revision late in April. &nbsp;&nbsp;&nbsp; \r\n   But now they are going to hold off the negotiations, saying that as there are many working matters between both sides, it is strongly probable they will be put on hold for more than two months. &nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities went to the length of describing the negotiations for revising the agreement, etc. as secondary matters under the pretext of handling a \"recent important case.\" &nbsp;&nbsp;&nbsp;\r\n   The agreement has been rejected as a treacherous \"agreement\" which guarantees the U.S. imperialist aggression troops the status of \"master\" as it justifies and defends their occupation of South Korea and all crimes.    \r\n\r\n"
        },
        {
            "title": "Meeting of pacesetters in model machine movement for emulating lathe no.26",
            "url": "http://kcna.co.jp/item/2000/200004/news04/28.htm#9",
            "content": "\"Art exhibition for commemorating Sun's Day\" in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 28 (KCNA) -- The Thaeyang society in South Korea held an \"Art Exhibition for Commemorating Sun's Day\" on April 10 on the occasion of the 88th birth anniversary of the great leader President Kim Il Sung, said Seoul-based radio voice of national salvation.\r\n   Displayed at the exhibition hall were more than 20 pieces of art works, including pictures, sculptures, calligraphies and poems, which were created by members of the Thaeyang society in praise of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n   A wood carving \"native home in Mangyongdae\" made of a 100-year-old paulownia tree root represents the old home where the president was born. &nbsp;&nbsp;&nbsp;\r\n   Conspicuous were a calligraphy \"President Kim Il Sung is the Eternal Heaven of the Nation\", an oriental painting \"Snowstorm of Mt. Paektu\" and a poem \"President Kim Il Sung Always Lives in Our Hearts\".    \r\n\r\n"
        }
    ]
}