{
    "date": "2000-05-10",
    "url": "http://kcna.co.jp/item/2000/200005/20000510.htm",
    "articles": [
        {
            "title": "Kim Jong Il visits tropical catfish farm",
            "url": "http://kcna.co.jp/item/2000/200005/news05/10.htm#1",
            "content": "Kim Jong Il visits tropical catfish farm \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 10 (KCNA) -- General Secretary Kim Jong Il on Tuesday visited a tropical catfish plant built by soldiers of the Korean People's Army.&nbsp;&nbsp;&nbsp;\r\n   KPA soldiers successfully built this plant on a highly scientific and intensive basis in less than six months by fully displaying the revolutionary spirit of soldiers. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il inspected the outside and inside of the clean and cozy plant, which looks like a scientific research center, to acquaint himself with details of its construction and the conditions of catfish breeding. &nbsp;&nbsp;&nbsp;\r\n   Looking round industrial fish breeding processes, he expressed great satisfaction at the plant and highly appreciated the feats of servicemen who built the wonderful fishing farm of world standard in a short period with devotion to the people. &nbsp;&nbsp;&nbsp;\r\n   Then he advanced highly important tasks which would serve as guideline in developing tropical catfish breeding on a large scale. &nbsp;&nbsp;&nbsp;\r\n   The experience of the plant, whose employees are no more than ten and which is producing hundreds of tons of tropical catfish in a year, clearly shows in practice that tropical catfish is the best in realizing intensive fish breeding, he said. &nbsp;&nbsp;&nbsp;\r\n   Our country has very favourable conditions for the breeding of tropical catfish as it abounds in hot springs, he said, and called for making an effective use of the existing ones, finding out more sources of hot water and conducting a powerful all-people movement for breeding tropical catfish. &nbsp;&nbsp;&nbsp;\r\n   In order to increase the production of tropical catfish, he noted, it is important to put its production strictly on a  scientific basis. He urged the officials and working people in this field to intensify scientific research into tropical catfish and introduce an advanced breeding method in hearty response to the idea of the Worker's Party of Korea on attaching great importance to science. &nbsp;&nbsp;&nbsp;\r\n   It is imperative to solve the fish food problem our own way because a brisk campaign for breeding tropical catfish will be conducted in all parts of the country in the future, he said, and called for finding and tapping all food resources suited to the physiological characteristics of tropical catfish and building a solid processing base. &nbsp;&nbsp;&nbsp;\r\n   He was accompanied by Jo Myong Rok, director of the KPA general political department, Kim Yong Chun, chief of the KPA general staff, Kim Il Chol, Minister of the People's Armed Forces, KPA marshal Ri Ul Sol and KPA generals. &nbsp;&nbsp;&nbsp;\r\n   He was also accompanied by secretaries of the WPK Central Committee Kim Kuk Thae and Kim Yong Sun and first vice department directors of the party central committee. \r\n\r\n"
        },
        {
            "title": "Kim Il Sung's idea of great national unity",
            "url": "http://kcna.co.jp/item/2000/200005/news05/10.htm#2",
            "content": "Kim Il Sung's idea of great national unity \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 10 (KCNA) -- The idea of great national unity propounded by the President Kim Il Sung is a precious asset and a fundamental cornerstone for the independent and peaceful reunification of the country, says Rodong Sinmun today in a signed article. &nbsp;&nbsp;&nbsp;\r\n   It goes on: &nbsp;&nbsp;&nbsp;\r\n   This can be explained by the fact that great national unity is a prerequisite for the independent and peaceful reunification of the country. &nbsp;&nbsp;&nbsp;\r\n   It guarantees national dignity and paves the way for shaping the nation's destiny. &nbsp;&nbsp;&nbsp;\r\n   The cause of national reunification is the cause of independence to establish the sovereignty of the Korean nation nationwide and its driving force is the Korean nation. &nbsp;&nbsp;&nbsp;\r\n   Historic experience proves that a nation can achieve its independence and sovereignty and defend them only when it is firmly united. If the great unity of the entire nation is to be achieved, it should rise above sense of confrontation and win-loss concept. &nbsp;&nbsp;&nbsp;\r\n   It is of urgent necessity for national unity and reunification to make a switchover from the relations of distrust and confrontation between the north and south to those of confidence and reconciliation. &nbsp;&nbsp;&nbsp;\r\n   The north and south should jointly pave the way for national reunification by achieving concord and seeking co-existence, co-prosperity and common interests on the basis of recognizing each other's ideology and system. &nbsp;&nbsp;&nbsp;\r\n   All the members of the nation should attain its great unity from the stand that they are of one and the same blood, transcending the differences of idea, ideal, political view and system. Only then is it possible to put an end to the inter-Korean relations of confrontation, achieve national reconciliation and unity and reunify the country peacefully. &nbsp;&nbsp;&nbsp;\r\n   This can also be explained by the fact that great national unity is the core of the issue of national reunification. &nbsp;&nbsp;&nbsp;\r\n   Kim Il Sung made a most lucid clarification of the core of the issue of national reunification by explaining the issue as one of fully realising independence of the country and the nation and achieving reconciliation and unity of the nation. &nbsp;&nbsp;&nbsp;\r\n   If the Korean nation is to preserve its identity as a homogeneous nation with an ancient history and independently shape its destiny, it should reunify the divided nation and win back its dignity as a homogeneous nation. &nbsp;&nbsp;&nbsp;\r\n   This process will precisely lead to restoring the basic ways for the existence and development of the nation and realising national reunification. &nbsp;&nbsp;&nbsp;\r\n   The great unity of the entire nation serves as a basis of  establishing an independent and reunified state. &nbsp;&nbsp;&nbsp;\r\n   Kim Il Sung set forth the policy of reunifying the country by means of founding the Democratic Confederal Republic of Koryo, a unified state based on confederacy formula, with a deep insight into the nation's historic requirements for providing reasonable ways for reunification acceptable to both the north and south under the actual conditions where the two differing political systems, ideologies and systems exist. &nbsp;&nbsp;&nbsp;\r\n   The reunification by confederacy formula presupposes tolerating and recognizing the existence of the two systems and governments in the north and south. Hence, great national unity serves as a basis for this reunification. \r\n\r\n"
        },
        {
            "title": "Japanese moves to revise constitution",
            "url": "http://kcna.co.jp/item/2000/200005/news05/10.htm#3",
            "content": "Japanese moves to revise constitution \r\n  &nbsp;&nbsp;&nbsp;Pyongyang, May 10 (KCNA) -- Kato, former secretary general of the Japanese Liberal-Democratic Party, recently said that in case the United Nations asks its member states to contribute to the \"UN peace-keeping activities accompanied by military activities,\" \"Japan should revise article 9 of the constitution\" to respond to it. &nbsp;&nbsp;&nbsp;\r\n   His remarks clearly show that Japan is trying hard to legalize the overseas dispatch of the \"Self-Defence Forces\" through which to pursue a sinister political purpose, says Minju Joson today in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n   It goes on: &nbsp;&nbsp;&nbsp;\r\n   With an ulterior intention Japan is scheming to amend article 9 of the constitution which prohibits the use of armed forces as a means of settling conflicts and collective military action. &nbsp;&nbsp;&nbsp;\r\n   The Japanese reactionaries are straining every nerve to make Japan a warring state again to reinvade the Korean peninsula and the rest of Asia and achieve their ambition for domination over Asia which the Japanese imperial army failed. &nbsp;&nbsp;&nbsp;\r\n   This is why they are trying to revise article 9 of the constitution, a obstacle in expanding overseas the military activities of the \"Self-Defence Forces\". &nbsp;&nbsp;&nbsp;\r\n   It is another purpose of the Japanese reactionaries to give an impression that Japan contributes to world peace and stability by taking an active part in the \"UN peace-keeping activities\" so as to create a \"favourable atmosphere\" in realizing their \"ambition for becoming a political power.\" \r\n\r\n"
        },
        {
            "title": "U.S. nuclear attack plan disclosed",
            "url": "http://kcna.co.jp/item/2000/200005/news05/10.htm#4",
            "content": "U.S. nuclear attack plan disclosed \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, May 10 (KCNA) -- Tokyo Shimbun dated May 8 disclosed the U.S. plan which was worked out in the 1960s to stage a nuclear attack from the Japan proper in \"event of contingency\" on the Korean peninsula and other areas. &nbsp;&nbsp;&nbsp;\r\n   According to a document of the U.S. State Department recently obtained by Kyodo, at that time the U.S. worked out an operation plan to promptly introduce nukes from Okinawa &nbsp;&nbsp;&nbsp;\r\nInto its military bases in Yokoda, Misawa and Idazuke of Japan and stage from the Japan proper nuclear attack by bombers on its surrounding countries in \"emergencies\" on the Korean peninsula and other areas. &nbsp;&nbsp;&nbsp;\r\n   Under this plan the U.S. stationed in Kadena base eleven C-130 transport planes capable of carrying nuclear weapons and built in those military bases installations to load nukes on 51 fighters and bombers of various types in short time. &nbsp;&nbsp;&nbsp;\r\n   It proves that the U.S. had set the bases in Japan as sortie springboard for a nuclear war, the paper said. \r\n\r\n"
        },
        {
            "title": "S. Korean students wage anti-U.S. demonstration",
            "url": "http://kcna.co.jp/item/2000/200005/news05/10.htm#5",
            "content": "S. Korean students wage anti-U.S. demonstration \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, May 10 (KCNA) -- Over 20 members of the anti-U.S. national salvation death-defying squads of Korea University and other universities in South Korea reportedly thronged into the U.S. embassy in Seoul yesterday to stage a surprise demonstration. &nbsp;&nbsp;&nbsp;\r\n   They went into the embassy, holding a placard reading \"Go home, GIs who killed civilians during the June 25 Korean War\" and chanting slogans such as \"Punish the chief culprits for the Kwangju bloodbath and massacres of civilians in the Korean War.\"&nbsp;&nbsp;&nbsp;\r\n   On the second floor of the embassy building they scattered at least 300 handbills contending that the U.S. was a behind-the-scene manipulator of the Kwangju bloodbath, and chanted fighting slogans. \r\n\r\n"
        },
        {
            "title": "S. Korea's possession of chemical weapons disclosed",
            "url": "http://kcna.co.jp/item/2000/200005/news05/10.htm#6",
            "content": "S. Korea's possession of chemical weapons disclosed \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, May 10 (KCNA) -- It has been brought to light that the \"ROK\" army has possessed a considerable number of chemical weapons, the \"CBS\" of South Korea reported on May 9. &nbsp;&nbsp;&nbsp;\r\n   The number of South Korea's chemical weapons increased too much to be stockpiled in the closely guarded arsenal. &nbsp;&nbsp;&nbsp;\r\nSo, the authorities began scrapping chemical weapons at a factory built in Yongdong, North Chungchong Province, last year.\r\n   The radio said this disclosed possession of chemical weapons is expected to create a stir in the international community. &nbsp;&nbsp;&nbsp;\r\n   Nevertheless, the authorities of South Korea, a possessor of chemical weapons, are raising a hue and cry over non-existent \"chemical weapons\" of the DPRK in a bid to cover up their crimes. \r\n\r\n"
        },
        {
            "title": "Try Koryo Insam",
            "url": "http://kcna.co.jp/item/2000/200005/news05/10.htm#7",
            "content": "Try Koryo Insam \r\n &nbsp;&nbsp;&nbsp;Pyongyang, May 10 (KCNA) -- Koryo Insam (Ginseng), a specialty of Korea, is a special tonic for the functions of the body.&nbsp;&nbsp;&nbsp;\r\n   It is effective against tumor (cancer of the lips in particular) and cardiovascular disorders such as hypertension, myocardial malnutrition, coronary arteriosclerosis and stenocardia. It does much to stabilize the blood pressure.\r\n   As a stimulant to the nervous system, it can dispel or reduce the symptoms of general debility, headache and insomnia. &nbsp;&nbsp;&nbsp;\r\n   For anemic cases, it can increase the quantities of leukocyte and erythrocyte. &nbsp;&nbsp;&nbsp;\r\n   For a case of acute hepatitis, it can prevent the transition to chronic hepatitis. &nbsp;&nbsp;&nbsp;\r\n   It can help a light case of diabetes to decrease the blood sugar. &nbsp;&nbsp;&nbsp;\r\n   Notably, it is efficacious against radioactive damage and hormone poisoning by defoliant. \r\n\r\n"
        },
        {
            "title": "Kimchi, Korean vegetable food",
            "url": "http://kcna.co.jp/item/2000/200005/news05/10.htm#8",
            "content": "Kimchi, Korean vegetable food \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 10 (KCNA) -- Kimchi (pickled vegetables) is one of the staple foods of the Korean people. As for its taste the foreigners' memory of that is of literally hot stuff. &nbsp;&nbsp;&nbsp;\r\n   The ingredients are cabbage, radishes plus hot red peppers, garlic, spring onion, fruit, fish, pickled dishes and other seasonings. &nbsp;&nbsp;&nbsp;\r\n   As a food beneficial to health, it is a source of vitamin c and inorganic substances from winter to early spring. &nbsp;&nbsp;&nbsp;\r\nInorganic components contained in it, such as sodium, potassium, calcium, magnesium, phosphorus and iron, increase appetite particularly when it is eaten with boiled rice, meat and fish. It is also loaded with animal and vegetable nutritive elements.\r\n   Kimchi has a long history. Its pickling methods developed in the period of Ri dynasty (1392-early 20th century). &nbsp;&nbsp;&nbsp;\r\n   There are two ways to make Kimchi: One pickled in early winter and another by taking account of seasonal factors. &nbsp;&nbsp;&nbsp;\r\n   Kimchi for winter is a major dish. Since it May stay fermented for five months from November to the following March, this is almost half a year food. It is the housewives' joy to make delicious Kimchi. &nbsp;&nbsp;&nbsp;\r\n   Winter Kimchi is unsally buried in the ground for pickling before or after the beginning of winter. It is mainly divided into three ways called \"cabbage head Kimchi,\" \"cabbage-cut Kimchi,\" \"wrapped-up Kimchi\" and \"watery radish Kimchi.\"&nbsp;&nbsp;&nbsp;\r\n   Unlike simply pickled vegetables Korean Kimchi mixed in proper portion with simulative seasonings is a native typical Korean dish with its hot taste and peculiar flavor and smell. &nbsp;&nbsp;&nbsp;\r\n   At present Kimchi is mass-produced by factories built in every district in Pyongyang and other major cities. \r\n\r\n"
        },
        {
            "title": "U.S. dangerous moves for biological and chemical war",
            "url": "http://kcna.co.jp/item/2000/200005/news05/10.htm#9",
            "content": "U.S. dangerous moves for biological and chemical war \r\n  &nbsp;&nbsp;&nbsp;Pyongyang, May 10 (KCNA) -- The United States is getting ever more undisguised in its moves for a biological and chemical war in South Korea. &nbsp;&nbsp;&nbsp;\r\n   Recently the U.S. organized four new chemical units of the U.S. Army under the second division and the 19th theatre supporting command of the U.S. forces stationed in South Korea under the pretext of \"coping with\" the non-existent \"threat of biological and chemical weapons\" from the DPRK. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, all the soldiers of the U.S. forces in South Korea have been inoculated with anthrax vaccine and gas masks provided to them and the families of the U.S. embassy staff. &nbsp;&nbsp;&nbsp;\r\n   The U.S. has long prepared for a biological and chemical war on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n   During the Korean War (June 1950-july 1953) the U.S. aggressors massacred Korean people by use of germ and chemical weapons. &nbsp;&nbsp;&nbsp;\r\n   They dropped various types of bombs containing germs and poisonous gas over 169 areas of the North Korea 804 times from January to March in 1952. &nbsp;&nbsp;&nbsp;\r\n   They dropped at least 15 million napalm bombs over North Korea during the war. &nbsp;&nbsp;&nbsp;\r\n   After the war the U.S. forces sprayed at least 76,000 liters of defoliant in the demilitarized zone along the Military Demarcation Line, severely destroying ecological environment. &nbsp;&nbsp;&nbsp;\r\n   The U.S. and the South Korean authorities are colluding with each other to escalate the development and introduction of biological and chemical weapons in wanton violation of the international law. &nbsp;&nbsp;&nbsp;\r\n   As a result, there are now scores of arsenals of biological and chemical weapons and binary  chemical weapons massively stockpiled in South Korea. &nbsp;&nbsp;&nbsp;\r\n   All this goes to prove that the plan of the U.S. And South Korea for a biological and chemical war is being put into practice. \r\n\r\n"
        },
        {
            "title": "Self-reliance in national defence",
            "url": "http://kcna.co.jp/item/2000/200005/news05/10.htm#10",
            "content": "Self-reliance in national defence \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 10 (KCNA) -- The principle of self-reliance in national defence is the justest one that helps all the countries and nations aspiring after independence defend their independence and sovereignty and solve all the military affairs by their own efforts, says Rodong Sinmun today in a signed article. &nbsp;&nbsp;&nbsp;\r\n   The article goes on: &nbsp;&nbsp;&nbsp;\r\n   The President Kim Il Sung clarified that self-reliance in national defence is inevitable for an independent and sovereign state, thus providing a scientific and just guiding principle which should be maintained in building an independent and sovereign state for the first time in history. &nbsp;&nbsp;&nbsp;\r\n   Self-reliance in national defence helps all the countries and nations aspiring after independence beat back all sorts of aggression and subjugation of the imperialists and dominationists and defend themselves from the enemies' invasion. &nbsp;&nbsp;&nbsp;\r\n   To keep self-reliance in national defence is all the more urgent under the present conditions where the imperialists' moves of aggression and war have been undisguised. &nbsp;&nbsp;&nbsp;\r\n   The imperialists, taking advantage of the vanishment of their military rival after the end of the cold war, are intensifying their moves for aggression and domination over other countries and nations more openly than ever before. &nbsp;&nbsp;&nbsp;\r\n   The progressive people of the world, who want independence and peace and aspire after a new world free from exploitation and oppression, should put into practice the principle of self-reliance in national defence and firmly fight against the imperialist and dominationist forces. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}