{
    "date": "2000-12-06",
    "url": "http://kcna.co.jp/item/2000/200012/20001206.htm",
    "articles": [
        {
            "title": "Kim Jong Il guides land leveling and rezoning",
            "url": "http://kcna.co.jp/item/2000/200012/news12/06.htm#1",
            "content": "Kim Jong Il guides land leveling and rezoning \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 6 (KCNA) -- General Secretary Kim Jong Il yesterday gave on-site guidance to the land leveling and rezoning project in South Hwanghae Province. &nbsp;&nbsp;&nbsp;\r\n The project of leveling and rezoning over 100,000 hectares is making rapid progress in South Hwanghae Province under the far-sighted plan of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The completion of the project would turn over 400,000 patches into standardized fields and bring thousands of hectares of more land under the plough. &nbsp;&nbsp;&nbsp;\r\n People in the province, servicemen and volunteers from different provinces are taking part in this grand nature-harnessing project. &nbsp;&nbsp;&nbsp;\r\n After acquainting himself in detail with the project, Kim Jong Il highly appreciated their feats, very much satisfied to see that the builders did a lot of work in a short span of time. &nbsp;&nbsp;&nbsp;\r\n He noted that if the land leveling and rezoning project is finished in South Hwanghae Province in the wake of the completion of the similar projects in Kangwon and north Phyongan provinces the appearance of the land of the country will significantly change and a firm foundation will be laid to bring about a new boost in the agricultural production. &nbsp;&nbsp;&nbsp;\r\n He set forth concrete tasks and ways of completing the vast project in a short span of time. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by Jo Myong Rok, director of the general political department of the Korean People's Army, Kim Yong Chun, chief of its general staff, Kim Il Chol, Minister of the People's Armed Forces, Kim Kuk Thae and Kim Yong Sun, secretaries of the C.C., the Worker's Party of Korea, and department directors and first vice department directors of the C.C., the WPK. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il inspects KPA unit",
            "url": "http://kcna.co.jp/item/2000/200012/news12/06.htm#2",
            "content": "Kim Jong Il inspects KPA unit \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 6 (KCNA)-- General Secretary Kim Jong Il Tuesday inspected unit no. 350 of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by Jo Myong Rok, director of the general political department of the KPA,  Kim Yong Chun, chief of the general staff of the KPA, Kim Il Chol, Minister of the People's Armed Forces, and generals of the KPA Ri Myong Su, Hyon Chol Hae and Pak Jae Gyong.   &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il was greeted  on the spot by commanding officers of the unit. &nbsp;&nbsp;&nbsp;\r\n Then he looked round education and bed rooms, a mess,  and entertainment and supply service facilities. He acquainted himself with the living of the soldiers down to all details, including entertainment for them, the heating of their bed rooms, processing of non-staple food and the use of sideline fields.  &nbsp;&nbsp;&nbsp;\r\n He proposed important tasks which would serve as a guideline in improving the supply service, noting that it is one of the most important undertakings for the management of the unit to have good supply service facilities for the living of the soldiers and provide them with ample conditions for entertainment. &nbsp;&nbsp;&nbsp;\r\n He earnestly taught the commanding officers to value and love the soldiers like their real brothers as they are revolutionary comrades-in-arms who are dedicating their youth to the party and the revolution after leaving their hometowns and parents and look after their living as their eldest brother or eldest sister would do. &nbsp;&nbsp;&nbsp;\r\n He called on all the commanding officers to pay primary attention to the supply service all the time and provide the dear soldiers with the best living conditions. &nbsp;&nbsp;&nbsp;\r\n He urged the servicemen to become true patriots who love even a tree and even a blade of grass of the country like the apples of their eyes in order to bring prosperity to the country and happiness to the people. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il gave the servicemen of the unit a pair of binoculars, a machine gun and an automatic rifle like gifts and had a picture taken with them.  \r\n\r\n"
        },
        {
            "title": "Greetings to FM of Antigua and Barbuda",
            "url": "http://kcna.co.jp/item/2000/200012/news12/06.htm#3",
            "content": "Greetings to FM of Antigua and Barbuda \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 6 (KCNA) -- Paek Nam Sun, Minister of Foreign Affairs of the Democratic People's Republic of Korea, sent a message of greetings to Lester Bryant Bird, Prime Minister and Foreign Minister of Antigua and Barbuda, on the occasion of the 10th anniversary of the establishment of diplomatic relations between the two countries. &nbsp;&nbsp;&nbsp;\r\n Convinced that the friendly relations between the two countries would continue to develop on good terms, the message wished him greater success in his work. \r\n\r\n"
        },
        {
            "title": "Rare char found in Lake Chon",
            "url": "http://kcna.co.jp/item/2000/200012/news12/06.htm#4",
            "content": "Rare char found in Lake Chon \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 6 (KCNA) -- A 15 years old char 85 cm long and 7.7 kg in weight was recently caught in Lake Chon on Mt. Paektu, Korea. &nbsp;&nbsp;&nbsp;\r\n Members of the team for the expedition to Lake Chon proved that the char is a variation of chars, which had been brought from the upper reaches of the River Tuman to the lake in summer of Juche 73 (1984). &nbsp;&nbsp;&nbsp;\r\n Char is generally known to be 15-20 cm long on an average and the average length of char in Lake Chon is 30-40 cm.  &nbsp;&nbsp;&nbsp;\r\nDifferent from chars with the life span of 5-6 years in rivers and streams, chars in Lake Chon are much bigger  and can live longer than them thanks to limpid water, suitable temperature  and good food conditions provided by plankton growing in hot springs even in winter. &nbsp;&nbsp;&nbsp;\r\n It is an established fact that fish can not live in the lakes that appeared as a result of a volcano. But Lake Chon is teeming with chars among them such a big one. &nbsp;&nbsp;&nbsp;\r\n General Secretary Kim Jong Il sent this char to Kim Il Sung University. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il, who is always deeply concerned for the education and the development of science in the country, sent the university at least a hundred rare animal specimens of scores of varieties in recent years alone. \r\n\r\n"
        },
        {
            "title": "Romanian National Day observed",
            "url": "http://kcna.co.jp/item/2000/200012/news12/06.htm#5",
            "content": "Romanian National Day observed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 6 (KCNA) -- A friendly meeting with the Romanian embassy officials was held here yesterday to mark the National Day of Romania. &nbsp;&nbsp;&nbsp;\r\n Participating in the meeting were Ri Song Ho, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, members of the DPRK-Romania Friendship Association and schoolchildren. &nbsp;&nbsp;&nbsp;\r\n Charge d'affaires ad interim Neculai Cotlogut and officials of the embassy here were invited. &nbsp;&nbsp;&nbsp;\r\n The participants conversed with each other in a friendly atmosphere and enjoyed an art performance given by schoolchildren. \r\n\r\n"
        },
        {
            "title": "\"Complete Collection of Kim Il Sung's Works\" vol. 34 published",
            "url": "http://kcna.co.jp/item/2000/200012/news12/06.htm#6",
            "content": "\"Complete Collection of Kim Il Sung's Works\" vol. 34 published \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 6 (KCNA) -- The Worker's Party of Korea publishing house brought out \"Complete Collection of Kim Il Sung's Works\" volume 34, a library of the immortal Juche idea which carries works of the President Kim Il Sung systematically and comprehensively in chronological order. &nbsp;&nbsp;&nbsp;\r\n The volume contains 26 speeches, conclusions and talks he made during the historic period from January to February Juche 54 (1965). &nbsp;&nbsp;&nbsp;\r\n At that time when the works were published, the workers' party and people of Korea were faced with enormous and important tasks to make a decisive advance in carrying out assignments of the second half of the seven-year plan, a magnificent programme for socialist construction set forth at the fourth congress of the party, and wage a more vigorous drive for national reunification. &nbsp;&nbsp;&nbsp;\r\n The volume comprises outstanding ideas, theories and policies the President with his scientific insight into the internal and external situation and the requirements of the developing Korean revolution put forward to step up socialist construction by enlisting the patriotic zeal and creative power of all the people and speed up national reunification during the period. \r\n\r\n"
        },
        {
            "title": "2nd Japan-DPRK educational symposium held",
            "url": "http://kcna.co.jp/item/2000/200012/news12/06.htm#7",
            "content": "2nd Japan-DPRK educational symposium held \r\n&nbsp;&nbsp;&nbsp; Tokyo, December 4 (KNS-KCNA) -- The second Japan-DPRK educational symposium was held in Tokyo on Dec. 2. &nbsp;&nbsp;&nbsp;\r\n At the symposium a reporter and speakers underscored the importance of the lifting of discriminative measures against rights of non-Japanese people in Japan to national education and brisk educational exchange based on friendship. &nbsp;&nbsp;&nbsp;\r\n They also called for opening diplomatic relation between Japan and the DPRK at an early date to help the Japanese people have a proper understanding of the Koreans in Japan, let the Korean schoolgirls in Japan go to school in their Korean jackets and long skirts as they please and terminate the national discrimination. They held that Japan should not put up groundless preconditions including the issue of \"suspected kidnapping\" but redress its past crimes, to begin with. &nbsp;&nbsp;&nbsp;\r\n A resolution calling for the removal of discrimination in national education and the establishment of Japan-DPRK diplomatic relations was adopted at the symposium. \r\n\r\n"
        },
        {
            "title": "Terrorism against Koreans in Japan",
            "url": "http://kcna.co.jp/item/2000/200012/news12/06.htm#8",
            "content": "Terrorism against Koreans in Japan \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 6 (KCNA) -- Rodong Sinmun today in a signed commentary says that Japanese right-wing gangsters' terrorism against Koreans under the General Association of Korean Residents in Japan (Chongryon), which was committed in Tokyo, was not an accidental occurrence but a carefully planned and secretly orchestrated organized crime. &nbsp;&nbsp;&nbsp;\r\n The commentary cites facts to prove that the Japanese reactionaries have viciously schemed to suppress and stamp out Chongryon, regarding it as a thorn in the flesh. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Spreading preposterous sophism that Koreans in Japan may cause a \"turmoil\" in case of \"emergency,\" extreme right-wing reactionaries of Japan are hatching a plot to repeat the mass killing of Koreans during Kanto quake in 1923. &nbsp;&nbsp;&nbsp;\r\n The Japanese gangsters' terrorism against Koreans under Chongryon is a blatant challenge to the DPRK and Chongryon and a deliberate act to worsen the DPRK-Japan hostile relations. &nbsp;&nbsp;&nbsp;\r\n The DPRK can never overlook and pardon terrorism committed against Koreans by Japanese gangsters in pursuance of Japan's hostile policy toward the DPRK and the policy of suppressing and stamping out Chongryon. &nbsp;&nbsp;&nbsp;\r\n The Japanese government should take a serious view of the murder case, make thorough investigation into the case, punish criminals severely and make an apology for it. &nbsp;&nbsp;&nbsp;\r\n It should draw a serious lesson from the case and take immediate practical measures to ensure democratic national rights and personal safety of Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n The DPRK will watch the attitude of the Japanese government authorities. \r\n\r\n"
        },
        {
            "title": "Rim Su Gyong gives lecture in Tokyo",
            "url": "http://kcna.co.jp/item/2000/200012/news12/06.htm#9",
            "content": "Rim Su Gyong gives lecture in Tokyo \r\n&nbsp;&nbsp;&nbsp; Tokyo, December 4 (KNS-KCNA) -- Rim Su Gyong, flower of reunification who participated in the 13th World Festival of Youth and Students in Pyongyang in 1989 as a delegate of the \"National Council of Student Representatives,\" gave a lecture in Tokyo on December 2. &nbsp;&nbsp;&nbsp;\r\n She said that she was the first to come back to South Korea through Panmunjom as a civilian after participating in the 13th World Festival of Youth and Students. At that time, the South Korean authorities arrested and put her in prison, but her sojourn in the North Korea and the festival convinced her that the north and the south are one nation and let the entire nation know that the north and the south are very close, she said, and went on: &nbsp;&nbsp;&nbsp;\r\n The main content of the \"Security Law\", which describes the north as an \"anti-state organization,\" remains unchanged in South Korea even after the historic Pyongyang meeting. It is important to give up hostility for the sake of reunification. &nbsp;&nbsp;&nbsp;\r\n Recalling that many people assisted her during her imprisonment, she said that she considers it as appreciation of her efforts for reunification and will make all efforts for reunification. \r\n\r\n"
        },
        {
            "title": "Japanese ceramist's fraud disclosed",
            "url": "http://kcna.co.jp/item/2000/200012/news12/06.htm#10",
            "content": "Japanese ceramist's fraud disclosed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, December 6 (KCNA) -- It was recently disclosed that Shunzei Tani, a resident of Kyoto, Japan, had committed fraud in relation to the technique of producing traditional Korean ceramics, called Koryo celadon, according to a news report from Kyodo. &nbsp;&nbsp;&nbsp;\r\n The fraud came to light when the South Korean Association of Ceramic Artists announced that Tani had put his name to celadon wares made by a potter from Inchon, South Korea, and held exhibitions of those wares in places including Paris, Milan and Japanese cities. &nbsp;&nbsp;&nbsp;\r\n Unable to cover up this fact any longer, he admitted to the Japanese Foreign Ministry on November 30 that he had not revived the technique of producing traditional Korean ceramics and that the works displayed at his exhibitions were not his creations. &nbsp;&nbsp;&nbsp;\r\n After all, the ministry decided to take back the award certificate and the silver cup it presented to him and is urging the swift return of them. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}