{
    "date": "2000-01-24",
    "url": "http://kcna.co.jp/item/2000/200001/20000124.htm",
    "articles": [
        {
            "title": "Reception given for Congolese delegation",
            "url": "http://kcna.co.jp/item/2000/200001/news01/24.htm#1",
            "content": "Reception given for Congolese delegation \r\n &nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- The Supreme People's Assembly of the Democratic People's Republic of Korea yesterday hosted a reception at the Mansudae Assembly Hall for the delegation of the Transition National Council of Congo on a visit to Korea. &nbsp;&nbsp;&nbsp;\r\n   Invited to the reception were members of the delegation led by Justin Koumba, president of the council. &nbsp;&nbsp;&nbsp;\r\n   Choe Thae Bok, chairman of the Supreme People's Assembly, and officials concerned were present. \r\n\r\n"
        },
        {
            "title": "Talks between delegations of DPRK and Congo",
            "url": "http://kcna.co.jp/item/2000/200001/news01/24.htm#2",
            "content": "Talks between delegations of DPRK and Congo \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, January 24 (KCNA) -- Talks between the delegations of the Supreme People's Assembly of the Democratic People's Republic of Korea and the Transition National Council of Congo were held at the Mansudae Assembly Hall yesterday. &nbsp;&nbsp;&nbsp;\r\n   At the talks both sides informed each other of their countries' situation and discussed the issue of developing friendly and cooperative relations between the two parliaments and a series of matters of common concern. &nbsp;&nbsp;&nbsp;\r\n   Present there on the Korean side were Choe Thae Bok, chairman of the Supreme People's Assembly, and officials concerned and on the opposite side were members of the delegation led by Justin Koumba, president of the Transition National Council. \r\n\r\n"
        },
        {
            "title": "Homage paid to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2000/200001/news01/24.htm#3",
            "content": "Homage paid to Kim Il Sung \r\n&nbsp;&nbsp;&nbsp;   Pyongyang, January 24 (KCNA) -- A delegation of the Transition National Council of Congo led by its president Justin Koumba yesterday visited the Kumsusan Memorial Palace where the President Kim Il Sung is preserved in state and paid homage to him. &nbsp;&nbsp;&nbsp;\r\n   Present were Choe Thae Bok, chairman of the Supreme People's Assembly of the DPRK, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n   The visitors paid homage to the statue of the President and made a bow before him who lies in state. &nbsp;&nbsp;&nbsp;\r\n   They looked round orders and medals he received from different countries around the world and a train and a car used by him during his on-site guidance and foreign tour and in the last period of his life. &nbsp;&nbsp;&nbsp;\r\n   Justin Koumba wrote in the visitor's book that Kim Il Sung eternally lives in the hearts of all the people and President Denis Sassou Nguesso and he believe the Korean people will continue to hold fast to the cause achieved by them at the cost of blood. \r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from President of TNCC",
            "url": "http://kcna.co.jp/item/2000/200001/news01/24.htm#4",
            "content": "Gift to Kim Jong Il from President of TNCC \r\n &nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- General Secretary Kim Jong Il received a gift from the president of the Transition National Council of Congo on the occasion of his birth anniversary. &nbsp;&nbsp;&nbsp;\r\n   It was handed sunday to Choe Thae Bok, chairman of the DPRK Supreme People's Assembly, by Justin Koumba, president of the Transition National Council of Congo, who is on a visit to the DPRK. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il's birthday to be celebrated abroad",
            "url": "http://kcna.co.jp/item/2000/200001/news01/24.htm#5",
            "content": "Kim Jong Il's birthday to be celebrated abroad \r\n &nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- Preparatory committees were formed in different countries to celebrate the 58th birthday of General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   They decided to conduct various events including meeting and book and photo exhibition during the celebration period. &nbsp;&nbsp;&nbsp;\r\n   In Nepal the leader of the Nepali Congress Party, who is ex-chairman of the National Council, was elected honorary chairman and the Minister of State for Local Development chairman of the national preparatory committee. &nbsp;&nbsp;&nbsp;\r\n   The former Minister of Public Health of Pakistan, the Sri Lankan Minister of Professional Education and Rural Industry and the chairman of the Finland-Korea Association were selected chairmen of preparatory committees inaugurated in their countries. &nbsp;&nbsp;&nbsp;\r\n   In France, too, a preparatory committee for celebrating February 16 was inaugurated with its chairman elected. \r\n\r\n"
        },
        {
            "title": "U.S. should be made to pay for blood shed by Koreans",
            "url": "http://kcna.co.jp/item/2000/200001/news01/24.htm#6",
            "content": "U.S. should be made to pay for blood shed by Koreans \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, January 24 (KCNA) -- At least 40 cases of monstrous massacres committed by U.S. aggression forces in different parts of South Korea during the last Korean War were disclosed by the  recently declassified documents of the U.S. military and statements and testimonies made by U.S. participants in the Korean War and South Korean victims and witnesses. &nbsp;&nbsp;&nbsp;\r\n   Rodong Sinmun today in a signed commentary denounces these massacres as unprecedentedly hideous crimes against humanity as they were an outright breach of the universally recognized international treaties and wartime regulations banning practices of targeting non-combatants. &nbsp;&nbsp;&nbsp;\r\n   It continues: &nbsp;&nbsp;&nbsp;\r\n   Those guilty should admit their crime and take responsibility for it. &nbsp;&nbsp;&nbsp;\r\n   But, the U.S. attitude towards its massacres of South Korean civilians during the Korean war is very insolent. &nbsp;&nbsp;&nbsp;\r\n   It is playing a trick to evade its responsibility, absurdly asserting that the DPRK is to blame for it. With no gimmick can the U.S. shirk its responsibility. &nbsp;&nbsp;&nbsp;\r\n   It should throw away the masks of \"human rights champion\" and an \"apostle of peace\" and stand in the dock at the human rights court and peace tribunal to face the judgement of history. &nbsp;&nbsp;&nbsp;\r\n   As the U.S. committed massacres during the Korean War under the helmets of \"UN forces\", the UN should make a thorough-going probe into the massacres and punish those responsible for them under the international law and promptly dismantle the illegal \"UN command\" in South Korea. &nbsp;&nbsp;&nbsp;\r\n   It is the DPRK's principled stand and unshakable will to fight against the enemy to the last and make them pay for the blood shed by the fellow countrymen. The U.S. is well advised to properly know this and fulfil all its commitments, including the immediate pullback of its forces from South Korea. \r\n\r\n"
        },
        {
            "title": "Basketball star Pak Chon Jong",
            "url": "http://kcna.co.jp/item/2000/200001/news01/24.htm#7",
            "content": "Basketball star Pak Chon Jong \r\n &nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- Pak Chon Jong, captain and no. 12 of the DPRK basketball team Uroe, is rightly claimed to be a national star, a leading scorer with bewildering rapidity. At every contest, his stunning performance gives delight to the spectators. He is 1.87 metres tall with a sturdy build. &nbsp;&nbsp;&nbsp;\r\n   Born of an ordinary worker at the Pyongyang Thermal Power Station he was a basketball idol of his fellows from his primary school days. His distinctive style of quick action earned the admiration of his teachers and schoolmates. His talent got on a polished sheen at Phyongchon district sports school in Pyongyang. He participated in scores of national senior-middle school contests where his lightning play and accurate shooting caught the fancy of basketball experts and players. &nbsp;&nbsp;&nbsp;\r\n   Later he was taken on by the Korean People's Army April 25 Sports Group, and his zeal of fortitude ran in the upper stream. &nbsp;&nbsp;&nbsp;\r\n   After his international debut at 18, he put in scores of international occasions, showcasing his package of high-jump and field-goal skills. As an upsetting powerhouse and rim-rattling dunker, his haunting juice is a streak three-point jumper. He is particularly quick at judgement and a deft hand at coordination. His lightning onrush through two or three feint maneuvers are both amazing and baffling. In every game, he nets an average total of 30 points. &nbsp;&nbsp;&nbsp;\r\n   In his recent interview with reporters, he said, \"My country has brought me up as you see, and I'm only eager to repay its favour with my excellent performance.\" \r\n\r\n"
        },
        {
            "title": "Korean people all out in economic construction",
            "url": "http://kcna.co.jp/item/2000/200001/news01/24.htm#8",
            "content": "Korean people all out in economic construction \r\n\r\n  &nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- The joint New Year editorial of the newspapers of the Worker's Party of Korea, the Korean People's Army and the Kim Il Sung Socialist Youth League called on the people to uphold and carry out the economic policy of the party in the same spirit as was displayed by the ten party members of the Rakwon Machine Plant. &nbsp;&nbsp;&nbsp;\r\n   They were workers of the casting shop of the Rakwon Machine Plant in Sinuiju, North Phyongan Province. They were the loyalists of the times and patriots who made whatever the party called on them to manufacture during the Fatherland Liberation War and in the difficult period of postwar rehabilitation and construction. &nbsp;&nbsp;&nbsp;\r\n   In June, 1952 the President Kim Il Sung visited this plant (Rakwon Machine Factory at that time) and guided a general meeting of the party-cell of the casting shop, instilling conviction of victory in the war into party members and visualizing a vista for the postwar rehabilitation and construction. &nbsp;&nbsp;&nbsp;\r\n   Even under the difficult conditions where power supply was cut, they operated the cupola and produced molten iron in the spirit of self-reliance, thus successfully ensuring the wartime production. &nbsp;&nbsp;&nbsp;\r\n   After the war, they succeeded in making the large water pump, the first of its kind in the country while rehabilitating the factory on their own efforts and thus made a great contribution to completing the south Phyongan provincial irrigation set-ups. &nbsp;&nbsp;&nbsp;\r\n   They produced the first excavator \"Chollima\" in a matter of 46 days smashing conservatism, passivism and mysticism about technique. This was followed by the manufacture of large excavators, highly efficient deep-boring machines and hydro-crane trucks and many other machines and equipment badly needed for the economic development of the country. &nbsp;&nbsp;&nbsp;\r\n   Scores of years have passed since then. But their spirit still greatly inspires all the working people. &nbsp;&nbsp;&nbsp;\r\n   The economic situation in the country in recent years is more difficult than that in the postwar period. &nbsp;&nbsp;&nbsp;\r\n   A key to standing on our own feet and improving the standard of people's living despite the imperialists' encirclement is to uphold and implement the party's economic policy. &nbsp;&nbsp;&nbsp;\r\n   All the working people are called upon to display to the full the same spirit that was done by the ten party members of Rakwon. &nbsp;&nbsp;&nbsp;\r\n   All the people are all out in the drive to glorify this year, the WPK's 55th anniversary, with signal victory in the crucible of greatly increased activity of chollima. &nbsp;&nbsp;&nbsp;\r\n   Coal mines in Sunchon, Tokchon and Pukchang are fulfilling their daily coal production quotas at more than 120 percent on an average as compared with those at the end of last year. The Musan mine, the nation's leading producer of iron concentrate, successfully carried out blasting of 100,000 cubic meters of earth. &nbsp;&nbsp;&nbsp;\r\n   The Pyongyang-Nampho Motorway construction, the Kaechon-Lake Thaesong Waterway project and other major construction objects are making headway. \r\n\r\n"
        },
        {
            "title": "Pyongyang gold lane",
            "url": "http://kcna.co.jp/item/2000/200001/news01/24.htm#9",
            "content": "Pyongyang gold lane \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- A modern gold lane is situated on the bank of the River Taedong flowing through Pyongyang. &nbsp;&nbsp;&nbsp;\r\n   It is a good complex for the entertainment and promotion of health of working people and students. &nbsp;&nbsp;&nbsp;\r\n   It was opened in Juche  83 (1994) thanks to the policy of the Worker's Party of Korea to provide people with every condition for a happy, cultured life. &nbsp;&nbsp;&nbsp;\r\n   The gold lane with its floor space of 14,300 square metres has a basement and two floors. &nbsp;&nbsp;&nbsp;\r\n   It houses 40 sets of computerized bowling facilities and has a seating capacity of over 500. &nbsp;&nbsp;&nbsp;\r\n   The bowling hall covers 6,630 square metres. It can host international matches as it is well equipped with service facilities such as amusement facilities, saunas, a restaurant and shop. &nbsp;&nbsp;&nbsp;\r\n   Its basement has a parking place for over 100 cars. &nbsp;&nbsp;&nbsp;\r\n   It boasts peculiar architectural beauty as it has three pyramid-like roofs and it is largely covered with glass. &nbsp;&nbsp;&nbsp;\r\n   It is always crowded with working people, school youth and children and bowling fans. &nbsp;&nbsp;&nbsp;\r\n   Thousands of people visited this place in the last more than ten days of the month. \r\n\r\n"
        },
        {
            "title": "Birthday tables to many people from leader",
            "url": "http://kcna.co.jp/item/2000/200001/news01/24.htm#10",
            "content": "Birthday tables to many people from leader \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- General Secretary Kim Jong Il sent a birthday table to academician, professor and doctor Pak Si Hyong on his 90th  birthday. It was conveyed to him on January 16, who is \"Kim Il Sung Prize\" winner and labour hero. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il was so gracious as to send him birthday tables on his 70th and 80th birthdays, too. &nbsp;&nbsp;&nbsp;\r\n   Pak is a researcher of the faculty of history at Kim Il Sung University. &nbsp;&nbsp;&nbsp;\r\n   He has devoted himself to scientific researches and the education of the younger generation at the university and the Academy of Social Sciences for more than 50 years. &nbsp;&nbsp;&nbsp;\r\n   He is author of at least 30 textbooks and reference books, including \"Korean History of Ancient and Middle Ages,\" \"Korean History of Land System\" (two volumes), \"Monument To the Mausoleum of King Kwanggaetho\" and \"History of Palhae.\"  He has trained scores of students as doctors and masters. &nbsp;&nbsp;&nbsp;\r\n   These birthday tables carrying the deep love and trust of Kim Jong Il went not only to the old generation of the Korean revolution but to young innovators, men and women of merit in the capital and remote mountainous villages, macrobians and other ordinary people. &nbsp;&nbsp;&nbsp;\r\n   Last year alone hundreds of people were honored with birthday tables sent by Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   60th birthday tables and birthday tables were sent to participants in the national meeting of active economic agitators, the national meeting of scientists and technicians, and those who came from Japan to attend celebrations of the 40th anniversary of repatriation of Koreans in Japan and to others. &nbsp;&nbsp;&nbsp;\r\n   Many overseas compatriots and foreigners also received birthday tables from Kim Jong Il. \r\n\r\n"
        },
        {
            "title": "S. Korean ruler's anti-DPRK smear campaign denounced",
            "url": "http://kcna.co.jp/item/2000/200001/news01/24.htm#11",
            "content": "S. Korean ruler's anti-DPRK smear campaign denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- A spokesman for the Korean Association for the Study of Human Rights today issued a statement assailing the South Korean authorities' ever more virulent anti-DPRK smear campaign over what they call \"issue of refugees.\" &nbsp;&nbsp;&nbsp;\r\n   The spokesman said: The South Korean authorities hosted an \"international meeting\" on \"refugee\" in Seoul some time ago in the wake of their noisy talk about \"exodus of North Korean refugees.\" They are now getting frantic with their anti-DPRK campaign, asserting that they would build \"North Korean refugee camp\" in northeast china and send \"humanitarian aid.\"&nbsp;&nbsp;&nbsp;\r\n   Their loudmouthed \"exodus of North Korean refugees\" to northeast china is a sheer fiction and it will never happen in the future, either. &nbsp;&nbsp;&nbsp;\r\n   Quite many Koreans now live in northeast China to which they had immigrated in search of a means of living due to the Japanese occupation of Korea and their medieval colonial rule. &nbsp;&nbsp;&nbsp;\r\n   Most of them hailed from the northern regions of Korea and have their relatives there. That is why a large number of North Koreans and those in china visit their relatives and hometowns every year after going through necessary procedures. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, under a bilateral agreement both the DPRK and China are committed to deporting border violators and outlaws to the opposite side. &nbsp;&nbsp;&nbsp;\r\n   This is the universally recognized requirement of the international law and practice. &nbsp;&nbsp;&nbsp;\r\n   Such being the fact, the South Korean authorities are presumptuously poking their nose into other's affair and running about like mad dogs, egging gangsters on to stage protest demonstrations and calling for the examination of the issue of recalling their \"ambassador\" home. &nbsp;&nbsp;&nbsp;\r\n   Clear is the aim sought by them in terming border violators, outlaws and even those visiting their families and relatives \"refugees.\" They seek to achieve their dastardly and foolish purpose of diverting elsewhere domestic and foreign criticism of their political and economic failure through a new shocking anti-DPRK smear campaign and thus driving a wedge in the friendly and cooperative relations between the DPRK and china. &nbsp;&nbsp;&nbsp;\r\n   This despicable campaign is only ridiculed by the unbiased international community. &nbsp;&nbsp;&nbsp;\r\n   They are well advised to properly behave, mindful that their reckless anti-DPRK campaign will only reveal more saliently their despicable true colors.  \r\n\r\n"
        },
        {
            "title": "Cassettes praising Kim Jong Il distributed",
            "url": "http://kcna.co.jp/item/2000/200001/news01/24.htm#12",
            "content": "Cassettes praising Kim Jong Il distributed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- Copies of \"deep reverence\", a cassette containing songs in  praise of General Secretary Kim Jong Il, were distributed in university quarters on the occasion of the New Year 2000, Seoul-based radio Voice of National Salvation quoted the Pusan city committee of the National Democratic Front of South Korea as saying.&nbsp;&nbsp;&nbsp;\r\n   Contained in the cassette made in the name of the Hwipharam (whistle) band are  20 songs including \"Hymn to Marshal Kim Jong Il\", \"Song of Sun\", \"Marshal of Reunification\" and \"May Kim Jong Il's Century Shine With Glory,\" which were created by the Pukguksong Meari band in praise of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   This cassette is widely being disseminated to students and people of other social standings, adding to their reverence for Kim Jong Il, the radio said. \r\n\r\n"
        },
        {
            "title": "\"Citizens' Solidarity for General Election\" supported",
            "url": "http://kcna.co.jp/item/2000/200001/news01/24.htm#13",
            "content": "\"Citizens' Solidarity for General Election\" supported \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, January 24 (KCNA) -- South Korean people increasingly supported the \"Citizens' Solidarity for General Election\" (CSGE) in its activities for defeating candidates, according to a news report. &nbsp;&nbsp;&nbsp;\r\n   Over 4,000 hailing letters and materials on the corrupt South Korean rulers were carried in the internet home page set by this organization and hundreds of people on a daily average encouraged it on the phone. &nbsp;&nbsp;&nbsp;\r\n   The cripples organization and other organizations expressed their will to join the CSGE and backing funds reached tens of million won. &nbsp;&nbsp;&nbsp;\r\n   Many more people joined in the movement against the corrupt and incompetent candidates. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, the general student council of Seoul National University at a news conference on January 20 expressed support to the movement against the recommendation of candidates and for their defeat conducted by different civil organizations and declared it would actively join it. &nbsp;&nbsp;&nbsp;\r\n   In this regard, the council vowed to form \"students' headquarters of joint struggle for general election\" on Jan. 29 and take part in the struggle for checking the recommendation and election of anti-national candidates on the occasion of the \"election.\" \r\n\r\n"
        },
        {
            "title": "More genocide of civilians disclosed",
            "url": "http://kcna.co.jp/item/2000/200001/news01/24.htm#14",
            "content": "More genocide of civilians disclosed \r\n &nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- A genocide of civilians by the South Korean \"ROK\" Army and police in Jeju Island at the bidding of the U.S. troops during the last Korean War (June 1950-July 1953) was reportedly brought to light. &nbsp;&nbsp;&nbsp;\r\n   In this regard scholar Ri To Yong, a Korean resident in the United States, called a press conference in Seoul on January 19 and opened the clarified facts and materials of the murder to the public. &nbsp;&nbsp;&nbsp;\r\n   All the materials are documents and photos declassified at the U.S. National Archives in December last year. &nbsp;&nbsp;&nbsp;\r\n   He opened to the press a document showing the massacre in Jeju Island above all. &nbsp;&nbsp;&nbsp;\r\n   The document proves that the then \"ROK\" Army killed civilians at random through police without any trial, he said, and continued: &nbsp;&nbsp;&nbsp;\r\n   Groups of 210-240 civilians were killed in south Jeju county and their bodies could not be buried in seven years. &nbsp;&nbsp;&nbsp;\r\n   300 of the 1,800 people killed at Taejon prison in 1950 are islanders. It is recorded that the genocide was committed on the front as well as in all the areas regardless of the front and rear. &nbsp;&nbsp;&nbsp;\r\n   He put on show photos including a \"photo of a man in U.S. military uniform standing at the execution ground of political prisoners,\" saying that the U.S. troops who had the right to the then \"ROK\" Army operations were involved in this case. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, a South Korean newspaper carried an account of the news conference including photos showing the brutal murder and fact that the then military attach of the U.S. embassy in South Korea in his report confessed that a sanguinary massacre was committed after the beginning of the war. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}