{
    "date": "2000-04-05",
    "url": "http://kcna.co.jp/item/2000/200004/20000405.htm",
    "articles": [
        {
            "title": "Kim Jong Il sends wreath to bier of Jong Myong Hui",
            "url": "http://kcna.co.jp/item/2000/200004/news04/05.htm#1",
            "content": "Kim Jong Il sends wreath to bier of Jong Myong Hui \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, April 5 (KCNA) -- General Secretary Kim Jong Il yesterday sent a wreath to the bier of the late Jong Myong Hui, president of the Korea Foreign Insurance Company and deputy to the DPRK Supreme People's Assembly, expressing deep condolences over his death. \r\n\r\n"
        },
        {
            "title": "9th DPRK-Japan intergovernmental full-dress talks held",
            "url": "http://kcna.co.jp/item/2000/200004/news04/05.htm#2",
            "content": "9th DPRK-Japan intergovernmental full-dress talks held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 5 (KCNA) -- The 9th intergovernmental full-dress talks between the Democratic People's Republic of Korea and Japan were held here today. &nbsp;&nbsp;&nbsp;\r\n   Present at the talks were members of the DPRK government delegation led by Jong Thae Hwa, roving ambassador of the Foreign Ministry, and members of the Japanese government delegation led by Kojiro Takano, ambassador of the Japanese Foreign Ministry for negotiations on the establishment of diplomatic ties between Japan and the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The heads of the government delegations of the two countries made statements which were followed by an exchange of views. &nbsp;&nbsp;&nbsp;\r\n   The talks proceeded in a sincere atmosphere. \r\n\r\n"
        },
        {
            "title": "Head of DPRK government delegation calls press conference",
            "url": "http://kcna.co.jp/item/2000/200004/news04/05.htm#3",
            "content": "Head of DPRK government delegation calls press conference \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, April 5 (KCNA) -- Roving ambassador of the DPRK Foreign Ministry Jong Thae Hwa who is heading the DPRK government delegation to the ninth intergovernmental full-dress talks between the DPRK and Japan called a press conference at the People's Palace of Culture today. &nbsp;&nbsp;&nbsp;\r\n   Present there were Korean media-persons, Japanese reporters and foreign correspondents here. &nbsp;&nbsp;&nbsp;\r\n   Jong Thae Hwa briefed them on the talks which took place today. &nbsp;&nbsp;&nbsp;\r\n   He referred to the review made of what was discussed in the preceding talks and a lesson drawn from them. &nbsp;&nbsp;&nbsp;\r\n   He said: &nbsp;&nbsp;&nbsp;\r\n   Till the 8th round of the talks the two sides only got a deep understanding of each other's stand in the course of debate on a series of matters in the relations between the two countries. The talks failed to produce any result, leaving an infamous blot called rupture. This was chiefly because the Japanese side did not approach the talks from an independent stand and attitude. &nbsp;&nbsp;&nbsp;\r\n   If both sides follow the same course as the previous talks did, they will only spark distrust, confrontation and clash and result in repeating the disgraceful history. &nbsp;&nbsp;&nbsp;\r\n   Touching on the issue of Japan's liquidation of its past, the core issue at the talks, he clarified that the DPRK side pushed for including in this issue four points--apology and compensation for human and material losses, return of cultural treasures and compensation for them and improvement of the legal status of Korean nationals in Japan--and discussing and settling them before anything else at the talks. &nbsp;&nbsp;&nbsp;\r\n   Pointing out that the apology must be made by the head of the Japanese government before the establishment of relations between the two countries, he held that it must be specified in the final document to be adopted as regards the establishment of the relations. &nbsp;&nbsp;&nbsp;\r\n   He stressed that the DPRK-Japan relations will depend on the attitude of Japan towards the issue of apology as material compensation without apology is not repentance of the past, but mere economic business. &nbsp;&nbsp;&nbsp;\r\n   He clarified the DPRK's stand on the principle of settling the issue of compensation as follows: &nbsp;&nbsp;&nbsp;\r\n   Firstly, the issue of compensation should be settled on the principle of the assailant in the past compensating the victim with repentance and sincerity and making this process a cornerstone for establishing good neighborly relations  between the two countries. &nbsp;&nbsp;&nbsp;\r\n   Secondly, as the actual damage including mental damage can neither be calculated mathematically nor everything be restored to its original state, this issue should be settled in such a way as to commit Japan to estimating the amount to be compensated adequately enough to convince the victim of it and, at the same time, paying it sufficiently enough to say it is sincere. &nbsp;&nbsp;&nbsp;\r\n   Thirdly, Japan should make effective compensation in the shortest possible time in serious consideration of the fact that it has refused to make compensation to the DPRK for nearly half a century. &nbsp;&nbsp;&nbsp;\r\n   As regards cultural treasures, he said that this is important part of the issue of Japan's redressing its past pending full settlement between the DPRK and Japan as this is related to the mental, cultural and material damage which Japan inflicted upon the Korean people in the cultural aspect and specific articles belonging to cultural treasures which Japan destroyed and looted during half a century of its rule over Korea. &nbsp;&nbsp;&nbsp;\r\n   As regards the issue of cultural treasures, he clarified the principled demands of the DPRK as follows: &nbsp;&nbsp;&nbsp;\r\n   Firstly, Japan should formally apologize for destroying and looting huge cultural treasures in the past as part of its policy of obliterating the Korean nation. &nbsp;&nbsp;&nbsp;\r\n   Secondly, it should make adequate material compensation for the destroyed cultural treasures. &nbsp;&nbsp;&nbsp;\r\n   Thirdly, all the looted cultural treasures must be returned. &nbsp;&nbsp;&nbsp;\r\n   He stressed that as the destruction and looting of cultural treasures were the products of imperial Japan's state policy, the Japanese government should be entirely responsible for the return of cultural treasures and compensation for the destroyed ones and settle the issue in such a way as to convince the Korean people of it. &nbsp;&nbsp;&nbsp;\r\n   Turning to the legal status of the Korean nationals in Japan, he said that this problem originated from Japan's military occupation of Korea and the unprecedentedly harsh rule of the occupationists. In this regard he clarified the principled stand of our side as follows: &nbsp;&nbsp;&nbsp;\r\n   Firstly, the Japanese government should politically and morally apologize and materially compensate for the immeasurable political pain and huge material loss imposed upon the Koreans in Japan while pursuing a national discrimination policy against them before and after Korean liberation. &nbsp;&nbsp;&nbsp;\r\n   Secondly, it should put an end to the hostile policy against the DPRK and Chongryon (General Association of Korean Residents in Japan) and all sorts of national contempt and discrimination against the Koreans in Japan, recognize their DPRK nationality and, at the same time, take ethical, moral and legal measures for their generous and preferential treatment so that they can lead a stable life. &nbsp;&nbsp;&nbsp;\r\n   Thirdly, it should root out the unreasonable political persecution of the Koreans in Japan and acts of alienating and disintegrating the Korean community and abandon the policy of obliterating the Korean nation aimed to assimilate the Koreans in Japan to Japanese. &nbsp;&nbsp;&nbsp;\r\n   He recalled that our side strongly demanded the Japanese side come out for an early settlement of the issue of legal status of the Koreans in Japan from a proper stand and attitude towards the issue of Japan's liquidation of its past and proposed to adopt a separate legal document related to this. &nbsp;&nbsp;&nbsp;\r\n   Lastly, he stressed the need for both sides of the talks to put an end to the one century-long unsavory history of the DPRK-Japan relations without fail by displaying all their wisdom and will in compliance with the requirements and interests of the two peoples desirous of the normalization of the DPRK-Japan relations. &nbsp;&nbsp;&nbsp;\r\n   Then he answered questions put by the reporters.\r\n\r\n"
        },
        {
            "title": "2nd day sitting of 3rd session of 10th SPA held",
            "url": "http://kcna.co.jp/item/2000/200004/news04/05.htm#4",
            "content": "2nd day sitting of 3rd session of 10th SPA held \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, April 5 (KCNA) -- The second day sitting of the 3rd session of the 10th Supreme People's Assembly of the DPRK was held today. &nbsp;&nbsp;&nbsp;\r\nHan Song Ryong, chairman of the SPA budget committee, made a report on the deliberation on the first item \"on the summing up of the fulfillment of the state budget for Juche 88 (1999) and on the state budget for Juche 89 (2000) in the DPRK.\"&nbsp;&nbsp;&nbsp;\r\n   Then followed speeches on the item. &nbsp;&nbsp;&nbsp;\r\n   Speakers noted that last year's state budget provided a sure financial guarantee for the struggle of the Korean people to consolidate the economic foundation of the country, firmly defend the bulwark of socialism and pave the way for the building of a powerful nation under the leadership of the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n   They unanimously supported and seconded this year's state budget, saying that it was correctly worked out in such a way as to financially back the struggle of the Korean people to thoroughly implement the line of attaching great importance to ideology, the military and science and technology and thus speed up the advance for accomplishing the cause of building a powerful nation and glorify the WPK's 55th anniversary as a grand festival of proud victors. &nbsp;&nbsp;&nbsp;\r\n   The session discussed the second item \"on approving the laws adopted by the presidium of the DPRK spa during its recess.\"&nbsp;&nbsp;&nbsp;\r\nKim Yun Hyok, secretary of the presidium of the spa, made a report on the second item. &nbsp;&nbsp;&nbsp;\r\n   He said that educational law, law on foreign-related economic arbitration, and civil aviation law of the DPRK to be submitted for approval of the current spa session by its presidium, are of great significance in accelerating the building of a powerful socialist nation and rounding off the Juche-oriented socialist legal system. &nbsp;&nbsp;&nbsp;\r\n   The reporter proposed the spa approval of the laws adopted by the presidium of the DPRK SPA during its recess, according to article 91 of the socialist constitution, saying that the SPA presidium adopted these laws after the deliberation by the SPA legislation committee. &nbsp;&nbsp;&nbsp;\r\n   The session goes on. \r\n\r\n"
        },
        {
            "title": "Pyongyang-Shenyang regular air service starts",
            "url": "http://kcna.co.jp/item/2000/200004/news04/05.htm#5",
            "content": "Pyongyang-Shenyang regular air service starts \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, April 5 (KCNA) -- The first plane with Shenyang-bound passengers aboard left the Pyongyang International Airport today for regular flight. &nbsp;&nbsp;&nbsp;\r\n   Departure from Pyongyang is at 11:50 every Wednesday and arrival at Shenyang 12:30 ( 11:30 local time ) and departure from Shenyang at 16:10  ( 15:10 local time ) and arrival at Pyongyang at 16:50. \r\n\r\n"
        },
        {
            "title": "Fish farms to be built in Pyongyang",
            "url": "http://kcna.co.jp/item/2000/200004/news04/05.htm#6",
            "content": "Fish farms to be built in Pyongyang \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, April 5 (KCNA) -- With an eye on the upcoming 55th anniversary of the Worker's Party of Korea, fish farms are under construction in various places of Pyongyang. &nbsp;&nbsp;&nbsp;\r\nThe Sonnae youth fish farm will appear in an area of ten hectares in the open space stretching from the Ansan bridge, the point of convergence of taedong and Pothong rivers, to the Pothong riverside. Designed to feed on the backwater of Pothong, it will have some 20 ponds for natural feed, artificial feed, isolation and ornament, as well as an observation platform and office building. The fish will be  bred fast on the feed extracted from sewage and microorganisms and the fully grown will be stocked in the isolation ponds for timely supply to the citizens. &nbsp;&nbsp;&nbsp;\r\nAnother fish farm 20 hectares wide is now being built at Honam of the Jangsuwon cooperative farm in Samsok district. &nbsp;&nbsp;&nbsp;\r\nThe  lowland pools and natural ponds will be dug out deeper and linked to one another to create several breeding ponds. &nbsp;&nbsp;&nbsp;\r\nStill another project is under way on the Hapjang riverside in Ryongsong district. It will feed on river and underground water. &nbsp;&nbsp;&nbsp;\r\n   The on-going projects keep abreast of effective steps to secure fingerlings and feed. \r\n\r\n"
        },
        {
            "title": "Anniversary of public health law commemorated",
            "url": "http://kcna.co.jp/item/2000/200004/news04/05.htm#7",
            "content": "Anniversary of public health law commemorated \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 5 (KCNA) -- A national meeting was held at the Grand People's Study House on April 4 to commemorate the 20th anniversary of the promulgation of the public health law provided by the President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n   The President saw to it that the public health law was adopted at the fourth session of the 6th Supreme People's Assembly in April, Juche 69 (1980), and published the celebrated work \"Let Us Implement the Public Health Law to the Letter\" indicating the tasks and way to thoroughly implement it. &nbsp;&nbsp;&nbsp;\r\n   The law expounds issues of training health workers, developing the medical science and technology, ensuring the material conditions and solving all the problems arising in protecting and improving the life and health of the working people by their own efforts to suit our specific conditions. &nbsp;&nbsp;&nbsp;\r\n   It also stipulates the rights of all the people to enjoy all kinds of medical benefits to their heart's content including the right to receive complete free medical treatment without any discrimination and the right to receive the protection of their health by the policy on preventive medicine. And  it defines the material and technical conditions to ensure them practically. &nbsp;&nbsp;&nbsp;\r\nMinister of public health Kim Su Hak made a report at the meeting. He stressed that malignant diseases disappeared long time ago in the DPRK and there is no patient who suffers from social  diseases including pollution diseases which are sources of harm to the lives of people. These facts clearly demonstrate the vitality of the public health law and the superiority of our public health system, he noted. &nbsp;&nbsp;&nbsp;\r\n   The death rate decreased more than a quarter and life expectancy at birth increased nearly two times over that before the liberation of the country. &nbsp;&nbsp;&nbsp;\r\n   Present at the meeting was Choe Thae Bok, secretary of the Central Committee of the Worker's Party of Korea. \r\n\r\n"
        },
        {
            "title": "\"Among the People\" (vol. 59) published",
            "url": "http://kcna.co.jp/item/2000/200004/news04/05.htm#8",
            "content": "\"Among the People\" (vol. 59) published \r\n&nbsp;&nbsp;&nbsp;   Pyongyang, April 5 (KCNA) -- The Worker's Party of Korea Publishing House brought out \"Among the People\" (vol.59) on the occasion of the 88th birth anniversary of the President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n   The book contains 19 pieces of reminiscences recalling that the President devoted sustained efforts and mental energy to the happiness of the people and development of the country all his life, regarding \"believe in the people as in heaven\" as his maxim. \r\n\r\n"
        },
        {
            "title": "Kojoson ( ancient Korea ) and its influence",
            "url": "http://kcna.co.jp/item/2000/200004/news04/05.htm#9",
            "content": "Kojoson ( ancient Korea ) and its influence \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 5 (KCNA) -- Kojoson (ancient Korea) was the first ancient state established by Tangun, the ancestral father of the nation, early in the 30th century B.C. &nbsp;&nbsp;&nbsp;\r\nBefore its foundation a tribe called Pakdal(paedal) living in the western  part of Korea with Pyongyang as its center merged with its neighboring tribes to form a united tribe. &nbsp;&nbsp;&nbsp;\r\n   As their community gained in its scope and property increased, it was not possible to maintain and manage it by a political tool based on a primitive system of democracy. &nbsp;&nbsp;&nbsp;\r\nIn that period Tangun became chief of the tribe succeeding to his father (hwanung). He abolished the primitive political mechanism and set up a power body controlling administration, judicature and army. And he founded his state with Pyongyang as its capital 5,000 years ago and name the state \"Joson\" (Korea). This country is called Kojoson in the history to be distinguished from \"Li Joson\" meaning Korea under the rule of Li in the later period. &nbsp;&nbsp;&nbsp;\r\n    Pyongyang existed as the capital of Kojoson for more than 1,500 years from the time it was set up by Tangun to around the 14th century B.C. &nbsp;&nbsp;&nbsp;\r\n   Kojoson, a slave-owning state, was ruled by a hereditary king. It had a permanent ruling machine headed by him, laws and advanced ironware culture. &nbsp;&nbsp;&nbsp;\r\n   It existed up to 108 B.C., with its name changed into Tangun Joson, late Joson and man Joson. &nbsp;&nbsp;&nbsp;\r\n   It had slave-owning form of the economy  which developed on the basis of bronze processing technology. Agriculture was the main branch of the economy, ploughing was developed and millet, sorghum, foxtail millet, soybean and various other crops were cultivated. Rice cultivation started there. &nbsp;&nbsp;&nbsp;\r\n   Tangun Joson had its defensive means and a huge standing army from its early period. &nbsp;&nbsp;&nbsp;\r\n   After founding his state involving vast areas in the northwestern part of Korea, Tangun expanded its territory, uniting its neighboring  small kingdoms. &nbsp;&nbsp;&nbsp;\r\n   Tangun Joson thus demonstrated its might as an ancient power with a vast territory and exerted great influence on the neighboring countries and tribes in all aspects of politics, economy and culture. \r\n\r\n"
        },
        {
            "title": "Challenge of U.S. and S. Korea to measure of KPA navy blasted",
            "url": "http://kcna.co.jp/item/2000/200004/news04/05.htm#10",
            "content": "Challenge of U.S. and S. Korea to measure of KPA navy blasted \r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 5 (KCNA) -- The central committee of the Democratic Front for the Reunification of the Fatherland released a statement on Tuesday assailing the U.S. and the South Korean authorities for challenging the \"order of navigating to and from five islands\" at the West Sea of Korea proclaimed by the navy command of the Korean People's Army  as an important measure. &nbsp;&nbsp;&nbsp;\r\n   The statement said the proclamation of this order is a very just measure to avert the danger of armed clash at the west sea and ensure peace and security on the Korean peninsula and Asia in keeping with the desire and aspiration of the Korean nation for peace and peaceful reunification. &nbsp;&nbsp;&nbsp;\r\n   The statement went on: &nbsp;&nbsp;&nbsp;\r\n   However, the U.S. and the South Korean authorities are amassing armed forces at the West Sea of Korea and staging war exercises at the east and west sea of Korea, letting loose such bellicose and provocative remarks as regards the DPRK's important step as \"North Korea should understand the actual existence of the \"Northern Limit Line\" and \"they will make strong retaliation.\"&nbsp;&nbsp;&nbsp;\r\n   This is exacerbating the situation. The statement dismissed these moves as dangerous moves to spark another armed clash at the west sea and ignite a new war with it as a momentum. &nbsp;&nbsp;&nbsp;\r\n   If they violate the \"order of navigating to and from five islands\" even a bit, insisting on the illegal \"Northern Limit Line\" which no one recognizes in disregard of the DPRK's just measure, the people and revolutionary armed forces of the DPRK will retaliate against them without warning. \r\n\r\n"
        },
        {
            "title": "Projected U.S.-S. Korea joint biochemical war exercise",
            "url": "http://kcna.co.jp/item/2000/200004/news04/05.htm#11",
            "content": "Projected U.S.-S. Korea joint biochemical war exercise \r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 5 (KCNA) -- The U.S. forces command in South Korea reportedly announced that the U.S.-South Korea joint military exercise would be staged in mid-April under the simulated conditions of an operation to repel someone's \"biochemical attack.\"&nbsp;&nbsp;&nbsp;\r\n   The command's assertion that it is a drill for \"decontamination\" is chicanery. It is, in fact, a rehearsal for a biochemical warfare  to be waged in their war against the DPRK. &nbsp;&nbsp;&nbsp;\r\n   In recent years the U.S. and the South Korean warmongers have often spread a false rumour about the DPRK's \"biochemical attack\" and \"bacillus anthracis\" and frantically pushed ahead with their preparations for a biochemical war under this pretext. &nbsp;&nbsp;&nbsp;\r\n   The United States has massively transferred new technology for the manufacture of germ and poisonous substance to South Korea and, at the same time, organized chemical units for a biochemical war under the U.S. 19th theatre supporting command in South Korea. &nbsp;&nbsp;&nbsp;\r\n   Keeping pace with these moves, the South Korean warmongers are working hard to develop and update biochemical weapons, calling for their \"strong biochemical war capacity\". Particularly, the \"State Health Agency\" and \"Defence Science Institute\" of South Korea are stepping up preparations for a biochemical war, developing anthrax vaccine by themselves. &nbsp;&nbsp;&nbsp;\r\n   The U.S.-South Korea joint military exercise to be staged against this background cannot but arouse our precaution as it is designed to finally examine their preparations for a chemical war and make a preliminary test of them. &nbsp;&nbsp;&nbsp;\r\n   The projected biochemical war is an unpardonable criminal act which will bring serious disasters to the Korean nation. &nbsp;&nbsp;&nbsp;\r\n   The U.S. and South Korean warmongers should discontinue at once these criminal moves for a biochemical war if they do not wish to face a stern judgement of history. \r\n\r\n"
        },
        {
            "title": "Preparatory committees formed",
            "url": "http://kcna.co.jp/item/2000/200004/news04/05.htm#12",
            "content": "Preparatory committees formed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 5 (KCNA) -- Preparatory committees were formed in Cambodia and Denmark on March 29 to commemorate Sun's Day, the birth anniversary of the President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n   The general secretary of the Funcinpec Party who is also vice-premier and Minister of Education, Youth and Sports was elected chairman of the committee in Cambodia and the chairman of the Denmark-DPRK Friendship Association chairman of the committee in Denmark. &nbsp;&nbsp;&nbsp;\r\n   The committees decided to hold colorful functions on Sun's Day. \r\n\r\n"
        },
        {
            "title": "Stamp issued to commemorate Sun's Day",
            "url": "http://kcna.co.jp/item/2000/200004/news04/05.htm#13",
            "content": "Stamp issued to commemorate Sun's Day \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, April 5 (KCNA) -- The Ministry of Post and Telecommunications issued a stamp and an envelope commemorating Sun's Day, the birth anniversary of the President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\nPictured in the center of the stamp is Kimilsungia, an immortal flower, against the background of the shining sun. &nbsp;&nbsp;&nbsp;\r\n   Written on the stamp are letters \"April 15\", \"Sun's Day\" and \"Juche 89 (2000).\"&nbsp;&nbsp;&nbsp;\r\n   Depicted in the envelope is the river taedong flowing at the foot of Mangyong hill where the President spent his childhood. \r\n\r\n"
        },
        {
            "title": "Three-point charter of national reunification supported abroad",
            "url": "http://kcna.co.jp/item/2000/200004/news04/05.htm#14",
            "content": "Three-point charter of national reunification supported abroad \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 5 (KCNA) -- The Arab Socialist Baath Party of Syria, the Nepal Communist Party (United Marxist-Leninist) and the National Liberal Students League of Nepal participated in the international signature campaign for supporting the DPRK's three-point charter of national reunification. &nbsp;&nbsp;&nbsp;\r\nThe signature paper was signed by Saif Addin Fatun, secretary of the foreign relations department of the national leadership of the Arab Socialist Baath Party of Syria, on behalf of 1,500,000 party members on March 23 and by Madhav Kumar Nepal, general secretary of the central committee of the Nepal Communist Party (United Marxist-Leninist), on behalf of 300,000 party members and Hikmat Karki, chairman of the National Liberal Students League of Nepal, on behalf of 400,000 league members as of March 29.\r\n\r\n"
        },
        {
            "title": "China donates apple saplings to DPRK",
            "url": "http://kcna.co.jp/item/2000/200004/news04/05.htm#15",
            "content": "China donates apple saplings to DPRK \r\n&nbsp;&nbsp;&nbsp; Sinuiju, April 4 (KCNA) -- A presenting ceremony of 20,000 apple saplings donated to the north Phyongan provincial people's committee of the DPRK by the Liaoning provincial people's government of China was held in Sinuiju today. &nbsp;&nbsp;&nbsp;\r\nAddressing the ceremony, the deputy director of the foreign affairs office of the Liaoning provincial people's government said that the LPPG is offering apple saplings to the north Phyongan provincial people's committee with a view to developing the traditional China-DPRK friendship which was established and brought into bloom by esteemed chairman Mao Zedong, premier Zhou Enlai and the President Kim Il Sung and other revolutionaries of the old generation, and friendly relations between the peoples in Liaoning and north Phyongan provinces. &nbsp;&nbsp;&nbsp;\r\n   He sincerely wished the fraternal Korean people greater success in socialist construction under the wise leadership of the great leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   Then a donation note and apple saplings were delivered.\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}