{
    "date": "2000-02-27",
    "url": "http://kcna.co.jp/item/2000/200002/20000227.htm",
    "articles": [
        {
            "title": "Reception given for Yugoslav Foreign Minister",
            "url": "http://kcna.co.jp/item/2000/200002/news02/27.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "GI's killing spree condemned",
            "url": "http://kcna.co.jp/item/2000/200002/news02/27.htm#2",
            "content": "Reception given for Yugoslav Foreign Minister \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, February 27 (KCNA) -- The DPRK Foreign Ministry gave a reception for the Foreign Minister of the Federal Republic of Yugoslavia and his party on a visit to Korea at the Mansudae Assembly Hall yesterday. &nbsp;&nbsp;&nbsp;\r\n   DPRK Foreign Minister Paek Nam Sun in his speech said that Korea visit of the Yugoslav Foreign Minister and his party will mark a significant occasion in expanding and developing the excellent friendly relations between the two peoples to a new higher stage. &nbsp;&nbsp;&nbsp;\r\n   Stressing that the friendly and cooperative relations between the two countries whose firm foundation was laid by the great leader Kim Il Sung are now growing stronger and developing under the particular care of the great leader Kim Jong Il, he said: &nbsp;&nbsp;&nbsp;\r\n   The DPRK will, in the future, too, make every possible effort to further consolidate and develop these traditional relations in keeping with the demands of the present developing situation. &nbsp;&nbsp;&nbsp;\r\n   Yugoslav Foreign Minister Zivadin Jovanovic in his speech said that the Yugoslav leadership and  people highly appreciate the DPRK leadership and people for having condemned the interference, pressure and aggressive maneuvers of foreign forces against Yugoslavia and supported it in the United Nations and the non-aligned movement. &nbsp;&nbsp;&nbsp;\r\n   He said that Yugoslavia expresses full support to the Korean people in their struggle to reunify the country independently and peacefully, true to the ten-point programme of the great unity of the whole nation for national reunification set forth by Kim Il Sung and the five-point policy of great national unity advanced by Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   He expressed the belief that the relations between the two countries  would further expand and develop in political, economic, cultural and other fields. \r\n\r\n"
        },
        {
            "title": "\"Catholic solidarity for general elections\" formed",
            "url": "http://kcna.co.jp/item/2000/200002/news02/27.htm#3",
            "content": "GI's killing spree condemned \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, February 27 (KCNA) -- A spokeswoman for the central committee of the Korean Democratic Women's Union issued a statement on Feb. 26 to bitterly denounce, in the name of all the Korean women, the U.S. aggressors for inflicting innumerable disasters and sacrifice on the South Korean women. &nbsp;&nbsp;&nbsp;\r\n   The recent murder of a South Korean woman by a gi is an unbearable insult to the Korean women, the statement says, and goes on: &nbsp;&nbsp;&nbsp;\r\n   Today the human rights and dignity of the South Korean women are trampled underfoot and they are undergoing hardships because they are put under the yoke of the U.S. colonial subjugation and yankees who are obsessed with abnormality, sexual urge and immorality and depravity consider them playthings for dissipation. &nbsp;&nbsp;&nbsp;\r\n   Realities show that as long as the U.S. and the South Korean authorities subservient to them still remain in South Korea, the South Korean people including women cannot emerge from misfortune and pain and all sorts of crimes of yankees will go on. &nbsp;&nbsp;&nbsp;\r\n   All the women in the northern half of Korea will always extend full support to the South Korean women and other people in their just struggle to retake the sovereignty of the nation and the dignity of the women. \r\n\r\n"
        },
        {
            "title": "S. Korean authorities urged to abandon \"engagement policy\"",
            "url": "http://kcna.co.jp/item/2000/200002/news02/27.htm#4",
            "content": "\"Catholic solidarity for general elections\" formed \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, February 27 (KCNA) -- The \"Catholic solidarity for general elections\" was reportedly formed in South Korea on Feb. 23 at a time when the struggle of the people from all walks of life against the corrupt and incompetent rulers is gaining momentum with the National Assembly elections at hand. &nbsp;&nbsp;&nbsp;\r\n   35 catholic organizations across South Korea, including the \"National Catholic Alliance for Justice\" and the South Korean Catholic Priests' Council for Justice, held a press conference in Seoul that day, at which they expressed their vow to struggle in the teeth of the authorities' suppression, saying that they would conduct an anti-candidate campaign for a \"political reform.\"&nbsp;&nbsp;&nbsp;\r\n   They stressed that they would oppose such reactionary laws as the \"law on political relations\" which suppresses the political rights of the people and conduct a  campaign to let politicians rejected by civic organizations resign of their own accord. \r\n\r\n"
        },
        {
            "title": "Japanese reactionaries hit for spreading fiction of \"nuclear threat\"",
            "url": "http://kcna.co.jp/item/2000/200002/news02/27.htm#5",
            "content": "S. Korean authorities urged to abandon \"engagement policy\" \r\n&nbsp;&nbsp;&nbsp;Pyongyang, February 27 (KCNA) -- A top-ranking official of the \"Ministry of National Unification\" of South Korea at a \"seminar on unification policy\" said that \"engagement policy\" is the \"policy of strength\" based on military force, with clamoring about \"target of the policy of engagement toward the north\" and someone's \"change\" and \"opening.\"    &nbsp;&nbsp;&nbsp;\r\n   In commenting on his remarks Rodong Sinmun today says: &nbsp;&nbsp;&nbsp;\r\n   His remarks betray a criminal design for \"unification by the invasion of the north.\" For the South Korean authorities to \"induce\" someone into anywhere through the \"engagement policy\" is a foolish attempt. &nbsp;&nbsp;&nbsp;\r\n   Any \"change\" wanted by them will never happen in the North Korea. If anything, it will be vigorous progress and great victory of the anthropocentric socialism of Juche to make them shudder. &nbsp;&nbsp;&nbsp;\r\n   The remarks prove that the \"engagement policy\" is a policy of confrontation and war to militarily stifle the north in conspiracy with outsiders. &nbsp;&nbsp;&nbsp;\r\n   We warn again the South Korean authorities not to seek a foolish attempt any longer. &nbsp;&nbsp;&nbsp;\r\n   They are well advised to throw the \"engagement policy\" already condemned by the world into a trash basket. \r\n\r\n"
        },
        {
            "title": "Ukrainian national seminar on Juche idea held",
            "url": "http://kcna.co.jp/item/2000/200002/news02/27.htm#6",
            "content": "Japanese reactionaries hit for spreading fiction of \"nuclear threat\" \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 27 (KCNA) -- The Japanese reactionaries are clamoring about \"nuclear threat\" from the DPRK, spreading rumour that the DPRK is a source of grave \"nuclear threat.\" the anti-DPRK smear campaign comes under fire in Rodong Sinmun today. &nbsp;&nbsp;&nbsp;\r\n   The news analyst says: &nbsp;&nbsp;&nbsp;\r\n   Leader of the Japan Liberal Party Ozawa, who visited South Korea shortly ago, asserted that a \"resolute attitude should be taken\" toward the \"nuclear development\" by North Korea and the chairman of the policy research council of the Japan Liberal Democratic Party demanded that the DPRK-U.S. talks deal with \"threat\" to Japan by missile \"Rodong 1.\" &nbsp;&nbsp;&nbsp;\r\n   It is a folly for them to raise a hue and cry over \"missile threat\" from the DPRK which has no \"nuclear suspicion.\" &nbsp;&nbsp;&nbsp;\r\n   The Japanese reactionaries have introduced, produced and stockpiled a large amount of plutonium for the production of nuclear weapons and squandered a colossal amount of money on nuclear arming every year. Japan is, indeed, a sensitive hotbed of nuclear war. &nbsp;&nbsp;&nbsp;\r\n   In talking about \"nuclear issue\" of the DPRK the Japanese reactionaries betray militaristic nature and quality of aggression and vaulting ambition to become the leader of Asia. &nbsp;&nbsp;&nbsp;\r\n   Efforts for the nuclear weaponization and re-conquest will only precipitate their destruction. &nbsp;&nbsp;&nbsp;\r\n   They should be mindful of this. \r\n\r\n"
        }
    ]
}