{
    "date": "2000-08-23",
    "url": "http://kcna.co.jp/item/2000/200008/20000823.htm",
    "articles": [
        {
            "title": "Greetings to Ukrainian President",
            "url": "http://kcna.co.jp/item/2000/200008/news08/23.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "10th round of DPRK-Japan intergovernmental talks held",
            "url": "http://kcna.co.jp/item/2000/200008/news08/23.htm#2",
            "content": "Greetings to Ukrainian President \r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 23 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, sent a message of greetings to Leonid Kuchma, President of Ukraine, on August 21 on the occasion of its Independence Day, the National Holiday. &nbsp;&nbsp;&nbsp;\r\n   Expressing the belief that the friendly and cooperative relations between the peoples of the two countries would continue to develop on good terms, the message wished him greater success in his work for the country's peace and prosperity and the Ukrainian people happiness. \r\n\r\n"
        },
        {
            "title": "DPRK govt. delegation pays courtesy call on FM of Japan",
            "url": "http://kcna.co.jp/item/2000/200008/news08/23.htm#3",
            "content": "10th round of DPRK-Japan intergovernmental talks held \r\n &nbsp;&nbsp;&nbsp; Tokyo, August 22 (KCNA) -- The tenth round of DPRK-Japan intergovernmental full-dress talks was held in Tokyo Tuesday. &nbsp;&nbsp;&nbsp;\r\n   Present there were members of the DPRK government delegation headed by Jong Thae Hwa, roving ambassador of the Ministry of Foreign Affairs, and members of the Japanese government delegation headed by  Kojiro Takano, ambassador of the Foreign Ministry for negotiations on the establishment of Japan-DPRK diplomatic relations. &nbsp;&nbsp;&nbsp;\r\n   At the talks the head of the Japanese side said that it is the stand of the Japanese government to liquidate the inglorious past existing between Japan and the DPRK and establish new relations of good-neighborliness and friendship. Japan will make efforts to normalize the relations between the two countries at an early date in the spirit of the agreement reached at the Japan-DPRK foreign ministers talks held in July last, the first of their kind in history, he said. &nbsp;&nbsp;&nbsp;\r\n   The head of the DPRK side noted that Japan's redress for its past presents itself as a pivotal issue in improving Japan-DPRK relations. The principled demands raised at the 9th round of full-dress talks held in Pyongyang in April last as regards Japan's redress for its past remain unchanged, he said, urging Japan to take a sincere approach towards the unavoidable issue of redressing its past. &nbsp;&nbsp;&nbsp;\r\n   The talks continue. \r\n\r\n"
        },
        {
            "title": "DPRK govt. delegation meets Japanese figures",
            "url": "http://kcna.co.jp/item/2000/200008/news08/23.htm#4",
            "content": "DPRK govt. delegation pays courtesy call on fm of Japan \r\n&nbsp;&nbsp;&nbsp;  Tokyo, August 22 (KCNA) -- The DPRK government delegation led by Jong Thae Hwa, roving ambassador of the Foreign Ministry, today paid a courtesy call on Yohei Kono, Foreign Minister of Japan. The delegation is staying in Japan for the tenth round of the DPRK-Japan intergovernmental full-dress talks. &nbsp;&nbsp;&nbsp;\r\n   Present on the occasion were Kojiro Takano, ambassador of the Foreign Ministry for negotiations for the Japan-DPRK diplomatic relations who is leading the Japanese government delegation to the talks, and officials concerned. \r\n\r\n"
        },
        {
            "title": "Kim Dae Jung meets participants of north-south joint concert",
            "url": "http://kcna.co.jp/item/2000/200008/news08/23.htm#5",
            "content": "DPRK govt. delegation meets Japanese figures \r\n&nbsp;&nbsp;&nbsp;  Tokyo, August 22 (KCNA) -- The DPRK government delegation led by Jong Thae Hwa, roving ambassador of the Foreign Ministry, which is staying here for the tenth round of the DPRK-Japan intergovernmental full-dress talks, met at the Japanese diet hall today with former Prime Minister of Japan Tomiichi Murayama, secretary general of the Japanese Liberal-Democratic Party Hiromu Nonaka and chairman of the Japanese Dietmen's League for Friendship with the DPRK Masaaki Nakayama. &nbsp;&nbsp;&nbsp;\r\n   Present on the occasion were head of the Japanese government delegation to the talks Kojiro Takano, who is ambassador of the Foreign Ministry for negotiations on the establishment of the Japan-DPRK diplomatic relations, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n   At the meeting Murayama, Nonaka and Nakayama said that abnormal relations between Japan and the DPRK should be put to right and, to this end, it is very important to smoothly advance the talks for the establishment of diplomatic relations between the two countries. &nbsp;&nbsp;&nbsp;\r\n   Jong Thae Hwa stressed that the two sides should make joint efforts to turn the relationship between the DPRK and Japan into that of good-neighborliness and friendship at an early date, on the basis of redress for the past between the two countries. &nbsp;&nbsp;&nbsp;\r\n   Their conversation proceeded in a good atmosphere. \r\n\r\n"
        },
        {
            "title": "Joint concert performed by symphony orchestras of north and south",
            "url": "http://kcna.co.jp/item/2000/200008/news08/23.htm#6",
            "content": "Kim Dae Jung meets participants of north-south joint concert \r\n&nbsp;&nbsp;&nbsp;   Seoul, August 22 (KCNA) -- President Kim Dae Jung today met with leading members and musicians of the north and South Korean symphony orchestras who participated in a joint concert arranged to celebrate the 55th anniversary of the country's liberation and welcome the north-south joint declaration. &nbsp;&nbsp;&nbsp;\r\n   Present on the occasion were the leading members and musicians of the north side's state symphony orchestra headed by Ho I Bok and the symphony orchestra of the south side. &nbsp;&nbsp;&nbsp;\r\n   Accompanying Kim Dae Jung and his wife were Minister of Culture and Tourism Pak Ji Won, chief secretary of the Presidential office Han Kwang Ok, president of the \"Korean Broadcasting System\" Pak Kwon Sang and officials concerned of the south side. &nbsp;&nbsp;&nbsp;\r\n   Kim congratulated the two symphony orchestras on their successful joint concert and conversed with those leading members and musicians in a cordial atmosphere. \r\n\r\n"
        },
        {
            "title": "Japanese government hosts reception",
            "url": "http://kcna.co.jp/item/2000/200008/news08/23.htm#7",
            "content": "Joint concert performed by symphony orchestras of north and south \r\n &nbsp;&nbsp;&nbsp;  Seoul, August 22 (KCNA) -- A joint concert was staged by the symphony orchestras of the north and the south in Seoul Monday and Tuesday to celebrate the  55th anniversary of national liberation and hail the north-south joint declaration. &nbsp;&nbsp;&nbsp;\r\n   The concert was enjoyed by President Kim Dae Jung and his wife, chairman of the board of audit and inspection of the National Assembly Ri Jong Nam, Minister of National Unification Pak Jae Gyu, Minister of Foreign Affairs and Trade Ri Jong Bin, Minister of Administration and Self-government Choe In Gi, director of the Intelligence Service Rim Tong Won, Minister of Environment Kim Myong Ja, Minister of Science and Technology So Jong Uk, Minister of Culture and Tourism Pak Ji Won, chairman of the Central Election Management Committee Ryu Ji Dam, Mayor of Seoul Ko Kon, chief secretary of Chongwadae Han Kwang Ok and other senior officials, national assemblymen, heads of major media organizations, figures of political, public, press, academic and art circles, music lovers, Seoul citizens and foreign embassy officials in Seoul. &nbsp;&nbsp;&nbsp;\r\n   The first part of the concert was performed by the symphony orchestra of the south side and the second by the State Symphony Orchestra from the north. &nbsp;&nbsp;&nbsp;\r\n   Put on the stage were orchestras, violin concerto, cello solo and orchestra, solos, mixed duet and other pieces depicting Korean popular songs and the world's famous music. &nbsp;&nbsp;&nbsp;\r\n   The concert was highly acclaimed by the audiences for its representation of strong national emotion, skilled performance, beautiful and rich voice and well-organized ensemble. &nbsp;&nbsp;&nbsp;\r\n   Through violin concerto \"Nostalgia\" by a violinist from the north and the symphony orchestra of the south side, a cello solo by a south musician and the north State Symphony Orchestra and  mixed duet by north and south singers, the artistes of the north and the south represented the warm feelings of our compatriots of the same stock who have lived in the same land for 5,000 years. &nbsp;&nbsp;&nbsp;\r\n   At the turn of each number audiences broke into an enthusiastic applause and called performers two or three times, deeply moved by the presentation, and sang together to their tune in tears. &nbsp;&nbsp;&nbsp;\r\n   The curtain dropped with orchestra \"Arirang\" performed by the north and south symphony orchestras. &nbsp;&nbsp;&nbsp;\r\n   The performers and audiences loudly sang in chorus songs \"Spring In Native Place\" and \"Our Wish Is Reunification,\" wrapping the theatre in an atmosphere overflowing with warm compatriotism and ardent desire for reunification. \r\n\r\n"
        },
        {
            "title": "Film show and friendly meeting for Cuban women",
            "url": "http://kcna.co.jp/item/2000/200008/news08/23.htm#8",
            "content": "Japanese government hosts reception \r\n &nbsp;&nbsp;&nbsp; Tokyo, August 22 (KCNA) -- The Japanese government today hosted a reception in Tokyo for the DPRK government delegation to the 10th round of the DPRK-Japan intergovernmental full-dress talks. &nbsp;&nbsp;&nbsp;\r\n   Invited there were members and other suite members of the DPRK government delegation headed by Jong Thae Hwa, roving ambassador of the Ministry of Foreign Affairs. &nbsp;&nbsp;&nbsp;\r\n   Present there were Kojiro Takano, ambassador of the Foreign Ministry for negotiations for Japan-DPRK diplomatic relations who is heading the Japanese government delegation, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n   That day Jong met and had a conversation with Hideo Den, a member of the House of Councilors from the Japan Social-Democratic Party, who visited his lodging quarters. \r\n\r\n"
        },
        {
            "title": "Reception given by Cuban ambassador",
            "url": "http://kcna.co.jp/item/2000/200008/news08/23.htm#9",
            "content": "Film show and friendly meeting for Cuban women \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, August 23 (KCNA) -- A film show and a friendly meeting were held at the Taedonggang Club for the diplomatic corps yesterday for women staff members of the Cuban embassy here on the occasion of the 40th anniversary of the Cuban Women's Federation. &nbsp;&nbsp;&nbsp;\r\n   They were invited there. &nbsp;&nbsp;&nbsp;\r\n   Choe Chang Suk, vice-chairwoman of the central committee of the Korean Democratic Women's Union, and other officials concerned were present there. &nbsp;&nbsp;&nbsp;\r\n   They first saw the Korean feature film \"Wives of Officers.\"&nbsp;&nbsp;&nbsp;\r\n   Then they informed each other of activities of the women organizations of the two countries and their achievements and experience made in the past, deepening friendly feelings. \r\n\r\n"
        },
        {
            "title": "Symposium held to commemorate Youth Day",
            "url": "http://kcna.co.jp/item/2000/200008/news08/23.htm#10",
            "content": "Reception given by Cuban ambassador \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, August 23 (KCNA) -- Jose Manuel Inclan Embade, Cuban ambassador to the DPRK, hosted a reception at the embassy yesterday on the occasion of the 40th anniversary of the establishment of diplomatic relations between the DPRK and Cuba. &nbsp;&nbsp;&nbsp;\r\n   Invited to the reception were Pak Song Chol, honorary vice-president of the presidium of the DPRK Supreme People's Assembly, Kim Il Chol, Minister of the People's Armed Forces, Kim Yang Gon, department director of the Central Committee of the Worker's Party of Korea, Pyon Yong Rip, Minister of Education who is chairman of the DPRK-Cuba Solidarity Committee, Kang Jong Mo, Minister of Foreign Trade, Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, Pak Tong Chun, vice-Minister of Foreign Affairs, and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n   The Cuban ambassador in his speech said that it is very meaningful and happy for the Cuban people to celebrate the 40th anniversary of the establishment of diplomatic relations between the two countries. &nbsp;&nbsp;&nbsp;\r\n   The Cuban people remember with deep emotion the respected Kim Il Sung who exerted all his efforts for the development of the friendly relations between the two countries, he noted, and continued: &nbsp;&nbsp;&nbsp;\r\n   The meeting of Fidel Castro Ruz and Kim Il Sung in 1986 opened a new era of the friendly relations between Cuba and the DPRK and they are growing stronger on the basis of the intimate relationship between Fidel Castro Ruz and the great leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   The Cuban people note with pride the successes the Korean people have made in their drive to build a powerful nation by overcoming hardships and difficulties under the wise leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   Honorary vice-president Pak Song Chol in his speech said that the establishment of diplomatic relations between the two countries 40 years ago was an epochal event in the development of the bilateral friendly relations. &nbsp;&nbsp;&nbsp;\r\n   He continued: &nbsp;&nbsp;&nbsp;\r\n   The DPRK-Cuba friendship based on the particularly close relations between the leaders of the two countries fully demonstrated its vitality despite harsh trials of history and now serves as good example of true comradeship between the peoples struggling for the victory of the socialist cause against imperialism. &nbsp;&nbsp;&nbsp;\r\n   Today the Cuban people, united close around the Communist Party of Cuba headed by the respected Fidel Castro Ruz, are registering great successes in the struggle to defend the motherland, the revolution and the gains of socialism shattering the vicious moves of the U.S. to blockade and stifle Cuba. &nbsp;&nbsp;&nbsp;\r\n   The Korean people will as always extend invariable support and solidarity to the just struggle of the Cuban people, he stressed. \r\n\r\n"
        },
        {
            "title": "Songdowon International Children's Camp",
            "url": "http://kcna.co.jp/item/2000/200008/news08/23.htm#11",
            "content": "Symposium held to commemorate Youth Day \r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 23 (KCNA) -- Officials of youth organizations held a symposium here Tuesday to vow to defend and glorify the immortal feats performed by the President Kim Il Sung and the General Secretary Kim Jong Il for the development of the youth movement, on the threshold of the Youth Day. &nbsp;&nbsp;&nbsp;\r\n   Present there were Kim Jung Rin, secretary of the Central Committee of the Worker's Party of Korea, officials concerned and youth and students. &nbsp;&nbsp;&nbsp;\r\n   Ri Il Hwan, first secretary of the c.c., the Kim Il Sung Socialist Youth League, and other speakers referred to unique ideas and theories on the youth movement propounded by Kim Il Sung and Kim Jong Il and validity of Kim Jong Il's policy of attaching great importance to youth and its great vitality. &nbsp;&nbsp;&nbsp;\r\n   Speakers noted that the greatest feat performed by Kim Jong Il for the development of the youth movement in Korea is that he has strengthened and developed the youth league into the Kim Il Sung Socialist Youth League and formulated it as its basic mission to carry forward the revolutionary cause of Juche started by Kim Il Sung generation after generation and carry it to completion. &nbsp;&nbsp;&nbsp;\r\n   They recalled that Kim Jong Il, considering the youth problem as a key issue related to the victory of the revolution and the destiny of the nation, has pursued the policy of attaching great importance to youth ever since he started steering the Korean revolution. &nbsp;&nbsp;&nbsp;\r\n   The spirit of worshipping the leader and devotedly safeguarding him displayed by the Korean youth is a noble ideological and spiritual trait prompted by their boundless fascination with the greatness of Kim Il Sung and Kim Jong Il and burning desire to absolutely trust and follow them and remain loyal to them, they noted. &nbsp;&nbsp;&nbsp;\r\n   Recalling that Kim Jong Il put forward the youth league as a dependable companion of the WPK and a shock brigade in building a powerful nation, they noted that this is indicative of what deep love he has shown for youth. &nbsp;&nbsp;&nbsp;\r\n   They called on the Korean youth to prepare themselves to be youth vanguard loyal to the party which gives steadfast continuity to the tradition of monolithic unity, united close around him. \r\n\r\n"
        },
        {
            "title": "Anniversary of DPRK marked in India",
            "url": "http://kcna.co.jp/item/2000/200008/news08/23.htm#12",
            "content": "Songdowon International Children's Camp \r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 23 (KCNA) -- 40 years have passed since the Songdowon International Children's Camp opened in August, Juche 49 (1960). &nbsp;&nbsp;&nbsp;\r\n   The camp situated in Songdowon, a beauty-spot on the east coast of Korea, is a center for extracurricular activities of schoolchildren. &nbsp;&nbsp;&nbsp;\r\n   Since its foundation, the camp has received at least 200,000 schoolchildren in 415 batches. &nbsp;&nbsp;&nbsp;\r\n   Thousands of children from about 100 countries in total have enjoyed camping there. &nbsp;&nbsp;&nbsp;\r\n   The camp was built into a modern one on an expansion basis in April Juche 82 (1993). &nbsp;&nbsp;&nbsp;\r\n   Covering 340,000 square metres, the camp has buildings for children, the International Friendship Children's Hall, an open-air wading pool, an amusement park and other buildings. &nbsp;&nbsp;&nbsp;\r\n   It has an accommodating capacity of more than 1,200. &nbsp;&nbsp;&nbsp;\r\n   There are in the International Friendship Children's Hall a 1,200 seat-theatre, a computer game room, a table-tennis hall, a room for disseminating mountaineering and maritime activities, a fine art room, a library and other facilities for sports and entertainment. &nbsp;&nbsp;&nbsp;\r\n   The Songdowon International Children's Camp has turned into a model camp in the country under the profound loving care of the great leader Kim Jong Il who spares nothing for the children. &nbsp;&nbsp;&nbsp;\r\n   Schoolchildren's pleasant camping is now at its height there. \r\n\r\n"
        },
        {
            "title": "Koryo Temple site discovered",
            "url": "http://kcna.co.jp/item/2000/200008/news08/23.htm#13",
            "content": "Anniversary of DPRK marked in India \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 23 (KCNA) -- Meetings, photo exhibitions and film shows were held in New Delhi at the Delhi Society for the Study of the Juche Idea, the Sunita Oil Company and the public news office of India from August 12 to 16 to mark the 52nd anniversary of the DPRK, which will fall on Sept. 9. &nbsp;&nbsp;&nbsp;\r\n   On display at the venues were photos showing immortal exploits of the great leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   Attendants of the film shows watched Korean films \"New Korea,\" \"Faith of Korea\" and \"Korea, Land of Morning Calm.\" \r\n\r\n"
        },
        {
            "title": "Director general of UNESCO leaves",
            "url": "http://kcna.co.jp/item/2000/200008/news08/23.htm#14",
            "content": "Koryo Temple site discovered \r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 23 (KCNA) -- The site of the Ryongthong Temple, a Buddhist temple of the Koryo dynasty which existed between 918 and 1392 as the first unified Korean state, has recently been discovered in Ryonghungdong, Kaesong, in the middle of Korea. &nbsp;&nbsp;&nbsp;\r\n   From its outset, Koryo set Buddhism as its state religion and started building temples on a large scale along with royal palaces. &nbsp;&nbsp;&nbsp;\r\n   The Ryongthong Temple was one of the large temples built on a wide complex, surrounded by many buildings including the main shrine and stone structures. &nbsp;&nbsp;&nbsp;\r\n   The temple had fame for Ui Chon, scholar and monk of the 11th century, lived and was buried there. &nbsp;&nbsp;&nbsp;\r\n   Ui Chon (1055-1101) was the fourth son of Mun Jong, the 11th king of Koryo. Although he was a prince, he entered priesthood when he was ten years old. He was always concerned about the socio-economic affairs of the country and wrote many books, including those which advocated the need to introduce metallic currency and literary works contributing greatly to the development of the socio-economy and culture at the time. &nbsp;&nbsp;&nbsp;\r\n   Later, the temple was burnt by foreign invaders. &nbsp;&nbsp;&nbsp;\r\n   The excavation revealed that there remained the site of the tomb of Ui Chon with gravestone, a five-storied stone pagoda and two three-storied pagodas, a stone post and the area of monks' tombs. &nbsp;&nbsp;&nbsp;\r\n   Archaeologists from the Academy of Social Sciences carried out an overall excavation of the tomb of Ui Chon, eastern and western sections of the temple and the area of the monks' tombs. &nbsp;&nbsp;&nbsp;\r\n   According to the investigation, the site of the temple consists mainly of the entrance, building sites, the tomb of Ui Chon and the area of monks' tombs, covering an area of 40,000 square metres. &nbsp;&nbsp;&nbsp;\r\n   Relics were also discovered, including a small pagoda, the hair model of a Buddhist statue, an iron Buddhist image, the head of a stone Buddhist image, various kinds of beads, roof tile, Koryo celadon and metalwork. &nbsp;&nbsp;&nbsp;\r\n   The excavation of the temple serves as a source of knowledge about Buddhist culture which thrived in the Koryo period. \r\n\r\n"
        },
        {
            "title": "UNESCO director general on mural paintings in Koguryo tombs",
            "url": "http://kcna.co.jp/item/2000/200008/news08/23.htm#15",
            "content": "Director general of UNESCO leaves \r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 23 (KCNA) -- Matsuura Koichiro, director general of the United Nations Educational, Scientific and Cultural Organization (UNESCO), and his party left here yesterday after concluding the itinerary of their four-day visit to the DPRK. &nbsp;&nbsp;&nbsp;\r\n   They were seen off at the airport by Choe Su Hon, vice-Minister of Foreign Affairs and chairman of the DPRK national committee of UNESCO, David Morton, UN resident coordinator and resident representative of UNDP, and other representatives of international organizations. &nbsp;&nbsp;&nbsp;\r\n   During their stay, the director general and his party visited Kim Il Sung University and the Grand People's Study House and went round murals in the Koguryo tomb in Kangso district, Nampho, and historic relics in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n   The director general hosted a reception at Pyongyang Koryo Hotel on August 21 in connection with his Korean visit. \r\n\r\n"
        },
        {
            "title": "5th World Junior Taekwon-do Championships open",
            "url": "http://kcna.co.jp/item/2000/200008/news08/23.htm#16",
            "content": "UNESCO director general on mural paintings in Koguryo tombs \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, August 23 (KCNA) -- Mural paintings in Koguryo tombs are, indeed, treasures of not only the Korean people but the world and precious heritage of humankind. &nbsp;&nbsp;&nbsp;\r\nMatsuura Koichiro, director general of UNESCO on a visit to the DPRK, said this at a press conference here. &nbsp;&nbsp;&nbsp;\r\n   He noted that his first visit to the DPRK provided him with an opportunity to know better about the kind and diligent Korean people and the history and culture of Korea. &nbsp;&nbsp;&nbsp;\r\n   Referring to the presence of himself and his party at the opening ceremony of the photo exhibition of mural paintings in Koguryo tombs, he pointed out that the photos of murals,  which vividly depicted the customs of koguryo people and natural scenery clearly testify to the superb Korean fine arts in the mediaeval ages. &nbsp;&nbsp;&nbsp;\r\n   He said he was deeply impressed to see for himself the beautiful murals of which he only heard tell. \r\n\r\n"
        }
    ]
}