{
    "date": "2000-07-03",
    "url": "http://kcna.co.jp/item/2000/200007/20000703.htm",
    "articles": [
        {
            "title": "Greetings to National Day of Belarus",
            "url": "http://kcna.co.jp/item/2000/200007/news07/03.htm#1",
            "content": "Greetings to National Day of Belarus \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, July 3 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, sent a message of greetings to Alexandr Lukashenko, President of Belarus, on its National Day on June 29. &nbsp;&nbsp;&nbsp;\r\n   It extended warm felicitations to the President, government and people of Belarus on the occasion of its National Day and expressed the conviction that the friendly and cooperative relations between the two countries would further strengthen and develop in conformity with the aspiration and the interests of the two peoples. &nbsp;&nbsp;&nbsp;\r\n   It sincerely wished the President and the people of Belarus greater success in the work for the prosperity of the country. \r\n\r\n"
        },
        {
            "title": "Ideological and theoretical exploits of Kim Il Sung praised",
            "url": "http://kcna.co.jp/item/2000/200007/news07/03.htm#2",
            "content": "Ideological and theoretical exploits of Kim Il Sung praised \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 3 (KCNA) -- Manik Lal Shrestha, deputy director general of the Asian Regional Institute of the Juche Idea, on a visit to Korea highly praised the ideological and theoretical exploits of the President Kim Il Sung who created the immortal Juche idea. &nbsp;&nbsp;&nbsp;\r\n   He created the Juche idea, so that hundreds of millions of the popular masses around the world came to know that they are masters of their destiny and have strength to hew out their destiny, he said, and continued: &nbsp;&nbsp;&nbsp;\r\n   They are vigorously struggling for their independent and creative life. &nbsp;&nbsp;&nbsp;\r\n   The Juche idea is the revolutionary guiding idea illumining the road ahead of the era of independence, our times. &nbsp;&nbsp;&nbsp;\r\n   The struggle of the world progressive people for independence is sure to win as the great Juche idea indicates the road ahead of us and the respected Kim Jong Il, the great master of ideology and theory, leads it. \r\n\r\n"
        },
        {
            "title": "Housing construction under way",
            "url": "http://kcna.co.jp/item/2000/200007/news07/03.htm#3",
            "content": "Housing construction under way \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 3 (KCNA) -- Thousands of dwelling houses are now under construction along the more than 40 km-long Pyongyang-Nampho Motorway from Mangyongdae forked road in the suburbs southwest of Pyongyang to Nampho. &nbsp;&nbsp;&nbsp;\r\n   Dwelling houses for some 400 families were completed recently. &nbsp;&nbsp;&nbsp;\r\n   New houses have peculiar architecture to match landscape of the motorway and areas on its both sides and suit the population's conveniences. &nbsp;&nbsp;&nbsp;\r\n   Dwelling houses for peasants, each of them basically having one or two families, will have well-appointed two or three rooms. &nbsp;&nbsp;&nbsp;\r\n   Two-or three-storied houses for four or six families are now under construction in the industrial areas. &nbsp;&nbsp;&nbsp;\r\n   The appearance of the motorway and areas on its both sides is changing day by day as the pavement of the road and housing construction are making rapid progress. \r\n\r\n"
        },
        {
            "title": "70th anniversary of Kim Il Sung's famous work commemorated",
            "url": "http://kcna.co.jp/item/2000/200007/news07/03.htm#4",
            "content": "70th anniversary of Kim Il Sung's famous work commemorated \r\n &nbsp;&nbsp;&nbsp; Pyongyang, July 3 (KCNA) -- Rodong Sinmun today dedicates a signed article to the 70th anniversary of the publication of the President Kim Il Sung's famous work \"On the Formation of Party Organization\" on July 3, Juche 19 (1930). &nbsp;&nbsp;&nbsp;\r\n   Clarified in the work are the principles and ways of successfully carrying out the cause of founding a Juche-oriented revolutionary party from the matter of forming a basic party organization and  expanding and strengthening it to the matter of achieving the organizational and ideological unity of the ranks and comradely unity and carrying on the work of building party organizations in close combination with the anti-Japanese struggle. &nbsp;&nbsp;&nbsp;\r\n   The work is an important guideline which indicated a new way of working class party building in conformity with the desire and demand of the popular masses for the first time in Korea, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n   The work is of significance in expounding a revolutionary line for founding a new-type revolutionary party of the working class for the first time in history. &nbsp;&nbsp;&nbsp;\r\n   The President put forward a unique policy to found a party by means of training true communists, forming a basic party organization with them as its hardcore and expanding and strengthening it on the basis of a scientific analysis of the practical requirements of the Korean revolution, overcoming the limitation in party founding. &nbsp;&nbsp;&nbsp;\r\n   Thus, ideological and organizational foundations for founding a party were firmly laid during the anti-Japanese revolutionary struggle and a party could be founded without delay even under the complex situation after the liberation of the country. &nbsp;&nbsp;&nbsp;\r\n   Another significance of the work lies in the fact that it enabled the Worker's Party of Korea to hold fast to the idea of unity as its lifeline from the outset and build the party into a mass party which struck roots deep among the masses. &nbsp;&nbsp;&nbsp;\r\n   The President expounded the idea of achieving unity and cohesion so that the party could be founded on a sound basis after uprooting all sorts of alien ideologies and factional factors such as flunkeyism and dogmatism and firmly preserved the unity and cohesion of party ranks and its purity in the whole period of the revolutionary struggle. &nbsp;&nbsp;&nbsp;\r\n   Thanks to the idea of laying firm mass foundation set forth by the President the party could strike roots deep among the masses from the outset. \r\n\r\n"
        },
        {
            "title": "U.S. sheer distortion of truth of history under  fire",
            "url": "http://kcna.co.jp/item/2000/200007/news07/03.htm#5",
            "content": "U.S. sheer distortion of truth of history under  fire \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, July 3 (KCNA) -- Some days ago, the U.S. chief executive made a proclamation at the request of the congress in which he asserted on June 25, 1950, armed forces from the Democratic People's Republic of  Korea launched invasion of South Korea and the U.S. forces participated in the war according to a resolution of the United Nations Security Council. &nbsp;&nbsp;&nbsp;\r\n   In this regard Rodong Sinmun today in a signed commentary terms his remarks a sheer distortion of the truth of history and a mockery of and a provocation against the DPRK. &nbsp;&nbsp;&nbsp;\r\n   It goes on: &nbsp;&nbsp;&nbsp;\r\n   The U.S. puts into practice the policy of aggression towards Korea which had long been in the making, taking into consideration the importance of the Korean peninsula in executing their world strategy. To cover up the truth and shift the responsibility onto the DPRK, they cooked up an unfair \"resolution\" at the UNSC meeting. &nbsp;&nbsp;&nbsp;\r\n   Nevertheless, the U.S. chief executive made a sheer sophism in a bid to damage the dignity of the DPRK and hurt the feelings of the Korean people. This anti-DPRK diatribe is nothing but a provocative act of chilling the on-going negotiations for confidence-building and a revelation of a wicked and sinister attempt of the U.S. to cover up its despicable colors as the provoker of the Korean War and aggressor. &nbsp;&nbsp;&nbsp;\r\n   This attitude compels the DPRK to doubt the U.S. stand on the DPRK-U.S. talks and the issue of improving the relations and more saliently reveals the true colors of the U.S. as the very one responsible for escalating confrontation and tensions on the Korean peninsula and a wrecker of global peace and stability. \r\n\r\n"
        },
        {
            "title": "Rally held to demand removal of U.S. Air Force firing range",
            "url": "http://kcna.co.jp/item/2000/200007/news07/03.htm#6",
            "content": "Rally held to demand removal of U.S. Air Force firing range \r\n &nbsp;&nbsp;&nbsp; Pyongyang, July 3 (KCNA) -- At least 500 villagers of Maehyang-ri in Hwasong county, Kyonggi Province, members of civic organizations and students of South Korea on July 1 held an inaugural ceremony of the Kyonggi Regional Committee of Measures for Dismantlement of a Firing Range of the U.S. Air Force and a rally demanding the closure of the firing range in its front, said Yonhap News from Seoul. &nbsp;&nbsp;&nbsp;\r\n   At the rally they pushed for the closure of the firing range, withdrawal of the U.S. forces and release of the former chairman of the Committee of Measures for the Compensation for Damage Done to Inhabitants in Maehyang-ri. &nbsp;&nbsp;&nbsp;\r\n   That day more than 3,600 strong police of 31 companies was hurled into the area around the range to prevent its participants from removing wire entanglements around the range.  \r\n\r\n"
        },
        {
            "title": "S. Korean banking workers hold rally to push general strike",
            "url": "http://kcna.co.jp/item/2000/200007/news07/03.htm#7",
            "content": "S. Korean banking workers hold rally to push general strike \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 3 (KCNA) -- The \"National Banking Industrial Workers Union\" of South Korea on July 1 held a rally to push a general strike of banking workers in Seoul with more than 20,000 unionists attending where they urged the authorities to retract the unilateral \"restructuring\" for banking institutions, according to the Christian Broadcasting System in Seoul. &nbsp;&nbsp;&nbsp;\r\n   The union threatened to call a general strike on July 11 if the authorities do not withdraw \"restructuring.\"&nbsp;&nbsp;&nbsp;\r\n   Noting that the IMF-imposed \"financial restructuring\" left 10 banking organizations defunct and more than 50,000 workers jobless and threw the remaining workers into precarious employment, the  union said they are in the worst working conditions due to increasing working hours, and so on.\r\n\r\n"
        },
        {
            "title": "Function for reunification planned in S. Korea",
            "url": "http://kcna.co.jp/item/2000/200007/news07/03.htm#8",
            "content": "Function for reunification planned in S. Korea \r\n &nbsp;&nbsp;&nbsp; Pyongyang, July 3 (KCNA) -- The north Kyongsang provincial federation of the \"General Federation of the National Peasants Unions\" is planning to hold a function for reunification in the period of students' summer service for farms, according to Yonhap News of South Korea. &nbsp;&nbsp;&nbsp;\r\n   The federation said in a statement issued on June 29 that to commemorate the anniversary of proclamation of the July 4 south-north joint statement in that period they would simultaneously hold such functions as writing articles and making paintings on reunification in cities and counties. &nbsp;&nbsp;&nbsp;\r\n   It is also planning to conduct probe into the truth behind GIs' mass killings of civilians. &nbsp;&nbsp;&nbsp;\r\n   The statement also demanded the authorities immediately ensure prices of agricultural and live-stock products and stop South Korea's opening to import. &nbsp;&nbsp;&nbsp;\r\n   Students' summer service for farms will be made in at least 200 villages of 14 cities and counties of north Kyongsang province from June 29 to July 8 with more than 5,000 students from 21 universities involved. \r\n\r\n"
        },
        {
            "title": "S. Korean trade unions protest against police suppression of unionists",
            "url": "http://kcna.co.jp/item/2000/200007/news07/03.htm#9",
            "content": "S. Korean trade unions protest against police suppression of unionists \r\n &nbsp;&nbsp;&nbsp;Pyongyang, July 3 (KCNA) -- The South Korean Confederation of Trade Unions (KCTU) and union organizations protested against the police suppression of Lotte Hotel unionists, according to Yonhap News of South Korea. &nbsp;&nbsp;&nbsp;\r\n   Chairmen of the KCTU and the South Korean Federation of Tourists in a press conference in Seoul on June 29 denounced the police for walking away the unionists on a sit-in strike from the hotel. &nbsp;&nbsp;&nbsp;\r\n   They declared that they, together with democratic citizens organizations, would wage a boycott movement against foreign goods and a struggle to punish the Lotte Group for persecuting the workers. &nbsp;&nbsp;&nbsp;\r\n   Then the KCTU held a rally protesting against the police suppression with the attendance of over 1,000 unionists of Hilton Hotel and other hotels and took to the street. &nbsp;&nbsp;&nbsp;\r\n   The \"Federation of Korean Trade Unions\" in a statement on the same day warned that \"if government power involves in containing the workers' just struggle for vital rights, it would make a momentous decision including a large-scale people's movement for disobedience,\" saying that a forcible solution of the problem by \"government\" power makes the situation worse and distorts the relations between workers and management side. &nbsp;&nbsp;&nbsp;\r\n   And the Citizens' Solidarity for Political Reform in a commentary condemned the police for merciless crackdown upon the strike of unionists of Lotte Hotel. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}