{
    "date": "2000-01-31",
    "url": "http://kcna.co.jp/item/2000/200001/20000131.htm",
    "articles": [
        {
            "title": "Kim Jong Il inspects KPA unit no. 667",
            "url": "http://kcna.co.jp/item/2000/200001/news01/31.htm#1",
            "content": "Kim Jong Il inspects KPA unit no. 667 \r\n &nbsp;&nbsp;&nbsp; Pyongyang, January 31 (KCNA) -- General Secretary Kim Jong Il inspected KPA unit no. 667. &nbsp;&nbsp;&nbsp;\r\n   After receiving a salute at the unit,  he heard about its performance of duties. &nbsp;&nbsp;&nbsp;\r\n   He noted with great satisfaction that the officers and men of the unit have defended the socialist homeland like an impregnable fortress with intense loyalty to the party and the revolution. &nbsp;&nbsp;&nbsp;\r\n   Looking round the well-arranged compound of the barracks thickly covered with trees of various kinds and trim buildings, he said that all places where soldiers live are as clean as a park. &nbsp;&nbsp;&nbsp;\r\n   The revolutionary spirit and noble patriotism with which soldiers are keeping their posts and mountains and rivers of the country in good shape are praiseworthy traits which can be displayed only by the KPA, he noted. &nbsp;&nbsp;&nbsp;\r\n   Then, he went to the education room, bedroom, mess hall and other places of the unit to acquaint himself with details of ideological education of soldiers and supply services. &nbsp;&nbsp;&nbsp;\r\n   He was satisfied with the fact that the unit has not only provided good conditions for the ideological education of soldiers and their entertainment but also used them in an effective way and equipped itself with convenient supply facilities for their life. &nbsp;&nbsp;&nbsp;\r\n   It is very good that love of officers for soldiers has become deeper with the generalization in the whole army of the \"day for soldiers\" initiated by the commanding officers of KPA unit no. 576, he said, and urged all KPA commanders to direct primary attention to supply services so as to provide precious soldiers with the best living conditions. &nbsp;&nbsp;&nbsp;\r\n   He expressed the conviction that all the soldiers of the unit would reliably defend the socialist system and motherland with arms like an impregnable fortress, and gave an automatic rifle to it as a gift. &nbsp;&nbsp;&nbsp;\r\n   He posed for a photograph with them. \r\n\r\n"
        },
        {
            "title": "Greetings to Sudanese Minister of Foreign Relations",
            "url": "http://kcna.co.jp/item/2000/200001/news01/31.htm#2",
            "content": "Greetings to Sudanese Minister of Foreign Relations \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, January 31 (KCNA) -- Paek Nam Sun, Minister of Foreign Affairs, sent a message of greetings to Mustafa Osman Ismail on his reappointment as Sudanese Minister of Foreign Relations. &nbsp;&nbsp;&nbsp;\r\n   The message expressed belief that the friendly and cooperative relations between the two countries would be developed on good terms in the future, too, and sincerely wished him success in his responsible work. \r\n\r\n"
        },
        {
            "title": "Choe Thae Bok meets Cuban delegation",
            "url": "http://kcna.co.jp/item/2000/200001/news01/31.htm#3",
            "content": "Choe Thae Bok meets Cuban delegation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 31 (KCNA) -- Choe Thae Bok, chairman of the DPRK Supreme People's Assembly, today met and had a conversation with the delegation of the National Assembly of People's Power of Cuba headed by Jose Luis Toledo, president of the Permanent Commission of Constitutional and Juridical Affairs, at the Mansudae Assembly Hall. &nbsp;&nbsp;&nbsp;\r\n   Present there were Pak Kwan O, member of the SPA legislation committee, and Jose Manuel Inclan Embade, Cuban ambassador to the DPRK. &nbsp;&nbsp;&nbsp;\r\n   Head of the delegation wished the Korean people greater success in the struggle for socialist construction under the wise leadership of the great leader Kim Jong Il upholding the behest of the great leader Kim Il Sung. \r\n\r\n"
        },
        {
            "title": "Talks between parliamentary delegations of DPRK and Cuba",
            "url": "http://kcna.co.jp/item/2000/200001/news01/31.htm#4",
            "content": "Talks between parliamentary delegations of DPRK and Cuba \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 31 (KCNA) -- Talks between the delegations of the Supreme People's Assembly of the DPRK and the National Assembly of People's Power of Cuba were held at the Mansudae Assembly Hall on Sunday. &nbsp;&nbsp;&nbsp;\r\n   At the talks both sides exchanged views on developing the friendly and cooperative relations between the two assemblies and a series of matters of mutual concern. &nbsp;&nbsp;&nbsp;\r\n   Present there were deputy Pak Kwan O, member of the SPA legislation committee, deputy Cha Sung Su, vice-chairman of the Korea-Cuba Friendship Parliamentary Group, and other officials concerned and members of the Cuban delegation headed by Jose Luis Toledo, president of the Permanent Commission of Constitutional and Juridical Affairs, and Jose Manuel Inclan Embade, Cuban ambassador to the DPRK. \r\n\r\n"
        },
        {
            "title": "Greetings exchanged between DPRK and Vietnam",
            "url": "http://kcna.co.jp/item/2000/200001/news01/31.htm#5",
            "content": "Greetings exchanged between DPRK and Vietnam \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 31 (KCNA) -- Messages of greetings were exchanged between President of the presidium of the DPRK Supreme People's Assembly Kim Yong Nam and Vietnamese President Tran Duc Luong on January 30 on the occasion of the half centenary of the establishment of diplomatic relations between the two countries. &nbsp;&nbsp;&nbsp;\r\n   Expressing the belief that the traditional friendly and cooperative relations between the two countries would further strengthen and develop for peace and security in Asia and the rest of the world, the messages wished the two peoples greater success in their work for the prosperity of their countries. &nbsp;&nbsp;&nbsp;\r\n    Meanwhile, Foreign Minister Paek Nam Sun and his Vietnamese counterpart Nguyen Manh Cam, who is deputy prime minister, also exchanged greetings on the occasion. \r\n\r\n"
        },
        {
            "title": "Diplomatic ties between DPRK and Vietnam 50 years old",
            "url": "http://kcna.co.jp/item/2000/200001/news01/31.htm#6",
            "content": "Diplomatic ties between DPRK and Vietnam 50 years old \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, January 31 (KCNA) -- Papers here dedicate articles to the 50th anniversary of the establishment of diplomatic relations between the DPRK and Vietnam. &nbsp;&nbsp;&nbsp;\r\n   Rodong Sinmun says that the friendship between the two peoples is a precious one which was provided by Kim Il Sung, the great leader of the Korean people, and Ho Chi Minh, the leader of the Vietnamese people. &nbsp;&nbsp;&nbsp;\r\n   Based on the sense of revolutionary obligation of the late leaders of the two countries, the DPRK-Vietnam friendship has stood the test of history and strengthened and developed in the common struggle against the imperialist aggression and for the victory of the socialist cause, it notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n   The two peoples hope that their ties of friendship will as always develop on good terms. &nbsp;&nbsp;&nbsp;\r\n   Minju Joson says that the Korean people will as ever make active efforts to develop the traditional friendly and cooperative relations with the people of Vietnam. \r\n\r\n"
        },
        {
            "title": "Vast standardized fields appear in North Phyongan Province",
            "url": "http://kcna.co.jp/item/2000/200001/news01/31.htm#7",
            "content": "Vast standardized fields appear in North Phyongan Province \r\n &nbsp;&nbsp;&nbsp; Pyongyang, January 31 (KCNA) -- Vast standardized fields are making their appearance in North Phyongan Province in the northwestern part of the country as a result of a  successful land leveling and rezoning. &nbsp;&nbsp;&nbsp;\r\n   Thanks to the devoted efforts of soldiers of the people's army and working people who were all out to carry out the grand nature-harnessing policy of the Worker's Party of Korea, at least 29,000 hectares of fields were readjusted in a matter of several months. As a result, many ridges between patches, ditches and water ponds disappeared and an estimated 1,000 hectares of fields were brought under plough. &nbsp;&nbsp;&nbsp;\r\n   In the hander plain of Thaechon county alone, some 13,130 patches were leveled and rezoned into more than 3,250 standardized fields and over 60 hectares of land were obtained. And over 1,130 km of ridges that divided rice patches shrank to more than 500 km. There appeared 44 km of more roads on fields and over 90 km of more waterways. &nbsp;&nbsp;&nbsp;\r\n   Working people in the province, soldiers and land builders from across the country waged a high-pitched drive to finish the difficult and vast project in good time despite the unfavorable conditions in winter. They could achieve such success by making a rational use of machines and other means suited to the topographical features, relying on their own efforts to pull through difficulties and hardships lying in their way. They thus completed the first-stage project for land readjustment originally scheduled to be finished till this spring. As a result, a vast expanse of fertile plateau spread in the intermediary areas in the province, including Thaechon county, Kusong city and Uiju county, where so many patches were to be seen before. &nbsp;&nbsp;&nbsp;\r\n   Giving on-the-spot guidance to the land leveling and rezoning project in the province on January 24, the great leader Kim Jong Il highly appreciated soldier-builders and working people for their successful completion of the vast project in a short span of time in the revolutionary spirit of fortitude. And he set forth the tasks to be carried out by the province in giving a major face-lifting to the appearance of the land and increasing agricultural production through a more powerful land readjustment. &nbsp;&nbsp;&nbsp;\r\n   The working people in the province and people's army soldiers are speeding up their canter march to finish all the land leveling and rezoning projects there before the rice-transplanting this year. \r\n\r\n"
        },
        {
            "title": "April 15 technical innovation shock brigades",
            "url": "http://kcna.co.jp/item/2000/200001/news01/31.htm#8",
            "content": "April 15 technical innovation shock brigades \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 31 (KCNA) -- The April 15 technical innovation shock brigades were formed 20 years ago in the DPRK. &nbsp;&nbsp;&nbsp;\r\n   They were organized at all factories and enterprises in Juche 69 (1980) to solve urgent scientific and technical problems arising in production and business activities in time to contribute to the Juche orientation, modernization and scientification of the national economy. &nbsp;&nbsp;&nbsp;\r\n   Supporting the Worker's Party of Korea's line of attaching importance to science, they have invented and introduced into production at least 1,816,800  new technical innovation proposals to contribute to the development of the science and technology of the country during the past 20 years. &nbsp;&nbsp;&nbsp;\r\n   In the field of power industry, they rendered great benefit to the country by increasing the efficiency of the generating equipment at large hydro-power and thermal power stations and solving scientific and technical problems arising in building minor power plants. &nbsp;&nbsp;&nbsp;\r\n   In the field of coal industry, modern machines and advanced coal mining methods were invented and introduced to raise productivity and liberating the workers from heavy physical labor. The brigades also made a big contribution to coal gasification at the Anju area, thus opening a bright prospect for establishing a new power industry. &nbsp;&nbsp;&nbsp;\r\n   Technicians and workers in the field of metal industry completed the method of iron production by means of oxygen heat and continuous roughing technology and successfully solved many scientific and technical problems arising in regeneration and use of rollers and so on. &nbsp;&nbsp;&nbsp;\r\n   The technicians and workers in the field of machine-building industry developed and completed a 6,000 cubic metre oxygen plant, a 10,000-ton press, 125,000 kilowatt hydro-power generators, large-size boilers, numerically-controlled machine tools, various robots and automation elements and devices, contributing to making machines and equipment precise, large-sized, high-speed and automatic. &nbsp;&nbsp;&nbsp;\r\n   Many successes were achieved in putting production and business activities on a scientific basis at factories and enterprises by utilizing modern technical means including computer and internal closed-circuit TV. \r\n\r\n"
        },
        {
            "title": "Poster exhibition",
            "url": "http://kcna.co.jp/item/2000/200001/news01/31.htm#9",
            "content": "Poster exhibition \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 31 (KCNA) -- A poster exhibition was opened. The show is aimed at encouraging the public to carrying out the tasks put forward by the joint New Year editorial. &nbsp;&nbsp;&nbsp;\r\n   On display there are some 70 posters presented by the artists at the Mansudae Art Studio, the Central Fine Art Studio and the Pyongyang University of Fine Arts. &nbsp;&nbsp;&nbsp;\r\n   \"Long live the ever-victorious Worker's Party of Korea \", \"glorify this year, the WPK's 55th anniversary, with signal victory in the crucible of greatly increased activity of Chollima \", \"forward in the second Chollima advance under the banner of three-revolution \" and other works call for the whole party, the entire army and all the people to rise up as one to make a great advance in the building of a powerful nation by overcoming manifold difficulties and highly displaying the mettle of socialist Korea this year.\r\n\r\n"
        },
        {
            "title": "Japan warned of possible suspension of DPRK-Japan dialogue",
            "url": "http://kcna.co.jp/item/2000/200001/news01/31.htm#10",
            "content": "Japan warned of possible suspension of DPRK-Japan dialogue \r\n&nbsp;&nbsp;&nbsp;   Pyongyang, January 31 (KCNA) -- Rodong Sinmun today in a signed commentary dismisses an unprecedented anti-DPRK smear campaign going on across Japan at a time when there is a sign of moves for the improved DPRK-Japan relations as a premeditated and intentional provocation. The DPRK can never overlook this, says the commentary. &nbsp;&nbsp;&nbsp;\r\n   Drawing attention to the fact that this campaign was kicked off in the wake of the formation of an \"organization for rescuing those abducted\" with riff-raffs, including local dietmen, coupled with a false propaganda over \"suspicion of kidnapping\" dreamed up by the South Korean authorities, the commentary goes on: &nbsp;&nbsp;&nbsp;\r\n   The Japanese abducted and walked away at least 6 million Koreans during their colonial occupation of Korea. But, the Japanese right-wing reactionaries shelved this issue and are getting more frantic in the anti-DPRK smear campaign over the non-existent \"suspicion of kidnapping\" only to fully reveal their shamelessness and mental derangement. &nbsp;&nbsp;&nbsp;\r\n   They seek in this to put pressure upon the Japanese government and authorities till government authorities raise the \"issue of kidnapping\" as a \"prerequisite\" for the improvement of the DPRK-Japan relations in consideration of the \"people's feeling,\" under the impact of frantic anti-DPRK smear campaign. They are making much fuss about the \"issue of kidnapping\" in a bid to use it as a bargaining chip. This is nothing but their ulterior political intrigue to isolate and stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n   If the Japanese authorities are truly willing to improve relations with the DPRK, they should not connive at the right-wing reactionaries throwing a wet blanket over the efforts to improve the bilateral relations. &nbsp;&nbsp;&nbsp;\r\n   We cannot but doubt the Japanese authorities' loudmouthed will to improve the relations. &nbsp;&nbsp;&nbsp;\r\n   Japan should know well the unabated anti-DPRK smear campaign over the \"issue of kidnapping\" may block the channel of dialogue arranged with so much efforts. \r\n\r\n"
        },
        {
            "title": "Sophism to hide true nature of S. Korean society",
            "url": "http://kcna.co.jp/item/2000/200001/news01/31.htm#11",
            "content": "Sophism to hide true nature of S. Korean society \r\n &nbsp;&nbsp;&nbsp; Pyongyang, January 31 (KCNA) -- The South Korean rulers and media under their control are busy slandering even the socialist system in the north, touting the \"development\" of the South Korean society. Rodong Sinmun today in a signed commentary dismisses this as a presumptuous and preposterous jargon which can convince no one. &nbsp;&nbsp;&nbsp;\r\n   Such sophism let loose by them in a bid to cover up their corrupt anti-working people rule only lays bare their true colors as brazen-faced and wicked traitors, the commentary notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n   In South Korea there are 13 million poor people below the poverty line and 1.5 million prostitutes. &nbsp;&nbsp;&nbsp;\r\n   It has 1.1 million psychotics, a record high in Asia. &nbsp;&nbsp;&nbsp;\r\n   The South Korean society is a society where misanthropy and the jungle law prevail but the DPRK is a paradise based on human respect and love. &nbsp;&nbsp;&nbsp;\r\n   In our society based on man-centred Juche idea there is blood relationship in which all the people share life and death, bitters and sweets, helping and leading each other forward. &nbsp;&nbsp;&nbsp;\r\n   Beautiful traits unimaginable in the South Korean society are in full bloom among our people though their life remains hard due to the vicious moves of the imperialists and their followers to stifle the DPRK and years of natural disasters. &nbsp;&nbsp;&nbsp;\r\n   It is quite natural that the South Korean people's longing for the north is growing stronger as days go by. \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on true nature of S. Korean society",
            "url": "http://kcna.co.jp/item/2000/200001/news01/31.htm#12",
            "content": "Rodong Sinmun on true nature of S. Korean society \r\n Pyongyang, January 31 (KCNA) -- Rodong Sinmun today carries a lengthy article dealing with the true nature of the South Korean society. &nbsp;&nbsp;&nbsp;\r\n   Describing the South Korean society as a veritable hell, the article says: It is a shame to the Korean people as well as to humankind that in this world there exists such a veritable hell as the South Korean society where national dignity and sovereignty are ruthlessly trampled down and the elementary freedom and rights seriously violated. &nbsp;&nbsp;&nbsp;\r\n   The article cites concrete facts to prove that the United States is the real ruler of South Korea and its society has turned into a huge \"prison without bars,\" a society where the rich get richer and the poor poorer. &nbsp;&nbsp;&nbsp;\r\n   The article continues: &nbsp;&nbsp;&nbsp;\r\n   The U.S. has the real power in all spheres, including politics, the economy, the military and culture in South Korea. It is the U.S. which installs a \"government\" in South Korea, chooses its \"President,\" sets out its internal and external policy guidelines, supervises and controls everything related to them from their shaping to their implementation. &nbsp;&nbsp;&nbsp;\r\n   UPI said that all the South Korean \"government\" activities are conducted by numerous institutions in South Korea under the direct control of the \"U.S. Department of State.\"&nbsp;&nbsp;&nbsp;\r\n   South Korea is a society under fascist dictatorship where people are denied elementary freedom and rights.  &nbsp;&nbsp;&nbsp;\r\n   The ill-famed \"security law\" is an almighty fascist law suppressing even the slightest freedom of expression and human rights. It deprives the people of elementary democracy and rights to existence and stamps out freedom of thinking, conscience and free speech and press and art activities. The law also bans the just struggle of the South Korean people for independence, democracy and reunification. &nbsp;&nbsp;&nbsp;\r\n   South Korea has a dense network of machines for suppressing people, including the \"Intelligence Service\", fascist prosecution and police. It is a hideous fascist society where people are exposed to armed crackdown and terrorism, a terror-ridden society where fellow countrymen are dying out. This is what the \"democratic politics\" of the present rulers has brought to South Korea. &nbsp;&nbsp;&nbsp;\r\n   The U.S. predatory colonial policy has done serious damage to the South Korean economy. &nbsp;&nbsp;&nbsp;\r\n   There are over 8 million jobless people in South Korea. &nbsp;&nbsp;&nbsp;\r\n13 million people are below the poverty line. Taxes  and commodity prices are skyrocketing. Each head of the population has to pay more than 2 million won as taxes this year. &nbsp;&nbsp;&nbsp;\r\n   The \"people's\" ruling quarters have built a society where those who lead a dissolute life get richer. &nbsp;&nbsp;&nbsp;\r\n   The value of the property of at least 140 senior officials increased by one hundred million won respectively in the first year of the office of the \"people's\" ruling quarters. &nbsp;&nbsp;&nbsp;\r\n   The South Korean people can never get rid of the present sufferings as long as South Korea remains a colony of the U.S. and the corrupt politics is allowed to reign. \r\n\r\n"
        },
        {
            "title": "\"KCTU\" calls for legalization of its branch",
            "url": "http://kcna.co.jp/item/2000/200001/news01/31.htm#13",
            "content": "\"KCTU\" calls for legalization of its branch \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 31 (KCNA) -- The cargo transport workers union under the freight federation of the South Korean Confederation of Trade Unions (KCTU) is struggling for the legalization of its new branch, a radio report from Seoul said. &nbsp;&nbsp;&nbsp;\r\n   On January 27 the union massed container cars in a place of Pusan and moved them slowly on an expressway, causing troubles in unloading at the port. &nbsp;&nbsp;&nbsp;\r\n   The union has planned to escalate its struggle from January 28 and go on a general strike from February 2. \r\n\r\n"
        },
        {
            "title": "Challenge to S. Korean ruler's \"Democratic Party\"",
            "url": "http://kcna.co.jp/item/2000/200001/news01/31.htm#14",
            "content": "Challenge to S. Korean ruler's \"Democratic Party\" \r\n &nbsp;&nbsp;&nbsp; Pyongyang, January 31 (KCNA) -- The \"United Liberal Democrats\" of South Korea held a meeting on January 27 and announced that it would give up joint ruling party and joint \"government\" with the \"Democratic Party,\" said a Seoul-based radio. &nbsp;&nbsp;&nbsp;\r\n   At the meeting the acting president of the \"United Liberal Democrats\" said in vexation that the \"Democratic Party\" of the present ruler did not insert the issue of \"a constitutional revision for the parliamentary cabinet system\" in the program and landed the \"ULD\" in trouble by bearing on the activities of civil organisations which worked out and made public the list of disqualified candidates for \"election of assemblymen.\" He called for no more counting on \"cooperation with the ruling camp,\" \"joint recommendation of candidates\" or joint \"government.\"&nbsp;&nbsp;&nbsp;\r\n   He declared that the \"ULD\" would no longer beg the joint ruling party for the implementation of commitments to \"parliamentary cabinet system.\"&nbsp;&nbsp;&nbsp;\r\n   This challenge of the \"ULD\" has brought into  great uneasiness the \"Democratic Party\" which may make up the majority of seats only by allying itself with the \"ULD\" in the \"election of assemblymen.\" \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}