{
    "date": "2000-09-11",
    "url": "http://kcna.co.jp/item/2000/200009/20000911.htm",
    "articles": [
        {
            "title": "Kim Yong Sun leaves for Seoul",
            "url": "http://kcna.co.jp/item/2000/200009/news09/11.htm#1",
            "content": "Kim Yong Sun leaves for Seoul \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 11 (KCNA) -- Kim Yong Sun, secretary of the Central Committee of the Worker's Party of Korea, today left here by special plane to visit Seoul. &nbsp;&nbsp;&nbsp;\r\n   Leaving by the same plane was General Pak Jae Gyong of the National Defence Commission of the Democratic People's Republic of Korea. \r\n\r\n"
        },
        {
            "title": "Yang Hyong Sop meets Liaoning provincial delegation of China",
            "url": "http://kcna.co.jp/item/2000/200009/news09/11.htm#2",
            "content": "Yang Hyong Sop meets Liaoning provincial delegation of China\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 11 (KCNA) -- Yang Hyong Sop, vice-president of the presidium of the DPRK Supreme People's Assembly, today met the visiting Liaoning provincial friendship delegation of China headed by Zhang Guoguang, governor of the Liaoning provincial people's government, and had a talk with it in a friendly atmosphere. &nbsp;&nbsp;&nbsp;\r\n   The head of the delegation said that the members of the delegation could see for themselves the Korean people making strenuous efforts to build a powerful nation overcoming temporary difficulties in the revolutionary spirit of self-reliance and fortitude under the wise guidance of the great leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   The Communist Party of China headed by Jiang Zemin and the Worker's Party of Korea headed by Kim Jong Il treasure very much the China-DPRK friendship provided by the revolutionaries of the old generation of the two countries, he added. &nbsp;&nbsp;&nbsp;\r\n   No matter how the international situation may change, we will make all efforts to further consolidate and develop the China-DPRK friendship, he noted. \r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Chinese delegation",
            "url": "http://kcna.co.jp/item/2000/200009/news09/11.htm#3",
            "content": "Gift to Kim Jong Il from Chinese delegation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 11 (KCNA) -- General Secretary Kim Jong Il received a gift from the Liaoning provincial friendship delegation of China on a visit to Korea. &nbsp;&nbsp;&nbsp;\r\n   The gift was handed to an official concerned by Zhang Guoguang, governor of the Liaoning provincial people's government, who is leading the delegation. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il sends gifts to Kim Dae Jung and his wife",
            "url": "http://kcna.co.jp/item/2000/200009/news09/11.htm#4",
            "content": "Kim Jong Il sends gifts to Kim Dae Jung and his wife\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 11 (KCNA) -- General Secretary Kim Jong Il today sent early mushrooms armillaria as a gift to President of South Korea Kim Dae Jung and his wife on the occasion of Chusok, the autumn festival.&nbsp;&nbsp;&nbsp;\r\n   General Secretary Kim Jong Il also sent mushrooms as a gift to all those who accompanied Kim Dae Jung during his visit to Pyongyang for the historic Pyongyang meeting in June, the members of the delegation of South Korean media organizations and Jong Ju Yong, former Honorary Chairman of the Hyundai Business Group and his party who visited Pyongyang in august. &nbsp;&nbsp;&nbsp;\r\n   Authorized by Kim Jong Il, General Pak Jae Gyong of the DPRK National Defence Commission handed the gifts to Kim Ha Jung, chief secretary for diplomatic and security affairs of the Presidential office at Silla Hotel in Seoul. &nbsp;&nbsp;&nbsp;\r\n   Present there from the north side were Kim Yong Sun, secretary of the Central Committee of the WPK, and his party. &nbsp;&nbsp;&nbsp;\r\n   Present from the south side were Rim Tong Won, director of the Intelligence Service, Pak Jae Gyu, Minister of National Unification, Kim Po Hyon, special aide to the Prime Minister, Pak Kwon Sang, president of the KBS, Choe Hak Rae, president of Hangyore, Kim Jong Hwan, policy aide to the Ministry of National Defence, Kim Yun Gyu, president of the Hyundai Engineering and Construction, Kim Ko Jung, vice-president of Hyundai Asan, and others concerned. &nbsp;&nbsp;&nbsp;\r\n   The gifts were specially prepared by the DPRK NDC on Mt. Chilbo, a famous mountain on the east coast, to fulfil the promise made by Kim Jong Il to the members of the south side at the historic Pyongyang meeting in June. &nbsp;&nbsp;&nbsp;\r\n   The gifts are associated with the noble compatriotic desire of Kim Jong Il to convey the feelings of the people in the north to personages of various circles in the south and compatriots there and help them feel the flavor of the nation and his profound love of the nation. &nbsp;&nbsp;&nbsp;\r\n   They also carry his firm will to deepen the significance of the historic Pyongyang meeting of the leaders of the two sides and further develop the inter-Korean relations. \r\n\r\n"
        },
        {
            "title": "Congratulations to Syrian President",
            "url": "http://kcna.co.jp/item/2000/200009/news09/11.htm#5",
            "content": "Congratulations to Syrian President\r\n  &nbsp;&nbsp;&nbsp; Pyongyang, September 11 (KCNA) -- General Secretary Kim Jong Il on Sunday sent a congratulatory message to Bashar al Assad, general secretary of the central committee of the Arab Socialist Baath party and President of the Syrian Arab Republic, on his 35th birthday. &nbsp;&nbsp;&nbsp;\r\n   The message extended warm congratulations and greetings to the Syrian President on his 35th birthday. &nbsp;&nbsp;&nbsp;\r\n   It said: &nbsp;&nbsp;&nbsp;\r\n   Under your correct leadership the Syrian Arab people are now making great progress in the efforts to carry forward and accomplish the cause of his excellency Hafez al Assad, their fine son and outstanding leader. &nbsp;&nbsp;&nbsp;\r\n   Our people are rejoiced at this  and always extend full support and solidarity to your party, government and people in their just struggle to defend the sovereignty of the country and ensure peace and stability in the Middle East area. &nbsp;&nbsp;&nbsp;\r\n   Expressing the belief that the traditional excellent relations of friendship and cooperation between our two countries would continue to grow stronger and develop in the future, too, I take this opportunity to sincerely wish you good health and happiness. \r\n\r\n"
        },
        {
            "title": "Kim Il Sung praised",
            "url": "http://kcna.co.jp/item/2000/200009/news09/11.htm#6",
            "content": "Kim Il Sung praised\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, September 11 (KCNA) -- R. Shastri, secretary of the central committee of the All-India Forward Bloc, issued a statement on Sept. 2 on the occasion of the 52nd anniversary of the foundation of the Democratic People's Republic of Korea. &nbsp;&nbsp;&nbsp;\r\n   He said: &nbsp;&nbsp;&nbsp;\r\n   The President Kim Il Sung is an outstanding leader who built a people's government in Korea.    &nbsp;&nbsp;&nbsp;\r\n   The history of the DPRK is that of his great revolutionary activities. &nbsp;&nbsp;&nbsp;\r\n   The path of proud victory covered by the DPRK government is marked with the footsteps taken by him to provide great leadership and immortal feats of the DPRK are associated with his august name. &nbsp;&nbsp;&nbsp;\r\n   His cause of building a Juche-based government is being successfully carried forward by the respected Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   Invincible is the DPRK government guided by Kim Jong Il. \r\n\r\n"
        },
        {
            "title": "Letters to international and national Red Cross organizations",
            "url": "http://kcna.co.jp/item/2000/200009/news09/11.htm#7",
            "content": "Letters to international and national Red Cross organizations\r\n &nbsp;&nbsp;&nbsp; Pyongyang, September 11 (KCNA) -- The Red Cross Society of the Democratic People's Republic of Korea on Sunday sent letters to international Red Cross organizations and national Red Cross organizations in all countries as regards its reception of 63 unconverted long-term prisoners from the South Korean red cross on Sept. 2. &nbsp;&nbsp;&nbsp;\r\n   The letter said that the central committee of the DPRK Red Cross Society expresses deep thanks to international Red Cross organizations and national Red Cross organizations in all countries for exerting every possible effort for their repatriation to the North Korea. &nbsp;&nbsp;&nbsp;\r\n   The DPRK Red Cross Society, on the basis of a comprehensive and intensive medical examination of the unconverted long-term prisoners, has taken concrete measures for their medical treatment and, at the same time, pushed ahead with the work to take necessary steps for their reunion with their families and stable life, it said, and went on: &nbsp;&nbsp;&nbsp;\r\n   The unconverted long-term prisoners who had undergone all sorts of persecution and sufferings, spending most of their lives in prison should be let to enjoy a happy life in good health with their families in the remaining years of their lives. This is common feelings of all the people regardless of nationalities, we think. &nbsp;&nbsp;&nbsp;\r\n   We, therefore, expect all the international Red Cross organizations and national Red Cross organizations in all countries to pay deep attention to the activities of our Red Cross Society for providing medical treatment and stable life to the unconverted long-term prisoners who are back to the northern half of Korea and render positive material cooperation to it from a humanitarian stand. \r\n\r\n"
        },
        {
            "title": "Statement of vice-chairman of Chongryon issued",
            "url": "http://kcna.co.jp/item/2000/200009/news09/11.htm#8",
            "content": "Statement of vice-chairman of Chongryon issued\r\n &nbsp;&nbsp;&nbsp;  Tokyo, September 9 (KNS-KCNA) -- Nam Sung U, vice-chairman of the central standing committee of the General Association of Korean Residents in Japan (Chongryon), held a press conference in Tokyo on Sept. 8 as regards the projected South Korean visit of the first hometown visiting group of compatriots under Chongryon. &nbsp;&nbsp;&nbsp;\r\n   He in a statement issued at the press conference said: &nbsp;&nbsp;&nbsp;\r\n   The first hometown visiting group of compatriots under Chongryon will visit South Korea with its itinerary of six days and five nights from Sept. 22 to 27. Its main purpose is to reunite with their families and relatives and visit their ancestral graves. &nbsp;&nbsp;&nbsp;\r\n   The 63-member group headed by Pak Jae Ro, vice-chairman of the Chongryon central standing committee and chairman of Joson Sinbo, will consist of 50 compatriots of the first generation aged between seventies and nineties, six suite members, seven reporters and cameramen. &nbsp;&nbsp;&nbsp;\r\n   The members of the visiting group were taken away to Japan for forced labour and conscription during the Japanese imperialists' colonial rule over Korea and have stoutly lived, ardently longing for the reunification of the country in an alien land over the last more than 55 years. &nbsp;&nbsp;&nbsp;\r\n   We are convinced that the hometown visit of compatriots under Chongryon will serve the patriotic purpose of bringing earlier the day of reunification by the concerted efforts of the nation. &nbsp;&nbsp;&nbsp;\r\n   Chongryon will arrange more hometown visits within the year and go ahead with this work. &nbsp;&nbsp;&nbsp;\r\n   He expressed the expectation that the authorities of the south side would render cooperation so that the members of the first hometown visiting group may visit their hometowns without difficulty in the spirit of the north-south joint declaration and according to the agreement reached at the ministerial talks. \r\n\r\n"
        },
        {
            "title": "Projected \"special exercise\" in Japan",
            "url": "http://kcna.co.jp/item/2000/200009/news09/11.htm#9",
            "content": "Projected \"special exercise\" in Japan\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, September 11 (KCNA) -- The \"Self-Defence Forces\" (SDF) of Japan and U.S. forces will stage a joint \"anti-terrorist, anti-guerilla combat exercise\" for about 20 days from early in November, according to Yomiuri Shimbun. &nbsp;&nbsp;&nbsp;\r\n   Rodong Sinmun today in a signed commentary says the exercise is aimed at stepping up the preparations to convert Japan into a military power and increasing the \"SDF's\" capability to carry out a special operation so that it may undertake any aggressive military action in any region. &nbsp;&nbsp;&nbsp;\r\n   The commentary goes on: &nbsp;&nbsp;&nbsp;\r\n   The Japan Defense Agency asserts that the exercise is projected as foreign armed guerrillas may conduct activities against important facilities and others in a bid to cause a split between the \"SDF\" and the U.S. forces present in Japan after infiltrating into Japan in case of \"contingencies in areas surrounding Japan.\" However, no one will lend an ear to this lie. &nbsp;&nbsp;&nbsp;\r\n   No country in Asia will attempt to invade Japan. It is, therefore, sheer nonsense to claim that some guerrillas may infiltrate into Japan, an island country, in case of \"contingencies in areas surrounding Japan\" to conduct their activities. &nbsp;&nbsp;&nbsp;\r\n   The U.S. marines in Japan to be hurled into the joint drill is a shock brigade, which the U.S. intends to dispatch before any others to the shambles of the war to be provoked by them. It is by no means  fortuitous that the objective of the exercise is to help the Japanese ground \"SDF\" \"acquire the high anti-guerrilla combat technique\" of the U.S. forces. &nbsp;&nbsp;&nbsp;\r\n   \"Contingencies in areas surrounding Japan\" on the lips of Japan mean an \"emergency\" on the Korean peninsula. This indicates that the special exercise planned by Japan and the U.S. is primarily targeted against the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The DPRK is fully ready to counter any moves of the aggressors. Warmongers are well advised to behave themselves. \r\n\r\n"
        },
        {
            "title": "Shining victory of line of building new-type government",
            "url": "http://kcna.co.jp/item/2000/200009/news09/11.htm#10",
            "content": "Shining victory of line of building new-type government\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 11 (KCNA) -- The Democratic People's Republic of Korea greeted its 52nd anniversary. &nbsp;&nbsp;&nbsp;\r\n   The foundation of the DPRK on September 9, 1948, was a shining victory of the line of building new-type government put forward by the President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n   The President advanced the line of building a people's government which is based on the worker-peasant alliance led by the working class and relies on the united front of the popular masses, instead of Soviet, to meet the practical demand of the Korean revolution in the period of the anti-Japanese armed struggle. He also invited whoever loves the country to join the ranks of anti-Japanese fighters irrespective of political view, religious belief and class distinction. &nbsp;&nbsp;&nbsp;\r\n   He established a people's revolutionary government in a guerrilla base in March Juche 22 (1933) on an experiment basis. &nbsp;&nbsp;&nbsp;\r\n   This enabled the popular masses including workers and peasants to build a government by themselves and freely participate in political activities for the first time in the history of Korea. &nbsp;&nbsp;&nbsp;\r\n   And properties and business activities of patriotic landlords, the estates and anti-Japanese patriotic figures were protected and encouraged. And they could be elected representatives of the government with equal rights with others. &nbsp;&nbsp;&nbsp;\r\n   The people's revolutionary government carried out the agrarian reform in which land of the Japanese imperialists, pro-Japanese landlords and traitors was confiscated without compensation and distributed to the landless peasants free, the free health care system, the universal free compulsory education and other democratic policies. &nbsp;&nbsp;&nbsp;\r\n   The theory on building a people's power and experience gained in it in the period of the anti-Japanese armed struggle made it possible to found the DPRK in a short period after the liberation of the country (1945). &nbsp;&nbsp;&nbsp;\r\n   The birth of the DPRK enabled the Korean people to emerge as true masters of the country, with power in their hands,  and possess a powerful political weapon to achieve the independent development of the country and nation and successfully build prosperous and democratic new Korea.\r\n\r\n"
        },
        {
            "title": "More relics discovered in Namyang-ri",
            "url": "http://kcna.co.jp/item/2000/200009/news09/11.htm#11",
            "content": "More relics discovered in Namyang-ri \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 11 (KCNA) -- Archaeologists of the archaeology institute of the Academy of Social Sciences of the DPRK are intensifying the excavation of relics in Namyang-ri. &nbsp;&nbsp;&nbsp;\r\n   The historic site in Namyang-ri covers area of 200,000 square metres, 24 km southeast of Tokchon city, South Phyongan Province. &nbsp;&nbsp;&nbsp;\r\n   The survey made so far proved that nearly 200 sites of top-like vessel shaped shelters are believed to belong to the people in the 3000s B.C. That was around the time Tangun's. Korea was built. &nbsp;&nbsp;&nbsp;\r\n   More than 30 sites of the same shelters have been unearthed till now since Juche 83 (1994). &nbsp;&nbsp;&nbsp;\r\n   Among them are sites of shelters belonging to the period from the latter half of the 4000s B.C. to the first half of the 2000s B.C. &nbsp;&nbsp;&nbsp;\r\n   Unearthed there were gourd-like pots, relics peculiar to Kojoson, and Pipha shaped bronze spearheads which are believed to be used in the middle of the 3000s B.C. &nbsp;&nbsp;&nbsp;\r\n   Also excavated there were button-like bronze relics, bronze bell-making molds, choppers, daggers, spearheads and other relics showing the cultural development in that period. &nbsp;&nbsp;&nbsp;\r\n   The relics in Namyang-ri are of great importance in the systematic scientific study of the history and culture around the period when Tangun's. Korea was founded. \r\n\r\n"
        },
        {
            "title": "New stamps",
            "url": "http://kcna.co.jp/item/2000/200009/news09/11.htm#12",
            "content": "New stamps\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 11 (KCNA) -- The Ministry of Posts and Telecommunications has recently issued a series of stamps featuring sports games and automobiles. &nbsp;&nbsp;&nbsp;\r\n   The three stamps deal with table-tennis, basketball and baseball games and other stamps are dedicated to home-made automobiles. \r\n\r\n"
        },
        {
            "title": "Sea culture sees growth",
            "url": "http://kcna.co.jp/item/2000/200009/news09/11.htm#13",
            "content": "Sea culture sees growth\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 11 (KCNA) -- Seashore culture farms have more than doubled their production of such vegetation as brown seaweed and kelp as compared with the previous year. &nbsp;&nbsp;&nbsp;\r\n   Those farms under south hwanghae province's fishery management bureau have made a bravura performance. &nbsp;&nbsp;&nbsp;\r\n   The seedling tenders at the Pupho farm have produced sound seedlings through primary attention to temperature control and introduction of advanced cultivation methods and supplied them to other farms. The breeders and technicians at the Kumipho farm have boosted kelp output markedly by means of effective technical direction and several rounds of thinning out. Those at the Ongjin farm and the Monggumpho fishing station have also exceeded their quotas of kelp output for this year through an efficient management of the breeding areas. The total output of the province rose by tens of thousands of tons. &nbsp;&nbsp;&nbsp;\r\n   The farms under the South Hamgyong Province's fishery management bureau have yielded three times as much kelp and seaweed as the previous year. &nbsp;&nbsp;&nbsp;\r\n   Among others, the breeders at the Ryongdae fishing station have increased their per-hectare yields through good teamwork by adopting the scientific method of cultivation and timely thinning out. &nbsp;&nbsp;&nbsp;\r\n   Similar achievements are in evidence in north Hamgyong and Kangwon provinces, Kaesong and elsewhere. \r\n\r\n"
        },
        {
            "title": "DPRK anniversary celebrated abroad",
            "url": "http://kcna.co.jp/item/2000/200009/news09/11.htm#14",
            "content": "DPRK anniversary celebrated abroad\r\n &nbsp;&nbsp;&nbsp; Pyongyang, September 11 (KCNA) -- A meeting took place in Moscow on Sept. 5 to celebrate the 52nd anniversary of the Democratic People's Republic of Korea. &nbsp;&nbsp;&nbsp;\r\n   Speakers said at the meeting that the foundation of a genuine people's state by the President Kim Il Sung played a decisive role in hewing out not only the destiny of the Korean people but that of many peoples in Asia. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il is a great leader possessed of the spirit of winning certain victory, courage, conviction and optimism, they said, stressing that the Korean people who are holding him in high esteem as their leader will certainly build a powerful socialist nation despite all hardships and difficulties. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, a meeting of solidarity with the Korean people was held in Denmark. &nbsp;&nbsp;&nbsp;\r\n   At the meeting speakers said that as there were the Worker's Party of Korea and the DPRK founded by Kim Il Sung, the Korean people could defend their young republic from the imperialists' armed invasion and build a powerful socialist state, independent, self-supporting and self-reliant in national defence in a short span of time. &nbsp;&nbsp;&nbsp;\r\n   The speakers noted that the Korean people are reliably defending socialism chosen by themselves under the wise guidance of the WPK led by the great leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\nThis encourages them, they said. \r\n\r\n"
        },
        {
            "title": "Korean book, photo and handicraft exhibition opened in China",
            "url": "http://kcna.co.jp/item/2000/200009/news09/11.htm#15",
            "content": "Korean book, photo and handicraft exhibition opened in China\r\n &nbsp;&nbsp;&nbsp;  Beijing, September 9 (KCNA) -- A Korean book, photo and handicraft exhibition was opened at Yan Huang Art Museum here on Friday, under the co-sponsorship of the Korean General Exhibition Bureau and the Chinese Ministry of Culture, to celebrate the 52nd birthday of the DPRK. &nbsp;&nbsp;&nbsp;\r\n   On display at the exhibition hall were works of the great leaders Kim Il Sung and Kim Jong Il, photographs showing the feats performed by Kim Jong Il while giving his army-first revolutionary guidance, and Korean books, fine art works and handicrafts. &nbsp;&nbsp;&nbsp;\r\n   Present at its opening ceremony were vice-Minister of Culture Meng Xiaosi and people of different segments in China and a delegation of the Korean General Exhibition Bureau and the ambassador and staff members of the DPRK embassy in Beijing. &nbsp;&nbsp;&nbsp;\r\n   The exhibition lasts until September 17. \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}