{
    "date": "2000-09-29",
    "url": "http://kcna.co.jp/item/2000/200009/20000929.htm",
    "articles": [
        {
            "title": "Talks between DPRK and Italian FMs",
            "url": "http://kcna.co.jp/item/2000/200009/news09/29.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2000/200009/news09/29.htm#2",
            "content": "Talks between DPRK and Italian FMs \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, September 29 (KCNA) -- Talks between DPRK Foreign Minister Paek Nam Sun and Italian Foreign Minister Lamberto Dini were held in Rome on Sept. 27. &nbsp;&nbsp;&nbsp;\r\n   At the talks both sides informed each other of the situation in their countries and affirmatively appreciated the situation of the Korean peninsula and the inter-Korean dialogue. And they exchanged views on developing the bilateral cooperation in political, economic, and cultural and other fields. &nbsp;&nbsp;&nbsp;\r\n   Present there from the DPRK side were suite members of the Foreign Minister, the DPRK ambassador to Italy and embassy officials and from the Italian side were the chief secretary, the director general for Asian and Oceanic affairs, the director general for cooperation, the director for Asian affairs and other officials concerned of the Foreign Ministry. \r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Cambodian party leader",
            "url": "http://kcna.co.jp/item/2000/200009/news09/29.htm#3",
            "content": "Gift to Kim Jong Il \r\n &nbsp;&nbsp;&nbsp; Pyongyang, September 29 (KCNA) -- General Secretary Kim Jong Il received a gift from the central committee of the Revolutionary Communist Party of Britain (Marxist-Leninist). &nbsp;&nbsp;&nbsp;\r\n   The gift was handed to an official concerned by spokesman (leader) of the party central committee Cristopher Coleman who is heading the delegation of the party on a visit to Korea. \r\n\r\n"
        },
        {
            "title": "Yang Hyong Sop meets Czech party official",
            "url": "http://kcna.co.jp/item/2000/200009/news09/29.htm#4",
            "content": "Gift to Kim Jong Il from Cambodian party leader \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 29 (KCNA) -- General Secretary Kim Jong Il received a gift from Chea Sim, chairman of the central committee of the People's Party of Cambodia. &nbsp;&nbsp;&nbsp;\r\n   The gift was handed to an official concerned by Som Kim Suor, director of the Cambodian newspaper people, the organ of the party, who is heading the delegation of the newspaper on a visit to Korea. \r\n\r\n"
        },
        {
            "title": "Agreements signed between DPRK and Italian governments",
            "url": "http://kcna.co.jp/item/2000/200009/news09/29.htm#5",
            "content": "Yang Hyong Sop meets Czech party official \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 29 (KCNA) -- Yang Hyong Sop, alternate member of the political bureau of the Central Committee of the Worker's Party of Korea and vice-president of the presidium of the Supreme People's Assembly, met and had a conversation with Vaclav Exner, vice-chairman of the central committee of the Communist Party of Bohemia and Moravia, at the Mansudae  Assembly Hall today. &nbsp;&nbsp;&nbsp;\r\n   Vaclav Exner said he was glad to witness successes made by the Korean people in their efforts to achieve the reunification of the country under the outstanding leadership of Kim Jong Il. The Korean nation's desire to live in harmony in one reunified territory will surely come true, he added. \r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from chairman of Hyundai Asan board of directors",
            "url": "http://kcna.co.jp/item/2000/200009/news09/29.htm#6",
            "content": "Agreements signed between DPRK and Italian governments \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 29 (KCNA) -- An agreement on the mutual encouragement and protection of investment, a basic agreement on economic cooperation and an agreement on cultural and scientific cooperation between the governments of the DPRK and Italy were separately signed in Rome on Sept. 27. &nbsp;&nbsp;&nbsp;\r\n   DPRK Foreign Minister Paek Nam Sun and Italian Foreign Minister Lamberto Dini signed the documents. \r\n\r\n"
        },
        {
            "title": "Meeting held to mark Guinean Independence day",
            "url": "http://kcna.co.jp/item/2000/200009/news09/29.htm#7",
            "content": "Gift to Kim Jong Il from chairman of Hyundai Asan board of directors \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 29 (KCNA) -- General Secretary Kim Jong Il received a gift from Jong Mong Hon, chairman of the Hyundai Asan board of directors of South Korea. &nbsp;&nbsp;&nbsp;\r\n   Jong Mong Hon handed it to Kim Yong Sun, chairman of the Korean Asia-Pacific Peace Committee, on Thursday. \r\n\r\n"
        },
        {
            "title": "Symposiums on WPK's birthday",
            "url": "http://kcna.co.jp/item/2000/200009/news09/29.htm#8",
            "content": "Meeting held to mark Guinean Independence day \r\n &nbsp;&nbsp;&nbsp; Pyongyang, September 29 (KCNA) -- A meeting was held here on Thursday to mark the 42nd anniversary of the Independence of Guinea. &nbsp;&nbsp;&nbsp;\r\n   Present there were Ri Song Ho, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries and vice-chairman of the Korea-Guinea Friendship Association, and members of the association and Pyongyangites. &nbsp;&nbsp;&nbsp;\r\n   A speech was made before a message of greetings to the Guinean President was adopted at the meeting. \r\n\r\n"
        },
        {
            "title": "Reception given to mark PRC foundation anniversary",
            "url": "http://kcna.co.jp/item/2000/200009/news09/29.htm#9",
            "content": "Symposiums on WPK's birthday \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 29 (KCNA) -- Symposiums of officials of the Union of Agricultural Workers of Korea and the Korean Democratic Women's Union were held in Pyongyang on September 28 on the occasion of the 55th anniversary of the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n   At the symposiums it was stressed that for 55 years since its foundation the WPK, guided by the great Juche idea, has achieved the rock-firm unity with which all the party members act as one according to the idea and will of the leader and remarkably strengthened the driving force of the revolution to lead the revolution and construction convincingly along the road of victory and glory. &nbsp;&nbsp;&nbsp;\r\n   The symposium by the Union of Agricultural Workers said that the respected leader Kim Jong Il has always attached great importance to enhancing the role of working people's organizations in cementing the mass foundations of the party and developed the union into an eternal transmission belt intensely loyal to the party and the leader. And it called on all the union members and officials to wage a vigorous struggle to carry through the agricultural policy of the party and thus put into practice the party's blueprint to build a powerful nation. &nbsp;&nbsp;&nbsp;\r\n   The symposium by the women's union put an emphasis on the exploits performed by Kim Jong Il in building up the union into a revolutionary women's organization boundlessly loyal to the party and leading it so that it could discharge its mission as a peripheral organization of the party. \r\n\r\n"
        },
        {
            "title": "Japan's encroachment on sovereign right of Korean nation",
            "url": "http://kcna.co.jp/item/2000/200009/news09/29.htm#10",
            "content": "Reception given to mark PRC foundation anniversary \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 29 (KCNA) -- The Korean Committee for Cultural Relations with Foreign Countries and the central committee of the Korea-China Friendship Association gave a reception at Okryu Restaurant on Thursday on the occasion of the 51st anniversary of the foundation of the People's Republic of China (PRC). &nbsp;&nbsp;&nbsp;\r\n   Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, spoke at the reception. &nbsp;&nbsp;&nbsp;\r\n   Noting that the foundation of the PRC was an important event which is of epochal significance in the development of revolution in china and the political life of its people, he said that over the past 51 years the Chinese people have built a new socialist China and steadily consolidated its position in the international arena, unyieldingly meeting all challenges in socialist construction in the revolutionary spirit of self-reliance and fortitude. &nbsp;&nbsp;&nbsp;\r\n   Today the Chinese people are registering great achievements in the efforts to achieve the stability and unity of the whole country and realize the modernization of socialism with Chinese characteristics under the leadership of the Communist Party of China headed by the respected Jiang Zemin, he said, adding that Korea-China friendship is a precious one provided and developed by the President Kim Il Sung together with the leaders of the old generation of China including the great leader of the Chinese people Chairman Mao Zedong and Zhou Enlai. &nbsp;&nbsp;&nbsp;\r\n   The Korean people will as ever make positive efforts to bring the flower of Korea-China friendship into full bloom, he stressed. &nbsp;&nbsp;&nbsp;\r\n   Wang Guozhang, Chinese ambassador to Korea, spoke next. &nbsp;&nbsp;&nbsp;\r\n   He said that the party and government of china have always valued the traditional China-Korea friendship personally provided and developed by the leaders of the old generation of the two countries and worked hard to steadily develop this friendship. &nbsp;&nbsp;&nbsp;\r\n   The May China visit of General Secretary Kim Jong Il at the historic turn of century is of weighty significance in consolidating the relations between the two parties and two countries and developing the traditional relations of friendship between the two countries through joint efforts in a new century, too, he noted. &nbsp;&nbsp;&nbsp;\r\n   Stating that this year marks the 50th anniversary of the entry of the Chinese people's volunteers into the Korean War, he expressed the conviction that the great traditional China-Korea friendship which has already taken deep roots in the minds of the peoples of the two countries thanks to the joint efforts of the two countries will be further consolidated. &nbsp;&nbsp;&nbsp;\r\n   Under the wise guidance of the great leader Kim Jong Il the Korean people have this year made successes which draw attention of the world, in socialist construction and in the work to accomplish the cause of national reunification despite manifold difficulties, giving full play to the revolutionary spirit of self-reliance and hard struggle, he said, sincerely wishing the fraternal Korean people greeting the 55th anniversary of the foundation of the Worker's Party of Korea greater success in their efforts to implement the calls of the party central committee. &nbsp;&nbsp;&nbsp;\r\n   The north Hamgyong provincial committee of the Korea-China Friendship Association arranged a party for members of the consulate general of China in Chongjin on the same day. \r\n\r\n"
        },
        {
            "title": "Principle of independence is essential for national reunification",
            "url": "http://kcna.co.jp/item/2000/200009/news09/29.htm#11",
            "content": "Japan's encroachment on sovereign right of Korean nation \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 29 (KCNA) -- The Japanese chief executive in a recent interview with KBS made rubbish remarks that Tok Islet is a \"territory proper to Japan.\"&nbsp;&nbsp;&nbsp;\r\n   His remarks are a wanton encroachment on the sovereignty  of the Korean nation and a concentric expression of Japan's ambition for aggression and expansion against Korea. &nbsp;&nbsp;&nbsp;\r\n   We cannot repress surging national indignation at his criminal utterances about dominium over Tok Islet, an inalienable territory of Korea. &nbsp;&nbsp;&nbsp;\r\n   The similar remarks had been made by Japanese reactionaries several times in the past, but he was the first Japanese chief executive who openly alleged that Tok Islet is a Japanese territory. &nbsp;&nbsp;&nbsp;\r\n   We cannot but take a serious view of his allegation because it proves that Japan takes the \"dominium\" over Tok Islet as its policy. &nbsp;&nbsp;&nbsp;\r\n   Needless to say, Tok Islet is our territory and nobody can encroach upon the islet. &nbsp;&nbsp;&nbsp;\r\n   It has been historically and legally confirmed that Tok Islet is a territory proper to Korea. Tok Islet is our territory from the viewpoint of the international law. &nbsp;&nbsp;&nbsp;\r\n   Several maps show that Tok Islet is a Korean island that nobody can deny it. The nation's sovereignty over Tok Islet and its territorial waters is inviolable. &nbsp;&nbsp;&nbsp;\r\n   Nevertheless, the Japanese chief executive alleged that Tok Islet is definitely a territory proper to Japan in view of \"historical facts\" and the \"international law.\" This is a completely absurd and brigandish logic which reverses black and white. &nbsp;&nbsp;&nbsp;\r\n   His allegation reveals the sinister political intention of Japan to intensify the moves for reinvasion of Korea and revive its old position as military occupationist. &nbsp;&nbsp;&nbsp;\r\n   The Japanese reactionaries should know that their moves for reinvasion would lead them to self-destruction, and give up their ambition for territorial expansion. \r\n\r\n"
        },
        {
            "title": "S. Koreans slash at Japanese PM's blast",
            "url": "http://kcna.co.jp/item/2000/200009/news09/29.htm#12",
            "content": "Principle of independence is essential for national reunification \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 29 (KCNA) -- The principle of independence is a basic guarantee and milestone which enable the Korean nation to overcome obstacles and difficulties in the way of reunification by itself and reunify the country in a peaceful way on the principle of great national unity, says Rodong Sinmun today in a signed article. &nbsp;&nbsp;&nbsp;\r\n   It goes on: &nbsp;&nbsp;&nbsp;\r\n   The principle of national independence is the basic principle of national reunification based on a scientific analysis of the essence and character of this issue and the driving force of national reunification. &nbsp;&nbsp;&nbsp;\r\n   The issue of Korea's reunification is, in essence, the issue of relinking the artificially severed blood ties of the nation, achieving national unity and establishing national sovereignty on a nation-wide scale. &nbsp;&nbsp;&nbsp;\r\n   This issue should be solved by the Korean nation itself according to the independent will and demand of the nation because it is an issue of the Korean nation and an issue pertaining to the sovereignty of the nation. &nbsp;&nbsp;&nbsp;\r\n   No foreign forces are entitled to meddle in the reunification issue pertaining to the nation's right to self-determination and only the Korean people have the right to settle it by themselves. &nbsp;&nbsp;&nbsp;\r\n   The Korean nation is the very one who is responsible for national reunification. &nbsp;&nbsp;&nbsp;\r\n   The Korean nation should fully discharge its responsibility and role in its struggle for national reunification. &nbsp;&nbsp;&nbsp;\r\n   The principle of national independence is based on the talents of the Korean nation capable of settling the issue with their own strength and wisdom and its fixed will to solve the issue by itself. &nbsp;&nbsp;&nbsp;\r\n   To reunify the country on the principle of independence, it is necessary to build up the driving force of national reunification, equip all the members of the nation with consciousness of national independence and resolutely reject flunkeyism and the idea of depending on outside forces. &nbsp;&nbsp;&nbsp;\r\n   The historic Pyongyang meeting and the north-south summit talks and the publication of the north-south joint declaration in June last, the first of their kinds in the nation's history of division, were a fruition of the independent stand to solve the issue of national reunification by the strength of the nation itself. &nbsp;&nbsp;&nbsp;\r\n   If the north and the south implement the joint declaration in the spirit of national independence and with independent stand, a broad road of national reunification will be opened. \r\n\r\n"
        },
        {
            "title": "Inter-Korean summit talks highly praised",
            "url": "http://kcna.co.jp/item/2000/200009/news09/29.htm#13",
            "content": "S. Koreans slash at Japanese PM's blast \r\n &nbsp;&nbsp;&nbsp; Pyongyang, September 29 (KCNA) -- South Korean citizens' organizations are strongly denouncing with the national indignation Japanese Prime Minister Mori for his aggressive remarks over Tok Islet, according to Yonhap News of South Korea. &nbsp;&nbsp;&nbsp;\r\n   Mori contended that Tok Islet belongs to Japan. The Fellowship Society of Tok Islet condemned his remarks as an expression of Japan's militarism and declared that it would strongly react to it in solidarity with all the organizations related to the islet. &nbsp;&nbsp;&nbsp;\r\n   The Tok Islet-defending Corps, in a statement, denounced the blast of Mori and urged the Japanese government to apologize for it. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, the measure council for \"volunteers'\" issue said that it \"expresses with all the people indignation at the remarks made by the Japanese chief executive without any repentance of the past.\" And it held that the \"government\" should pursue an independent diplomatic policy\" to cope with the Tok Islet and \"volunteers'\" issues and Japan's distortion of history. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il praised by Russian",
            "url": "http://kcna.co.jp/item/2000/200009/news09/29.htm#14",
            "content": "Inter-Korean summit talks highly praised \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 29 (KCNA) -- Heads of the delegations of different countries, addressing the plenary meeting of the 55th session of the UN General Assembly held from Sept. 14 to 22, referred to the achievements of the north-south summit. &nbsp;&nbsp;&nbsp;\r\n   The Lao Foreign Minister, welcoming the results of the north-south summit held in Pyongyang in June, said that the summit laid an important foundation to realize the desire of the Korean people for peaceful reunification and solve the issue of the Korean peninsula through negotiations and would contribute to realizing peace, security and cooperation in this region. &nbsp;&nbsp;&nbsp;\r\n   The Syrian Foreign Minister hailed the summit and expressed a hope that an atmosphere of reconciliation between the north and the south would contribute to realizing the Korean people's desire for achieving national reunification in a peaceful way. &nbsp;&nbsp;&nbsp;\r\n   The Cambodian Minister of Foreign Affairs and International Cooperation said that the summit was an important event in the development of the inter-Korean relations and would greatly contribute to achieving peace and security in the Korean peninsula and the world by peacefully reunifying Korea. &nbsp;&nbsp;&nbsp;\r\n   The Madagascan Foreign Minister also hailed the historic Pyongyang meeting and the north-south joint declaration. &nbsp;&nbsp;&nbsp;\r\n   He, saying that he was deeply moved by the meeting of those families and relatives separated for over a half century and the joint participation of athletes from the north and the south in the opening ceremony of the 27th Olympic games, noted that this reflects the desire for reconciliation. &nbsp;&nbsp;&nbsp;\r\n   The heads of the delegations from Sweden, Romania, Thailand, Mali, India, Fiji, Gambia, Mongolia, Cyprus and Nicaragua welcomed the achievements of the north-south summit, which they said would contribute to peace and security in the Korean peninsula, northeast Asia and, furthermore, the rest of the world and open a bright prospect of Korea's reunification. \r\n\r\n"
        }
    ]
}