{
    "date": "2000-04-09",
    "url": "http://kcna.co.jp/item/2000/200004/20000409.htm",
    "articles": [
        {
            "title": "Young vanguard evening gala held",
            "url": "http://kcna.co.jp/item/2000/200004/news04/09.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "KNPC warns U.S. and S. Korea against acting recklessly",
            "url": "http://kcna.co.jp/item/2000/200004/news04/09.htm#2",
            "content": "Young vanguard evening gala held \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 9 (KCNA) -- An evening gala of young vanguard of the Ministry of People's Security was held at the square in front of the Ponghwa Art Theatre yesterday in celebration of the 7th anniversary of the Supreme Commander Kim Jong Il's election as chairman of the DPRK National Defence Commission. &nbsp;&nbsp;&nbsp;\r\n   The participants danced with the great pride of carrying on revolution under the leadership of Kim Jong Il to the tune of songs \"Dear Name,\" \"Comrade Kim Jong Il, the Guiding Star,\" \"Our Marshal Is Best\" and \"One Grand Family.\"&nbsp;&nbsp;&nbsp;\r\n   Leading officials of the Ministry of People's Security joined them in dancing. \r\n\r\n"
        },
        {
            "title": "Three-point charter of Korea's reunification  supported abroad",
            "url": "http://kcna.co.jp/item/2000/200004/news04/09.htm#3",
            "content": "KNPC warns U.S. and S. Korea against acting recklessly \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 9 (KCNA) -- The Korean National Peace Committee in a statement issued yesterday said that the U.S. and the South Korean authorities should not run wild, mindful of the proclamation of \"order of navigating to and from five islands\" in the West Sea of Korea by the navy command of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n   After the proclamation of the KPA navy command the U.S. and the South Korean authorities are spelling out a provocative baloney and staging war exercises one after another in different parts of South Korea, which are grave military provocations getting on our nerve, the statement said, and went on: &nbsp;&nbsp;&nbsp;\r\n   This is an unpardonable challenge to our just measure for preventing armed conflicts in the west sea and ensuring peace and security of the country. &nbsp;&nbsp;&nbsp;\r\n   If they go against the \"order of navigating to and from five islands\" and invade an inch of our territorial waters, insisting on their brigandish \"Northern Limit Line\", our people and revolutionary armed forces will strike a telling blow at them.\r\n   The statement expressed the belief that the peace-loving organizations and people of the world would extend positive support to our just self-reliant measure and more vehemently denounce the U.S. and the South Korean authorities for their criminal moves to worsen the situation of the Korean peninsula and ignite a new war.  \r\n\r\n"
        },
        {
            "title": "International marathon race for Mangyongdae Cup",
            "url": "http://kcna.co.jp/item/2000/200004/news04/09.htm#4",
            "content": "Three-point charter of Korea's reunification  supported abroad \r\n &nbsp;&nbsp;&nbsp; Pyongyang, April 9 (KCNA) -- Political parties and organizations of different countries participated in the international signature campaign for supporting the three-point charter of Korea's reunification. &nbsp;&nbsp;&nbsp;\r\n    The signature paper was signed by the chairman of the Liberal Democratic Party of Bulgaria on behalf of 3,180 party members, the chairman of the Bulgaria-Korea Friendship Association on behalf of 2,450 members, a member of the leadership of the Jordanian Revival Party on behalf of 400 party members and the chairman of the Jordanian National Committee for the Study of the Juche Idea on behalf of 200 members on March 14. &nbsp;&nbsp;&nbsp;\r\n   On March 15 the signature paper was signed by the general secretary of the Communist Party of Syria on behalf of his party and the acting chairman of the United Force Party of Guyana on behalf of 3,000 party members.  \r\n\r\n"
        },
        {
            "title": "Kim Jong Il receives floral basket from Palestinian President",
            "url": "http://kcna.co.jp/item/2000/200004/news04/09.htm#5",
            "content": "International marathon race for Mangyongdae Cup \r\n&nbsp;&nbsp;&nbsp;Pyongyang, April 9 (KCNA) -- The 13th International Marathon Race for Mangyongdae Cup was held here today. &nbsp;&nbsp;&nbsp;\r\n   The race has been held from Juche 70 (1981) on the occasion of Sun's Day, the birth anniversary of the President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n   It is sponsored by the DPRK athletes association and it follows the rules of the international amateur athletic federation. &nbsp;&nbsp;&nbsp;\r\n   Participating in the race today were at least 250 men and women athletes from Germany, Ethiopia, China, Kenya, Norway and the DPRK. &nbsp;&nbsp;&nbsp;\r\n   Pyongyang citizens warmly welcomed them along the route. &nbsp;&nbsp;&nbsp;\r\n   Following are standings of the race: &nbsp;&nbsp;&nbsp;\r\n   Men&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n   1. Nelson Ndereva Njeru (Kenya) (2 hours 11 minutes 5 seconds) &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n   2. Kim Jung Won (DPRK) &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n   3. Kim Jong Chol (DPRK) &nbsp;&nbsp;&nbsp;\r\n   Women&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n   1. Hong Myong Hui (DPRK) (2 hours 31 minutes 28 seconds) &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n   2. Kang Kum Sin (DPRK) &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n   3. Jong Yong Ok (DPRK) \r\n\r\n"
        },
        {
            "title": "Preparatory committees for commemorating Sun's Day formed",
            "url": "http://kcna.co.jp/item/2000/200004/news04/09.htm#6",
            "content": "Kim Jong Il receives floral basket from Palestinian President \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, April 9 (KCNA) -- General Secretary Kim Jong Il received a floral basket from Yasser Arafat, President of the State of Palestine, on the occasion of the 7th anniversary of his election as chairman of the DPRK National Defence Commission. &nbsp;&nbsp;&nbsp;\r\nIt was handed to an official concerned by Ibrahim Abu Mualiq, charge d'affaires ad interim of the Palestinian embassy here, on April 8. \r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's election as NDC chairman observed",
            "url": "http://kcna.co.jp/item/2000/200004/news04/09.htm#7",
            "content": "Preparatory committees for commemorating Sun's Day formed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 9 (KCNA) -- The preparatory committee of Ireland for commemorating Sun's Day was formed in Dublin on April 3. &nbsp;&nbsp;&nbsp;\r\n   At the inaugural meeting, the committee decided to organize colorful events on Sun's Day. &nbsp;&nbsp;&nbsp;\r\n   The preparatory committee for commemorating Sun's Day and the 68th anniversary of the founding of the Korean People's Army was inaugurated in the Czech Republic on March 31. \r\n\r\n"
        },
        {
            "title": "U.S. hit for trying to evade responsibility for mass killings",
            "url": "http://kcna.co.jp/item/2000/200004/news04/09.htm#8",
            "content": "Anniversary of Kim Jong Il's election as NDC chairman observed \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, April 9 (KCNA) -- Papers here today dedicate editorials to the 7th anniversary of the great leader Kim Jong Il's election as chairman of the DPRK National Defence Commission. &nbsp;&nbsp;&nbsp;\r\n   Rodong Sinmun says: Seven years ago, Kim Jong Il was elected chairman of the DPRK National Defence Commission in accordance with the unanimous will and desire of all the people and officers and men of the people's army. This was a historic event which provided a sure guarantee for the final victory of the revolutionary cause of Juche. &nbsp;&nbsp;&nbsp;\r\n   He is a great guardian of socialism as he has significantly increased the nation's defense capabilities with his army-first politics and thoroughly protected the supreme interests of the country and the nation, the paper notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n   His army-first politics has helped turn our country into a military power which no formidable imperialist forces can dare attack. &nbsp;&nbsp;&nbsp;\r\n   The Korean People's Army is fully prepared politically and ideologically and in military technique.  The whole army is pervaded with the spirit of devotedly defending the leader and the spirit of becoming suicide bombers and human bombs and it is under the perfect revolutionary commanding system whereby to unconditionally execute the order of the Supreme Commander. &nbsp;&nbsp;&nbsp;\r\n   No force on earth can be a match for the powerful people's army fully equipped with modern offensive and defensive means to decisively frustrate any imperialist aggression and provocation. &nbsp;&nbsp;&nbsp;\r\n   The thorough implementation of the policy of putting  all the people under arms and turning the whole country into a fortress has resulted in the establishment of an all-people, all-state defence system and our country's conversion into an impregnable bulwark. &nbsp;&nbsp;&nbsp;\r\n   Thanks to the army-first politics of Kim Jong Il, all issues related to the destiny of the country and the nation are being successfully solved. &nbsp;&nbsp;&nbsp;\r\n   The Worker's Party of Korea has grown stronger to be an ever-victorious party and the socialist government is fully displaying its advantages and vitality. &nbsp;&nbsp;&nbsp;\r\n   The single-hearted unity of the leader, party and masses is stronger than ever before and the driving forces of the Korean revolution have significantly increased. &nbsp;&nbsp;&nbsp;\r\n   The credit for all this goes to the people's army which has admirably carried out its sacred mission as the pillar of the revolution, pursuant to his army-first politics. &nbsp;&nbsp;&nbsp;\r\n   He has provided a sure guarantee for accomplishing the cause of building a powerful nation, weathering out a stern ordeal with his army-first politics. This immortal exploit will remain shining forever. &nbsp;&nbsp;&nbsp;\r\n   Minju Joson says as Kim Jong Il is successfully providing the army-first leadership, the most effective, just and perfect mode of revolutionary leadership, the Korean people and army will adorn the path ahead of them only with shining victory and glory in the future, too, and our country will eternally prosper and develop. \r\n\r\n"
        }
    ]
}