{
    "date": "2000-05-22",
    "url": "http://kcna.co.jp/item/2000/200005/20000522.htm",
    "articles": [
        {
            "title": "U.S. State Department working-level delegation to visit DPRK",
            "url": "http://kcna.co.jp/item/2000/200005/news05/22.htm#1",
            "content": "U.S. State Department working-level delegation to visit DPRK \r\n  &nbsp;&nbsp;&nbsp;Pyongyang, May 22 (KCNA) -- The DPRK Foreign Ministry invited a working-level delegation of the U.S. State Department to pay additional visit to the underground facility in Kumchang-ri of Taegwan county, North Phyongan Province.&nbsp;&nbsp;&nbsp;\r\n   The delegation is expected to arrive here tomorrow and visit the underground facility according to its itinerary.  \r\n\r\n"
        },
        {
            "title": "National ad hoc committee for probing truth behind  GIs' massacres formed",
            "url": "http://kcna.co.jp/item/2000/200005/news05/22.htm#2",
            "content": "National ad hoc committee for probing truth behind  GIs' massacres formed \r\n &nbsp;&nbsp;&nbsp; Pyongyang, May 22 (KCNA) --  A meeting of working officials of relevant organizations in the north and south of Korea and abroad for the formation of the national ad hoc committee for probing truth behind the GIs' massacres was held in Beijing on May 10. &nbsp;&nbsp;&nbsp;\r\n   The meeting discussed the issue \"on the formation of the national ad hoc committee for probing truth behind the GIs' massacres.\" &nbsp;&nbsp;&nbsp;\r\n   Ri Yong Il, head of a delegation of the north  headquarters of the ad hoc committee, in his keynote address stressed that the formation of the committee reflects the will of the fellow countrymen and the requirements of the history and put forward the north side's proposal on the duty of the committee, scope of investigation and its methods. &nbsp;&nbsp;&nbsp;\r\n   It was followed by speeches by Ri Tok Jun, delegate of the preparatory committee of the south headquarters of the committee, and overseas representatives including Ryu Sang Sik, head of a delegation of Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n   Noting that the creation of the committee with its objective to rouse the nation to make concerted efforts to force the U.S. to pay for all their crimes is related to the issue of defending the nation's independence and sovereignty and liquidating the main enemy of the movement for national reunification and this reflects the will and call of the entire nation, they expressed full support to the proposal of the north headquarters. &nbsp;&nbsp;&nbsp;\r\n   They proposed ways of conducting thorough probe into the U.S.'s crimes to settle accounts with them, issues of bringing them to the international war crime tribunal and setting up a joint working organization to coordinate the work of the committee, etc. &nbsp;&nbsp;&nbsp;\r\n   The \"national ad hoc committee for probing truth behind the GIs' massacres\" was formed at the meeting. &nbsp;&nbsp;&nbsp;\r\n   They reached a consensus of views on all issues raised. &nbsp;&nbsp;&nbsp;\r\n   They laid it down as the mission of the committee to thoroughly probe on a nationwide scale the truth behind massacres, plunder and destruction by the U.S. in Korea in the past and expose them, ferret out all war criminals and register them on the \"book recording U.S. imperialists' crimes to be punished on behalf of the entire nation,\" make public their crimes in the joint name of the three sides and lodge complaints with international organizations against these crimes. &nbsp;&nbsp;&nbsp;\r\n    A joint resolution of compatriots in the north, south and abroad was adopted at the meeting. &nbsp;&nbsp;&nbsp;\r\n   The resolution called for thoroughly probing the truth behind savage killings of Koreans by the U.S. aggression troops, conducting brisk activities to indict criminals on behalf of human conscience, lodging complaints with international organizations against their massacres and other crimes and strongly urging the U.S. government to make apology and compensation for them. \r\n\r\n"
        },
        {
            "title": "Three-point charter of Korea's reunification supported",
            "url": "http://kcna.co.jp/item/2000/200005/news05/22.htm#3",
            "content": "Three-point charter of Korea's reunification supported \r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 22 (KCNA) -- Ange Andrianarisoa, chairman of the National Assembly of Madagascar, joined in the international signature campaign for supporting the three-point charter of Korea's reunification. &nbsp;&nbsp;&nbsp;\r\n   He inked the signature paper in the name of the National Assembly on May 15. \r\n\r\n"
        },
        {
            "title": "Suppression of south side's representative condemned",
            "url": "http://kcna.co.jp/item/2000/200005/news05/22.htm#4",
            "content": "Suppression of south side's representative condemned \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, May 22 (KCNA) -- A spokesman for the north headquarters of the national ad hoc committee for probing the truth behind the GIs' massacres made public a statement on Sunday denouncing the South Korean authorities for arresting on May 15 Ri Tok Jun, who participated in the meeting held in Beijing as a representative of the south side to form the committee. &nbsp;&nbsp;&nbsp;\r\n   Ri Tok Jun participated in the working-level meeting of the organizations concerned in the north, south and overseas to form the national ad hoc committee carrying the earnest desire and unanimous will of the South Korean people to probe the truth behind the murderous atrocities committed by American soldiers and defend national dignity and sovereignty, the statement said, and went on: His activity was a praiseworthy patriotic deed. &nbsp;&nbsp;&nbsp;\r\n   His arrest is an unpardonable anti-national, anti-reunification action from the viewpoint of the three principles of national reunification--independence, peaceful reunification and great national unity--which were reaffirmed by the north and south of Korea or human rights and national conscience. &nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities are now making investigation, talking about \"meeting and communications\" with someone to punish him on the strength of the notorious \"security law.\"&nbsp;&nbsp;&nbsp;\r\n   The South Korean fascist maniacs are mistaken if they think they can put down the firm will of the people for independence against the U.S. and the mounting movement for probe into the truth behind the GIs' mass killings by force of arms, turning aside from the desire and will of the nation and the trend of the time. &nbsp;&nbsp;&nbsp;\r\n   They should abolish the fascist \"security law\" which is contrary to the trend of the time, investigate not Ri Tok Jun but the GIs' atrocities, bring the criminals to justice and release him immediately and unconditionally. \r\n\r\n"
        },
        {
            "title": "Deceptive investigation into bombing in Maehyang-ri rejected",
            "url": "http://kcna.co.jp/item/2000/200005/news05/22.htm#5",
            "content": "Deceptive investigation into bombing in Maehyang-ri rejected \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 22 (KCNA) -- Inhabitants of Maehyang-ri, Hwasong county, Kyonggi Province of South Korea, who had suffered damage from the bombing exercise of the U.S. aggression forces, categorically rejected the perfunctory and deceptive investigation into the bombing started by a \"joint investigating team\" of the U.S. and South Korea, a Seoul-based radio reported. &nbsp;&nbsp;&nbsp;\r\n   The radio said the U.S. and the South Korean authorities sent a \"joint investigating team\" to the scene on May 18, but the investigation was deliberately conducted in the \"direction of proving that live bombs were not used in the exercise.\"&nbsp;&nbsp;&nbsp;\r\n   The \"investigating team\" was not willing to confirm the radioactive contamination by depleted uranium shells. It was left with no other option but to admit damage done to the inhabitants, but took the stand to evade compensation for it. &nbsp;&nbsp;&nbsp;\r\n   In this regard, inhabitants affiliated to the committee of measures for the compensation for damage done to inhabitants in Maehyang-ri and the committee of measures against damage from noise, etc, strongly asserted that the \"investigation\" was nothing but a farce for form's sake and the only solution to the issue is to close the training ground. \r\n\r\n"
        },
        {
            "title": "U.S. moves to cover up truth behind Kwangju incident",
            "url": "http://kcna.co.jp/item/2000/200005/news05/22.htm#6",
            "content": "U.S. moves to cover up truth behind Kwangju incident \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 22 (KCNA) -- The United States allowed military force to move into Kwangju at the time of the May 18 Kwangju incident, which was recently made clear again by the declassified documents, but most  part of the declassified documents was blotted black, said the Munhwa Broadcasting Corporation of South Korea on May 19. &nbsp;&nbsp;&nbsp;\r\n   According to the radio, on May 22, 1980, the day after the fascist martial army was driven out of Kwangju, countered by the uprisers, Gleysteen, the then U.S. ambassador to South Korea, sent a top-secret message to the U.S. Department of State, in which the U.S. government's views on the issue of reentrance of the martial army, which was conveyed to \"Chongwadae,\" was blotted black. &nbsp;&nbsp;&nbsp;\r\n   Also erased in the message dated May 23, 1980 was the content of the talks between the U.S. ambassador and Pak Chung Hun, the then acting \"Prime Minister\" of South Korea, allowing \"ROK\" army under the control of the U.S. forces to move into Kwangju. &nbsp;&nbsp;&nbsp;\r\n   The content of the talks between the U.S. ambassador and the chief secretary of \"Chongwadae\" was erased in the message dated May 26, just before the general attack of the martial army. &nbsp;&nbsp;&nbsp;\r\n   Analysts of secret documents consider that it will take 10 years to make public the blotted part of the documents to clarify the U.S. relations to the Kwangju incident, said the radio. \r\n\r\n"
        },
        {
            "title": "Great leadership for development of national language",
            "url": "http://kcna.co.jp/item/2000/200005/news05/22.htm#7",
            "content": "Great leadership for development of national language \r\n &nbsp;&nbsp;&nbsp; Pyongyang, May 22 (KCNA) -- The purity of the national language is preserved well and the socialist way of using spoken and written language prevails in the North Korea. This is thanks to the wise leadership of General Secretary Kim Jong Il. Prof. and Dr. Jong Sun Gi says this in an article contributed to Rodong Sinmun today. &nbsp;&nbsp;&nbsp;\r\n   The article goes on: &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il authored many famous works such as \"On Establishing Juche In Use of Language\", \"Let Us Raise Cultural Level In Use of Language\" and \"Language and Issue of Nation.\" &nbsp;&nbsp;&nbsp;\r\n   All the works comprehensively elucidate all issues of developing and enriching the Korean language from an independent stand such as essence and function of a language, considering a language in close connection with the issue of the nation, the fundamental principles and ways to be maintained in the development of the Korean language. &nbsp;&nbsp;&nbsp;\r\n   It is the unshakable stand of  Kim Jong Il that a language precisely means a nation and it is a fundamental principle to be maintained in successfully solving the issue of the national language to firmly preserve the Juche character and the national identity. &nbsp;&nbsp;&nbsp;\r\n   The wise leadership provided by him to add shine to the Korean language lies, above all, in that he has led the work to firmly preserve the purity of our spoken and written language. &nbsp;&nbsp;&nbsp;\r\n   It is Kim Jong Il who clearly indicated an orientation and concrete ways of widely using the words of the Korean language characterized by the most distinct national identity, which was created and has been developed by the nation generation after generation without being influenced by any other languages, in order to maintain the purity of the national language. And it is again he who told the linguists and other people not to use foreign and Koreanized Chinese words but use instead polished-up Korean words. &nbsp;&nbsp;&nbsp;\r\n   He saw to it that our spoken and written language was developed to be an effective vehicle genuinely contributing to the Korean revolution and construction. &nbsp;&nbsp;&nbsp;\r\n   He also made sure that a sound and cultural way of using the language was prevalent throughout the society. &nbsp;&nbsp;&nbsp;\r\n   He considered it as an important political work to eliminate remnants of obsolete ways in the use of language and establish working-class and popular way in the use of language and has led all the people to take an active part in the work with a high degree of ideological awareness, the article concludes. \r\n\r\n"
        },
        {
            "title": "Anti-U.S. rally held",
            "url": "http://kcna.co.jp/item/2000/200005/news05/22.htm#8",
            "content": "Anti-U.S. rally held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 22 (KCNA) -- More than 500 students under the South Korean Federation of University Student Councils held an anti-U.S. rally in Seoul yesterday, according to a radio report from Seoul. &nbsp;&nbsp;&nbsp;\r\n   The students condemned the U.S. air force for its use of depleted uranium shells in a firing range in Maehyang-ri, Hwasong county, Kyonggi Province, and held the U.S. accountable for the May 18 Kwangju mass killings. &nbsp;&nbsp;&nbsp;\r\n   Chanting slogans \"Let us establish national sovereignty by driving the U.S. troops out of South Korea,\" they demanded the withdrawal of the U.S. troops from South Korea and bitterly denounced the bombing exercise of the U.S. air force. &nbsp;&nbsp;&nbsp;\r\n   Panic-stricken by the anti-U.S. student resistance, the South Korean authorities hurled at least 4,000 policemen of 40 companies into the area around its venue. &nbsp;&nbsp;&nbsp;\r\n   At the end of rally, the students stubbornly clashed with the policemen for two hours, attempting to enter the U.S. embassy in Seoul. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}