{
    "date": "2000-05-13",
    "url": "http://kcna.co.jp/item/2000/200005/20000513.htm",
    "articles": [
        {
            "title": "Korean people's cause supported abroad",
            "url": "http://kcna.co.jp/item/2000/200005/news05/13.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "GIs' massacres of Koreans condemned in Bangladesh",
            "url": "http://kcna.co.jp/item/2000/200005/news05/13.htm#2",
            "content": "Korean people's cause supported abroad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 13 (KCNA) -- An international seminar of revolutionary political parties the world over on \"imperialism, fascistization and fascism\" was held in Brussels from May 2 to 4. &nbsp;&nbsp;&nbsp;\r\n   At the seminar delegates of different political parties including the All-Union Communist Party of Bolsheviks, the Communist Party of Marxist-Leninists (revolutionaries) of Sweden and the Communist Party of the Peoples of Spain, expressed support for the just cause of the Korean people. &nbsp;&nbsp;&nbsp;\r\n   A separate resolution was adopted there in support of the Korean people's struggle. &nbsp;&nbsp;&nbsp;\r\n   Noting that the situation of the Korean peninsula is going from bad to worse owing to the U.S.'s continued isolation and suffocation and war moves against the DPRK, the resolution said: &nbsp;&nbsp;&nbsp;\r\n   Today the worker's party and people of Korea are victoriously advancing the cause of socialism under the uplifted red flag of revolution, not yielding to the imperialists' isolation and suffocation moves and natural disasters of recent consecutive years. &nbsp;&nbsp;&nbsp;\r\n  General Secretary Kim Jong Il stood the test of the most difficult time and laid a springboard for turning the DPRK into a prosperous and powerful country with army-first politics whereby to safeguard the socialist system and carry out socialist construction by uniting all the people with the people's army as a pillar. &nbsp;&nbsp;&nbsp;\r\n   It is a noble internationalist obligation of the world's revolutionary parties and people at present to defend Korean socialism. &nbsp;&nbsp;&nbsp;\r\n   Scathingly denouncing the imperialists' moves to stifle socialist Korea, we extend full support and solidarity to the just cause of the WPK and the Korean people for defending socialism and achieving the independent and peaceful reunification of the country. &nbsp;&nbsp;&nbsp;\r\n   Present at the seminar were delegates of 70 odd political parties and fighting organizations from 40 odd countries, including the Communist Party of Cuba, the Lao People's Revolutionary Party and the Belgian Labour Party. \r\n\r\n"
        },
        {
            "title": "Korean book, photo and handicraft exhibition opens",
            "url": "http://kcna.co.jp/item/2000/200005/news05/13.htm#3",
            "content": "GIs' massacres of Koreans condemned in Bangladesh\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, May 13 (KCNA) -- Leaders of seven political parties of Bangladesh, including general secretary of the c.c., the Worker's Party Rashed Khan Menon and general secretary of the c.c., the Socialist Party of Workers and peasants Nir Mal Sen released a joint statement on May 7 in the wake of the publication of the March 21 memorandum of the DPRK Foreign Ministry disclosing the massacres committed by GIs during the last Korean War. &nbsp;&nbsp;&nbsp;\r\n   The statement held that the atrocity of the U.S. aggressors surpassed that of the nazis during World War II. &nbsp;&nbsp;&nbsp;\r\n   The U.S. administration's much ado about human rights is nothing but a sort of mockery and a leight of hypocrisy, it said. &nbsp;&nbsp;&nbsp;\r\n   Calling for a thoroughgoing investigation into the U.S. crimes against humankind, the statement stressed that the investigation should be conducted by a relevant international organization and the war criminals be punished under international law. \r\n\r\n"
        },
        {
            "title": "Socialist construction of Korea favored",
            "url": "http://kcna.co.jp/item/2000/200005/news05/13.htm#4",
            "content": "Korean book, photo and handicraft exhibition opens\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, May 13 (KCNA) -- A Korean book, photo and handicraft exhibition opened in Chosica city, Peru, on May 4 to commemorate the 36th anniversary of the start of General Secretary Kim Jong Il's work at the Central Committee of the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n   On display were famous works of the President Kim Il Sung and General Secretary  Kim Jong Il and Korean books, photographs and handiwork. &nbsp;&nbsp;&nbsp;\r\n   Mayor of the city Luis Fernando at the opening ceremony said that the exhibition would help the Peruvian people know the achievements made by the Korean people in building a powerful nation under the leadership of Kim Jong Il and history, culture and customs of Korea. It will also mark an occasion for closer cultural exchange and friendly relations between the two peoples, the Mayor said. \r\n\r\n"
        },
        {
            "title": "Buddhist masses held",
            "url": "http://kcna.co.jp/item/2000/200005/news05/13.htm#5",
            "content": "Socialist construction of Korea favored\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, May 13 (KCNA) -- Chairman of the Jordanian National Committee for the Study of the Juche Idea mustafa jaber gave an impression of Korea visit. &nbsp;&nbsp;&nbsp;\r\n   Noting that Korean socialism has been further strengthened as the days go by, he said the Democratic People's Republic of Korea would be the first in the world to turn into an ideal society desired by humankind.  &nbsp;&nbsp;&nbsp;\r\n He went on: &nbsp;&nbsp;&nbsp;\r\n   The President Kim Il Sung founded the Juche idea and applied it to the actual conditions of Korea so that great achievements could be made. &nbsp;&nbsp;&nbsp;\r\n   In Korea the leader, the party and the masses are single-heartedly united in one big harmonious family, and its people are successfully building their own socialism under the banner of the Juche idea. &nbsp;&nbsp;&nbsp;\r\n   The world progressive people should study the Juche idea and embody it in conformity with specific conditions of their countries. &nbsp;&nbsp;&nbsp;\r\n   When they advance under the uplifted banner of the Juche idea they will surely win in the struggle for independence against imperialism. &nbsp;&nbsp;&nbsp;\r\n   I wish the Korean people greater success in the socialist revolution and construction under the wise leadership of the great Kim Jong Il. \r\n\r\n"
        },
        {
            "title": "Projected ridiculous Korean War \"commemorations\"",
            "url": "http://kcna.co.jp/item/2000/200005/news05/13.htm#6",
            "content": "Buddhist masses held\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, May 13 (KCNA) -- A mass for celebrating the birthday of Buddha in 2544 B.E. and a simultaneous mass of Buddhists in the north and south of Korea for national reunification were held at temples across the DPRK on May 11. &nbsp;&nbsp;&nbsp;\r\n   Attending the masses were clergymen of the central committee and provincial, city and county committees of the Korean Buddhist Federation, chief priests of different temples, monks and believers. &nbsp;&nbsp;&nbsp;\r\n   A message of greetings from the chairman of the South Korean Council of Buddhist Orders and a \"joint statement\" were read out at the simultaneous mass following the celebration mass. &nbsp;&nbsp;&nbsp;\r\n   The participants expressed their firm will to conduct larger and more vigorous solidarity activities based on the three principles of national reunification under the wise leadership of the respected Kim Jong Il, the great lodestar of national reunification, and thus achieve the sacred cause of reunification without fail. \r\n\r\n"
        },
        {
            "title": "U.S. attempt to falsify truth about mass killings assailed",
            "url": "http://kcna.co.jp/item/2000/200005/news05/13.htm#7",
            "content": "Projected ridiculous Korean War \"commemorations\"\r\n &nbsp;&nbsp;&nbsp; Pyongyang, May 13 (KCNA)-- Rodong Sinmun today in a signed commentary rails against the U.S. and the South Korean Warmongers for planning to stage the largest-ever \"commemorations\" of the half centenary of the Korean War of aggression provoked by them. &nbsp;&nbsp;&nbsp;\r\n  Recalling that the South Korean war-thirsty forces have zealously pushed forward preparations for these events after creating what they called a \"preparatory committee\" and allocating a ridiculous amount of fund for them, the commentary dismisses this as a base and despicable anti-DPRK burlesque. &nbsp;&nbsp;&nbsp;\r\n  The commentary goes on: &nbsp;&nbsp;&nbsp;\r\n  The U.S. launched a war against the new-born republic to destroy it in its cradle in the 1950s. They hurled into the war more than two million forces, including their own aggressor troops, mercenaries of their 15 satellite countries and South Korean troops and huge quantities of war means only to sustain a disgraceful defeat in face of the Korean people. &nbsp;&nbsp;&nbsp;\r\n  The U.S. and the South Korean warmongers should feel ashamed of this defeat. They will do so if they stand to reason and have their own judgement. &nbsp;&nbsp;&nbsp;\r\n  Should they dare ignite another war in Korea, failing to draw a proper lesson from their ignominious defeat in the 1950s, they will not be able to escape the DPRK's merciless and unlimited strike, the commentary warns. \r\n\r\n"
        },
        {
            "title": "S. Korean authorities' moves for biological and chemical war",
            "url": "http://kcna.co.jp/item/2000/200005/news05/13.htm#8",
            "content": "U.S. attempt to falsify truth about mass killings assailed\r\n&nbsp;&nbsp;&nbsp;Pyongyang, May 13 (KCNA) -- The U.S. newspaper The Stars and Stripes dated on May 10 carried an article falsifying the truth of GIs' massacre in Rogun-ri, Yongdong county, North Chungchong Province of South Korea, according to a dispatch from the Washington correspondent of the \"Munhwa Broadcasting Corporation.\" &nbsp;&nbsp;&nbsp;\r\n   The newspaper said: &nbsp;&nbsp;&nbsp;\r\n   It was \"verified\" that two ex-GIs who made testimonies to the mass killings in Rogun-ri which were specially reported by AP in last autumn did not belong to the said unit of the U.S. Army. The paper dreamed up even the story that the U.S. 7th cavalry division that committed the massacre at that time was not present on the scene, the radio said. &nbsp;&nbsp;&nbsp;\r\n   The radio observed that \"this report of the U.S. paper reflects the attitude of the U.S. government towards the massacre in Rogun-ri and this casts shadow on the prospect of its settlement.\" This indicates that the U.S. imperialists are clinging to a sinister trick to falsify the truth of their crimes and to evade their responsibility for them. \r\n\r\n"
        },
        {
            "title": "High-quality stone donated",
            "url": "http://kcna.co.jp/item/2000/200005/news05/13.htm#9",
            "content": "S. Korean authorities' moves for biological and chemical war\r\n &nbsp;&nbsp;&nbsp; Pyongyang, May 13 (KCNA) -- The secretariat of the Committee for the Peaceful Reunification of the Fatherland yesterday issued information bulletin no. 806 condemning the South Korean authorities' moves to stockpile biological and chemical weapons and step up war preparations. &nbsp;&nbsp;&nbsp;\r\n   As their secret arsenal was beyond its capacity to keep huge quantities of chemical weapons, the South Korean authorities began \"scrapping\" from last year some of the inefficient chemical weapons at a factory built in Yongdong, North Chungchong Province, the bulletin said, and went on: &nbsp;&nbsp;&nbsp;\r\n   The U.S. and the South Korean authorities have massively introduced biological and chemical weapons from the U.S., after making the use of them in the second Korean war a fait accompli, and pushed forward in real earnest research and production of those weapons in South Korea since the end of the 1960s. &nbsp;&nbsp;&nbsp;\r\n   It bitterly condemned these moves stepped up by the South Korean authorities in league with the U.S. as crimes against the nation and humanity. &nbsp;&nbsp;&nbsp;\r\n   The recently disclosed facts about their possession of those weapons are clear evidence that their loudmouthed \"threat of biological and chemical attack\" from the DPRK is nothing but a sinister ruse intended to cover up their production of these weapons and preparations for a biological and chemical war in a bid to mislead public opinion at home and abroad. &nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities should immediately stop their criminal moves for a biological and chemical war which will bring tragic disasters to the whole nation and humankind, the bulletin demanded. \r\n\r\n"
        },
        {
            "title": "U.S. escalated moves for another Korean War assailed",
            "url": "http://kcna.co.jp/item/2000/200005/news05/13.htm#10",
            "content": "High-quality stone donated\r\n  &nbsp;&nbsp;&nbsp; Pyongyang, May 13 (KCNA) -- The Denmark-DPRK Friendship Association donated a quality stone for erection of the monument to the three-point charter of Korea's reunification. &nbsp;&nbsp;&nbsp;\r\n   Anders Kristensen, chairman of the association who is leading a Danish friendship delegation on a visit to the DPRK, handed the stone to an official concerned on May 12. &nbsp;&nbsp;&nbsp;\r\n   The stone was bearing a message reading \"Korea is one.\" \r\n\r\n"
        },
        {
            "title": "More cases of measles reported in S. Korea",
            "url": "http://kcna.co.jp/item/2000/200005/news05/13.htm#11",
            "content": "U.S. escalated moves for another Korean War assailed\r\n &nbsp;&nbsp;&nbsp; Pyongyang, May 13 (KCNA) -- The United States is busy with preparations for \"commemorations\" of the half centenary of the Korean War of aggression provoked by it, while staging with the Japanese and South Korean Warmongers ever more provocative military manoeuvres against the DPRK in and around the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n   In this regard Rodong Sinmun today says in a signed commentary: &nbsp;&nbsp;&nbsp;\r\n   These moves are an indication that the U.S. moves to start the second Korean war have reached a dangerous phase. &nbsp;&nbsp;&nbsp;\r\n   The United States has made careful preparations for the second Korean war of aggression in a bid to recover from the bitter defeat it sustained in the Korean War in the 1950s and to realize its invariable design to establish military domination over the Korean peninsula. What remains to be done by it at the moment is just to seek a pretext and create environment for starting a war. &nbsp;&nbsp;&nbsp;\r\n   \"Commemorations\" projected by the U.S. are no more than a shameless attempt to hide its true colors as a provoker of the Korean War and an aggressor and part of its cunning moves to create conditions and circumstances for igniting the second Korean war of aggression. &nbsp;&nbsp;&nbsp;\r\n   The planned \"commemorations\" are aimed to secure an international environment and conditions for the use of multinational forces in the second Korean war of aggression, too, as was the case with the Persian Gulf War and the war in Yugoslavia. &nbsp;&nbsp;&nbsp;\r\n   The DPRK is fully ready for both dialogue and war. &nbsp;&nbsp;&nbsp;\r\n   With no multinational forces can the U.S. browbeat the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The revolutionary armed forces of the DPRK are fully ready to wipe out the aggressors to the last one no matter where they are. \r\n\r\n"
        },
        {
            "title": "Truth behind murder of Vietnamese people",
            "url": "http://kcna.co.jp/item/2000/200005/news05/13.htm#12",
            "content": "More cases of measles reported in S. Korea \r\n &nbsp;&nbsp;&nbsp; Pyongyang, May 13 (KCNA) -- 30 more cases of measles were recently reported in Ponghwa and Uljin, North Kyongsang Province, with various kinds of epidemics prevalent in South Korea, a radio report from Seoul said. &nbsp;&nbsp;&nbsp;\r\n   At least 250 cases of measles have already been reported in Yongju, Phohang and Yongdok of this province. In particular, a group of pupils were attacked with this disease at five senior middle schools in Yongju including Yongju woman senior middle school. &nbsp;&nbsp;&nbsp;\r\n   Other kinds of epidemic diseases are likely to spread in South Korea. \r\n\r\n"
        },
        {
            "title": "U.S. Japan moves to tighten military nexus flayed",
            "url": "http://kcna.co.jp/item/2000/200005/news05/13.htm#13",
            "content": "Truth behind murder of Vietnamese people\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 13 (KCNA) -- A campaign is being conducted in South Korea to probe the truth behind the brutal mass killings by the \"ROK\" army in Vietnam. &nbsp;&nbsp;&nbsp;\r\n   The Committee for Probe into the Truth Behind the Mass Killings of Civilians During the Vietnamese War, which consists of over 10 civil organizations including the Solidarity for International Democracy, the Lawyers Council for Democratic Society and the Catholic Human Rights Committee, called a press conference on April 20 and said that the atrocities by the \"ROK\" army were brought to light one after another. The committee urged the \"government\" to make an official apology and form a civil and governmental joint investigation group to probe the truth. \r\n\r\n"
        },
        {
            "title": "Anti-U.S. struggle in S. Korea",
            "url": "http://kcna.co.jp/item/2000/200005/news05/13.htm#14",
            "content": "U.S. Japan moves to tighten military nexus flayed\r\n &nbsp;&nbsp;&nbsp; Pyongyang, May 13 (KCNA) -- Campbell, U.S. deputy assistant secretary of defense, was recently reported to have called for establishing a \"joint command post\" tasked to coordinate the command over the U.S. forces and Japanese \"Self Defence Forces\" for an effective implementation of the updated \"u.s.-Japan defense cooperation guidelines.\"&nbsp;&nbsp;&nbsp;\r\n   The chief of the Japan Defense Agency also disclosed its attempt to further strengthen this nexus with the U.S. in mapping out the next \"mid-term defense readjustment plan.\"&nbsp;&nbsp;&nbsp;\r\n   Minju Joson today in a signed commentary says this is a clear indication that the moves of the U.S. and Japan to strengthen their aggressive military alliance have reached a dangerous phase. &nbsp;&nbsp;&nbsp;\r\n   Noting that clear is the aim sought by the U.S. and Japan in these escalated moves, the commentary observes: Through this  they seek to realize their strategy to dominate Asia by force of arms. &nbsp;&nbsp;&nbsp;\r\n   The ever more strengthened military alliance of the U.S. and Japan constitutes a factor of an unstable situation and dangerous military tensions in the Asia-Pacific region, in northeast Asia, in particular. &nbsp;&nbsp;&nbsp;\r\n   The tightened military alliance of the U.S. with Japan is designed to secure a military strategic edge over Russia and china in a bid to maintain an unchallenged position in Asia and realize its ambition for world domination. \r\n\r\n"
        },
        {
            "title": "Contact for implementing inter-Korean agreement held",
            "url": "http://kcna.co.jp/item/2000/200005/news05/13.htm#15",
            "content": "Anti-U.S. struggle in S. Korea\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, May 13 (KCNA) -- Civil organizations including the People's Movement for Revision of the \"ROK-U.S. Status of Forces Agreement\" reportedly held a rally in Seoul yesterday to denounce bomb-drop by a U.S. bomber in Maehyang-ri. &nbsp;&nbsp;&nbsp;\r\n   The U.S. aggression air force staged a bombing exercise in a firing range in the sea off Maehyang-ri, Ujong-myon, Hwasong county, Kyonggi Province, on May 8, leaving inhabitants injured and windows of hundreds of dwelling houses broken. &nbsp;&nbsp;&nbsp;\r\n   Asserting that the bomb-drop is not an accidental case but an \"inevitable case\", the organizations strongly urged the U.S. military authorities to take fundamental measures for an immediate closure of the firing range and make an apology. &nbsp;&nbsp;&nbsp;\r\n   At least 50 villagers who suffered from the U.S. troops' bombing held an anti-U.S. demonstration in front of the firing range on May 12. \r\n\r\n\r\n"
        },
        {
            "title": "IAEA delegation leaves",
            "url": "http://kcna.co.jp/item/2000/200005/news05/13.htm#16",
            "content": "Contact for implementing inter-Korean agreement held\r\n &nbsp;&nbsp;&nbsp; Panmunjom, May 13 (KCNA) -- A working-level north-south contact on communications and news coverage for implementing the north-south agreement took place in the south side's portion of  Panmunjom today. &nbsp;&nbsp;&nbsp;\r\n   Both sides had a discussion on issues related to communications and news coverage for the historical Pyongyang meeting and summit talks and agreed to continue to discuss details of working matters at the next contact. &nbsp;&nbsp;&nbsp;\r\n   It was agreed to have the next contact at Thongil pavilion in the north side's portion of  Panmunjom at 10 a.m. On May 17. \r\n\r\n"
        }
    ]
}