{
    "date": "2000-10-05",
    "url": "http://kcna.co.jp/item/2000/200010/20001005.htm",
    "articles": [
        {
            "title": "KCNA on U.S. Defense Secretary's remarks",
            "url": "http://kcna.co.jp/item/2000/200010/news10/05.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Syrian charge d'affaires ad interim hosts reception",
            "url": "http://kcna.co.jp/item/2000/200010/news10/05.htm#2",
            "content": "KCNA on U.S. Defense Secretary's remarks \r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 5 (KCNA) -- U.S. Defense Secretary Cohen's renewed clamor about \"threat from the north\" is inviting public criticism after his remarks disclosing the U.S. intention to keep its forces in South Korea indefinitely made during his trip to southeast Asian region including South Korea and Japan in September created quite a furore. &nbsp;&nbsp;&nbsp;\r\n   Cohen in his lecture given in Washington on October 2 was reported to have asserted \"North Korea still remains a potential military threat to South Korea.\"&nbsp;&nbsp;&nbsp;\r\n   His assertion should not be simply overlooked as he officially expressed this view at a time when the process for north-south reconciliation and cooperation and dialogues between the DPRK and United States have entered a new phase. &nbsp;&nbsp;&nbsp;\r\n   Two aims are sought by U.S. right-wing forces in persistently spreading the rumour about \"military threat\" from the DPRK. One of them is to permanently keep the U.S. troops in East Asia and maintain its military supremacy in this region by chilling the atmosphere of inter-Korean reconciliation and cooperation and stopping the peace process on the Korean peninsula. The other aim is to calm down the anti-U.S. feelings rapidly mounting in South Korea. &nbsp;&nbsp;&nbsp;\r\n   It goes to prove that the U.S. oft-repeated words \"dialogue and cooperation\" are nothing but sheer hypocrisy. &nbsp;&nbsp;&nbsp;\r\n   Multi-faceted dialogues are now under way between the DPRK and the United States and the special envoy of the chairman of the DPRK National Defence Commission is expected to visit the United States in the near future. &nbsp;&nbsp;&nbsp;\r\n   The attempt of the U.S. right-wing forces to put the brake on the development of the inter-Korean relations and the DPRK-U.S. relations under the absurd pretext of \"military threat\" from the DPRK cannot be construed otherwise than an anachronistic act. &nbsp;&nbsp;&nbsp;\r\n   They should give up their old way of thinking intended to bring the inter-Korean relations and the DPRK-U.S. relations back to the era of the Cold War. \r\n\r\n"
        },
        {
            "title": "Commemorative stamps published",
            "url": "http://kcna.co.jp/item/2000/200010/news10/05.htm#3",
            "content": "Syrian charge d'affaires ad interim hosts reception \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 5 (KCNA) -- Haissam Saad, Syrian charge d'affaires ad interim to the DPRK, hosted a reception Wednesday on the occasion of the 55th anniversary of the Worker's Party of Korea (WPK). &nbsp;&nbsp;&nbsp;\r\n   Choe Thae Bok, alternate member of the political bureau and secretary of the Central Committee of the WPK, Kim Yang Gon, department director of the C.C., WPK, Kang Jong Mo, Minister of Foreign Trade and chairman of the DPRK-Syria Friendship Association, and Minister of Foreign Trade, Kang Nung Su, Minister of Culture, and others were present there on invitation. &nbsp;&nbsp;&nbsp;\r\n   Haissam Saad in his speech said that the WPK founded by the great leader Kim Il Sung has strengthened and developed to be an invincible party under the wise guidance of the great Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   The ties between the Arab Socialist Baath Party and the WPK which were forged on the basis of comradeship through a common struggle are special ones as they were provided by President Hafez al Assad and Kim Il Sung, eternal leaders. &nbsp;&nbsp;&nbsp;\r\n   These ties are being successfully carried forward by leaders President Bashar al Assad and Kim Jong Il, he stressed. &nbsp;&nbsp;&nbsp;\r\n   Choe Thae Bok, in his speech said that the traditional friendly and cooperative ties provided and brought into full bloom by Kim Il Sung and Hafez al Assad are now being further consolidated and developed thanks to the close ties between the great leader Kim Jong Il and the respected Bashar al Assad. &nbsp;&nbsp;&nbsp;\r\n   The Korean people will in the future, too, make every possible effort to continue to favorably develop the friendly and cooperative ties between the DPRK and Syria true to the intention of Kim Jong Il, he said, stressing: &nbsp;&nbsp;&nbsp;\r\n   The worker's party and people of Korea will as ever support the Arab Socialist Baath Party and the Syrian people in their just cause to recover Arab territories including the Golan Heights and to see fair and comprehensive solution of the Middle East problem. \r\n\r\n"
        },
        {
            "title": "Cuban ambassador gives reception",
            "url": "http://kcna.co.jp/item/2000/200010/news10/05.htm#4",
            "content": "Commemorative stamps published \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 5 (KCNA) -- The Ministry of Post and Telecommunications issued a sheet carrying three kinds of stamps and another variety of stamp on the threshold of the 55th anniversary of the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n   Printed in the sheet are portraits of the President Kim Il Sung and General Secretary Kim Jong Il and great communist revolutionary fighter Kim Jong Suk. &nbsp;&nbsp;&nbsp;\r\n   Written on the stamps are words \"the foundation of the Worker's Party of Korea\" and \"55th anniversary.\" The mark of the WPK and the party founding museum are printed on the stamps. &nbsp;&nbsp;&nbsp;\r\n   Two kinds of commemorative envelopes were also published. \r\n\r\n"
        },
        {
            "title": "Japan had better redress its past before anything else",
            "url": "http://kcna.co.jp/item/2000/200010/news10/05.htm#5",
            "content": "Cuban ambassador gives reception \r\n&nbsp;&nbsp;&nbsp;   Pyongyang, October 5 (KCNA) -- Cuban ambassador to Korea Jose Manuel Inclan Embade hosted a reception yesterday on the occasion of the 55th anniversary of the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n   Invited to the reception were Kye Ung Thae, politburo member and secretary of the Central Committee of the WPK, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n   The ambassador said in his speech that the preparatory committees were organized in many countries to celebrate the significant holiday of the fraternal Korean people. It is an expression of solidarity with the struggle of the Korean people who are overcoming all the difficulties, he said, and continued: &nbsp;&nbsp;&nbsp;\r\n   The relations of comradely friendship and solidarity existing between the two peoples and the two parties are based on the intimacy between Supreme Commander Fidel Castro and the great leader President Kim Il Sung and they are steadily developing under the deep care of the great leader Kim Jong Il, General Secretary of the WPK. &nbsp;&nbsp;&nbsp;\r\n   The Cuban people are admiring the efforts of the fraternal Korean people to build a powerful nation in this land under the wise leadership of Kim Jong Il who is administering the politics of army-first leadership to creditably implement the behest of Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n   Kye Ung Thae said in his speech that the fraternal Cuban people are now registering great successes in socialist construction holding aloft the revolutionary slogan \"Let us defend the country, revolution and the gains of socialism \" more firmly united around the respected Fidel Castro and Raul Castro. &nbsp;&nbsp;&nbsp;\r\n   It is an intention of Kim Jong Il and the steadfast stand of the WPK to strengthen and develop the ties of friendship, solidarity and cooperation between the two parties and the two peoples, he said, and went on: &nbsp;&nbsp;&nbsp;\r\n   We will in the future, too, closely cooperate with the Cuban comrades to further develop the traditional friendly relations between the two parties, armies and peoples based on the close intimacy between the leaders of the two countries. \r\n\r\n"
        },
        {
            "title": "World Day of Teachers observed",
            "url": "http://kcna.co.jp/item/2000/200010/news10/05.htm#6",
            "content": "Japan had better redress its past before anything else \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, October 5 (KCNA) -- Minju Joson today in an article accuses Japan of impudently busying itself with its diplomacy to seek a permanent membership of the UN Security Council. &nbsp;&nbsp;&nbsp;\r\n   Japan is not qualified to sit on the UNSC, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n   Japan should redress its past. This is a task it should fulfil before making a bid for permanent membership. &nbsp;&nbsp;&nbsp;\r\n   The Japanese imperialists occupied Korea through a brigandish armed invasion, committed unprecedentedly hideous  crimes and perpetrated aggression, murder, arson and plunder in many countries of Asia during World War II. &nbsp;&nbsp;&nbsp;\r\n   Nevertheless, Japan has not yet settled its criminal past though more than half a century has passed since the end of the war. Its intention to evade the redress for its past is to repeat its history of aggression. &nbsp;&nbsp;&nbsp;\r\n   Many countries of the world are deeply concerned about Japan's moves for overseas aggression and heightening vigilance against Japan. &nbsp;&nbsp;&nbsp;\r\n   Japan seems not to know where it stands. &nbsp;&nbsp;&nbsp;\r\n   It is quite foolhardy for it to make a bid for permanent membership of the UN Security Council without redressing its past crimes. &nbsp;&nbsp;&nbsp;\r\n   If Japan truly wants to win trust from the international community, it should redress its wrong past as early as possible. \r\n\r\n"
        },
        {
            "title": "Symposiums held in different sectors",
            "url": "http://kcna.co.jp/item/2000/200010/news10/05.htm#7",
            "content": "World Day of Teachers observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 5 (KCNA) -- Minju Joson today devotes a signed article to the World Day of Teachers. &nbsp;&nbsp;&nbsp;\r\n   It says that on this day the Korean teachers note with deep emotion that they have admirably discharged their mission and duty under the world's best socialist education system. &nbsp;&nbsp;&nbsp;\r\n   The article goes on: &nbsp;&nbsp;&nbsp;\r\n   The teachers in the DPRK are highly praised as professional revolutionaries and state concern and social respect for them are increasing as days go by. &nbsp;&nbsp;&nbsp;\r\n   With the position and role of educators rising, great achievements are reported in education and the DPRK is being praised by the world people as a country of education. \r\n\r\n"
        },
        {
            "title": "National symposium held to mark 55th anniversary of WPK foundation",
            "url": "http://kcna.co.jp/item/2000/200010/news10/05.htm#8",
            "content": "Symposiums held in different sectors \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 5 (KCNA) -- Symposiums of the Ministry of the People's Armed Forces and the media were held here as similar ones are going on in various sectors to mark the 55th anniversary of the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n   At the symposium held in the Ministry of the People's Armed Forces speakers said that the WPK is demonstrating its dignity as a great party which has set a brilliant example in building a revolutionary party in the era of independence and performed immortal exploits in carrying out the cause of socialism. &nbsp;&nbsp;&nbsp;\r\n   The WPK is an ever-victorious party steering the Korean revolution to glory with the great army-first politics and it has successfully pulled through stern ordeals by putting forward the people's army as a pillar and driving force of revolution, they said. &nbsp;&nbsp;&nbsp;\r\n   They called upon all the soldiers to firmly guarantee the cause of the party and socialism with arms and thus perform the role of an engine in accomplishing the revolutionary cause of Juche. &nbsp;&nbsp;&nbsp;\r\n   At the media symposium speakers said that the media is demonstrating its might as an ideological weapon in educating masses and inspiring them in the implementation of the party policies under the wise leadership of the WPK. &nbsp;&nbsp;&nbsp;\r\nThey looked back on the road covered by the revolutionary media of the WPK. &nbsp;&nbsp;&nbsp;\r\n   They called upon the mediapersons to become absolute worshippers and death-defying vanguard fighters of the great Kim Jong Il so as to fulfil their duty as excellent educators, brave propagandists, loyal spokesmen and active implementers in Kim Jong Il era. \r\n\r\n"
        },
        {
            "title": "Functions held in celebration of WPK founding anniversary",
            "url": "http://kcna.co.jp/item/2000/200010/news10/05.htm#9",
            "content": "National symposium held to mark 55th anniversary of WPK foundation \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, October 5 (KCNA) -- A national symposium was held at the people's palace of culture yesterday to mark the 55th anniversary of the Worker's Party of Korea (WPK). &nbsp;&nbsp;&nbsp;\r\n   Present there were secretary of the WPK Central Committee Choe Thae Bok and vice-president of the presidium of the Supreme People's Assembly of the DPRK Yang Hyong Sop who are alternate members of the political bureau of the WPK Central Committee, and others and a delegation of the Association of Korean Social Scientists in Japan. &nbsp;&nbsp;&nbsp;\r\n   The symposium was addressed by Ri Chang Hwa, first deputy rector of Kim Il Sung Higher Party School, Choe Chil Nam, editor-in-chief of Rodong Sinmun, Pak Ryong Mun, chief secretary of the WPK committee of Kim Il Sung University, Thae Hyong Chol, president of the Academy of Social Sciences, Ri Tong Su, chief secretary of the Sunchon city committee of the WPK, Ri Thae Bong, editor-in-chief of Joson Inmingun, An Kyong Ho, director of the secretariat of the Committee for the Peaceful Reunification of the Fatherland, and Ri Sung Jae, secretary of the Pyongyang city committee of the WPK. &nbsp;&nbsp;&nbsp;\r\n   The speakers said that under the wise guidance of the great leaders Kim Il Sung and Kim Jong Il the WPK has been built into a new party of the working class, a revolutionary party of Juche type, and it has brought about a fundamental turn in the party building of the working class and set a brilliant example. &nbsp;&nbsp;&nbsp;\r\n   It was stressed at the symposium that what is most important in this example of global significance set by the WPK is that it has been built into a party of the leader the unitary idea and leadership of which have been successfully achieved, a mass party deeply rooted among the popular masses, a genuine people's party which serves the people and a totally independent party. \r\n\r\n"
        },
        {
            "title": "WPK praised by Indian political leader",
            "url": "http://kcna.co.jp/item/2000/200010/news10/05.htm#10",
            "content": "Functions held in celebration of WPK founding anniversary \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 5 (KCNA) -- Meetings were held by working people's organizations in celebration of the 3rd anniversary of the great leader Kim Jong Il's election as General Secretary of the Worker's Party of Korea and the 55th anniversary of the foundation of the party. &nbsp;&nbsp;&nbsp;\r\n   Speakers at the meetings referred to the feats performed by the great leaders President Kim Il Sung and General Secretary Kim Jong Il in building the party of Juche type. &nbsp;&nbsp;&nbsp;\r\n   The meeting of members of trade unions called on all of them to take the lead in the drive to build a powerful nation, recalling that leader Kim Jong Il has shown deep interest in the work of trade unions and led it to contribute to achieving the cause of the party in each period of the revolutionary development. &nbsp;&nbsp;&nbsp;\r\n   Speakers at the meeting of members of the Union of Agricultural Workers and agricultural workers pledged themselves to bring about a great revolutionary boost in production, saying that it is one of the main thrusts of the WPK to satisfactorily solve the people's problem of food by increasing the agricultural production at an early date. &nbsp;&nbsp;&nbsp;\r\n   The meeting of members of the Women's Union underscored the need to prepare all its members as vanguard for building a powerful nation who are ready to devote themselves to the party and the leader by learning from indomitable communist revolutionary fighter Kim Jong Suk, noting that the Korean women are admirably carrying on the revolution and construction, turning one of the two wheels of revolution, responsible for the country. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, a fine art exhibition of the Korean People's Army opened on the threshold of the 55th anniversary of the WPK foundation. \r\n\r\n"
        },
        {
            "title": "CILRECO issues bulletin",
            "url": "http://kcna.co.jp/item/2000/200010/news10/05.htm#11",
            "content": "WPK praised by Indian political leader \r\n&nbsp;&nbsp;&nbsp;   New Delhi, October 3 (KCNA) -- D. Biswas, general secretary of the central committee of the All-India Forward Bloc, was interviewed by the KCNA correspondent to India on Sept. 28 on the threshold of the 55th anniversary of the foundation of the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n   The general secretary praised the respected Kim Jong Il as a distinguished thinker and theoretician of our times endowed with far-sighted wisdom, a peerless politician and an outstanding military strategist who leads the cause of independence to brilliant victory with his iron will, matchless grit and prominent commanding art and a great popular leader who devotes his all to the country and people. &nbsp;&nbsp;&nbsp;\r\n   As the WPK has Kim Jong Il as its General Secretary, it has grown to be a steel-strong party which always emerges victorious in the revolutionary struggle, giving steady continuity to the tradition of Juche, he said and went on: &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il was the first in history to expound the unique idea that a party of the working class should be a party of a leader and fully embody it, thus making an immortal contribution to the cause of strengthening and developing the WPK to be a party of the great leader Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n   The WPK under the tested leadership of Kim Jong Il will win one victory after another in the future, too, and admirably discharge its mission and role as a guide of the Korean revolution, he stressed.  \r\n\r\n"
        },
        {
            "title": "Samsong temple shines again",
            "url": "http://kcna.co.jp/item/2000/200010/news10/05.htm#12",
            "content": "CILRECO issues bulletin \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 5 (KCNA) -- The secretariat of the International Liaison Committee for the Reunification and Peace in Korea (CILRECO) issued bulletin no. 306 on Sept. 27. &nbsp;&nbsp;&nbsp;\r\n   The bulletin in an article titled \"Progress in reconciliation between north and south after Pyongyang summit\" said that positive changes took place in the Korean peninsula after the announcement of the north-south joint declaration and that such achievement was made on the basis of the three principles of independence, peaceful reunification and great national unity. &nbsp;&nbsp;&nbsp;\r\n   When peace process in the Korean peninsula is being affirmatively stepped up, the international community should respect the right to self-determination of the Korean people and reject any outside interference in internal affairs of the Korean nation, it said, and continued: &nbsp;&nbsp;&nbsp;\r\n   The U.S. troops' occupation of South Korea is a major obstacle in the independent and peaceful reunification of Korea. &nbsp;&nbsp;&nbsp;\r\n   The U.S. administration should not confine itself to issuing a statement hailing the process of reconciliation    and relaxation which began in the Korean peninsula but show its support in practice. &nbsp;&nbsp;&nbsp;\r\n   The CILRECO appeals to the world peace-loving and progressive forces and the international community to support the achievements in the process of inter-Korean reconciliation and decisively reject obstructive actions. &nbsp;&nbsp;&nbsp;\r\n   The bulletin also edited articles titled \"International signature campaign for supporting the three-point charter of Korea's reunification\" and \"Recent achievements in DPRK external affairs.\" \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on rosy future of WPK",
            "url": "http://kcna.co.jp/item/2000/200010/news10/05.htm#13",
            "content": "Samsong temple shines again \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, October 5 (KCNA) -- Samsong Temple in Mt. Kuwol in South Hwanghae Province has been reconstructed. &nbsp;&nbsp;&nbsp;\r\n   The temple was the oldest one in Korea in which the people had held memorial services to Tangun, father of Korean nation from ancient Korea. From late Koryo dynasty memorial services had been given for Tangun, his father Hwan Ung and grandfather Hwan In here. It had been reconstructed in the middle of the 15th century and such similar service went on till late Ri dynasty. &nbsp;&nbsp;&nbsp;\r\n   It was burned to ashes by the Japanese who strove to obliterate Tangun in Korean history. &nbsp;&nbsp;&nbsp;\r\n   President Kim Il Sung, in his lifetime, referring to the historical remains in Mt. Kuwol related with Tangun, proposed restoring Samsong Temple to its original state. &nbsp;&nbsp;&nbsp;\r\nTrue to his earnest requests, leader Kim Jong Il guided the reconstruction project. &nbsp;&nbsp;&nbsp;\r\n   The restored Samsong Temple includes the main building, Samsong shrine, and, with it as a center, Yongbin and Yanghyon shrines on the right and left, and below, an office building and a lodging house facing each other, and gable-roofed gate. \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on crisis of imperialism",
            "url": "http://kcna.co.jp/item/2000/200010/news10/05.htm#14",
            "content": "Rodong Sinmun on rosy future of WPK \r\n  &nbsp;&nbsp;&nbsp;Pyongyang, October 5 (KCNA) -- Rodong Sinmun today devotes more than half a page to a signed article saying that the Worker's Party of Korea has been steeled to be an  invincible party through the \"arduous march\" despite the stern ordeals. &nbsp;&nbsp;&nbsp;\r\n   The article notes that the harsh trials during the \"arduous march\" and forced march marked a turning point which enabled the WPK to take on more distinct shape as an iron-willed party. &nbsp;&nbsp;&nbsp;\r\n   Referring to the fact that through the \"arduous march\" the determination and will of the party to be true to the socialist cause to the end became more unshakable, the unity and cohesion of the party grew stronger than ever before and a new turn was made in the working method and style of the party, the article goes on: &nbsp;&nbsp;&nbsp;\r\n   The WPK gained more than what it lost during the \"arduous march.\" The WPK has become an invincible iron-willed party in the course of leading the Korean revolution to victory despite challenges of history. This is the most precious gain of the Korean revolution which no amount of money can ever buy. &nbsp;&nbsp;&nbsp;\r\n   The invincibility of the WPK precisely means the greatness of the respected leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il wisely led the party to invariably preserve the revolutionary character as a party of the great leader Kim Il Sung, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n   It is the firm will of Kim Jong Il to strengthen and develop the WPK to be an eternal party of Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\nKim Jong Il energetically led the work to uphold and glorify Kim Il Sung's idea of party building and his achievements made in it generation after generation during the \"arduous march\" and forced march. It is the principle Kim Jong Il consistently maintained during the \"arduous march\" that the revolutionary idea and achievements of Kim Il Sung should be inherited 100 percent and the revolution and construction should be carried out exactly as Kim Il Sung did, true to his intention. &nbsp;&nbsp;&nbsp;\r\n   The might of the WPK could significantly increase thanks to the great army-first politics of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   His benevolent politics and all-embracing policy were a main source which enabled the party to get rooted more deeply among the popular masses despite the trials of the \"arduous march.\"&nbsp;&nbsp;&nbsp;\r\n   Rosy is the future of the WPK steeled and seasoned through the \"arduous march,\" the article concludes. \r\n\r\n"
        },
        {
            "title": "Political program for national reunification",
            "url": "http://kcna.co.jp/item/2000/200010/news10/05.htm#15",
            "content": "Rodong Sinmun on crisis of imperialism \r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 5 (KCNA) -- The more serious crisis imperialism faces, the more reactionary and aggressive it becomes in its nature and the more desperate it gets in its moves to maintain its existence, says Rodong Sinmun today in a signed article. &nbsp;&nbsp;&nbsp;\r\n   The article goes on: &nbsp;&nbsp;&nbsp;\r\n   Above all, the imperialists are facing the most serious economic crisis. Once the imperialist countries \"prospered\" by dint of rich natural resources, vast colonies and unlimited exploitation and plunder. But they are now suffering from economic stagnation and chaos worsening owing to the exhaustion of natural resources, financial shortage and marketing difficulties. &nbsp;&nbsp;&nbsp;\r\n   The crisis of the imperialists gets from bad to worse due to the mounting contradiction and antagonism among them. &nbsp;&nbsp;&nbsp;\r\n   A ever-fierce scramble is going on among the imperialist powers to meet their economic interests now that their sphere of influence and markets have decreased considerably. &nbsp;&nbsp;&nbsp;\r\n   The United States is working hard to build a unipolar world of American style, styling itself the \"only superpower\". But other western powers are seeking separately to build a new economy and form a military bloc of their own style, while rejecting the U.S. monopolistic domination. &nbsp;&nbsp;&nbsp;\r\n   The crisis of the imperialists is also deepening due to the ever-aggravating internal contradiction. &nbsp;&nbsp;&nbsp;\r\n   They are resorting to extreme adventures in a bid to tide over the crisis. &nbsp;&nbsp;&nbsp;\r\n   Above all, they intend to bridge over the crisis by getting the upper hand of strength and launching aggression and war. &nbsp;&nbsp;&nbsp;\r\n   The United States spent more than 45 billion dollars to carry out a computer simulated test and subcritical nuclear test in a bid to improve nuclear warheads. It is going ahead with its plan to establish the \"missile defense\" system. &nbsp;&nbsp;&nbsp;\r\n   The imperialists are seeking to continuously keep and expand the NATO and other aggressive military blocs and concentrating mobile strike forces and so on, on the regions of military and strategic importance. &nbsp;&nbsp;&nbsp;\r\n   Their loudmouthed \"globalization\" is part of their moves to tide over the crisis. &nbsp;&nbsp;&nbsp;\r\n   \"Globalization\" is bringing catastrophic consequences to different countries of the world. \r\n\r\n"
        },
        {
            "title": "Seeds of trouble should not be sown against nation",
            "url": "http://kcna.co.jp/item/2000/200010/news10/05.htm#16",
            "content": "Political program for national reunification \r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 5 (KCNA) -- Rodong Sinmun today in a signed article describes \"10-point program of the great unity of the whole nation for the reunification of the country\" published by the President Kim Il Sung as a great political program to achieve the independent and peaceful reunification of the country by closely uniting the whole nation as one and strengthening the driving forces for reunification under the banner of great national unity. &nbsp;&nbsp;&nbsp;\r\n   The ten-point program comprehensively deals with not only the general target and  ideological basis of great national unity and its principles but specific ways of accomplishing the cause of national reunification through national unity, the article says, and continues: &nbsp;&nbsp;&nbsp;\r\n   The great leader set out in the program the patriotic idea calling for achieving the great unity of the whole nation, transcending the difference in ideology and system in order to achieve the independent and peaceful reunification of the country, thus enabling anyone desirous of patriotism and reunification to turn out in the struggle for national unity. &nbsp;&nbsp;&nbsp;\r\n   The general goal of the program is to found an independent, peaceful and neutral unified state. &nbsp;&nbsp;&nbsp;\r\n   The program calls for taking patriotism and the spirit of national independence as an ideological basis for great unity and sets it as a principle of the great national unity to promote co-existence, co-prosperity and common interests and subordinate everything to the cause of national reunification. &nbsp;&nbsp;&nbsp;\r\n   Specifically clarified in the program are issues of protecting the material and spiritual wealth of individuals and organizations and encouraging their use for the promotion of great national unity and achieving understanding, trust and unity of the whole nation through contacts, visits and dialogue, strengthening the solidarity of the whole nation on the road of reunification and honoring those who have contributed to the great unity of the nation and the cause of national reunification. \r\n\r\n"
        }
    ]
}