{
    "date": "2000-05-16",
    "url": "http://kcna.co.jp/item/2000/200005/20000516.htm",
    "articles": [
        {
            "title": "Greetings to Norwegian King",
            "url": "http://kcna.co.jp/item/2000/200005/news05/16.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "FM meets American religious leader",
            "url": "http://kcna.co.jp/item/2000/200005/news05/16.htm#2",
            "content": "Greetings to Norwegian King \r\n &nbsp;&nbsp;&nbsp; Pyongyang, May 16 (KCNA) -- President of the presidium of the DPRK Supreme People's Assembly Kim Yong Nam yesterday sent a message of greetings to King of Norway Harald the 5th on the occasion of its National Day. &nbsp;&nbsp;&nbsp;\r\n   The message extended warm congratulations to the King, government and people of Norway on this day and wished the country prosperity. \r\n\r\n"
        },
        {
            "title": "Army-people joint meeting held",
            "url": "http://kcna.co.jp/item/2000/200005/news05/16.htm#3",
            "content": "FM meets American religious leader \r\n &nbsp;&nbsp;&nbsp; Pyongyang, May 16  (KCNA) -- Paek Nam Sun, Minister of Foreign Affairs of the DPRK, today met and had a talk with Rev. Franklin Graham, American religious leader and son of Dr. Billy Graham, and his party. &nbsp;&nbsp;&nbsp;\r\n   Present there were Kim Kye Gwan, vice-Minister of Foreign Affairs, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n   This evening, the Foreign Minister gave a reception in honou of the American religious leader and his party at the Mokran House. \r\n\r\n"
        },
        {
            "title": "Land leveling and rezoning completed",
            "url": "http://kcna.co.jp/item/2000/200005/news05/16.htm#4",
            "content": "Army-people joint meeting held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 16 (KCNA) -- An army-people joint meeting to donate tractors and chemical fertilizers to cooperative farms in North Phyongan Province took place in Sinuiju on May 15. &nbsp;&nbsp;&nbsp;\r\n   Present at the meeting were over 100,000 men and officers of the KPA three services, agricultural workers and people of broad sections in North Phyongan Province. &nbsp;&nbsp;&nbsp;\r\n   At the meeting, a certificate of donating tractors and fertilizers to cooperative farms in the province in the name of the Ministry of the People's Armed Forces was conveyed. &nbsp;&nbsp;&nbsp;\r\n   Jo Myong Rok, director of the general political department of the KPA, said in his report that the Supreme Commander Kim Jong Il saw to it that tractors and fertilizers were donated to cooperative farms in North Phyongan Province which finished the land rezoning project. &nbsp;&nbsp;&nbsp;\r\nIt is an expression of his great expectation that the army and people will join efforts to boost agricultural production in the standardized fields, the reporter said, and went on: &nbsp;&nbsp;&nbsp;\r\n   The people's army joined efforts with people to rezone a vast land of over 50,000 hectares in a matter of months and create a great miracle in the era of the worker's party. &nbsp;&nbsp;&nbsp;\r\n   He called upon the people and servicemen in the province to effect innovations in this year's agricultural production. &nbsp;&nbsp;&nbsp;\r\n   He called upon all the people and the KPA soldiers to steadily improve the layout of the fields to completely change the appearance of the country. \r\n\r\n"
        },
        {
            "title": "U.S. Defense Secretary's bellicose remarks",
            "url": "http://kcna.co.jp/item/2000/200005/news05/16.htm#5",
            "content": "Land leveling and rezoning completed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 16 (KCNA) -- The appearance of the land in North Phyongan Province, the northwestern part of the DPRK, has changed beyond recognition. &nbsp;&nbsp;&nbsp;\r\n   Not only the cooperative fields on the west coast from the 40 km-long Unjon plain and Pakchon plain to Ryongchon plain but the fields in in-between and mountainous areas from Kwanha plain in Nyongbyon and Handure plain in Thaechon to Hongnam plain in Uiju have turned into a vast expanse of fertile rice fields. &nbsp;&nbsp;&nbsp;\r\n   At least 50,000 hectares of rice fields were leveled and rezoned into standardized fields, each with a thousand or hundreds of Phyong (one Phyong is six square feet). &nbsp;&nbsp;&nbsp;\r\n   Thousands of hectares of land came under plough after the disappearance of a lot of ridges between paddies and swamps. &nbsp;&nbsp;&nbsp;\r\n   This great change in the land in north Phyongan province is a shining fruition of the gigantic and bold operation and plan of the great leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   After finding great possibilities of increasing grain production at present in the land leveling and rezoning project, he wisely led the overall project. He set the target and stages of the project and clearly taught details of the project such as order of work to be done, the area of a field and even the issue of increasing the fertility of the rezoned fields. He saw to it that necessary forces and means for carrying out the project were sent there and it was undertaken as a movement involving the entire party and army and all the people. &nbsp;&nbsp;&nbsp;\r\n   As a result, the gigantic nature-transforming project was successfully completed under the difficult conditions where the province was hard pressed for everything. &nbsp;&nbsp;&nbsp;\r\n   Farming preparations are now in full swing in these fields. \r\n\r\n"
        },
        {
            "title": "Week of DPRK-Iran friendship opens",
            "url": "http://kcna.co.jp/item/2000/200005/news05/16.htm#6",
            "content": "U.S. Defense Secretary's bellicose remarks \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, May 16 (KCNA) -- U.S. Defense Secretary Cohen let loose bellicose outbursts at a press conference, ballyhooing about the DPRK's \"missile issue,\" according to the May 11 issue of the Japanese Asahi Shimbun.&nbsp;&nbsp;&nbsp;\r\n   Calling for the U.S.-Japan-South Korea strengthened \"security cooperation,\" he asserted that the U.S. and South Korea would \"maintain military readiness to cope with an emergency\" and it is \"necessary to sustain strong deterrent force.\"&nbsp;&nbsp;&nbsp;\r\n   This cannot be construed otherwise than extremely reckless remarks intended to exacerbate the situation on the Korean peninsula and vitiate the atmosphere for dialogue. &nbsp;&nbsp;&nbsp;\r\n   The situation prevailing on the peninsula can be characterized by the unprecedented trend of dialogue, reconciliation and detente. &nbsp;&nbsp;&nbsp;\r\n   The north-south agreement was adopted and the talks are under way between the DPRK and the U.S. and the DPRK-Japan intergovernmental full-dress talks are to be open in Tokyo soon. &nbsp;&nbsp;&nbsp;\r\n   If those dialogues are to make progress, it is necessary to refrain from such bellicose outbursts intended to spoil the atmosphere for dialogue. &nbsp;&nbsp;&nbsp;\r\n   This time Cohen again vociferated about strengthened tripartite military alliance of the U.S., Japan and South Korea for a war of aggression against the DPRK, disclosing the U.S. ever more undisguised intention to isolate and stifle the DPRK and bring it under its military control. &nbsp;&nbsp;&nbsp;\r\nThis is nothing but a revelation of anachronistic way of thinking inherent only in such bellicose elements whose mode of existence is war. &nbsp;&nbsp;&nbsp;\r\n   What should not be overlooked is a crafty ruse of the Japanese reactionaries. They are cooperating with the U.S. in its hypocritical policy of pursuing in actuality showdown with the DPRK, while paying lip-service to dialogue with it. &nbsp;&nbsp;&nbsp;\r\n   This was proved by the claim of Japanese media that Japan-U.S.-South Korea \"security cooperation is getting closer, which is intended to support bellicose remarks of Cohen made at the press conference. \r\n\r\n"
        },
        {
            "title": "War exercises in Seoul",
            "url": "http://kcna.co.jp/item/2000/200005/news05/16.htm#7",
            "content": "Week of DPRK-Iran friendship opens \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 16 (KCNA) -- A week of DPRK-Iran friendship was set to mark the 11th anniversary of Korea visit of Seyed Ali Khamenei, leader of the Islamic revolution in Iran. &nbsp;&nbsp;&nbsp;\r\n   An opening ceremony was held here on May 15. &nbsp;&nbsp;&nbsp;\r\n   Present on invitation were Iranian ambassador to the DPRK Mohammad Ganjidoost and embassy officials. &nbsp;&nbsp;&nbsp;\r\n   Minister of Labour and chairman of the DPRK-Iran Friendship Association Ri Won Il, vice-chairwoman of the Korean Committee for Cultural Relations with Foreign Countries Hong Son Ok, officials concerned and working people in the city were present. &nbsp;&nbsp;&nbsp;\r\n   Speeches were made at the ceremony. \r\n\r\n"
        },
        {
            "title": "Anti-U.S. struggle of S. Korean students",
            "url": "http://kcna.co.jp/item/2000/200005/news05/16.htm#8",
            "content": "War exercises in Seoul \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, May 16 (KCNA) -- The South Korean authorities reportedly announced that they would stage various war exercises in and around Seoul from May 15 to 20. &nbsp;&nbsp;&nbsp;\r\n   The exercises include \"exercise of dealing with chemical, biological and radioactive pollution,\" \"tactical training,\" \"night march\" and \"training of controlling city roads\" by tanks and armored cars, which are designed to calm down the anti-U.S., anti-\"government\" sentiments of South Korean people and their aspirations for reunification growing to coincide with the 20th anniversary of the Kwangju Popular Uprising. \r\n\r\n"
        },
        {
            "title": "Ishihara's remarks assailed",
            "url": "http://kcna.co.jp/item/2000/200005/news05/16.htm#9",
            "content": "Anti-U.S. struggle of S. Korean students \r\n &nbsp;&nbsp;&nbsp; Pyongyang, May 16 (KCNA) -- More than 100 students of Seoul National University, Korea University and other universities in Seoul, South Korea, staged a demonstration in front of the U.S. embassy on May 15, according to Yonhap News from Seoul. &nbsp;&nbsp;&nbsp;\r\n   They shouted anti-U.S. slogans, waving placards accusing the United States of interfering in next month's inter-Korean summit talks and killing civilians during the Korean War and the 1980 Kwangju Uprising. &nbsp;&nbsp;&nbsp;\r\n   They also denounced the bombing exercise by the U.S. aggression forces in the sea off Maehyang-ri, Hwasong county, Kyonggi Province that injured residents and caused property damage. They held a demonstration, urging the U.S. side to make an official apology and attempting to raid on the U.S. embassy. &nbsp;&nbsp;&nbsp;\r\n   The police, upset by the students' protest, moved to the U.S. embassy and rounded up over 90 students from in anti-U.S. raid on the U.S. embassy. \r\n\r\n"
        },
        {
            "title": "Imperialists' anti-socialist moves",
            "url": "http://kcna.co.jp/item/2000/200005/news05/16.htm#10",
            "content": "Ishihara's remarks assailed \r\n &nbsp;&nbsp;&nbsp; Pyongyang, May 16 (KCNA) -- Japanese Tokyo metropolitan governor Ishihara in an interview with the chief of the Tokyo bureau of the U.S. magazine the Time said that he \"felt no need to apologize\" for a series of his controversial remarks made this year. He went the length of claiming that his remarks were \"helpful\" to his political activities and exerted \"positive effect\" on them. &nbsp;&nbsp;&nbsp;\r\n   In this regard Rodong Sinmun today says in a signed commentary: &nbsp;&nbsp;&nbsp;\r\n   By justifying his remarks Ishihara seeks to liquidate by force of arms foreigners residing in Japan, the Koreans, in particular, in the event of \"contingency,\" considering them to be main enemies, the target of violence. &nbsp;&nbsp;&nbsp;\r\n   This is a concentric manifestation of the heinous militarist aggressive design of the Japanese reactionaries to dominate Korea by force of arms and exterminate the Koreans. &nbsp;&nbsp;&nbsp;\r\n   We cannot but take a serious note of Ishihara's refusal to make an apology for his remarks which is aimed to zealously instigate the Japanese militarists to repeat their past crimes. &nbsp;&nbsp;&nbsp;\r\n   After all, his remarks are little short of agitating a war against the DPRK. That is why Ishihara's utterances should not be overlooked. &nbsp;&nbsp;&nbsp;\r\n   As a big stick should be used to kill a wolf, merciless blows should be dealt to the Japanese militarists. &nbsp;&nbsp;&nbsp;\r\n   If the Japanese reactionaries resort to any slightest military action to encroach upon the national dignity and rights of the Koreans in Japan and hurt the DPRK, it will deal crushing blows to them to prevent them from repeating such action. \r\n\r\n"
        },
        {
            "title": "Probe into truth of Kwangju incident called for",
            "url": "http://kcna.co.jp/item/2000/200005/news05/16.htm#11",
            "content": "Imperialists' anti-socialist moves \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, May 16 (KCNA) -- The imperialists, swimming against the trend of independence, leave no stone unturned to destroy socialism in a bid to realise their wild ambition to dominate the world but their moves are bound to go awry. &nbsp;&nbsp;&nbsp;\r\nRodong Sinmun today says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n   In recent years the U.S.-led imperialist allied forces have desperately intensified political, economic and military offensives to suffocate the socialist countries, it notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n   The U.S. has resorted to every possible means and method such as economic sanctions and military pressure to isolate and stifle the DPRK, a socialist bulwark, while putting increased pressure upon several countries including Cuba. &nbsp;&nbsp;&nbsp;\r\n   Socialism is fully supported by the popular masses and getting stronger ideologically and politically as it represents an ideal in line with the nature and demands of the popular masses as independent beings. The imperialists are getting much upset by this advance of history. &nbsp;&nbsp;&nbsp;\r\n   Noting that the imperialists can never succeed in their anti-socialist moves, the article says this is because the old cannot defeat the new. &nbsp;&nbsp;&nbsp;\r\n   The more desperate anti-socialist moves of the imperialists will only invite stronger protest and resistance of the popular masses against them and encourage them to strengthen unity and solidarity and put up a more dynamic struggle against those moves. &nbsp;&nbsp;&nbsp;\r\n   The anti-socialist moves of the imperialists will only precipitate their doom. &nbsp;&nbsp;&nbsp;\r\n   It is foolish dream for the imperialists to try to get rid of the abyss of bankruptcy caused by their anti-socialist moves, the worst economic crisis, political confusion and moral corruption, the article says, and stresses: &nbsp;&nbsp;&nbsp;\r\n   With nothing can the imperialists ever dampen the aspiration of the popular masses after socialism and stem the trend of history. \r\n\r\n"
        },
        {
            "title": "Japan's double-dealing tactics assailed",
            "url": "http://kcna.co.jp/item/2000/200005/news05/16.htm#12",
            "content": "Probe into truth of Kwangju incident called for \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, May 16 (KCNA) -- At least 300 members of the \"National Alliance for Democracy and Reunification\" and the South Korean Confederation of Trade Unions held a rally in Seoul on the occasion of the 20th anniversary of the Kwangju Popular Uprising, a Seoul-based radio reported. &nbsp;&nbsp;&nbsp;\r\n   At the rally the participants denounced the U.S. aggression troops for killing many innocent civilians in Rogun-ri and other areas during the Korean War and being chiefly responsible for the Kwangju massacre in 1980.  They demanded a probe into the truth about the Kwangju incident, the immediate withdrawal of the U.S. forces from South Korea and the revision of the \"ROK-U.S. status of forces agreement.\"&nbsp;&nbsp;&nbsp;\r\n   At the end of the rally they staged a street march. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il's army-first leadership praised",
            "url": "http://kcna.co.jp/item/2000/200005/news05/16.htm#13",
            "content": "Japan's double-dealing tactics assailed \r\n &nbsp;&nbsp;&nbsp;Pyongyang, May 16 (KCNA) -- The Japanese reactionaries recommended the session of the house of representatives held on April 10 to adopt a diet resolution to the effect that Japan will not invade other countries again. They are working hard to woo the three ruling parties -- the Liberal Democratic Party, the Komei Party and the conservative party -- to draft a document called \"no war declaration\" and seek its diet passage before the upcoming Okinawa summit of developed nations and \"declare\" it to the world. &nbsp;&nbsp;&nbsp;\r\n   Minju Joson today in a signed commentary dismisses these moves as Japan's intention to chant \"anti-war\" slogans before an international summit which will draw world attention, in a bid to cover up its true colors as an aggressor and go under the mask of a \"pacifist state.\"&nbsp;&nbsp;&nbsp;\r\n   Although Japan has what it calls a \"peace constitution,\" it has pursued state policies of converting itself into a military power and realizing overseas expansion under that signboard and put spurs on the moves to implement them, the commentary notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n   If Japan truly stands against war, it should fully  redress its disgraceful past. This would be the only contribution Japan can make to the world peace. &nbsp;&nbsp;&nbsp;\r\n   Japan is well advised to stop mocking at the world, clearly mindful that with no rhetoric without liquidation of its past can it convince world public. \r\n\r\n"
        }
    ]
}