{
    "date": "2000-11-24",
    "url": "http://kcna.co.jp/item/2000/200011/20001124.htm",
    "articles": [
        {
            "title": "Kim Yong Nam meets delegation of Switzerland-Sweden ABB Ltd.",
            "url": "http://kcna.co.jp/item/2000/200011/news11/24.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Agreement between delegations of DPRK and Switzerland-Sweden ABB Ltd. signed",
            "url": "http://kcna.co.jp/item/2000/200011/news11/24.htm#2",
            "content": "Kim Yong Nam meets delegation of Switzerland-Sweden ABB Ltd. \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 24 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, met and had a friendly talk with the visiting delegation of the Switzerland-Sweden ABB Ltd. led by its president and chief executive officer Goran Lindahl at the Mansudae Assembly Hall today. &nbsp;&nbsp;&nbsp;\r\n On hand were Jon Sung Hun, Minister of Metal and Machine-building Industries, officials concerned, Svante Kilander, Swedish charge d' affaires ad interim to the DPRK, and Rudolf Fankhauser, resident coordinator of the Swiss Agency for Development and Cooperation of the Federal Department of Foreign Affairs. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam hosted a luncheon in honor of the delegation today. \r\n\r\n"
        },
        {
            "title": "Unconverted long-term prisoners awarded party membership cards",
            "url": "http://kcna.co.jp/item/2000/200011/news11/24.htm#3",
            "content": "Agreement between delegations of DPRK and Switzerland-Sweden ABB Ltd. signed \r\n &nbsp;&nbsp;&nbsp;Pyongyang, November 24 (KCNA) -- An agreement on cooperation in the production of electric machines and equipment and modernization of the power network system between the delegations of the Ministry of Metal and Machine-building Industries and the Ministry of Power and Coal Industries of the DPRK and the Switzerland-Sweden ABB Ltd. was signed in Pyongyang today. &nbsp;&nbsp;&nbsp;\r\n The agreement was signed by vice-Minister of Metal and Machine-building Industries Kim Yong Nam, vice-Minister of Power and Coal Industries O Kwang Hong and president and chief executive officer Goran Lindahl of the Switzerland-Sweden ABB Ltd. \r\n\r\n"
        },
        {
            "title": "Collection of songs on GI massacres published",
            "url": "http://kcna.co.jp/item/2000/200011/news11/24.htm#4",
            "content": "Unconverted long-term prisoners awarded party membership cards \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 24 (KCNA) -- 63 unconverted long-term prisoners who are indomitable pro-reunification patriotic fighters received membership cards of the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n They are communist revolutionaries of Juche-type, who emerged victorious by fighting to the last. During their struggle behind bars for scores of years, they reposed an absolute trust in the party and the great leaders Kim Il Sung and Kim Jong Il with a single heart and remained true to the revolutionary principles and faith, always bearing deep in mind the noble title of members of the WPK, the party of Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n An awarding ceremony was held in Pyongyang yesterday. &nbsp;&nbsp;&nbsp;\r\n Present there were secretary of the WPK Central Committee Kim Yong Sun, officials concerned and unconverted long-term prisoners. \r\n\r\n"
        },
        {
            "title": "Friendship and solidarity organizations with Korean people formed",
            "url": "http://kcna.co.jp/item/2000/200011/news11/24.htm#5",
            "content": "Collection of songs on GI massacres published \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 24 (KCNA) -- The popular song society called \"Our Country\" published a collection of songs \"Who Does Dare To Do?\" Critical of the United States, according to \"Yonhap News\" of South Korea. &nbsp;&nbsp;&nbsp;\r\n The book contains nine songs including songs dealing with GIs' massacres committed in Rogun-ri during the last Korean War (June 25, 1950-July 27, 1953) and testimonies to them and the issue of the firing range of the U.S. forces in Maehyang-ri. \"Killings in 1950,\" \"Maehyang-ri at War\" and \"Yankees, Go Home\" are titles of songs. &nbsp;&nbsp;&nbsp;\r\n The songs vividly reflect a hostile and critical attitude towards the U.S. \r\n\r\n"
        },
        {
            "title": "Korean reunification supported in Dominica",
            "url": "http://kcna.co.jp/item/2000/200011/news11/24.htm#6",
            "content": "Friendship and solidarity organizations with Korean people formed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 24 (KCNA) -- More friendship and solidarity organizations with the Korean people have been formed in various countries. &nbsp;&nbsp;&nbsp;\r\n This year witnessed the appearance of the Armenia-DPRK Association for Cultural Relations and Cooperation, the Indonesia-DPRK Association for Friendship and Cultural Exchange, the Group for the Study of the DPRK's Policy and History of the Maracay Educational University, Venezuela, and the Antsirabe Taekwon-do club of Madagascar. &nbsp;&nbsp;&nbsp;\r\n A class of the Manaba Barati International School of India was named \"Class of the Democratic People's Republic of Korea\" with due ceremony. &nbsp;&nbsp;&nbsp;\r\n The Dietmen's League for Japan-Korea Friendship led by former Prime Minister Tomiichi Murayama was inaugurated in Japan. &nbsp;&nbsp;&nbsp;\r\n The Shizuoka Prefectural Assemblymen's League for Friendship with the DPRK, the Fukuoka Prefectural Assemblymen's League for Japan-DPRK Friendship and the Ibaraki Trade Union Council for the Promotion of Japan-DPRK Friendship were also inaugurated. \r\n\r\n"
        },
        {
            "title": "Exchange of publications with foreign countries on increase",
            "url": "http://kcna.co.jp/item/2000/200011/news11/24.htm#7",
            "content": "Korean reunification supported in Dominica \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 24 (KCNA) -- Various political parties and organizations of Dominica including the Dominican Worker's Party and the Dominican People's Movement published a joint statement on November 1 in support of the Korean people's cause of the country's reunification. &nbsp;&nbsp;&nbsp;\r\n The dialogue between the north and south of Korea is arousing keen interest and sympathy among all the peace-loving people of the world, the statement said, and continued: &nbsp;&nbsp;&nbsp;\r\n Though an important advance has been made in the struggle for Korean reunification, this struggle is beset with great difficulties because of the continued existence of the \"Security Law\" in South Korea. The \"Security Law\" should be abolished to create an atmosphere favourable for the unity of the nation. &nbsp;&nbsp;&nbsp;\r\n Reiterating the support to the struggle of the Korean people for the reunification of the country, the statement condemned the moves of the united states to block the reunification of Korea. \r\n\r\n"
        },
        {
            "title": "Need to strengthen youth league",
            "url": "http://kcna.co.jp/item/2000/200011/news11/24.htm#8",
            "content": "Exchange of publications with foreign countries on increase \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 24 (KCNA) -- The number of customers of the Korean Association for the Exchange of Publications is on a steady increase. &nbsp;&nbsp;&nbsp;\r\n This year it has nearly 10,000 more customers than last year. &nbsp;&nbsp;&nbsp;\r\n The association is the only official organization for cultural exchange in the country. It provides materials on the politics, economy, history, culture and other fields of the DPRK to foreign friends and overseas compatriots, prompted by the desire to promote the friendship and understanding with the peoples around the world. &nbsp;&nbsp;&nbsp;\r\n It has a mission to distribute DPRK books, periodicals, calendars, video cassettes on which historic events of the country and scenic spots are recorded, CDs of folk songs and famous music. &nbsp;&nbsp;&nbsp;\r\n It has at least 120 creating and manufacturing units in Pyongyang and other parts of the country. It annually creates at least 50,000 pieces of Korean paintings, oil paintings, embroideries, jewel paintings, sculptures, calligraphy, folk art works, etc, on orders placed by some 100 countries. &nbsp;&nbsp;&nbsp;\r\n It takes part in international book exhibitions, international art and folk exhibitions and holds DPRK book, photo and handicraft exhibitions in different countries of the world. &nbsp;&nbsp;&nbsp;\r\n The association created in February, Juche 57 (1968) renders cooperation to foreign countries in book publication and the creation of handicrafts and in other fields. \r\n\r\n"
        }
    ]
}