{
    "date": "2000-01-26",
    "url": "http://kcna.co.jp/item/2000/200001/20000126.htm",
    "articles": [
        {
            "title": "Kim Jong Il inspects KPA unit no.1158",
            "url": "http://kcna.co.jp/item/2000/200001/news01/26.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Preparatory committees inaugurated abroad",
            "url": "http://kcna.co.jp/item/2000/200001/news01/26.htm#2",
            "content": "Kim Jong Il inspects KPA unit no.1158 \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, January 26 (KCNA) -- General Secretary Kim Jong Il inspected KPA unit no. 1158.&nbsp;&nbsp;&nbsp;\r\n   He was accompanied by KPA generals Hyon Chol Hae and Pak Jae Gyong and other general officers of the KPA. &nbsp;&nbsp;&nbsp;\r\n   Looking the monument to the President Kim Il Sung's on-site guidance and historic reliCSGEneral Secretary Kim Jong Il recalled the glorious history of the unit which has grown to be invincible ranks under the loving care of the President. &nbsp;&nbsp;&nbsp;\r\n   He was very happy to hear that the soldiers of the unit, who had honor of being received by the President during his guidance to it, have grown to be competent commanding officers, after inquiring about tidings from them. &nbsp;&nbsp;&nbsp;\r\n   He expressed great satisfaction at the big achievements made by the soldiers of the unit in their efforts to implement the President's on-site instructions over the past years, and advanced highly important tasks for the unit to further increase its combat capabilities. &nbsp;&nbsp;&nbsp;\r\n   Then he went round lecture room, education room, bedroom and other facilities of the unit. He highly praised the unit, noting with great satisfaction that it has built good logistic facilities and provided soldiers with excellent conditions for entertainment. &nbsp;&nbsp;&nbsp;\r\n   Aquatinting himself with the supply of foodstuffs, temperature of bedroom and thickness of padded clothes for soldiers down to details, he urged the commanding officers to love soldiers as they would do their own brothers and always take care of them like their mother. &nbsp;&nbsp;&nbsp;\r\n   He gave the servicemen of unit a pair of binoculars, a machine gun and an automatic rifle as gifts and posed for a picture with them. \r\n\r\n"
        },
        {
            "title": "Three commanders of Mt. Paektu praised abroad",
            "url": "http://kcna.co.jp/item/2000/200001/news01/26.htm#3",
            "content": "Preparatory committees inaugurated abroad \r\n&nbsp;&nbsp;&nbsp;   Pyongyang, January 26 (KCNA) -- Preparatory committees for celebrating the 58th birthday of General Secretary Kim Jong Il were formed in Ireland, Romania, Britain, Poland and Belgium. &nbsp;&nbsp;&nbsp;\r\n   The general secretary of the Communist Party of Ireland (Marxist-Leninist), the vice-chairman of the Socialist Party of Romania, the chairman of the Korea Friendship and Solidarity Campaign of Britain, the first vice-chairman of the central committee of the Poland-DPRK Association and the international secretary of the central committee of the Belgian Labour Party were elected chairmen of the preparatory committees. &nbsp;&nbsp;&nbsp;\r\n   The preparatory committees decided to hold colorful functions to celebrate February 16, Kim Jong Il's birthday. \r\n\r\n"
        },
        {
            "title": "Friendly meeting held",
            "url": "http://kcna.co.jp/item/2000/200001/news01/26.htm#4",
            "content": "Three commanders of Mt. Paektu praised abroad \r\n &nbsp;&nbsp;&nbsp;Pyongyang, January 26 (KCNA) -- Over 100 mass media of more than 30 countries including Bulgaria, India, Uganda, Thailand, Iran, Mexico and Russia gave special write-ups on 130 odd occasions to mark the 8th anniversary of the great leader Kim Jong Il's election as Supreme Commander of the Korean People's Army and the 82nd birth anniversary of Kim Jong Suk. &nbsp;&nbsp;&nbsp;\r\n   Carried in media were portraits of the President Kim Il Sung, Marshal Kim Jong Il and Kim Jong Suk, famous works of the President and the Marshal and articles praising the greatness of the three commanders of Mt. Paektu. &nbsp;&nbsp;&nbsp;\r\n   They stressed that the august names of the three commanders well known to the world draw special attention of the world for their immortal feats for the Korean revolution and the cause of global independence and will be remembered forever. \r\n\r\n"
        },
        {
            "title": "Day of Republic of India commemorated",
            "url": "http://kcna.co.jp/item/2000/200001/news01/26.htm#5",
            "content": "Friendly meeting held \r\n &nbsp;&nbsp;&nbsp; Pyongyang, January 26 (KCNA) -- A friendly meeting was held yesterday on the occasion of the 50th National Day of India. &nbsp;&nbsp;&nbsp;\r\n   Invited to it were V. Raghunathan, charge d'affaires ad interim of the Indian embassy here, and embassy officials. &nbsp;&nbsp;&nbsp;\r\n   Vice-chairperson of the Korean committee for Cultural Relations with Foreign Countries Hong Son Ok, who is also vice-chairperson of the DPRK-India Friendship Association, and officials concerned were present there. &nbsp;&nbsp;&nbsp;\r\n   The participants saw an art performance of schoolchildren and conversed with each other, deepening the feeling of friendship. \r\n\r\n"
        },
        {
            "title": "University of Science",
            "url": "http://kcna.co.jp/item/2000/200001/news01/26.htm#6",
            "content": "Day of Republic of India commemorated \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, January 26 (KCNA) -- Papers here today extend warm congratulations to the Indian people on the occasion of the 50th anniversary of the proclamation of the Republic of India. &nbsp;&nbsp;&nbsp;\r\n   Rodong Sinmun in a signed article says that the Indian people have fought and advanced for independent development and prosperity of the country for 50 years after the proclamation of the republic. &nbsp;&nbsp;&nbsp;\r\n   It continues: &nbsp;&nbsp;&nbsp;\r\n   The Indian government, adhering to the non-aligned policy, is making active efforts to resolve all problems by itself and strengthen unity and cooperation with other countries, resolutely opposing aggression and interference of the imperialists. &nbsp;&nbsp;&nbsp;\r\n   The Korean people sincerely congratulate the Indian people on their successes made in the construction of a new society and express solidarity with them in the just struggle. &nbsp;&nbsp;&nbsp;\r\n   The Korean people will make tireless efforts to develop friendly and cooperative relations with the Indian people in the idea of independence, peace and friendship. &nbsp;&nbsp;&nbsp;\r\n   Minju Joson in a signed article says that the Korean people sincerely wish the Indian people greater success in their struggle for building a new independent and prosperous India. \r\n\r\n"
        },
        {
            "title": "Spirit of devotedly defending leader",
            "url": "http://kcna.co.jp/item/2000/200001/news01/26.htm#7",
            "content": "University of Science \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, January 26 (KCNA) -- The University of Science is a base of training able scientists. &nbsp;&nbsp;&nbsp;\r\n   The university has systematically trained scientists of fundamental science for over 30 years. &nbsp;&nbsp;&nbsp;\r\n   It is situated in Unjong district on the outskirts of Pyongyang, which was specially set up as a district of scientists in May 1995. &nbsp;&nbsp;&nbsp;\r\n   The university with a plottage of over 100,000 square metres and a floor space of more than 70,000 square metres has several buildings equipped with modern educational means and facilities, a laboratory, a lecture theatre, a science library of over hundreds of thousands of books, a publishing house, an experimental apparatus factory and so on. &nbsp;&nbsp;&nbsp;\r\n   There are several institutes including a doctoral institute, electro-physics institute and chemistry and biology institute and a refresher course school for scientists at the university. &nbsp;&nbsp;&nbsp;\r\n   Dormitories, dining rooms and other service facilities serve for teaching staff and students. &nbsp;&nbsp;&nbsp;\r\n   It boasts of competent teaching staff and scientific research groups comprising of hundreds of professors, doctors, and masters. &nbsp;&nbsp;&nbsp;\r\n   It consists of eight faculties including mathematics, physics, chemistry and biology. &nbsp;&nbsp;&nbsp;\r\n   It enrolls excellent graduates from senior middle schools no. 1 across the country and trains experts through the six-year-long course. &nbsp;&nbsp;&nbsp;\r\n   It has produced many scientists including kim so in and other promising doctors and masters in the twenties and thirties. &nbsp;&nbsp;&nbsp;\r\n   It made hundreds of valuable achievements in scientific researches, which were highly praised at many festivals at home and abroad. &nbsp;&nbsp;&nbsp;\r\n   It was honored with \"Kim Il Sung Order\" and the title of \"three-revolution red flag\" on the occasion of its 20th anniversary. \r\n\r\n"
        },
        {
            "title": "\"Election\"-related struggle in S. Korea",
            "url": "http://kcna.co.jp/item/2000/200001/news01/26.htm#8",
            "content": "Spirit of devotedly defending leader \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 26 (KCNA) -- The revolutionaries should glorify not only their youth but their old age in the spirit of devotedly defending the leader, said the joint New Year editorial of the newspapers of the Worker's Party of Korea, the Korean People's Army and the Kim Il Sung Socialist Youth League. &nbsp;&nbsp;&nbsp;\r\n   This reflects the will and desire of the Worker's Party of Korea and people. They call on everyone to become a human bomb in dedicating his life to defending the leader in the revolutionary spirit of soldiers, a standard-bearer who faithfully fulfils the leader's instructions and an enthusiastic practician who puts the party's intentions into practice under whatever conditions.  This will and desire are fully reflected in the slogan \"Let's defend the headquarters of the revolution led by the great comrade Kim Jong Il with our lives.\" This slogan to be seen everywhere in the country calls on all the people and the entire people's army to devotedly defend the leader. &nbsp;&nbsp;&nbsp;\r\n   The tradition of displaying the spirit of defending the headquarters of the revolution, the core of the ideological education in the DPRK, was established in the anti-Japanese revolutionary struggle led by the President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n   The first generation of Korean revolutionaries acclaimed Kim Il Sung as the sun of the nation who would save the country from the yoke of the Japanese imperialist colonial rule and gave origin to this tradition. &nbsp;&nbsp;&nbsp;\r\n   The young communists put up the slogan \"Let's defend comrade Kim Il Sung with our lives \", swore loyalty to him and defended and carried through his revolutionary ideas and lines  with their lives. Their unshakable view on the leader is well represented in the immortal revolutionary paean to their leader \"star of Korea\" which was created and disseminated in the early period of the Korean revolution. &nbsp;&nbsp;&nbsp;\r\n   Great communist revolutionary fighter Kim Jong Suk regarded the security of the headquarters as her life and soul at any place and at any time and became herself a shield to defend Kim Il Sung at each critical moment despite the shower of bullets in the period of the anti-Japanese armed struggle. &nbsp;&nbsp;&nbsp;\r\n   O Jung Hup, commander of the 7th regiment, disguised it as the \"headquarters\" to lure the enemy, thus ensuring the safety of the headquarters during the arduous march from December, 1938 to April, 1939. &nbsp;&nbsp;&nbsp;\r\n   The tradition of devotedly defending the leader has been brilliantly carried forward in the annals of the Korean revolution. &nbsp;&nbsp;&nbsp;\r\n   In the period of building new Korea the bodyguards of the leader foiled at the cost of their lives the attempts of the reactionary elements to do harm to the headquarters of the revolution. The young soldiers of the people's army readily laid down their lives to carry through the orders of the supreme commander during the fatherland liberation war. &nbsp;&nbsp;&nbsp;\r\n   As the enemies' moves to provoke a new war became pronounced in the 1990s, the Korean youth and children vowed to become 8 million human rifles and bombs to devotedly defend the leader. &nbsp;&nbsp;&nbsp;\r\n   The \"O Jung Hup's 7th regiment title movement\" now under way in the units of the Korean People's Army is important part of the work to arm themselves with the same spirit of defending the headquarters of the revolution with their lives as was displayed by O's regiment during the anti-Japanese armed struggle. \r\n\r\n"
        },
        {
            "title": "KCNA on S. Korea-U.S. \"defense cooperation\"",
            "url": "http://kcna.co.jp/item/2000/200001/news01/26.htm#9",
            "content": "\"Election\"-related struggle in S. Korea \r\n &nbsp;&nbsp;&nbsp; Pyongyang, January 26 (KCNA) -- The \"Citizens' Solidarity for General Election\" (CSGE) and other civic  organizations are escalating their struggle before the \"National Assembly Election\" in South Korea, a radio report from Seoul said. &nbsp;&nbsp;&nbsp;\r\n   The CSGE has collected data on the South Korean rulers' crimes through various channels. This organization declared that it would soon announce the list of disqualified candidates after consultation with the committee of one hundred electors, the policy advisory group and other groups. &nbsp;&nbsp;&nbsp;\r\n    It launched into a one million signature campaign supporting the movement for defeating candidates on Jan. 21 and is waging it across South Korea. &nbsp;&nbsp;&nbsp;\r\n   It also decided to set January 30 as \"day of declaration of electors' rights\" and wage rallies and demonstrations in major cities all at once. &nbsp;&nbsp;&nbsp;\r\n   The civic organizations belonging to the \"Council of Citizens' Movement for Practicing Fair Elections\" have opened the past careers and crimes of the present \"national assemblymen\" to the public through internet since January 22 while continuing the joint struggle against the evil law on \"election.\" &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, the CSGE excluded or shelved the admittance to it of the right-wing organizations and unidentified organizations on the 22nd. &nbsp;&nbsp;&nbsp;\r\n   The struggle for defeating candidates to the \"National Assembly\" is spreading to the religious organizations. \r\n\r\n"
        },
        {
            "title": "Anniversary of Pomminryon north headquarters marked",
            "url": "http://kcna.co.jp/item/2000/200001/news01/26.htm#10",
            "content": "KCNA on S. Korea-U.S. \"defense cooperation\" \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 26 (KCNA) -- \"Defence Minister\" of South Korea Jo Song Thae and the South Korea-U.S. combined forces commander reportedly agreed at their meeting to make more sustained efforts for mutual cooperation, crying out for \"joint defence posture.\"&nbsp;&nbsp;&nbsp;\r\n   This proves that the moves of the United States and South Korea to jointly contain and stifle the DPRK by force have reached a more serious phase. &nbsp;&nbsp;&nbsp;\r\n   This year the South Korean warhawks are making more frantic efforts to round off the preparations for a war against the north with the backing of their master. &nbsp;&nbsp;&nbsp;\r\n   From the beginning of the year, they called a \"security meeting\" and a \"meeting of commanding officers of the three services\" one after another, advocating \"full readiness for counter-action.\" And they are frequently staging war exercises. &nbsp;&nbsp;&nbsp;\r\n   The non-existent \"provocation\" and \"threat\" from the north were used as pretexts for these moves. &nbsp;&nbsp;&nbsp;\r\n   It was against this backdrop that jo and the commander were closeted together and called for \"cooperation,\" stressing the \"need\" to \"maintain joint defence posture.\" &nbsp;&nbsp;&nbsp;\r\nSuch ill-boding military movement is arousing our vigilance. &nbsp;&nbsp;&nbsp;\r\n   It reveals the intention of the U.S. and the South Korean bellicose forces to put the \"operation plan 5027-98,\" a scenario of war against the DPRK, into practice at any cost this year. &nbsp;&nbsp;&nbsp;\r\n   The facts show that \"dialogue\" and \"cooperation\" on the lips of the U.S. and the South Korean authorities are hypocritical and that they are still attempting to contain the DPRK militarily. &nbsp;&nbsp;&nbsp;\r\n   Now that the U.S. and the South Korean warhawks are stepping up preparations for aggression behind the curtain of \"dialogue\" and \"cooperation\" we cannot but consider a strong self-defense measure. &nbsp;&nbsp;&nbsp;\r\n   If they finally unleash a war, going against the trend of the times, they will only suffer can ignominious defeat. \r\n\r\n"
        },
        {
            "title": "Japanese authorities warned not to turn to militarism",
            "url": "http://kcna.co.jp/item/2000/200001/news01/26.htm#11",
            "content": "Anniversary of Pomminryon north headquarters marked \r\n &nbsp;&nbsp;&nbsp; Pyongyang, January 26 (KCNA) -- The north headquarters of the National Alliance for the Country's Reunification (Pomminryon) received messages of greetings from the joint secretariat and the south headquarters of Pomminryon on the occasion of the 9th anniversary of its formation. &nbsp;&nbsp;&nbsp;\r\n   The joint secretariat in its congratulatory message dated Jan. 25 underscored the need to make this year, the 55th anniversary of Korea's liberation, a new historic year in the struggle for national reunification. It said: To this end, we should devote ourselves to the work for resolutely defending and materializing the three-point charter of national reunification and turn out in the efforts to achieve great national unity. &nbsp;&nbsp;&nbsp;\r\n   The south headquarters in its message dated Jan. 24 said that it would do its utmost for reunification, drawing on and following its past experience and achievements and, in particular, contribute to building the monument to the three-point charter of national reunification, construction of which was agreed last August and is being accelerated jointly by the north, south and overseas. Koreans, as an excellent grand monument. &nbsp;&nbsp;&nbsp;\r\n   The south headquarters will pay more particular efforts and attention to realizing national independence and cementing solidarity and unity with other pro-reunification patriotic organizations against the moves of the United States, Japan and Kim Dae Jung separatist \"government,\" and encourage all people to the vigorous struggle for reunification, it declared. \r\n\r\n"
        },
        {
            "title": "U.S., root cause of all misfortunes and pains in S. Korea",
            "url": "http://kcna.co.jp/item/2000/200001/news01/26.htm#12",
            "content": "Japanese authorities warned not to turn to militarism \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, January 26 (KCNA) --A convention of the Japan Liberal Democratic Party held in Tokyo on January 19 fixed it as \"action program\" for the year 2000 to promote the \"official visit to the Yasukuni Shrine.\"&nbsp;&nbsp;&nbsp;\r\n   Rodong Sinmun today says to pay respect to the \"shrine\" where the militarists were entombed is as good as vowing to wreak the grudge of those who met a deserved judgement by history. &nbsp;&nbsp;&nbsp;\r\n   The news analyst says: &nbsp;&nbsp;&nbsp;\r\n   The Japanese authorities have dared not pay an official visit to the \"shrine.\" Their efforts to make the \"visit\" usual practice and a nationwide event are motivated by the attempt to use the \"shrine\" for inciting militarism. &nbsp;&nbsp;&nbsp;\r\n   Japan has already made material and legal preparations for overseas aggression. So, it concentrates on ideological preparations to this end. &nbsp;&nbsp;&nbsp;\r\n   The Japanese reactionaries should cool their heads overheated with the fever of militarism and turn to contemplation. If they take the road of militarism, they will certainly meet the same miserable end as that of those buried in the \"shrine.\" \r\n\r\n"
        },
        {
            "title": "Campaign to eliminate pro-Japanese elements in S. Korea",
            "url": "http://kcna.co.jp/item/2000/200001/news01/26.htm#13",
            "content": "U.S., root cause of all misfortunes and pains in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 26 (KCNA) -- Rodong Sinmun today in an article discloses the essence of the \"ROK-U.S. treaty of mutual defence and assistance\" cooked up by the U.S. and the South Korean rulers 50 years ago. &nbsp;&nbsp;&nbsp;\r\n   The article says: &nbsp;&nbsp;&nbsp;\r\n   The \"treaty\" is a brigandish and subjugating one for the U.S. to subordinate the South Korean economy and a predatory one to beef up the U.S. &nbsp;&nbsp;&nbsp;\r\n   The U.S. has rigged up many \"treaties\" of the kind and turned South Korea into its colony, appendage, source of raw materials and market after the occupation of it. &nbsp;&nbsp;&nbsp;\r\n   The U.S. have proclaimed themselves as \"liberators\", \"helpers\" and \"friends\" of the South Korean people, but they have never been \"protectors\". &nbsp;&nbsp;&nbsp;\r\n   The article cites facts to prove that the U.S. has pursued the policy of military occupation and colonial enslavement in South Korea for over half a century. &nbsp;&nbsp;&nbsp;\r\n   It continues: &nbsp;&nbsp;&nbsp;\r\n   It is the unchangeable ambition of the U.S. to invade the DPRK with South Korea as their foothold and, furthermore, dominate Asia and the rest of the world.   For this criminal ambition they are seeking to perpetuate their occupation of South Korea. &nbsp;&nbsp;&nbsp;\r\n   The U.S. is the root cause of all the South Korean people's misfortunes and pain. &nbsp;&nbsp;&nbsp;\r\n   The U.S.'s policy of occupation of South Korea should be terminated as early as possible. \r\n\r\n"
        },
        {
            "title": "Murderers should be made to pay for blood shed by Koreans",
            "url": "http://kcna.co.jp/item/2000/200001/news01/26.htm#14",
            "content": "Campaign to eliminate pro-Japanese elements in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 26 (KCNA) -- A brisk campaign is now under way in South Korea to expose the crimes of the pro-Japanese elements and punish them. &nbsp;&nbsp;&nbsp;\r\n   Some time ago a rally took place in Seoul to brand the present chief executive as a \"top class pro-Japanese element\" and the self-proclaimed \"people's government\" as a \"pro-Japanese republic\" and severely punish them. &nbsp;&nbsp;&nbsp;\r\n   The Japan-toeing policy of the South Korean rulers and their pro-Japanese flunkeyist and treacherous acts have become all the more pronounced. &nbsp;&nbsp;&nbsp;\r\n   Last year they committed such treacheries as totally lifting the step for restricting Japanese goods and flinging South Korea open to Japanese goods. Moreover, they sold Tok Islet, an inviolable land of the country, and a golden fishing ground around it to Japan for a few dollars, which their predecessors dared not do. They, at the same time, flung South Korea open to Japanese culture thus inviting Japanese fashions and way of life to trample down the national culture. Worse still, they are going to invite the Japanese emperor to South Korea and give him a red-carpet treatment though he is a symbol of Japanese militarism that imposed unprecedented misfortunes and sufferings upon the Korean nation. They went the length of \"eulogizing\" the departed pro-Japanese traitors and praising Japanese militarism while crying out for the \"Park Chung-hee's memorial\" and \"Kim Hwal Ran prize\". &nbsp;&nbsp;&nbsp;\r\n   It was the present rulers of South Korea who instigated Japan to realize its ambition for overseas aggression, saying that \"Japan must lead Asia.\"&nbsp;&nbsp;&nbsp;\r\n   The South Korean people have already sentenced the rulers to political death for the disgrace they brought to the country and the nation. &nbsp;&nbsp;&nbsp;\r\n   The Catholic Justice and Peace Committee, the \"Council of Measure for the Settlement of the Issue of Volunteers' Corps\", the Council of Men of National Literature and other organizations in their statements and other documents denounced the pro-Japanese policy of the present chief executive. &nbsp;&nbsp;&nbsp;\r\n   The institute of national issues, a non-governmental organization, is compiling a 10-volume \"dictionary of names of pro-Japanese elements\" which records the names and crimes of the pro-Japanese elements. &nbsp;&nbsp;&nbsp;\r\n   The South Korean people will never pardon the pro-Japanese elements for having insulted and betrayed the nation. \r\n\r\n"
        }
    ]
}