{
    "date": "2000-10-03",
    "url": "http://kcna.co.jp/item/2000/200010/20001003.htm",
    "articles": [
        {
            "title": "Nigerian ambassador to DPRK gives reception",
            "url": "http://kcna.co.jp/item/2000/200010/news10/03.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's work published in Ethiopia",
            "url": "http://kcna.co.jp/item/2000/200010/news10/03.htm#2",
            "content": "Nigerian ambassador to DPRK gives reception \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, October 3 (KCNA) -- Nigerian ambassador to the DPRK Alhaji Daudu Sulaiman hosted a reception yesterday on the occasion of the 40th anniversary of Nigerian Independence. &nbsp;&nbsp;&nbsp;\r\n   Invited there were Yang Hyong Sop, vice-president of the presidium of the Supreme People's Assembly of the DPRK, Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, Ri In Gyu, vice-Minister of Foreign Affairs, and officials concerned. &nbsp;&nbsp;&nbsp;\r\nDiplomatic envoys of various countries here were also present on invitation. &nbsp;&nbsp;&nbsp;\r\n   Speeches were made at the reception. \r\n\r\n"
        },
        {
            "title": "National photo exhibition opens",
            "url": "http://kcna.co.jp/item/2000/200010/news10/03.htm#3",
            "content": "Kim Jong Il's work published in Ethiopia \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, October 3 (KCNA) -- General Secretary Kim Jong Il's famous work \"the Worker's Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung\" was published in booklet at a commercial printing house of Ethiopia on Sept. 21 on the occasion of the 55th anniversary of the foundation of the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n   Ways of accomplishing the leader's cause of party building were comprehensively indicated in the work published on October 2, Juche 84 (1995). \r\n\r\n"
        },
        {
            "title": "Pyongyang-Nampho Motorway construction medal instituted",
            "url": "http://kcna.co.jp/item/2000/200010/news10/03.htm#4",
            "content": "National photo exhibition opens \r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 3 (KCNA) -- A national photo exhibition opened to celebrate the 55th anniversary of the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n   On display there are over 240 photos showing immortal revolutionary feats performed by the President Kim Il Sung on behalf of the fatherland and people, the era and revolution and the revolutionary activities of the great leader Kim Jong Il, who has strengthened the party and successfully carried forward and promoted the revolutionary cause of Juche with his experienced and tested leadership.  &nbsp;&nbsp;&nbsp;\r\n   Among them are photos titled \"the great leader comrade Kim Il Sung is the  founder of the Worker's Party of Korea, a Juche-oriented revolutionary party\" and \"the great leader comrade Kim Jong Il declares the modeling of the whole society after the Juche idea as the supreme program of the WPK,\" etc. &nbsp;&nbsp;&nbsp;\r\n   There are also photos reflecting the indomitable spirit of the Korean people and proud achievements made in the revolution and construction under the wise leadership of the WPK. &nbsp;&nbsp;&nbsp;\r\n   An opening ceremony was held at the People's Palace of Culture on October 2. \r\n\r\n"
        },
        {
            "title": "Symposiums held to commemorate 55th anniversary of WPK",
            "url": "http://kcna.co.jp/item/2000/200010/news10/03.htm#5",
            "content": "Pyongyang-Nampho Motorway construction medal instituted \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 3 (KCNA) -- A decree of the presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea on instituting the Pyongyang-Nampho Motorway construction medal was promulgated on September 13. &nbsp;&nbsp;&nbsp;\r\n   The Pyongyang-Nampho Motorway has been completed thanks to the indomitable struggle of young builders on the threshold of the 55th anniversary of the foundation of the Worker's Party of Korea. It is one of the best monumental creations in the era of the workers' party. &nbsp;&nbsp;&nbsp;\r\n   The decree says that the medal has been instituted to convey long the feats performed by the builders of the motorway in their heroic struggle by displaying wisdom and courage and honor them with a state citation. \r\n\r\n"
        },
        {
            "title": "33rd volume of \"Complete Collection of Kim Il Sung's Works\"  published",
            "url": "http://kcna.co.jp/item/2000/200010/news10/03.htm#6",
            "content": "Symposiums held to commemorate 55th anniversary of WPK \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, October 3 (KCNA) -- Symposiums to commemorate the 55th anniversary of the Worker's Party of Korea were held at the Ministry of People's Security and in the field of railway transport on October 2. &nbsp;&nbsp;&nbsp;\r\n   It was stressed at the symposiums that the 55 years covered by the WPK represent a history of victory in which the party has strengthened and developed to be an ever-victorious revolutionary party of Juche type, and a period in which an immortal contribution has been made to the cause of socialism. They praised the idea and theory of building a party of Juche as a guideline brightly indicating the road of building a party of the working class in our era. &nbsp;&nbsp;&nbsp;\r\n   The  symposium held at the Ministry of People's Security said it was under the wise leadership of the WPK that the people's security organ has grown to be a political guard of the party and a people's guard firmly maintaining the political security of the party and fully guaranteeing the independent and creative life of the people despite trials of history. &nbsp;&nbsp;&nbsp;\r\n   Speakers at the symposium held in the field of railway transport referred to the wise leadership provided by the President Kim Il Sung and General Secretary Kim Jong Il, who set forth the Juche-oriented idea and theory on railway transport and strengthened and developed the once backward railway transport to be an independent modern one in a short span of time. \r\n\r\n"
        },
        {
            "title": "National book exhibition opens",
            "url": "http://kcna.co.jp/item/2000/200010/news10/03.htm#7",
            "content": "33rd volume of \"Complete Collection of Kim Il Sung's Works\"  published \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, October 3 (KCNA) -- The 33rd volume of \"Complete Collection of Kim Il Sung's Works\" was brought out by the Worker's Party of Korea Publishing House on the occasion of the 55th anniversary of the Worker's Party of Korea (WPK). &nbsp;&nbsp;&nbsp;\r\n   The book is a library of the immortal Juche idea which systematically and comprehensively deals with famous works of the President Kim Il Sung in chronological order. &nbsp;&nbsp;&nbsp;\r\n   It contains 28 immortal works including speeches, conclusions and talks made by the President during the historical period from February to December Juche 53 (1964). &nbsp;&nbsp;&nbsp;\r\n   The book includes \"Theses on the Socialist Rural Question in Our Country,\" \"On Enhancing the Party Spirit, Class Spirit and Popular Spirit of Leading Functionaries and Improving the Management of the National Economy,\" \"On Improving and Strengthening the Work of the Working People's Organizations\" and other works which clarify issues of improving and developing land management and commercial work and waging a dynamic struggle to achieve national reunification. \r\n\r\n"
        },
        {
            "title": "Japan's moves for overseas aggression assailed",
            "url": "http://kcna.co.jp/item/2000/200010/news10/03.htm#8",
            "content": "National book exhibition opens \r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 3 (KCNA) -- A national book exhibition opened to celebrate the 55th anniversary of the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n   On display there are books, magazines, newspapers and other publications, more than 38,000 volumes of over 21,500 varieties, printed in the DPRK. Those published by Chongryon and various countries of the world are also exhibited. &nbsp;&nbsp;&nbsp;\r\n   The hall is divided into an introductory wing, 15 wings of press institutions, the wing of Chongryon and the distribution wing. &nbsp;&nbsp;&nbsp;\r\n   On display in the wing of the Worker's Party of Korea Publishing House are works of the great leaders Kim Il Sung and Kim Jong Il including \"Complete Collection of Kim Il Sung's Works,\" \"Kim Il Sung's Works,\" reminiscences \"With the Century,\" \"Kim Jong Il's Works,\" books on the revolutionary traditions and social and political books. &nbsp;&nbsp;&nbsp;\r\n   Literary and art books adapted from famous masterpieces created by Kim Il Sung and Kim Jong Il, full-length novels, part of the libraries \"Immortal History\" and \"Immortal Guidance\", full-length and medium-length novels and opera full scores are exhibited in the wing of the literature and art press group. &nbsp;&nbsp;&nbsp;\r\n   An opening ceremony was held at the Grand People's Study House yesterday. \r\n\r\n"
        },
        {
            "title": "Japan's moves to legislate on \"suffrage\" denounced",
            "url": "http://kcna.co.jp/item/2000/200010/news10/03.htm#9",
            "content": "Japan's moves for overseas aggression assailed \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, October 3 (KCNA) -- Minju Joson today in a signed commentary condemns the Japanese reactionaries for working hard to round off the wartime system and modernize the \"Self-Defence Forces\" (SDF). &nbsp;&nbsp;&nbsp;\r\n   The aim sought by Japan in seeking to round off the wartime system through the institution of the \"law on emergency\" and desperately accelerating the modernization of the \"SDF\" in cooperation with the United States is to provoke a new war for invading the Korean peninsula and other Asian and Pacific countries, the commentary notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n   The Japanese reactionaries are watching for a chance to stifle the DPRK by force of arms in order to put the Korean peninsula and vast areas of the Asia-Pacific under their control. For this, they require a legal guarantee for carrying out a war of aggression and military power. &nbsp;&nbsp;&nbsp;\r\n   Their intensified moves for the institution of the \"law on emergency\" and the modernization of the \"SDF\" are to serve this purpose. &nbsp;&nbsp;&nbsp;\r\n   Terming such moves for overseas aggression anachronistic ones, the commentary urges the Japanese reactionaries to face up to the trend of the times and behave themselves. \r\n\r\n"
        },
        {
            "title": "International support to three-point charter of Korea's reunification",
            "url": "http://kcna.co.jp/item/2000/200010/news10/03.htm#10",
            "content": "Japan's moves to legislate on \"suffrage\" denounced \r\n &nbsp;&nbsp;&nbsp;Pyongyang, October 3 (KCNA) -- The Japanese authorities are working to legislate on the \"local suffrage\" to foreigners permanently residing in Japan at an extraordinary diet session. Assailing this, Rodong Sinmun today in a signed commentary says: &nbsp;&nbsp;&nbsp;\r\n   The majority of the foreigners permanently residing in Japan are Koreans. The projected \"bill on local suffrage\" is a sinister bill intended to impair the dignity and rights of our compatriots in Japan, create split and antagonism within the Korean community and undermine the General Association of Korean Residents in Japan, a dignified organization of overseas citizens of the DPRK. &nbsp;&nbsp;&nbsp;\r\n   Those moves of the Japanese authorities are nothing but a political plot to dampen the desire for national unity and reunification growing stronger on the Korean peninsula as days go by in keeping with the spirit of the north-south joint declaration. &nbsp;&nbsp;&nbsp;\r\n   This legislation on \"suffrage\" is, in essence, a replica of the Japanese imperialists' policy of obliterating the Korean nation pursued in the past as it negates the national identity of our compatriots in Japan and seeks to naturalize and assimilate them to Japanese. &nbsp;&nbsp;&nbsp;\r\n    The Japanese authorities' talk about \"improved DPRK-Japan relations\" is quite contradictory to their moves to legislate on \"suffrage\". &nbsp;&nbsp;&nbsp;\r\n   This only increases the DPRK's doubt about the Japanese authorities' will to \"improve the DPRK-Japan relations\". &nbsp;&nbsp;&nbsp;\r\n   A prerequisite to improving those relations is for Japan to redress its crimes. &nbsp;&nbsp;&nbsp;\r\n   One of the core issues is to grant a special status to the Koreans in Japan. \r\n\r\n"
        },
        {
            "title": "Land leveling and rezoning begin in South Hwanghae Province",
            "url": "http://kcna.co.jp/item/2000/200010/news10/03.htm#11",
            "content": "International support to three-point charter of Korea's reunification \r\n &nbsp;&nbsp;&nbsp; Pyongyang, October 3 (KCNA) -- Indian organizations participated in an international signature campaign supporting the three-point charter of Korea's reunification. &nbsp;&nbsp;&nbsp;\r\n   The signature paper was signed by Brinda Karat, General Secretary of the All-India Democratic Women's Association on behalf of its 5,200,000 members and B. J. Jola, chairman of the Delhi Study Group of India on behalf of its 2,500 members. \r\n\r\n"
        },
        {
            "title": "Epic on army-first politics of WPK",
            "url": "http://kcna.co.jp/item/2000/200010/news10/03.htm#12",
            "content": "Land leveling and rezoning begin in South Hwanghae Province \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 3 (KCNA) -- Land leveling and rezoning have begun in South Hwanghae Province on the threshold of the 55th anniversary of the Worker's Party of Korea (October 10). &nbsp;&nbsp;&nbsp;\r\n   The completion of this gigantic nature-transforming project would remove over 400,000 patches of paddy fields and ridges between them extending about 30,000 km throughout the province and bring thousands of hectares of new land under cultivation. &nbsp;&nbsp;&nbsp;\r\n   This project which started in the wake of the land leveling and rezoning projects in Kangwon Province and North Phyongan Province is to be carried out under an ambitious far-reaching plan of the great leader Kim Jong Il to change the appearance of land in the province beyond recognition as befitting the land of socialist Korea. &nbsp;&nbsp;&nbsp;\r\n   He acquainted himself with detail of the project ranging from sizes of fields to be rezoned to areas of the project, its design and deadline and the issue of repairing bulldozers and provided every necessary condition for undertaking it. &nbsp;&nbsp;&nbsp;\r\n   Projects have started first in Pyoksong, Unryul, Yonan, Chongdan and Paechon counties. &nbsp;&nbsp;&nbsp;\r\n   Land builders in all the provinces, soldiers of the Korean People's Army and working people in the province are excavating tens of thousands of cubic meters of earth with the help of bulldozers and other machines while pushing ahead with the adjustment of waterways and land leveling, building of ridges between paddy fields and river improvement project. \r\n\r\n"
        },
        {
            "title": "Anniversary of Guinean Independence observed",
            "url": "http://kcna.co.jp/item/2000/200010/news10/03.htm#13",
            "content": "Epic on army-first politics of WPK \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, October 3 (KCNA) -- Rodong Sinmun on Monday  carried an epic titled \"On peak of 20th century\" written by Kim Man Yong, which says the army-first politics of the Worker's Party of Korea is a banner for winning one victory after another. &nbsp;&nbsp;&nbsp;\r\n   The WPK could stand on the peak of the 20th century and shed its rays under the army-first leadership of the respected leader Kim Jong Il, the epic noted. &nbsp;&nbsp;&nbsp;\r\n   It continued: &nbsp;&nbsp;&nbsp;\r\n   He has constantly inspected the front, braving severe snowstorm, rain and wind, breaking the imperialists' encirclement and bringing about a revolutionary turn throughout the country. &nbsp;&nbsp;&nbsp;\r\n   The journey made by him for his army-first leadership is associated with the leader's love for the people and their longing and veneration for him. &nbsp;&nbsp;&nbsp;\r\n   It was thanks to this journey that there have emerged the most beautiful people in the world who are devoting their all to defending and following the leader, and mountains have turned into famous mountains in the era of the army-first politics and the society has been converted into a more beautiful one where the army-first politics is enforced on the basis of single-hearted unity. &nbsp;&nbsp;&nbsp;\r\n   Possessed of boundlessly warm love of the future, Kim Jong Il has regarded multitudes of pain as luck and blessing. &nbsp;&nbsp;&nbsp;\r\n   Even in ordeals he has provided gigantic edifices and monuments in the 20th century to greet the 21st century with the best gifts of the worker's party. &nbsp;&nbsp;&nbsp;\r\n   The people extend thanks to the WPK which has protected the destiny of the nation and brought a rosy future to the nation through the great army-first politics on the peak of the 20th century, and the country offers glory to Kim Jong Il. \r\n\r\n"
        },
        {
            "title": "heroic epic \"arduous march\"",
            "url": "http://kcna.co.jp/item/2000/200010/news10/03.htm#14",
            "content": "Anniversary of Guinean Independence observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 3 (KCNA) -- Minju Joson today dedicates a signed article to the 42nd anniversary of the independence of Guinea. &nbsp;&nbsp;&nbsp;\r\n   The proclamation of the Republic of Guinea was an event of epochal significance as it brought a radical turn in the destiny of the people who had long been oppressed by foreign forces, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n   Since the proclamation of the republic a qualitative change has taken place in the Guinean people's life and its non-aligned policy has enjoyed support from the international community. &nbsp;&nbsp;&nbsp;\r\n   The Korean people have good feelings towards the Guinean people who strive to build a new, independent and prosperous society opposed to the imperialists' interference. &nbsp;&nbsp;&nbsp;\r\n   In the belief that the friendly relations between the two peoples would grow stronger, the Korean people sincerely wish the Guinean people greater success in their future efforts for the prosperity and the development of the country. \r\n\r\n"
        },
        {
            "title": "Letter to S. Korean political parties, organizations and individual personages handed to south side",
            "url": "http://kcna.co.jp/item/2000/200010/news10/03.htm#15",
            "content": "heroic epic \"arduous march\" \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 3 (KCNA) -- Rodong Sinmun today dedicates its two whole pages to the political essay \"We will never forget,\" a heroic epic on the \"arduous march\" which is part of the revolutionary history of the great Marshal Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   The \"arduous march\" covers the past 6 years when the people's army and the people of Korea under his leadership have heroically crossed the sea of blood and tears and death line in their crucial struggle to defend socialism and build a powerful nation. &nbsp;&nbsp;&nbsp;\r\n   The revolutionary history in which the \"arduous march\" was made is an immortal epic on Kim Jong Il who defended the great leader Kim Il Sung and successfully realised the cause of perpetuating the memory of the leader with arms and a song of Kim Jong Il who defended the socialist homeland and saved human destiny.   &nbsp;&nbsp;&nbsp;\r\n   Saying that the \"arduous march\" undertaken by the Korean people in the last years of the 20th century was the greatest ordeal in the history of a country and a nation and in human history, the essay refers to hardships experienced by the Korean people, keeping back bitter tears. &nbsp;&nbsp;&nbsp;\r\n   The essay says that over the past six years, the Korean people wept tears to be shed over a thousand years and experienced ordeals to be pulled through for a thousand years and accomplished what should be achieved for a thousand years. &nbsp;&nbsp;&nbsp;\r\n   It gives particular emphasis to the fact that the politics of attaching great importance to the army has served as a banner of victory which steered the times and the history characterized by the \"arduous march.\"&nbsp;&nbsp;&nbsp;\r\n   Thanks to Kim Jong Il's army-first politics, landmark changes have taken place in political, economic, cultural and all other fields, to say nothing of the military field, and there arrived a new era of army-first politics to bring about radical changes in all aspects, people, society, struggle and life, the essay says, adding that the army-first politics is a supreme strategic programme for building a powerful independent nation which is held aloft by the Korean nation for the first time under the leadership of the great Supreme Commander.  &nbsp;&nbsp;&nbsp;\r\n   The essay further says: &nbsp;&nbsp;&nbsp;\r\n   The Kanggye spirit, the spirit of \"arduous march\" was born of the drive for self-reliance, a fruition of the army-first revolutionary leadership. The Kanggye spirit created amidst stern ordeals is the spirit of overcoming difficulties, the spirit of creation and the spirit of revolutionary optimism taught by Kim Jong Il and the birth of this spirit was a historical event which gave the momentous origin to the building of a powerful nation. &nbsp;&nbsp;&nbsp;\r\n   Over the last six years, he longed for the people while they longed for him and they stood the tempests of hard battles, the essay says, adding that the \"arduous march\" which created new perfect unity between the leader and the people based on this longing provided the mainstay of faith to always remain unshakable and invincible on this land. &nbsp;&nbsp;&nbsp;\r\n   The greatest victory gained by the \"arduous march\" is that Kim Jong Il's absolutely authoritative helmsmanship and powerful political system were fully verified and universally recognized and advent of the great Kim Jong Il's era which will lead the 21st century is the world historic outcome of the gigantic march, the essay says, concluding= No force on earth can bar the Korean people from making an onward march for victory in the revolutionary spirit of the \"arduous march\" and the DPRK will always remain a powerful nation. \r\n\r\n"
        },
        {
            "title": "Jong Mong Hon leaves",
            "url": "http://kcna.co.jp/item/2000/200010/news10/03.htm#16",
            "content": "Letter to S. Korean political parties, organizations and individual personages handed to south side \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, October 3 (KCNA) -- A liaison delegate of the north side handed to the south side at Panmunjom today a letter in the name of the joint meeting of the government, political parties and organizations of the Democratic People's Republic of Korea inviting political parties, organizations and individual personages of South Korea to Pyongyang on the occasion of the 55th anniversary of the foundation of the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n   The letter was sent to the Democratic Party for New Millennium, the Grand National Party, the United Liberal Democrats, the Democratic People's Party, the New Korean Party for Hope, the Democratic Worker's Party, the presidential office of Chongwadae, the State Affairs Coordinating Office of the Administration, the National Alliance for Democracy and Reunification, the south headquarters of the National Alliance for the Country's Reunification, the  Korean Confederation of Trade Unions, the Federation of Korean Trade Unions, the All-People Council for National Reconciliation and Cooperation, the National Federation of Peasants Associations, the South Korean Federation of University Student Councils, the South Korean General Federation of National Artists, the South Korean Federation of Women's Organizations, the Family Movement for Realizing Democracy, the Citizens' Solidarity for Democratic Society, the Citizens' Federation for Economic Justice, the Environment Movement Association, the Citizens' Solidarity for Reforming the Press, the National Federation of Economists, the Buddhist Order Council, the Round Buddhism, the South Korean Christian General Federation, Sungkyunkwan, the South Korean Catholic Central Council, the central headquarters of Chondoism and Taejonggyo. \r\n\r\n"
        },
        {
            "title": "Delegation of north side returns",
            "url": "http://kcna.co.jp/item/2000/200010/news10/03.htm#17",
            "content": "Jong Mong Hon leaves \r\n&nbsp;&nbsp;&nbsp; Kosong, October 3 (KCNA) -- Chairman of the Hyundai Asan board of directors of South Korea Jong Mong Hon and his party left here today by ship. \r\n\r\n"
        }
    ]
}