{
    "date": "2000-12-27",
    "url": "http://kcna.co.jp/item/2000/200012/20001227.htm",
    "articles": [
        {
            "title": "Removal of concrete wall demanded",
            "url": "http://kcna.co.jp/item/2000/200012/news12/27.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Successful art exhibition",
            "url": "http://kcna.co.jp/item/2000/200012/news12/27.htm#2",
            "content": "Removal of concrete wall demanded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 27 (KCNA) -- The All India Indo-Korean Friendship Association and the Indian Committee for Supporting Korea's Reunification issued a joint statement on December 19 demanding the removal of the concrete wall.\r\n The statement said:&nbsp;&nbsp;&nbsp;\r\n The Korean nation's desire for reunification is daily mounting after the north-south summit and the publication of the north-south joint declaration, but there still remains the concrete wall built by the South Korean authorities in the area south of the military demarcation line on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n The concrete wall is a symbol of national division and the confrontation between the north and south and a product of the united states' \"two Koreas policy\" as it stands as a physical barrier keeping the blood ties of the nation severed and the country divided into two. &nbsp;&nbsp;&nbsp;\r\n It is only the Korean nation on our planet that is undergoing all sorts of misfortune and sufferings due to its split caused by outside forces. &nbsp;&nbsp;&nbsp;\r\n The All India Indo-Korean Friendship Association and the Indian Committee for Supporting Korea's Reunification strongly demand that the concrete wall built in the 20th century be pulled down as early as possible for the reunification of Korea.    \r\n\r\n"
        },
        {
            "title": "Plan to hurl police into scene of sit-in strike blasted",
            "url": "http://kcna.co.jp/item/2000/200012/news12/27.htm#3",
            "content": "Successful art exhibition \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 27 (KCNA) -- An exhibition of art works of Kim Song Min, Kim Il Sung Prize winner, people's artiste and labour hero, is going on at the Pyongyang International House of Culture.\r\n He created a portrait of President Kim Il Sung with a sunny smile on his face in July Juche 83 (1994), thus winning the admiration of the world. &nbsp;&nbsp;&nbsp;\r\n Displayed at the exhibition are more than 50 works including figure paintings and  landscapes,  etc. &nbsp;&nbsp;&nbsp;\r\n His works draw particular attention of visitors for the depiction of people of diverse character, masterly strokes representative of the spirit of the times, striking contrast in colours, dynamic rhythm and daring conception. &nbsp;&nbsp;&nbsp;\r\n Among them is a Korean painting \"Smelters In the Past\" which was appreciated as the best Korean painting in the 1980s.  This was his maiden work that entered the national exhibition. &nbsp;&nbsp;&nbsp;\r\n The work truthfully depicts the slave labour of smelters to show how the Korean people were driven hard like beasts of burden under the Japanese imperialists' military occupation. &nbsp;&nbsp;&nbsp;\r\n Also on display there are paintings listed as national treasures such as \"A Flash Lightning Over Lake Chon On Mt. Paektu,\" which vividly portrays the majestic and beautiful view of Lake Chon and a strong flash lightning over it. Over the past 25 years he has produced more than 600 Korean paintings, enriching the treasure house of the Juche fine art. &nbsp;&nbsp;&nbsp;\r\n At present he is deputy director of the Mansudae Art Studio and chairman of the central committee of the Korean Painters Union.    \r\n\r\n"
        },
        {
            "title": "Anniversary of Korean Buddhists Federation marked",
            "url": "http://kcna.co.jp/item/2000/200012/news12/27.htm#4",
            "content": "Plan to hurl police into scene of sit-in strike blasted \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 27 (KCNA) -- The Trade Union of Banking Industry of South Korea in an emergency statement on Dec. 23 demanded that the authorities withdraw at once a plan to hurl police into the scene of the sit-in strike called by unionists of the national bank and housing bank, a Seoul-based radio report said.\r\n Recalling that among at least 20,000 members of the bank trade unions now on strike are more than 8,000 women, the organization warned that the authorities and the bank management will be held responsible for all the consequences to be entailed by the police crackdown.     \r\n\r\n"
        },
        {
            "title": "Reception given at Chinese consulate general",
            "url": "http://kcna.co.jp/item/2000/200012/news12/27.htm#5",
            "content": "Anniversary of Korean Buddhists Federation marked \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 27 (KCNA) -- A meeting took place here yesterday to mark the 55th anniversary of the Korean Buddhists Federation.\r\n Present there were office-bearers of the central committee and provincial, city and county committees of the federation, chief priests of temples across the country, monks and believers in Pyongyang and guests from different organizations. &nbsp;&nbsp;&nbsp;\r\n Pak Thae Hwa, chairman of the c.c, the Korean Buddhists Federation, made a report. &nbsp;&nbsp;&nbsp;\r\n He said that they are greeting the anniversary of the federation at a time when all the fellow countrymen are working hard to achieve national unity and the reunification of the country after the Pyongyang meeting and the publication of the June 15 north-south joint declaration. &nbsp;&nbsp;&nbsp;\r\n He reviewed the work done by the federation over the last 55 years and proposed the tasks to be fulfilled to implement the declaration.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on north-south joint declaration",
            "url": "http://kcna.co.jp/item/2000/200012/news12/27.htm#6",
            "content": "Reception given at Chinese consulate general \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 27 (KCNA) -- A reception was given at the Chinese consulate general in Chongjin on December 26 on the occasion of the New Year Juche 90 (2001).\r\n Present on invitation were Pak Su Gil, chairman of the North Hamgyong Provincial People's Committee, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Consul general Liu Zhigang and staff members of the consulate general were present there. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the reception.    \r\n\r\n"
        },
        {
            "title": "Papers call for giving full play to advantages of Korean socialism",
            "url": "http://kcna.co.jp/item/2000/200012/news12/27.htm#7",
            "content": "Rodong Sinmun on north-south joint declaration \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 27 (KCNA) -- Rodong Sinmun today in a signed article says that north-south summit talks were held for the first time since the country was bisected by the splitting machinations of the outside forces, the north-south joint declaration with national independence as its keynote was adopted and a bright prospect of national reunification opened on the Korean peninsula this year, the last year of the 20th century. \r\n The north-south joint declaration brought about landmark events which were beyond imagination in the north-south relations and the movement for national reunification in the past, the paper notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n It is a declaration of national independence which helps settle the reunification issue independently, a declaration of national unity which helps promote  trust and achieve harmony among fellow countrymen and a reunification-oriented declaration which helps conduct the movement for national reunification purposefully. &nbsp;&nbsp;&nbsp;\r\n The joint declaration is a product of leader Kim Jong Il's ardent will for reunification and great patriotic unity and a manifestation of his matchless courage and magnanimity. &nbsp;&nbsp;&nbsp;\r\n Members of the nation find themselves worth living today and feel proud and honoured while working for national reunification. The whole nation should hold high the banner of national independence. &nbsp;&nbsp;&nbsp;\r\n Why should the Korean nation with such high self-respect and resourcefulness entrust its destiny to others? When the whole nation has the will to achieve national reunification  by its concerted efforts, no outside forces can meddle in our internal affairs and the movement for national reunificaiton  will see the day of its final completion. &nbsp;&nbsp;&nbsp;\r\n Attitude towards the north-south joint declaration is a touchstone that distinguishes between patriotism and treachery. The declaration should be respected and implemented with sincerity. &nbsp;&nbsp;&nbsp;\r\n The whole nation should unite under the banner of national independence and the banner of patriotism and jointly strive to achieve national reunification. &nbsp;&nbsp;&nbsp;\r\n Only when the will and interests of all members of the nation are unified and their minds pooled can national reunification be achieved with success. &nbsp;&nbsp;&nbsp;\r\n The entire nation should attain great national unity and make all efforts  for national reconciliation and reunification with the pride of being born in this land.    \r\n\r\n"
        }
    ]
}