{
    "date": "2000-01-30",
    "url": "http://kcna.co.jp/item/2000/200001/20000130.htm",
    "articles": [
        {
            "title": "Kim Jong Il gives on-the-spot guidance",
            "url": "http://kcna.co.jp/item/2000/200001/news01/30.htm#1",
            "content": "Kim Jong Il gives on-the-spot guidance \r\n&nbsp;&nbsp;&nbsp;Pyongyang, January 30 (KCNA) -- General Secretary Kim Jong Il gave on-the-spot guidance to the industrial sector in North Phyongan Province where he laid  stress on pushing ahead with the work of developing the industry of Korea into a perfect Juche-based industry in the 21st century. &nbsp;&nbsp;&nbsp;\r\n   Inspecting the Rakwon Machine Plant, the Kusong Machine Tool Plant, the December 5 Youth Mine, the Ryangchaek Bearing Plant, the Sinuiju Shoe-Making Plant,  the Sinuiju Textile Mill and other industrial establishments from January 25 to 28, he acquainted himself in detail with production performance there and set forth tasks for them to fulfil. &nbsp;&nbsp;&nbsp;\r\n   He began his inspection tour by visiting the Rakwon Machine Plant where he looked round the monument to on-the-spot teachings of the President Kim Il Sung, the monument to his on-the-spot guidance and other historic relics. &nbsp;&nbsp;&nbsp;\r\n   He met and gave warm pep-talks to heroes Ho Chon Hak, Hwang Sun Hwa and Jang Hong Jun out of the ten party members of the Rakwon Machine Plant who had defended the party and the leader by making hand grenades with bare hands during the war and producing water pumps, excavators and other machines from scratch after the war true to the intention of the President as well as their sons and daughters who are defending the cast iron shop like their parents. &nbsp;&nbsp;&nbsp;\r\n   He stressed that the workers of the Rakwon Machine Plant should in the future, too, give full play to the revolutionary spirit of self-reliance and become a model for the whole country and thus take the lead in the second great Chollima advance. &nbsp;&nbsp;&nbsp;\r\n   Then he went to the Kusong Machine Tool Plant. &nbsp;&nbsp;&nbsp;\r\n   Going round workshops of the plant, he was greatly satisfied with the mass-production of modern machine tools, including numerical control lathes and drilling machines, and set forth the tasks to be carried out by the plant. &nbsp;&nbsp;&nbsp;\r\n   He went round the newly-built December 5 Youth Mine, the Ryangchaek Bearing Plant, the Sinuiju Shoe-Making Plant and the Sinuiju Textile Mill and advanced concrete tasks for them to fulfil. &nbsp;&nbsp;&nbsp;\r\n   He posed for photographs with the innovators of the Rakwon Machine Plant, the Kusong Machine Tool Plant and the Ryangchaek Bearing Plant. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il acquainted himself with the overall performance of the province's industrial sector, met with leading officials of major factories and enterprises and set forth highly important tasks to be carried out to improve and intensify the management and operation of industrial establishments and effect a new revolutionary turn in economic performance. &nbsp;&nbsp;&nbsp;\r\n   There are a large number of key factories and enterprises, including gigantic hydraulic power stations, machine plants and light industry factories in the province and so it is of weighty importance in increasing the nation's economic potentials to upgrade the industry of the province, he said. &nbsp;&nbsp;&nbsp;\r\n   He indicated the tasks to tap and use industrial potentials to the maximum to keep production going at a steady and high rate. &nbsp;&nbsp;&nbsp;\r\n   He said that factories and enterprises in north Phyongan province should continue adhering to the party's economic policy of firmly maintaining the Juche character and independence of industry and make great efforts to tap and use production potentials so as to make the already-laid economic foundation pay off. &nbsp;&nbsp;&nbsp;\r\n   For meeting the ever-increasing needs for electricity, machines and light industrial goods it is necessary to push ahead with technical reconstruction without let-up to increase production capacity and build more power stations and modern factories, he said. &nbsp;&nbsp;&nbsp;\r\n   He said in order for factories and enterprises to  keep production going at a steady and high rate it is essential to give precedence to political work to bring the creative ingenuity of the producers into full play and, at the same time, provide them with excellent supply conditions to meet the requirements of the Taean work system, the communist method of enterprise management. &nbsp;&nbsp;&nbsp;\r\n   He indicated the tasks to thoroughly implement the party's policy of realising Juche-orientation, modernisation and scientification of the national economy and improve the quality of products. &nbsp;&nbsp;&nbsp;\r\n   He said in order to produce all the goods as high-quality ones it is necessary to imbue the workers with the consciousness of being masters and conduct a mass technical innovation drive as well as their increased creative cooperation with technicians. &nbsp;&nbsp;&nbsp;\r\n   He underscored the need to give fuller play to the revolutionary spirit of self-reliance. &nbsp;&nbsp;&nbsp;\r\n   The experience of different plants in the province clearly proves the validity and vitality of the slogan of the Worker's Party of Korea \"Self-reliance is a way out \" he noted. &nbsp;&nbsp;&nbsp;\r\n   He set forth the tasks to be fulfilled by industrial establishments to greatly contribute to improving the people's living standard, thoroughly establish cultured practices in production and life and improve and strengthen supply service for the workers. &nbsp;&nbsp;&nbsp;\r\n   He called upon the workers of the province to demonstrate once again the mettle of the heroic Korean working class in building a powerful nation in the future, too, as befitting a vanguard that has taken the lead in upholding the party's cause. &nbsp;&nbsp;&nbsp;\r\n   He was accompanied by Kim Phyong Hae, chief secretary of the north Phyongan provincial committee of the WPK, Kim Kuk Thae and Kim Yong Sun, secretaries of the WPK Central Committee, and first vice department directors of the WPK Central Committee. \r\n\r\n"
        },
        {
            "title": "DPRK FM spokesman on Berlin DPRK-U.S. negotiations",
            "url": "http://kcna.co.jp/item/2000/200001/news01/30.htm#2",
            "content": "DPRK FM spokesman on Berlin DPRK-U.S. negotiations \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, January 30 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK answered a question put by KCNA today as regards the conclusion of the Berlin DPRK-U.S. negotiations shortly ago. &nbsp;&nbsp;&nbsp;\r\n   He said: &nbsp;&nbsp;&nbsp;\r\n   Vice ministerial-level negotiations took place in Berlin as a continuation of the regular DPRK-U.S. talks from January 22 to 28. &nbsp;&nbsp;&nbsp;\r\n   At the talks, both sides sincerely discussed pending issues between the DPRK and the United States including the Washington visit by a DPRK higher-level delegation. &nbsp;&nbsp;&nbsp;\r\n   They agreed to reopen the vice ministerial-level negotiations in New York toward the end of February to continue debates on pending issues including the removal of the DPRK from the \"list of countries supporting terrorism\" for the purpose of creating  favourable conditions and atmosphere for the Washington higher-level talks before anything else.\r\n\r\n"
        },
        {
            "title": "Kim Jong Il elected Honorary Chairman",
            "url": "http://kcna.co.jp/item/2000/200001/news01/30.htm#3",
            "content": "Kim Jong Il elected Honorary Chairman \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 30 (KCNA) -- The Socialist Party of Peru elected the great leader Kim Jong Il as its Honorary Chairman. &nbsp;&nbsp;&nbsp;\r\n   General secretary Luis Mateo Munos on January 26 informed the DPRK ambassador to Peru of the January 24 resolution of the national executive committee of the party on this election. And he asked the ambassador to convey his letter to Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   He said that he has well known from long ago Kim Jong Il is a peerless hero, a great politician and an invincible and iron-willed commander. &nbsp;&nbsp;&nbsp;\r\n   The Worker's Party of Korea and the Korean people have been able to achieve signal achievements because they have Kim Jong Il, a great man of the century, as the supreme leader of the party, state and armed forces, he stressed. &nbsp;&nbsp;&nbsp;\r\n   It is the greatest honor of the Socialist Party of Peru to have elected him as its honorary chairman, he said, adding: &nbsp;&nbsp;&nbsp;\r\n   We will try hard to learn from his political philosophy and great leadership traits. \r\n\r\n"
        },
        {
            "title": "Preparatory committees formed",
            "url": "http://kcna.co.jp/item/2000/200001/news01/30.htm#4",
            "content": "Preparatory committees formed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 30 (KCNA) -- Preparatory committees for celebrating the 58th birthday of General Secretary Kim Jong Il were formed in Syria and Equatorial Guinea on January 21 and 20. &nbsp;&nbsp;&nbsp;\r\n   The head of the department for the study of party materials of the Socialist Unionist Party of Syria, who is a politburo member of the party, and the Minister of State in Charge of Missions of the Presidency of Equatorial Guinea were elected chairmen of the preparatory committees. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, a preparatory committee for celebrating the February 16 was formed with due ceremony by the maritime territorial committee of the communist party of the Russian federation on January 20. &nbsp;&nbsp;&nbsp;\r\n   The preparatory committees discussed programs of celebrations. \r\n\r\n"
        },
        {
            "title": "GIs' massacres of Koreans condemned",
            "url": "http://kcna.co.jp/item/2000/200001/news01/30.htm#5",
            "content": "GIs' massacres of Koreans condemned \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, January 30 (KCNA) -- The Asian Regional Committee for Supporting Korea's Reunification, the All-India Indo-Korean Friendship Association and the Indian Committee for Supporting Korea's Reunification issued a joint statement on January 24 supporting the statement of the DPRK Foreign Ministry spokesman on the continued disclosure of GIs' mass killings of innocent civilians which were committed during the Korean War. &nbsp;&nbsp;&nbsp;\r\n   The statement denounced the GIs' massacres of civilians in Korea as out-and-out intentional and planned killings and a crime against humanity which was the most wanton violation of the recognized international treaty and wartime law and regulations. &nbsp;&nbsp;&nbsp;\r\n   It held that the United Nations should take a step to immediately dissolve in South Korea the \"UN command\" which still has the disgraceful record of mass killings and thus remove such unsavory stain on its history. \r\n\r\n"
        },
        {
            "title": "Removal of chairman of \"election measure committee of DP\" urged",
            "url": "http://kcna.co.jp/item/2000/200001/news01/30.htm#6",
            "content": "Removal of chairman of \"election measure committee of DP\" urged \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, January 30 (KCNA) -- The \"United Liberal Democrats\" of South Korea on January 26 called an extraordinary meeting of its executive committee and demanded the immediate removal of the \"chairman of the election measure committee of the democratic party,\" a radio report from Seoul said. &nbsp;&nbsp;&nbsp;\r\n   The \"ULD\" contended that the chairman made remarks insulting it as regards the citizens organizations' announcement of the list. \"His eccentric remarks can never be tolerated,\" it said.  &nbsp;&nbsp;&nbsp;\r\n Describing this case as a premeditated plot of the \"DP\", it is taking an attitude of confrontation with the \"DP.\" As a result, the discord between the two ruling parties has been further aggravated. \r\n\r\n"
        },
        {
            "title": "Meeting of workers held",
            "url": "http://kcna.co.jp/item/2000/200001/news01/30.htm#7",
            "content": "Meeting of workers held \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, January 30 (KCNA) -- A meeting of workers in the fields of land management and environmental protection and their related domain was held here on Jan. 29. &nbsp;&nbsp;&nbsp;\r\n   The meeting reviewed the successes and experience achieved in the all-out drive for land management last year in which our people brought about a great turn in building a powerful nation under the leadership of the Worker's Party of Korea and discussed the tasks and ways to effect a fresh turn in the work in this auspicious year, the 55th anniversary of the WPK. &nbsp;&nbsp;&nbsp;\r\n   At the meeting premier of the cabinet Hong Song Nam delivered a report which was followed by speeches. &nbsp;&nbsp;&nbsp;\r\n   The reporter and speakers underscored the need to undertake a vigorous mass movement for tree planting to expand the area of forests  of firewood and oil-bearing trees, and tend trees already planted in a responsible manner to increase their survival rate. &nbsp;&nbsp;&nbsp;\r\n   They called for completing the construction of the Pyongyang-Nampho Motorway earlier than schedule, building new roads, improving the technical conditions of roads, keeping all roads in perfect shape and thoroughly protecting environment for the people's living and the natural environment of the country. &nbsp;&nbsp;&nbsp;\r\n   They also underlined the need to intensify scientific researches into land and resources and consolidate the material and technical foundation in this field. \r\n\r\n"
        },
        {
            "title": "S. Korean rulers' moves to provoke new war",
            "url": "http://kcna.co.jp/item/2000/200001/news01/30.htm#8",
            "content": "S. Korean rulers' moves to provoke new war \r\n &nbsp;&nbsp;&nbsp; Pyongyang, January 30 (KCNA) -- The South Korean rulers have become more frantic in their moves to provoke a new war against the north since the very outset of the year at the bidding of the U.S. They are staging war exercises almost everyday, crying out for the \"increased combat capacity.\"&nbsp;&nbsp;&nbsp;\r\n   A spokesman for the Committee for the Peaceful Reunification of the Fatherland in a statement issued yesterday dismissed the South Korean rulers' loudmouthed \"reconciliation\" and \"cooperation\" as a jargon full of lies and deception, noting that it is a clear indication that they are working recklessly to ignite a war of aggression against the north, in pursuance  of the outsiders' policy. &nbsp;&nbsp;&nbsp;\r\n   He continued: &nbsp;&nbsp;&nbsp;\r\n   The South Korean warhawks are going to stage large-scale joint military exercises in a bid to mount a preemptive attack on the north any time by inviting to Pusan port a U.S. carrier flotilla comprising a nuclear carrier of the latest type, aegis cruiser, 3 destroyers and 9 offensive nuclear submarines under the \"operation plan 5027-98,\" their scenario for a war of aggression. &nbsp;&nbsp;&nbsp;\r\n   It is foolhardy of the South Korean rulers to seek a way out in arms buildup and in the provocation of a new war. &nbsp;&nbsp;&nbsp;\r\n   They should stop the arms buildup and war exercises at once, minding their P's and Q's about the grave consequences to be entailed by their brinkmanship. \r\n\r\n"
        },
        {
            "title": "Japan urged to think twice over consequences",
            "url": "http://kcna.co.jp/item/2000/200001/news01/30.htm#9",
            "content": "Japan urged to think twice over consequences \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 30 (KCNA) -- It was disclosed recently by an official U.S. document that the Japanese government allowed U.S. war planes' free sorties from its bases in Japan during the Vietnam War and approved the introduction of nuclear weapons into the Japanese territory in 1960. &nbsp;&nbsp;&nbsp;\r\n   As regards this disclosure, Rodong Sinmun today in a signed commentary dismisses this submissive stance of Japan intended to meet U.S. demands as a very mean behaviour of a country bereft of even an iota of sovereignty as an independent state. &nbsp;&nbsp;&nbsp;\r\n   What merits a serious attention is that the Japanese government allowed the U.S. to use its whole territory as the latter's nuclear base, the commentary notes, and continues: The \"three non-nuclear principles\" and \"system  of prior consultation\" dreamed up by Japan as a shield for preventing the introduction of nukes were nothing but a window-dressing for covering up the United States' shipment of its nuclear weapons.  &nbsp;&nbsp;&nbsp;\r\n   Recalling that the Japanese reactionaries are getting ever more frantic in their preparations for reinvasion, still leaving their territory to the U.S. as its forward nuclear base, the commentary stresses that this case, however, is quite different in its nature and objective from the Korean War and the Vietnam War through which Japan gained enormous profits. &nbsp;&nbsp;&nbsp;\r\n   The real intention of Japan is to directly take part in combat operations following the U.S. war chariot to occupy other countries and restore its  former colonial empire, the commentary notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n  The DPRK is the first target of Japan's overseas aggression. &nbsp;&nbsp;&nbsp;\r\n  The U.S.-Japan computer simulation exercise slated for next month is a preliminary to a war of aggression against the DPRK.    &nbsp;&nbsp;&nbsp;\r\n  Should the Japanese aggressors come in attack on the DPRK in a bid to realize their ambition for reinvasion, the people's army and the people of Korea will deal merciless blows to them and then Japan will be wholly responsible for the ensuing consequences. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}