{
    "date": "2000-08-07",
    "url": "http://kcna.co.jp/item/2000/200008/20000807.htm",
    "articles": [
        {
            "title": "Gift to Kim Jong Il from Vietnamese FM",
            "url": "http://kcna.co.jp/item/2000/200008/news08/07.htm#1",
            "content": "Gift to Kim Jong Il from Vietnamese FM \r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 7 (KCNA) -- General Secretary Kim Jong Il received a gift from Vietnamese Foreign Minister Nguyen Dy Nien on a visit to the Democratic People's Republic of Korea. &nbsp;&nbsp;&nbsp;\r\n   The gift was conveyed to DPRK Foreign Minister Paek Nam Sun. \r\n\r\n"
        },
        {
            "title": "Kim Yong Nam meets Vietnamese FM",
            "url": "http://kcna.co.jp/item/2000/200008/news08/07.htm#2",
            "content": "Kim Yong Nam meets Vietnamese FM \r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 7 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea, today met and conversed with Vietnamese Foreign Minister Nguyen Dy Nien and his party at the Mansudae Assembly Hall. &nbsp;&nbsp;&nbsp;\r\n   Present there were officials concerned and the Vietnamese ambassador to the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The Foreign Minister said that he wishes the Korean people greater success in their struggle to build socialism and reunify the country under the wise guidance of the great Kim Jong Il. \r\n\r\n"
        },
        {
            "title": "Repatriation of all unconverted long-term prisoners desirous of coming to north called for",
            "url": "http://kcna.co.jp/item/2000/200008/news08/07.htm#3",
            "content": "Repatriation of all unconverted long-term prisoners desirous of coming to north called for \r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 7 (KCNA) -- A spokesman for the Korean Measure Committee for the Rescue of Unconverted Long-Term Prisoners in South Korea today answered a question put by KCNA as regards their repatriation to the North Korea to be realized soon. &nbsp;&nbsp;&nbsp;\r\n   The unconverted long-term prisoners in South Korea are expected to come back to the North Korea in early September according to the historic north-south joint declaration and points agreed upon between the north and the south at the Red Cross talks. &nbsp;&nbsp;&nbsp;\r\n   It is known that the families and relatives in the north of unconverted long-term prisoners in South Korea, are eagerly looking forward to the reunion with them greatly excited and rejoiced at the news that all of them wish to come to the north. &nbsp;&nbsp;&nbsp;\r\n   The families and relatives of the unconverted long-term prisoners together with all other people in the north have made every necessary arrangement to receive them. &nbsp;&nbsp;&nbsp;\r\n   The unconverted long-term prisoners are patriots who devoted their youth and happiness to the reunification of the country, nation's supreme desire, and men of strong faith and will whom the Worker's Party of Korea values. &nbsp;&nbsp;&nbsp;\r\n   The people in the north will wholeheartedly and enthusiastically welcome them upon their return home and do all they can to enable them to lead a happy life with nothing to desire more in the world. &nbsp;&nbsp;&nbsp;\r\n   The repatriation of unconverted long-term prisoners, the first of its kind in the world history, should be made smooth in accordance with the north-south joint declaration and the points agreed upon between the north and south at red cross talks which call for the repatriation of all the unconverted long-term prisoners who wish to come to the north. &nbsp;&nbsp;&nbsp;\r\n   Holding that all the unconverted long-term prisoners who wish to come to the north, to say nothing of those who have their families and relatives in the north, should be allowed to be repatriated, the committee is of the view that there should be no move in South Korea to put a brake on their repatriation. &nbsp;&nbsp;&nbsp;\r\n   All the Korean people will closely watch the work to repatriate unconverted long-term prisoners now under way in South Korea. \r\n\r\n"
        },
        {
            "title": "Putin signs law on ratification of Russia-DPRK treaty",
            "url": "http://kcna.co.jp/item/2000/200008/news08/07.htm#4",
            "content": "Putin signs law on ratification of Russia-DPRK treaty \r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 7 (KCNA) -- Russian President Vladimir Putin signed a federal law \"on ratification of the treaty of friendship, good-neighborliness and cooperation between the Russian Federation and the DPRK,\" according to Itar-tass August 5. &nbsp;&nbsp;&nbsp;\r\n   Earlier, the State Duma and the Federation Council of the Federal Assembly of Russia ratified the law on July 19 and 26. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il praised",
            "url": "http://kcna.co.jp/item/2000/200008/news08/07.htm#5",
            "content": "Kim Jong Il praised \r\n  &nbsp;&nbsp;&nbsp;Pyongyang, August 7 (KCNA) - Nikolai Mishin, director of the Paleya Publishing House of Russia, on a visit to the DPRK was interviewed by the KCNA here. &nbsp;&nbsp;&nbsp;\r\n   The world is now more ardently admiring the personality of the great Kim Jong Il, he said, and continued: &nbsp;&nbsp;&nbsp;\r\n   The personality of Kim Jong Il as a veteran politician of the world was fully demonstrated at his meeting with President Kim Dae Jung in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n   The world people were deeply moved to see his fabled gifts and attractive magnanimity, which thaw with a sunny smile the north-south relations frozen for nearly over half a century. &nbsp;&nbsp;&nbsp;\r\n   After President Vladimir Putin'S. Korea visit, the Russian people are highly praising Kim Jong Il and their friendly feelings with the Korean people are being more deepened. &nbsp;&nbsp;&nbsp;\r\n   Indeed, Kim Jong Il is the most outstanding politician of great gifts in the present era. &nbsp;&nbsp;&nbsp;\r\n   The earth is moving round the DPRK led by him along the orbit of independence. &nbsp;&nbsp;&nbsp;\r\n   No one can deny the stern reality that Kim Jong Il's era has come. &nbsp;&nbsp;&nbsp;\r\n   The Korean people are firm in their position and stand of upholding their leader. &nbsp;&nbsp;&nbsp;\r\n   It is a harmonious whole in Korea that the leader believes in the people and they entrust their destiny to their leader and follow him. &nbsp;&nbsp;&nbsp;\r\n   Progressive humankind is highly praising Kim Jong Il as the great sun of the 21st century. &nbsp;&nbsp;&nbsp;\r\n   The Korean people, who has advanced, making signal successes one after another under his original army-first leadership, will surely build a powerful socialist nation in the near future. \r\n\r\n"
        },
        {
            "title": "Sojourn of delegation of S. Korean media organizations in Pyongyang",
            "url": "http://kcna.co.jp/item/2000/200008/news08/07.htm#6",
            "content": "Sojourn of delegation of S. Korean media organizations in Pyongyang \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, August 7 (KCNA) -- The delegation of South Korean media organizations visited the office of Rodong Sinmun and the Radio and TV Broadcasting Committee of the DPRK on August 6. &nbsp;&nbsp;&nbsp;\r\n   Chairman of the Newspapers Association and Hangyore president Choe Hak Rae who is also co-head of the delegation and  presidents of South Korean newspapers visited the office of Rodong Sinmun, and chairman of the Broadcasting Association and KBS president Pak Kwon Sang who is also co-head of the delegation and presidents of broadcasting organizations visited the Radio and TV Broadcasting Committee of the DPRK. &nbsp;&nbsp;&nbsp;\r\n   After being briefed on the mission and role of Rodong Sinmun and the Radio and TV Broadcasting Committee of the DPRK which were founded right after the liberation of the country as powerful media, they looked round writing and editing rooms of the newspaper and TV broadcasting and conversed with officials. &nbsp;&nbsp;&nbsp;\r\n   The next leg of its tour was the Grand People's Study House where it looked round reading rooms and commanded a bird's eye view of Pyongyang from its balcony. &nbsp;&nbsp;&nbsp;\r\n   Earlier, it visited the Arch of Triumph, the Great Monument of History, which is devoted to the immortal feats the President Kim Il Sung performed by liberating the country. &nbsp;&nbsp;&nbsp;\r\n   On the day, it enjoyed a music and dance performance given by artistes in Pyongyang at the East Pyongyang Grand Theatre. \r\n\r\n"
        },
        {
            "title": "Months (Aug.-Sept.) of examination of people's physical strength open",
            "url": "http://kcna.co.jp/item/2000/200008/news08/07.htm#7",
            "content": "Months (Aug.-Sept.) of examination of people's physical strength open \r\n&nbsp;&nbsp;&nbsp;   Pyongyang, August 7 (KCNA) -- The months (August-September) of the examination of people's physical strength started. &nbsp;&nbsp;&nbsp;\r\n   An opening ceremony was held at Kim Il Sung Square on Sunday. &nbsp;&nbsp;&nbsp;\r\n   Present there were secretary of the Worker's Party of Korea Central Committee Kim Jung Rin, vice-premier of the cabinet Jo Chang Dok, officials concerned, working people and youth and children in Pyongyang.\r\n   Ryom Sun Gil, chairman of the central committee of the General Federation of Trade Unions of Korea, and other speakers said at the ceremony that the examination of people's physical strength is an important work to fully prepare the working people and school youth and children for labour and national defence by promoting their health. &nbsp;&nbsp;&nbsp;\r\n   Noting that the great leader Kim Jong Il, attaching great importance to the work, has led it to a nation-wide undertaking, they stressed the need for all the officials and working people to fully display the justness and vitality of the party's policy on popularizing physical culture and sports and making it part of daily life during the months of the examination of people's physical strength. &nbsp;&nbsp;&nbsp;\r\n   Opening ceremonies of the months were held in all provinces, cities and counties (districts) of the country on the same day. \r\n\r\n"
        },
        {
            "title": "WPK department director meets S. Korean media delegation",
            "url": "http://kcna.co.jp/item/2000/200008/news08/07.htm#8",
            "content": "WPK department director meets S. Korean media delegation \r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 7 (KCNA) -- Jong Ha Chol, department director of the Central Committee of the Worker's Party of Korea, yesterday met the visiting South Korean delegation of media organizations at the Mansudae Assembly Hall. &nbsp;&nbsp;&nbsp;\r\n   Present there were Kang Nung Su, chairman of the Information Committee of the DPRK, Choe Chil Nam, chief editor of the Rodong Sinmun Office, Kim Ki Ryong, KCNA general director, Cha Sung Su, chairman of the DPRK Radio and TV Broadcasting Committee, and leading officials of the press. &nbsp;&nbsp;&nbsp;\r\n   Present were Minister of Culture and Tourism Pak Ji Won, and chairman of the Newspaper Association and Hangyore president Choe Hak Rae and chairman of the Broadcasting Association and KBS president Pak Kwon Sang who are co-heads of the delegation, Kukmin Ilbo president Ri Jong Dae, Daehan Maeil president Cha Il Sok and Choongang Ilbo president Kum Chang Thae who are deputy heads for its members from newspapers organizations, MBC president Ro Song Dae and Radio Seoul president Song To Gyun who are deputy heads for its members from broadcasting organizations, heads of other South Korean leading media and others concerned. &nbsp;&nbsp;&nbsp;\r\n   They conversed with each other in an atmosphere overflowing with compatriotic feelings. \r\n\r\n"
        },
        {
            "title": "Rally of Pyongyangites held",
            "url": "http://kcna.co.jp/item/2000/200008/news08/07.htm#9",
            "content": "Rally of Pyongyangites held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 7 (KCNA) -- A Pyongyang mass rally was held at Kim Il Sung Square yesterday with at least 100,000 people attending to vow to carry out the calls of the Worker's Party of Korea Central Committee issued with the approach of its 55th anniversary. &nbsp;&nbsp;&nbsp;\r\n   Present there were Han Song Ryong, Yang Hyong Sop and other senior officials of the party, power and economic organs and working people's organizations. &nbsp;&nbsp;&nbsp;\r\n   Kang Hyon Su, chief secretary of the Pyongyang City Committee of the WPK, made a report there. &nbsp;&nbsp;&nbsp;\r\n   The calls of the WPK serve as a militant banner to be raised high by the worker's party and people of Korea to follow up the long journey of revolution steered by of the great leader Kim Il Sung with a new drive and victory under the guidance of the great Kim Jong Il, he said, and continued: &nbsp;&nbsp;&nbsp;\r\n   All the party members and other working people in the city should devotedly struggle to carry out the calls of the WPK Central Committee to greet the 55th anniversary of the WPK with high political enthusiasm and great achievements. &nbsp;&nbsp;&nbsp;\r\n   We should further strengthen the single-hearted unity of the party and the revolutionary ranks around Kim Jong Il and uphold his idea and leadership with loyalty. &nbsp;&nbsp;&nbsp;\r\n   All the party members and other working people in the city should thoroughly apply his idea and ensure his leadership in all fields, firmly convinced that they are sure to overcome any ordeals and difficulties and win as long as they are guided by him. &nbsp;&nbsp;&nbsp;\r\n   Noting that ideology, army and science and technology are the three mainstays for building a powerful nation, the reporter called on all the party members and other working people in the city to equip themselves with the ever-victorious Juche idea and the revolutionary traditions of Mt. Paektu to carry out the Worker's Party of Korea's policy to put all the people under arms and turn the whole country into a fortress. He appealed to the scientists and technicians in the city to work hard to solve urgent scientific and technological problems in building economy and improving the standard of people's living.    &nbsp;&nbsp;&nbsp;\r\n  He called for effecting fresh innovations in all fields including power and coal industries and agriculture. &nbsp;&nbsp;&nbsp;\r\n   All the people should fully display the revolutionary spirit of self-reliance to bravely overcome difficulties and hardships and stage a dynamic charge with loyalty to greet the grand October festival, he concluded. &nbsp;&nbsp;&nbsp;\r\n   His speech was followed by speeches of representatives of citizens from all walks of life. &nbsp;&nbsp;&nbsp;\r\n   A resolution was adopted at the rally. \r\n\r\n"
        },
        {
            "title": "Negotiations for revision of \"Status of Forces Agreement\" flayed",
            "url": "http://kcna.co.jp/item/2000/200008/news08/07.htm#10",
            "content": "Negotiations for revision of \"Status of Forces Agreement\" flayed \r\n &nbsp;&nbsp;&nbsp; Pyongyang, August 7 (KCNA) -- South Korean civic organizations denounced the results of the negotiations for the revision of the \"ROK-U.S. Status of Forces Agreement,\" the Seoul-based Christian Broadcasting System said. &nbsp;&nbsp;&nbsp;\r\n   Dismissing the negotiations  as \"limited ones without concrete substance such as a provision concerning environment\" and \"popularity-hunting ones,\"  the organizations called for totally revising the \"agreement\" as soon as possible. &nbsp;&nbsp;&nbsp;\r\n   They declared that they would stage a widespread struggle demanding the U.S. government totally revise the \"agreement\" and send a delegation to the U.S. to convey their demands to it. &nbsp;&nbsp;&nbsp;\r\n   The environment movement association charged that the recent negotiations did not reflect the feelings of the people hurt by the U.S. forces' pollution of environment such as the Maehyang-ri problem and the case of poisonous substance. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, the Citizens Federation for Economic Justice warned the U.S. that it will face resistance from all the people, saying that the U.S. seems to approach the negotiations without any sincerity. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}