{
    "date": "2000-09-14",
    "url": "http://kcna.co.jp/item/2000/200009/20000914.htm",
    "articles": [
        {
            "title": "Greetings to Nicaraguan President",
            "url": "http://kcna.co.jp/item/2000/200009/news09/14.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gifts to Kim Jong Il from Cambodians",
            "url": "http://kcna.co.jp/item/2000/200009/news09/14.htm#2",
            "content": "Greetings to Nicaraguan President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 14 (KCNA) -- Kim Yong Nam, President of the presidium of the DPRK Supreme People's Assembly, sent a message of greetings to President Arnoldo Aleman Racayo on the 179th anniversary of the Independence of Nicaragua. &nbsp;&nbsp;&nbsp;\r\n   In the message Kim wished the President and people of Nicaragua greater success in their efforts for national prosperity and expressed belief that the friendly relations between the two countries would further develop. &nbsp;&nbsp;&nbsp;\r\n   Foreign Minister Paek Nam Sun sent a message of greetings to his Nicaraguan counterpart Eduardo Montealegre Ribas on this occasion. \r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Chinese party delegation",
            "url": "http://kcna.co.jp/item/2000/200009/news09/14.htm#3",
            "content": "Gifts to Kim Jong Il from Cambodians\r\n  &nbsp;&nbsp;&nbsp; Pyongyang, September 14 (KCNA) -- General Secretary Kim Jong Il received gifts from the Ministry of Information and a friendship delegation of the municipality of Phnom Penh of Cambodia. &nbsp;&nbsp;&nbsp;\r\n   Gifts were handed to officials concerned by Minister Lu Lay Sreng, who is leading the Information Ministry delegation on a visit to Korea, and vice governor of Phnom Penh Map Sarin, who is heading the municipal delegation. \r\n\r\n"
        },
        {
            "title": "Joint communique between north and south released",
            "url": "http://kcna.co.jp/item/2000/200009/news09/14.htm#4",
            "content": "Gift to Kim Jong Il from Chinese party delegation\r\n  &nbsp;&nbsp;&nbsp; Pyongyang, September 14 (KCNA) -- General Secretary Kim Jong Il received a gift from the visiting delegation of the international liaison department of the central committee of the Communist Party of China. &nbsp;&nbsp;&nbsp;\r\n   The gift was handed to Kim Yang Gon, department director of the Worker's Party of Korea Central Committee, by Dai Bingguo, member of the CPC central committee and head of the international liaison department who is leading the delegation. \r\n\r\n"
        },
        {
            "title": "Kim Yong Sun pays courtesy call on President Kim Dae Jung",
            "url": "http://kcna.co.jp/item/2000/200009/news09/14.htm#5",
            "content": "Joint communique between north and south released\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 14 (KCNA) -- A joint communique between the north and the south was released.&nbsp;&nbsp;&nbsp;\r\n   The joint communique reads:\r\n                  Joint communique &nbsp;&nbsp;&nbsp;\r\n\r\n    Secretary Kim Yong Sun of the Central Committee of the Worker's Party of Korea visited Seoul from Sept. 11 to 14, 2000. &nbsp;&nbsp;&nbsp;\r\n   During the visit the north and the south had a series of contacts and exchanged broad views on the pending inter-Korean issues. &nbsp;&nbsp;&nbsp;\r\n   Reaffirming the intention of the two leaders  to thoroughly implement the historic June 15 joint declaration and pledging themselves to further develop the reconciliation and cooperation between them, the north and the south have agreed upon the following points: &nbsp;&nbsp;&nbsp;\r\n   1. It was decided that Kim Jong Il, Chairman of the National Defence Commission of the Democratic People's Republic of Korea, will visit Seoul in the near future and his visit will be preceded by the Seoul visit of Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK. &nbsp;&nbsp;&nbsp;\r\n   2. Both sides welcome the fact that the issue of opening talks between the Minister of the People's Armed Forces of the north side and the Minister of National Defence of the south side is now under discussion. &nbsp;&nbsp;&nbsp;\r\n   3. It was decided to start the work of confirming whether separated families and relatives are alive or not and their addresses within September and conclude it at an early date in order to settle their issue. It was decided to preferentially promote the exchange of correspondence between the people whose whereabouts are confirmed. &nbsp;&nbsp;&nbsp;\r\n   It was agreed to open the north-south Red Cross talks on Mt. Kumgang on September 20 to discuss the above said issue as well as the issue of exchanging two more visiting groups of separated families and relatives this year and the issue of setting up and operating meeting rooms. &nbsp;&nbsp;&nbsp;\r\n   4. It was decided to open a working-level contact for securing an institutional guarantee including the ensuring of investment and the prevention of double taxation in Seoul on September 25 and strike a deal at an early date in order to promote economic cooperation between the north and the south. &nbsp;&nbsp;&nbsp;\r\n   5. The north and the south agreed to have a ground-breaking ceremony at an early date in order to relink the Sinuiju-Seoul railways and roads between the north and the south. &nbsp;&nbsp;&nbsp;\r\n   6. The north side decided to dispatch a 15-member economic study group to the south side within October. &nbsp;&nbsp;&nbsp;\r\n   7. The north and the south decided to conduct a joint survey  and work out a concrete working plan within this year in order to prevent the flood damage in areas along the River Rimjin. \r\n                September 14, Juche 89 (2000)\r\n\r\n"
        },
        {
            "title": "Kim Yong Sun returns",
            "url": "http://kcna.co.jp/item/2000/200009/news09/14.htm#6",
            "content": "Kim Yong Sun pays courtesy call on President Kim Dae Jung\r\n&nbsp;&nbsp;&nbsp; Seoul, September 14 (KCNA) -- Secretary Kim Yong Sun of the Central Committee of the Worker's Party of Korea today paid a courtesy call on President Kim Dae Jung at Chongwadae. &nbsp;&nbsp;&nbsp;\r\n   Present there from the north side were Rim Tong Ok, first vice department director of the WPK Central Committee, and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n   Present from the south side were rim tong won, director of the Intelligence Service, Han Kwang Ok, chief secretary of the presidential office, Kim Ha Jung, chief secretary for diplomatic and security affairs of the presidential office, Pak Jun Yong, chief secretary for information of the same, and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n   Kim Yong Sun conveyed warm greetings of the great leader Kim Jong Il to Kim Dae Jung and told him that Kim Jong Il reiterated the need to further develop inter-Korean relations in the future as required by the north-south joint declaration. &nbsp;&nbsp;&nbsp;\r\n   President Kim Dae Jung expressed thanks to chairman Kim Jong Il of the National Defence Commission of the DPRK for sending gifts on the occasion of Chusok, the autumn festival. He asked Kim Yong Sun to convey his warm regards to Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   He fully agreed with Kim Jong Il's words underscoring the need to sincerely implement the joint declaration, recalling that at the UN Millennium Summit  leaders of many countries supported and welcomed the joint declaration and termed it something miraculous. &nbsp;&nbsp;&nbsp;\r\n   He said that he would join hands with Chairman Kim Jong Il of the DPRK NDC in the efforts to let the south have better understanding of the north, and vice versa. &nbsp;&nbsp;&nbsp;\r\n   Kim Dae Jung hosted a luncheon today in honor of Kim Yong Sun and his party. \r\n\r\n"
        },
        {
            "title": "FM spokesman on U.S. mud-slinging at DPRK",
            "url": "http://kcna.co.jp/item/2000/200009/news09/14.htm#7",
            "content": "Kim Yong Sun returns\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, September 14 (KCNA) -- Kim Yong Sun, secretary of the Central Committee of the Worker's Party of Korea, came back here via Panmunjom after visiting Seoul. \r\n\r\n"
        },
        {
            "title": "Reception given for participants in 7th Pyongyang Film Festival",
            "url": "http://kcna.co.jp/item/2000/200009/news09/14.htm#8",
            "content": "FM spokesman on U.S. mud-slinging at DPRK\r\n &nbsp;&nbsp;&nbsp; Pyongyang, September 14 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK, in an answer given today to a question put by KCNA accused the United States of groundlessly pulling up the DPRK over a religious issue. &nbsp;&nbsp;&nbsp;\r\n   The U.S. State Department in a recent \"annual report on international religious freedom\" was so impudent as to pull up many countries over the religious situation and assert that a religious freedom is not guaranteed in the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The U.S. dare cavil at other countries as if it was a \"judge of religion.\" This clearly indicates its undisguised intention to interfere in the internal affairs of other countries in contravention of most fundamental principles governing the international laws. &nbsp;&nbsp;&nbsp;\r\n   The DPRK has the best socialist system where the freedom of religion is substantially guaranteed to the citizens according to the constitution. &nbsp;&nbsp;&nbsp;\r\n   It is a sheer fabrication and a groundless mud-slinging at the DPRK to say this or that about religion in it. &nbsp;&nbsp;&nbsp;\r\n   The U.S. behaviour only arouses a doubt about its true intention of calling for \"improved relations\" with the DPRK.\r\n\r\n"
        },
        {
            "title": "Japan's moves to justify its history of aggression",
            "url": "http://kcna.co.jp/item/2000/200009/news09/14.htm#9",
            "content": "Reception given for participants in 7th Pyongyang Film Festival\r\n &nbsp;&nbsp;&nbsp;  Pyongyang, September 14 (KCNA) -- The organizing committee of the 7th Pyongyang Film Festival of non-aligned and other developing countries and the Pyongyang City People's Committee gave a reception in Pyongyang yesterday for the participants in the festival. &nbsp;&nbsp;&nbsp;\r\n   Invited there were delegations, delegates and guests of honor from various countries participating in the festival. &nbsp;&nbsp;&nbsp;\r\n   Present at the reception were Minister of Culture Kang Nung Su who is chairman of the organizing committee of the festival, chairman of the Pyongyang City People's Committee Ryang Man Gil, vice-chairmen of the organizing committee of the festival, officials concerned and artistes. &nbsp;&nbsp;&nbsp;\r\n   A speech was made at the reception. \r\n\r\n"
        },
        {
            "title": "40th anniversary of Mongolia-Korea Friendship Association marked",
            "url": "http://kcna.co.jp/item/2000/200009/news09/14.htm#10",
            "content": "Japan's moves to justify its history of aggression\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 14 (KCNA) -- History textbooks of Japanese middle schools contain such matters justifying Japan's past history of aggression and its militarist policies that they are sparking furor among the public, according to Tokyo Shimbun. This controversy was touched off at a time when the Japanese middle schools are making applications for the examination of textbooks according to new school guidance program to begin in the year 2002. &nbsp;&nbsp;&nbsp;\r\n   The textbooks described Japan's military occupation of Korea and its invasion of Asia as \"legitimate acts conducted on the principle governing the international relations\" and hardly mentioned the criminal acts committed by the Japanese aggression troops. &nbsp;&nbsp;&nbsp;\r\n   Moreover, they described the Asian people's struggle against invasion as some sort of \"violations of treaties\" and even carried such contents voicing opposition to the present campaign to eliminate nuclear weapons. &nbsp;&nbsp;&nbsp;\r\n   These facts go to prove that Japan is employing most despicable methods to tamper with, cover up and cook up its history in order to justify its crime-woven past before the younger generation. &nbsp;&nbsp;&nbsp;\r\n   These moves can never be tolerated as they reflect the criminal purpose and intention of the Japanese ultra-right reactionary forces to systematically instill the militarist and ultra-nationalist ideas into the Japanese people through the middle school history textbooks in a bid to realise Japan's old dream of the \"Greater East Asia Co-prosperity Sphere.\"&nbsp;&nbsp;&nbsp;\r\n   If Japan really feels ashamed of its disgraceful past and has a willingness to put an end to it, it should take a sincere approach toward the issue of redeeming its past at an early date instead of resorting to slovenly and despicable moves to distort its history. &nbsp;&nbsp;&nbsp;\r\n   Japan is well advised to bear in mind that its despicable moves to tamper with its history is another unpardonable challenge to the Asian countries including Korea and China. \r\n\r\n"
        },
        {
            "title": "Tanzanian national preparatory committee formed",
            "url": "http://kcna.co.jp/item/2000/200009/news09/14.htm#11",
            "content": "40th anniversary of Mongolia-Korea Friendship Association marked\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 14 (KCNA) -- A meeting was held here yesterday to mark the 40th anniversary of the formation of the Mongolia-Korea Friendship Association. &nbsp;&nbsp;&nbsp;\r\n   Invited to the meeting were members of the Mongolian friendship delegation headed by CH. Batjargal, president of the Federation of Mongolian Peace and Friendship organizations, on a visit to Korea, Mongolian ambassador to the DPRK Damdiny Byamba and embassy officials. &nbsp;&nbsp;&nbsp;\r\n   Minister of Finance Rim Kyong Suk, who is chairperson of the Korea-Mongolia Friendship Association, in her speech at the meeting said that for 40 years after the formation of the Mongolia-Korea Friendship Association, it has steadily striven to deepen the feelings of friendship and amity between the two peoples and strengthen correlation and cooperation. &nbsp;&nbsp;&nbsp;\r\n   CH. Batjargal said the friendly and cooperative relations between Mongolia and Korea were forged and have been exalted by the leaders of the Mongolian people and the immortal leader of the Korean people President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n   He expressed the belief that the Korean people will make greater success in the struggle to achieve independent and peaceful reunification of the country and build a prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n   A congratulatory message to the Mongolia-Korea Friendship Association was adopted and a silk banner was conveyed to him at the meeting. \r\n\r\n"
        },
        {
            "title": "Kim Il Sung's work published in Cuba",
            "url": "http://kcna.co.jp/item/2000/200009/news09/14.htm#12",
            "content": "Tanzanian national preparatory committee formed \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 14 (KCNA) -- A national preparatory committee was formed in Tanzania to celebrate the 55th anniversary of the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n   In its inaugural ceremony held in September 9 the secretary general of the Revolutionary Party of Tanzania was elected honorary chairman and the Minister of Natural Resources and Tourism chairman of the preparatory committee. &nbsp;&nbsp;&nbsp;\r\n   The meeting fixed days from Sept. 10 to Oct. 10 as a celebration period and discussed a program for colorful functions including rallies, art performances, joint seminars, lecture meetings, reading sessions, film shows and photo exhibitions in the capital and local cities. \r\n\r\n"
        },
        {
            "title": "Anniversary of DPRK celebrated abroad",
            "url": "http://kcna.co.jp/item/2000/200009/news09/14.htm#13",
            "content": "Kim Il Sung's work published in Cuba\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 14 (KCNA) -- The secretariat of the Latin American Institute of the Juche Idea issued a bulletin \"Juche 2000\" on Aug. 29. &nbsp;&nbsp;&nbsp;\r\n   Under the title \"Who is comrade Kim Jong Il\", the bulletin introduced the history of his revolutionary activities and ideological and theoretical exploits, stressing that he is, indeed, the world's best veteran politician in terms of the history of his political activities and his exploits. &nbsp;&nbsp;&nbsp;\r\n   It, under the title \"DPRK and its policy of attaching great importance to the three fields to build a powerful nation\", gave a detailed account of the policy of the Worker's Party of Korea on attaching great importance to the ideology, arms and science and technology for the building of a powerful socialist nation. &nbsp;&nbsp;&nbsp;\r\n   In an article titled \"DPRK's unique politics of giving great importance to the army \" it praised the respected Kim Jong Il's army-first politics as an \"all-powerful treasured sword,\" pointing to the validity and vitality of his army-first revolutionary leadership. \r\n\r\n"
        },
        {
            "title": "DPRK termed country with bright future",
            "url": "http://kcna.co.jp/item/2000/200009/news09/14.htm#14",
            "content": "Anniversary of DPRK celebrated abroad\r\n&nbsp;&nbsp;&nbsp;   Pyongyang, September 14 (KCNA) -- \"3. Let Us Reunify the Country Independently and Peacefully\" from \"Report To the Sixth Congress of the Worker's Party of Korea on the Work of the Central Committee\", a famous work of the President Kim Il Sung, was brought out in booklet by the Academia Publishing House of Cuba on Sept. 1. &nbsp;&nbsp;&nbsp;\r\n   The sixth congress of the WPK was held in October Juche 69 (1980). \r\n\r\n"
        },
        {
            "title": "Bulletin \"Juche 2000\" off the press",
            "url": "http://kcna.co.jp/item/2000/200009/news09/14.htm#15",
            "content": "DPRK termed country with bright future\r\n &nbsp;&nbsp;&nbsp; Pyongyang, September 14 (KCNA) -- Meetings took place at Guayaquil and Cuenca universities of Ecuador, the Arab Art, Culture and Information Association of Egypt and in Vientiane of Laos between Sept. 1 and 4 on the occasion of the 52nd anniversary of the Democratic People's Republic of Korea. &nbsp;&nbsp;&nbsp;\r\n   Speakers said at the meetings that the DPRK is a genuine people's country which takes the Juche idea founded by President Kim Il Sung as a guideline and a powerful socialist country, independent, self-supporting and self-reliant in national defence. &nbsp;&nbsp;&nbsp;\r\n   The DPRK has won a brilliant victory and set a model of world politics in the past 50 odd years under the wise guidance of President Kim Il Sung and General Secretary Kim Jong Il, they stated. &nbsp;&nbsp;&nbsp;\r\n   It is the firm determination and will of Kim Jong Il to build a powerful nation, they said, expressing firm conviction that the Korean people would certainly emerge victorious in the struggle to build a powerful nation and achieve the peaceful reunification of the country, rallied close behind him. &nbsp;&nbsp;&nbsp;\r\n   A letter to the General Secretary Kim Jong Il was adopted at the meeting held in Egypt. \r\n\r\n"
        },
        {
            "title": "WPK's line of national reunification",
            "url": "http://kcna.co.jp/item/2000/200009/news09/14.htm#16",
            "content": "Bulletin \"Juche 2000\" off the press\r\n&nbsp;&nbsp;&nbsp;  Moscow, September 12 (KCNA) -- Vladimir Markov, secretary of the central committee of the Communists Union of Russia, when interviewed by a KCNA correspondent in Moscow on Sept. 7, said that the Democratic People's Republic of Korea is a country with a bright future. &nbsp;&nbsp;&nbsp;\r\n   The DPRK decisively repulsed the U.S. reckless armed invasion and thus humbled the U.S. imperialists who had boasted of being the \"strongest\" in the world, he said, and went on: &nbsp;&nbsp;&nbsp;\r\n   It is firmly defending and glorifying socialism despite the imperialists' continued vicious moves to isolate and stifle it and natural disasters. &nbsp;&nbsp;&nbsp;\r\n   These hard facts convinced me that the victory is based on the Juche idea which was authored by President Kim Il Sung and has been developed and enriched by General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   Many countries of the world are now working hard to have good relations with socialist Korea because they are convinced of a bright prospect of Korea. The Korean people will surely build a powerful nation under the wise guidance of Kim Jong Il. \r\n\r\n"
        }
    ]
}