{
    "date": "2000-06-21",
    "url": "http://kcna.co.jp/item/2000/200006/20000621.htm",
    "articles": [
        {
            "title": "U.S. urged to take step for total and substantial lift of sanctions",
            "url": "http://kcna.co.jp/item/2000/200006/news06/21.htm#1",
            "content": "U.S. urged to take step for total and substantial lift of sanctions \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, June 21 (KCNA) -- The spokesman for the Foreign Ministry of the Democratic People's Republic of Korea yesterday gave an answer to a question put by KCNA in the wake of the U.S. announcement of a partial lift of economic sanctions against the DPRK. &nbsp;&nbsp;&nbsp;\r\n   He said: &nbsp;&nbsp;&nbsp;\r\n   On June 19 the U.S. administration decided to launch into an official partial lift of sanctions against the DPRK. It made public its willingness to do so on September 17 last year. &nbsp;&nbsp;&nbsp;\r\n   Under the decision, the \"act of trade with hostile states\" the U.S. has enforced for half a century after defining the DPRK as an \"enemy state\" was abolished and sanctions against the DPRK were partially eased. &nbsp;&nbsp;&nbsp;\r\n   This will have a positive effect on Washington high-level talks now under consideration between the DPRK and the U.S. and the settlement of other outstanding issues. &nbsp;&nbsp;&nbsp;\r\n   With a view to creating an atmosphere favourable for Washington high-level talks  on September 24 last year we announced a moratorium on satellite launch while the high-level talks are under way. &nbsp;&nbsp;&nbsp;\r\n   Now that preparations are going on for the Washington high-level talks, the moratorium still remains in force. &nbsp;&nbsp;&nbsp;\r\n   The U.S. should not confine itself to symbolic partial lift of sanctions on trade and investment, but completely renounce the policy hostile toward the DPRK and turn to total and substantial lift of sanctions. &nbsp;&nbsp;&nbsp;\r\n   If the U.S. honors our sovereignty and free choice and sincerely work toward improved bilateral relations on the principle of equality and reciprocity, the DPRK will move in good faith and work to clear the U.S. of its worries. \r\n\r\n"
        },
        {
            "title": "Kim Il Sung and Kim Jong Il praised",
            "url": "http://kcna.co.jp/item/2000/200006/news06/21.htm#2",
            "content": "Kim Il Sung and Kim Jong Il praised \r\n &nbsp;&nbsp;&nbsp; Pyongyang, June 21 (KCNA) -- The President Kim Il Sung and Marshal Kim Jong Il were highly praised by foreign figures who visited the international friendship exhibition at the foot of Mt. Myohyang of Korea. &nbsp;&nbsp;&nbsp;\r\n   Rod Eley, general secretary of the Communist Party of Ireland (Marxist-Leninist), said the gifts on display in the international friendship exhibition are clear evidence of the deep international respects enjoyed by Kim Il Sung and the world people's unbounded reverence for him, adding the exhibition is the best one in the world. &nbsp;&nbsp;&nbsp;\r\n   Azimovich, head of the Music Troupe of Uzbekistan, said he was deeply moved by the popular traits of Kim Il Sung and Kim Jong Il who sent all the gifts they received to be displayed there. &nbsp;&nbsp;&nbsp;\r\n   Genaro Ledesma Izquieta, chairman of the People's Front of Workers, Peasants and Students of Peru, said the exhibition shows well the greatness of Kim Il Sung and Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   Kim Il Sung's cause has been successfully carried forward by Kim Jong Il and  the 21st century will shine as a century of Kim Jong Il, he added. \r\n\r\n"
        },
        {
            "title": "Friendship meeting on National Day of Russia",
            "url": "http://kcna.co.jp/item/2000/200006/news06/21.htm#3",
            "content": "Friendship meeting on National Day of Russia \r\n &nbsp;&nbsp;&nbsp; Pyongyang, June 21 (KCNA) -- A friendship meeting was held at Korea-Russia friendship Moranbong Senior Middle School no. 1 yesterday on the occasion of the National Day of Russia. &nbsp;&nbsp;&nbsp;\r\n   Invited there were Valery Denisov, Russian ambassador to Korea, and embassy officials. &nbsp;&nbsp;&nbsp;\r\n   Ri Song Ho, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who is also chairman of the Korea-Russia Friendship Association, and other officials concerned, teachers and students of the school were present there. &nbsp;&nbsp;&nbsp;\r\n   The participants saw an art performance given by the students, played sports and amusement games and talked with each other, deepening the feelings of friendship. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il praised by Russian political party leader",
            "url": "http://kcna.co.jp/item/2000/200006/news06/21.htm#4",
            "content": "Kim Jong Il praised by Russian political party leader \r\n &nbsp;&nbsp;&nbsp;Pyongyang, June 21 (KCNA) -- V. Tyulkin, first secretary of the central committee of the Communist Worker's Party of Russia, during his visit to the DPRK, spoke highly of the greatness of the respected leader Kim Jong Il who is steering the socialist cause to brilliant victory with his energetic ideological and theoretical activities and extraordinary leadership art. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il, statesman of world stature and staunch champion of the socialist cause, is deeply respected by all people for his immortal exploits performed on behalf of the era and humankind, he said, and went on: &nbsp;&nbsp;&nbsp;\r\n   When the world reactionaries were clamorous about \"failure\" of socialism, Kim Jong Il authored such works as \"The Historical Lesson In Building Socialism and the General Line of Our Party\" and \"Socialism Is a Science\" and wisely led revolutionary parties of the world to release the Pyongyang Declaration in April 1992, which solemnly stated that socialism is alive and is bound to triumph. &nbsp;&nbsp;&nbsp;\r\n   He directs his special attention to the ideological work in carrying out the socialist cause, saying that it is a truth confirmed by history that socialism will win, if it holds fast to ideology and, if not, it will fail. &nbsp;&nbsp;&nbsp;\r\n   Socialism of Korea is vigorously advancing, guided by the Juche idea, under the leadership of Kim Jong Il, great thinker and theoretician and distinguished statesman. &nbsp;&nbsp;&nbsp;\r\n   The Russian communists are fully confident that the Korean people will certainly emerge victorious thanks to the great Kim Jong Il, he added. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il sends thanks to Chinese residents",
            "url": "http://kcna.co.jp/item/2000/200006/news06/21.htm#5",
            "content": "Kim Jong Il sends thanks to Chinese residents \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, June 21 (KCNA) -- General Secretary Kim Jong Il sent thanks to officials of the central committee of the Association of Chinese Residents in Korea and Chinese residents in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n   They exerted every sincere effort to take the best care of statues of the President Kim Il Sung, pictures of the President with a sunny smile and works portraying him. &nbsp;&nbsp;&nbsp;\r\n   A meeting was held yesterday to convey the thanks. &nbsp;&nbsp;&nbsp;\r\n   Present were Choe Yun Sik, vice-chairman of the Pyongyang City People's Committee, other officials concerned and Chinese residents here. &nbsp;&nbsp;&nbsp;\r\n   Thanks from Kim Jong Il was conveyed at the meeting. &nbsp;&nbsp;&nbsp;\r\n   Speeches were made. \r\n\r\n"
        },
        {
            "title": "Foreign diplomats help Korean farmers",
            "url": "http://kcna.co.jp/item/2000/200006/news06/21.htm#6",
            "content": "Foreign diplomats help Korean farmers \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 21 (KCNA) -- Al Kehler, acting representative of the World Food Program in the DPRK, and members of his mission, Vietnamese ambassador Do Thi Hoa and staff members of the embassy respectively visited the Osin co-op farm of Taean district, Nampho, and the DPRK-Vietnam friendship Jamjin co-op farm to help farmers in farming. &nbsp;&nbsp;&nbsp;\r\n   They did weeding and conversed with them, deepening the feelings of friendship. &nbsp;&nbsp;&nbsp;\r\n   They handed aid materials to the farms. \r\n\r\n"
        },
        {
            "title": "Japan's plunder of Korean cultural relics flayed",
            "url": "http://kcna.co.jp/item/2000/200006/news06/21.htm#7",
            "content": "Japan's plunder of Korean cultural relics flayed \r\n &nbsp;&nbsp;&nbsp; Pyongyang, June 21 (KCNA) -- Rodong Sinmun today in a signed article urges Japan to sincerely  apologize for its destruction and plunder of cultural relics of Korea, return all the looted cultural relics and make compensation for all those destroyed. &nbsp;&nbsp;&nbsp;\r\n   The article cites facts to prove that after the military occupation of Korea the Japanese imperialists destroyed and looted a lot of cultural relics, thus doing unspeakable mental and material damage to the Korean people. &nbsp;&nbsp;&nbsp;\r\n   The destruction and plunder of cultural relics in Korea were organized crimes committed under a premeditated plan of the Japanese government. &nbsp;&nbsp;&nbsp;\r\n   As early as in 1894 the Japanese imperialists worked out and promulgated even an \"ordinance\" what they called \"method of collecting treasure\" and dispatched many spies to Korea to survey and get firsthand knowledge of distribution of cultural relics. &nbsp;&nbsp;&nbsp;\r\n   After occupying Korea, the Japanese imperialists took away cultural relics from various parts of Korea under the guidance of such Japanese bosses as Japanese \"Resident-General\" in Korea Ito Hirobumi and first Japanese \"Governor-General\" Terauchi. &nbsp;&nbsp;&nbsp;\r\n   They threw into fire hundreds of thousands of history books of hundreds of kinds. Among them were \"Biography of Ulji Mun Dok\" and \"Tales of Great Men\". And they also looted tens of thousands of national classic books listed as national treasures including Rijosilrok (the true records of the Ri dynasty.) They went the length of plundering Koreans of heirlooms handed down for generations. &nbsp;&nbsp;&nbsp;\r\n   They took away at least tens of thousands of cultural relics under the name of \"exhibition\". &nbsp;&nbsp;&nbsp;\r\n   The Japanese imperialists' destruction and plunder of cultural treasures was most hideous and barbarous. &nbsp;&nbsp;&nbsp;\r\n   They took to Japan many relics inside King Kongmin's mausoleum, one of the mausoleums offering valuable data on the study of the technique of Koryo stone-building during Koryo dynasty after opening it through a blasting. &nbsp;&nbsp;&nbsp;\r\n   The same savage method was employed to destroy and loot mural paintings inside three tombs in Kangso. &nbsp;&nbsp;&nbsp;\r\n   Their plunder of Korean cultural relics can never be covered up and they will certainly be made to pay for their crimes despite the flow of time, the article concludes. \r\n\r\n"
        },
        {
            "title": "Traditional Korean puppet play",
            "url": "http://kcna.co.jp/item/2000/200006/news06/21.htm#8",
            "content": "Traditional Korean puppet play \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, June 21 (KCNA) -- The puppet (Kkoktugaksi in Korean) play is a traditional show of Korea which was in vogue in the rural villages particularly in central Korea on holidays and during the slack seasons. &nbsp;&nbsp;&nbsp;\r\n   Kkoktu is a Korean word for puppet and Gaksi for lass (because of the appearance of a lass). &nbsp;&nbsp;&nbsp;\r\n   The play involved 14 to 16 puppets according to provinces. The troupe was made up of a band usually with Haegum (Korean four-string fiddle), flutes, Jango (percussion instrument) and drums as well as wire-pullers who held the lower part of a puppet with one hand and controlled it with the other while reading the lines. &nbsp;&nbsp;&nbsp;\r\n   The play was marked by a vivid streak of satire and irony. &nbsp;&nbsp;&nbsp;\r\n   Its exact origin is unknown, but it was widespread in the middle period of Koryo, judging from a poem by Ri Kyu Bo, a poet from the 12th-13th century. &nbsp;&nbsp;&nbsp;\r\n   The comic lines augmented the pointed satire expressed by the appearance and movements of puppets. The play has developed for ages as a public favorite. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}