{
    "date": "2000-09-02",
    "url": "http://kcna.co.jp/item/2000/200009/20000902.htm",
    "articles": [
        {
            "title": "Kim Jong Il visits Jagang Province",
            "url": "http://kcna.co.jp/item/2000/200009/news09/02.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of end of World War II observed",
            "url": "http://kcna.co.jp/item/2000/200009/news09/02.htm#2",
            "content": "Kim Jong Il visits Jagang Province \r\n&nbsp;&nbsp;&nbsp;Pyongyang, September 2 (KCNA) - General Secretary Kim Jong Il visited Jagang Province from August 28 to 31 to direct the work in different domains of its national economy.\r\n   The units given his on-site guidance include the Kanggye Precision Machine Complex, the Kanggye Silk-Spinning Mill, a power station, a forestry station, cooperative farms and a school.&nbsp;&nbsp;&nbsp;\r\n   He went first to the Kanggye Precision Machine Complex to see how its workers work and expressed satisfaction with their production of high-quality machines before highly appreciating their successes. &nbsp;&nbsp;&nbsp;\r\n   Then, he called at shops of the Kanggye Silk-Spinning Mill to acquaint himself with its production and set forth tasks to increase the output of silk thread. &nbsp;&nbsp;&nbsp;\r\n   The next leg of his visit was the Hungju Youth Power Atation newly built on river Jangja and a village of modern dwelling houses equipped with electric appliances. &nbsp;&nbsp;&nbsp;\r\n   He acquainted himself with the construction of the power station and its management and operation before highly appreciating the builders' feat. &nbsp;&nbsp;&nbsp;\r\n   He went round the village of model dwelling houses built in Hungju-dong where electrification has been realized. &nbsp;&nbsp;&nbsp;\r\n   Visiting a discharged soldier's house to learn about his living conditions, he said that each household in this village should be provided with uptodate tv sets. and he posed for a picture with his family members. &nbsp;&nbsp;&nbsp;\r\n   Then he moved to a village of the Songgan Forestry Station and said the village looks like a picture. &nbsp;&nbsp;&nbsp;\r\n   He also inspected Jangphyong and Mudok co-op farms in Janggang county and the Songha Sericultural Cooperative Farm in Songgan county. &nbsp;&nbsp;&nbsp;\r\n   After learning about the farming, stock-breeding and sericulture there, he praised the farmers for their devoted efforts. &nbsp;&nbsp;&nbsp;\r\n   He also provided on-site guidance to the Songgan Senior Middle School in Songgan county. He looked round a classroom, laboratory and other facilities of the school and learned about how students are educated. &nbsp;&nbsp;&nbsp;\r\n   He had a picture taken with teachers and students of the school. &nbsp;&nbsp;&nbsp;\r\n   He also posed for a photograph with a merited road maintenance worker of the Songgan county road management corps and her family on a pass, highly appreciating their patriotic devotion. &nbsp;&nbsp;&nbsp;\r\n  He appreciated an art performance given by school children in Jagang Province. &nbsp;&nbsp;&nbsp;\r\n  He, on the basis of having acquainted himself in detail with the overall work in the province, put forth highly important tasks which would serve as guidelines in putting the national economy in the province on a higher plane. &nbsp;&nbsp;&nbsp;\r\n  He highly appreciated the fighting spirit and traits of the workers and other people in Jagang Province, the creators of the great spirit of Kanggye, noting that they are performing miracles and feats every hour, taking the lead also in the all-out charge for building a powerful nation. &nbsp;&nbsp;&nbsp;\r\n  He also proposed tasks to keep production going at a high rate, boost the electricity and grain production, develop stock-breeding and sericulture, improve land management and the standard of people's living. &nbsp;&nbsp;&nbsp;\r\n  He was accompanied by Yon Hyong Muk, chief secretary of the Jagang Provincial Committee of the WPK, Jon Pyong Ho and Kim Kuk Thae, secretaries of the c.c., the WPK, and  its first vice-department directors.    \r\n\r\n"
        },
        {
            "title": "UNICEF grants aid equipment to DPRK",
            "url": "http://kcna.co.jp/item/2000/200009/news09/02.htm#3",
            "content": "Anniversary of end of World War II observed\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 2 (KCNA) -- The members of the Russian Embassy here laid wreaths before the Liberation Tower and the cemetery of fallen Soviet soldiers in Sadong district, Pyongyang, on Friday on the occasion of the 55th anniversary of the end of the Second World War.\r\n   Standing at the tower and the cemetery were guards of honor of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n   Present at the wreath-laying ceremonies were charge d'affaires Alexander Timonin and staff members of the Russian Embassy. &nbsp;&nbsp;&nbsp;\r\n   Amid the playing of music wreaths were placed at the tower and the cemetery in the name of the embassy. &nbsp;&nbsp;&nbsp;\r\n   The participants paid a silent tribute to the Soviet soldiers who fell in the battles for the liberation of Korea.    \r\n\r\n"
        },
        {
            "title": "Delegation of south side leaves",
            "url": "http://kcna.co.jp/item/2000/200009/news09/02.htm#4",
            "content": "UNICEF grants aid equipment to DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 2 (KCNA) -- The United Nations Children's Fund (UNICEF) sent the DPRK aid equipment needed for health service.\r\n   A ceremony of presenting the equipment was held here on Friday. &nbsp;&nbsp;&nbsp;\r\n   Z. Karim, acting representative of the UNICEF office in the DPRK, handed it over to an official concerned.    \r\n\r\n"
        },
        {
            "title": "Anniversaries of DPRK and WPK to be celebrated in Sri Lanka",
            "url": "http://kcna.co.jp/item/2000/200009/news09/02.htm#5",
            "content": "Delegation of south side leaves\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 2 (KCNA) -- The delegation of the south side with Minister of Unification Pak Jae Gyu as chief delegate left here on Friday after participating in the 2nd round of the north-south ministerial talks.\r\n   It was seen off at the airport by the delegates of the north side to the talks.\r\n   A children's union member presented a bouquet to the chief delegate of the south side's delegation. &nbsp;&nbsp;&nbsp;\r\n   While staying here, the delegation appreciated the folk dance suit \"Song of Seasons\", cruised on the River Taedong and toured several places of the city. &nbsp;&nbsp;&nbsp;\r\n   It also visited the Mangyongdae Schoolchildren's Palace and the mausoleum of king Tangun.    \r\n\r\n"
        },
        {
            "title": "Vietnamese ambassador gives reception to mark National Day",
            "url": "http://kcna.co.jp/item/2000/200009/news09/02.htm#6",
            "content": "Anniversaries of DPRK and WPK to be celebrated in Sri Lanka\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 2 (KCNA) -- A Sri Lankan preparatory committee was inaugurated in Colombo on August 25 to celebrate the 52nd anniversary of the DPRK and the 55th anniversary of the Workers' Party of Korea.\r\n   The Minister of Vocational Training and Rural Industries of Sri Lanka was selected as honorary chairman of the preparatory committee at its inaugural meeting, while the Minister of Civil Aviation as its chairman. &nbsp;&nbsp;&nbsp;\r\n   The committee decided to hold various events such as Korean book and photo exhibition on the occasion of September 9 and October 10, the anniversaries.    \r\n\r\n\r\n"
        },
        {
            "title": "Papers welcome return to fatherland of unconverted long-term prisoners",
            "url": "http://kcna.co.jp/item/2000/200009/news09/02.htm#7",
            "content": "Vietnamese ambassador gives reception to mark National Day\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 2 (KCNA) -- Vietnamese ambassador to the DPRK Do Thi Hoa hosted a reception on Friday to mark the 55th anniversary of the National Day of Vietnam.\r\n   Invited to the reception were secretary of the presidium of the Supreme People's Assembly Kim Yun Hyok, vice department director of the c.c., the Workers' Party of Korea Choe Jin Su, vice-minister of Foreign Affairs Pak Kil Yon, vice-chairperson of the Committee for Cultural Relations with Foreign Countries Hong Son Ok and officials concerned. &nbsp;&nbsp;&nbsp;\r\n   Diplomatic envoys of different countries to the DPRK were also present on invitation. &nbsp;&nbsp;&nbsp;\r\n   Do Thi Hoa said in his speech that the Vietnamese party and government have always set store by the traditional relations of friendship between the two peoples of the DPRK and Vietnam based on the intimacy between the respected President Kim Il Sung and President Ho Chi Minh. &nbsp;&nbsp;&nbsp;\r\n   The Vietnamese party, government and people always remember the precious mental and material aid rendered by KimIil Sung and the Korean party and government to Vietnam in the anti-U.S. struggle and the cause of building and defending the country, the ambassador said. &nbsp;&nbsp;&nbsp;\r\n   He expressed the firm belief that the fraternal Korean people, under the leadership of General Secretary Kim Jong Il, would make greater success in socialist construction, overcoming hardships and ordeals, and in their efforts to achieve the independent and peaceful reunification of the country. &nbsp;&nbsp;&nbsp;\r\n   Speaking next, Kim Yun Hyok referred to the great achievements the Vietnamese people have made in their efforts to achieve the complete independence and unification of the country and build a prosperous socialist Vietnam under the leadership of the communist party over the past 55 years after the foundation of the republic. &nbsp;&nbsp;&nbsp;\r\n   The DPRK-Vietnam friendship is a precious friendship fostered by Kim Il Sung, the great leader of the Korean people, and Ho Chi Minh, the great leader of the Vietnamese people, he said, adding: &nbsp;&nbsp;&nbsp;\r\n   The Korean people always set store by the friendship with the Vietnamese people and will continue to work hard to steadily develop it in the interests of socialism and the two peoples.    \r\n\r\n"
        },
        {
            "title": "Kim Yong Nam leaves to participate in new millennium U.N. summit",
            "url": "http://kcna.co.jp/item/2000/200009/news09/02.htm#8",
            "content": "Papers welcome return to fatherland of unconverted long-term prisoners\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 2 (KCNA) -- Papers here editorially welcome 63 unconverted long-term prisoners of South Korea coming to the fatherland today as men of faith and indomitable fighters.\r\n   The repatriation of unconverted long-term prisoners marks an important occasion of demonstrating to the world the strong will and stubborn mental power of the Korean nation neither to compromise nor yield to injustice, Rodong Sinmun says, and goes on: &nbsp;&nbsp;&nbsp;\r\n   Such a world historic event as the return of unconverted long-term prisoners to the DPRK is a shining fruition of the love, comradely sense of obligation and immense magnanimity shown by the great leader Kim Jong Il for revolutionary soldiers and the indefatigable efforts exerted by him for their repatriation. &nbsp;&nbsp;&nbsp;\r\n   He is the tender-hearted father who, regarding it as his natural disposition to believe in the people as in god, has valued the nation more than anything else and devoted all his efforts to the prosperity of the country and the nation. &nbsp;&nbsp;&nbsp;\r\n   Praising the unconverted long-term prisoners as true revolutionaries totally dedicated to the party and the fatherland and model fighters boundlessly loyal to the popular masses' cause of independence, he has spared no efforts to bring them under his loving care and bestow all happiness and honour upon them. &nbsp;&nbsp;&nbsp;  \r\n   The historic repatriation of unconverted long-term prisoners is an epic of Kim Jong Il's warm love for soldiers and clear evidence showing the vitality of the benevolent politics, the all-embracing politics of taking responsible care of their destiny to the end with his outstanding leadership and great humanity. &nbsp;&nbsp;&nbsp;\r\n   The unconverted long-term prisoners coming back to the fatherland are revolutionaries boundlessly loyal to the party and the leader and men of strong faith and will. &nbsp;&nbsp;&nbsp;\r\n   They are possessors of the revolutionary outlook on the leader and the revolutionary view on life, indomitable fighters and revolutionary optimists who do not know pessimism in whatever adversity. &nbsp;&nbsp;&nbsp;\r\n   Minju Joson says that the repatriation of a group of unconverted long-term prisoners once again teaches a truth that it is the noblest attribute for a man to keep faith and conscience and one can enjoy a worthy life only when he remains true to them to the last, adding they showed this in practice.    \r\n\r\n"
        },
        {
            "title": "Repeal of \"SL\" urged in S. Korea",
            "url": "http://kcna.co.jp/item/2000/200009/news09/02.htm#9",
            "content": "Kim Yong Nam leaves to participate in new millennium U.N. summit\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 2 (KCNA) -- President Kim Yong Nam of the presidium of the DPRK Supreme People's Assembly and his party left here today by air to participate in the new millennium U.N. summit which will be held in New York.\r\n   They were seen off at the airport by Kim Yong Dae, vice-president of the presidium of the SPA, Kim Yun Hyok, secretary of the spa presidium, Paek Nam Sun, Minister of Foreign Affairs, officials concerned, foreign diplomatic envoys and representatives of international organizations here.    \r\n\r\n"
        },
        {
            "title": "Unconverted long-term prisoners reunite with their families and relatives",
            "url": "http://kcna.co.jp/item/2000/200009/news09/02.htm#10",
            "content": "Repeal of \"SL\" urged in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 2 (KCNA) -- The recent opinion poll conducted by the association for reunification of the \"citizens federation of economic justice\" among 145 \"national assemblymen\" over the issue of reunification said that 96.5 percent of the respondents asserted that the \"Security Law\" should be revised or repealed, according to the South Korean newspaper Chosun Ilbo.\r\n   Some of them held that \"the law itself should be totally repealed.\" &nbsp;&nbsp;&nbsp;\r\n   In reference to the issue of repatriating unconverted long-term prisoners to the north, the absolute majority of the \"assemblymen\" urged an \"unconditional repatriation\" and as regards the revision of the South Korea-U.S. \"status of forces agreement\" they asserted the total revision including return of the U.S. military bases and fixation of their rental period. &nbsp;&nbsp;&nbsp;\r\n   Answering the question as to how to understand the north, 94.5 percent of the \"assemblymen\" were of the view that \"the north should be regarded as an object of co-existence and cooperation.\"    \r\n\r\n\r\n"
        },
        {
            "title": "Unconverted long-term prisoners pay homage to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2000/200009/news09/02.htm#11",
            "content": "Unconverted long-term prisoners reunite with their families and relatives\r\n&nbsp;&nbsp;&nbsp; Panmunjom, September 2 (KCNA) -- Unconverted long-term prisoners had emotional reunions with their families and relatives today at the Thongil House in Panmunjom upon their return to the north.\r\n   In front of the house families and relatives were waiting for the moment to hug their fathers, grandfathers and husbands coming to the north. &nbsp;&nbsp;&nbsp;\r\n   As unconverted long-term prisoners crossed the demarcation line at Panmunjom at last and came close to the house, their families and relatives rushed to throw themselves into their arms. voices calling their fathers, husbands and children before their emotional reunions reverberated far and wide. &nbsp;&nbsp;&nbsp;\r\n   Sons, daughters, brothers and sisters, nephews and nieces of unconverted long-term prisoners bowed to their fathers, brothers and uncles whom they had awaited for scores of years. &nbsp;&nbsp;&nbsp;\r\n   The unconverted long-term prisoners were at a loss  for words for a while in face of this dream-like reality of embracing their families and relatives in their arms. &nbsp;&nbsp;&nbsp;\r\n   They shared warm feelings with their kinsmen whom they have met after scores of years of separation.    \r\n\r\n"
        },
        {
            "title": "Unconverted long-term prisoners back to fatherland",
            "url": "http://kcna.co.jp/item/2000/200009/news09/02.htm#12",
            "content": "Unconverted long-term prisoners pay homage to Kim Il Sung \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 2 (KCNA) -- The unconverted long-term prisoners who came back to the fatherland today visited the Kumsusan Memorial Palace to pay homage to the great leader President Kim Il Sung.\r\n   They were wrapped in yearning for the president whom they believed in and followed as their mainstay for a long time in prison. &nbsp;&nbsp;&nbsp;\r\n   They passed the hall where the statue of the president is standing and went upstairs to make deep bows to him who is preserved in state, moved to tears. &nbsp;&nbsp;&nbsp;\r\n   They looked round orders and medals he received from different countries, the wailers' hall that reminds people of those days when the whole country was in profound grief at the loss of the father of the nation, a train used by him for his on-site guidance and foreign tours and a car used in the last period of his life. &nbsp;&nbsp;&nbsp;\r\n   They were accompanied by Kim Il Chol, Minister of the People's Armed Forces, Choe Thae Bok, secretary of the central committee of the Workers' Party of Korea, Yang Hyong Sop, vice-president of the presidium of the Supreme People's Assembly, and others. &nbsp;&nbsp;&nbsp;\r\n   They left their impressions in the visitor's book.    \r\n\r\n"
        },
        {
            "title": "Greetings to President of Slovakia",
            "url": "http://kcna.co.jp/item/2000/200009/news09/02.htm#13",
            "content": "Unconverted long-term prisoners back to fatherland\r\n&nbsp;&nbsp;&nbsp; Panmunjom, September 2 (KCNA) -- Unconverted long-term prisoners in South Korea, men of strong faith and will came back to the fatherland, which they have longed for even in dreams, via Panmunjom today.\r\n   The area of the north side in Panmunjom was crowded with many citizens of Kaesong who turned out with flowers in their hands to welcome the praiseworthy sons of the \r\n   fatherland who powerfully demonstrated the strong faith and will of the Korean nation at home and abroad. &nbsp;&nbsp;&nbsp;\r\n   At 10 a.m. all the 63 unconverted long-term prisoners crossed over the demarcation line at Panmunjom. &nbsp;&nbsp;&nbsp;\r\n   Among them were the unconverted long-term prisoners who were carried on wheelchairs and stretchers. &nbsp;&nbsp;&nbsp;\r\n   At that moment, the crowd enthusiastically welcomed the indomitable pro-reunification patriotic fighters, waveing bunches of flowers and raising cheers. &nbsp;&nbsp;&nbsp;\r\n   Children and working women gave them bunches of flowers and put garlands, around their necks. &nbsp;&nbsp;&nbsp;\r\n   Minister Kim Il Chol of the People's Armed Forces, secretary Choe Thae Bok of the central committee of the Workers' Party of Korea, vice-president Yang Hyong Sop of the presidium of the Supreme People's Assembly, secretary Kim Yong Sun of the WPK central committee, officials concerned and  leading officials of the party and power organs in Kaesong warmly greeted and hugged them. &nbsp;&nbsp;&nbsp;\r\n   The unconverted long-term prisoners visited the monument to the autograph of the great leader President Kim Il Sung reflecting his noble patriotism. &nbsp;&nbsp;&nbsp;\r\n   Then, they had emotional reunions with their families and relatives at the Thongil House whom they have never forgot even a moment for a long period of separation. &nbsp;&nbsp;&nbsp;\r\n   Party and state senior officials met and conversed with the unconverted long-term prisoners back to the fatherland in a cordial atmosphere overflowing with warm kinship. &nbsp;&nbsp;&nbsp;\r\n   Kim Il Chol said he was authorized by the respected supreme commander Kim Jong Il to warmly welcome the unconverted long-term prisoners who came to the fatherland. &nbsp;&nbsp;&nbsp;\r\n   He told: &nbsp;&nbsp;&nbsp;\r\n   The great Kim Jong Il saw to it that they were warmly congratulated, noting with great satisfaction that they came back to the north while devoting themselves to the patriotic struggle for reunification  with unbounded loyalty to the party and the revolution and immutable faith and indomitable will. &nbsp;&nbsp;&nbsp;\r\n   U Yong Gak, on behalf of the unconverted long-term prisoners, said words of salute to the people in the DPRK. &nbsp;&nbsp;&nbsp;\r\n   He said that they made a heartfelt bow of thanks to Kim Jong Il who paved the way for their repatriation to the north. &nbsp;&nbsp;&nbsp;\r\n   They boarded cars and left for Pyongyang amid enthusiastic welcome from Kaesong citizens. Similar welcome was accorded to them by people from all walks of life along the almost two hundred kilometer-long route from Kaesong, Sariwon and other places to Pyongyang.    \r\n\r\n"
        }
    ]
}