{
    "date": "2000-11-20",
    "url": "http://kcna.co.jp/item/2000/200011/20001120.htm",
    "articles": [
        {
            "title": "President of Singapore on friendly relations with DPRK",
            "url": "http://kcna.co.jp/item/2000/200011/news11/20.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "New DPRK ambassadors appointed",
            "url": "http://kcna.co.jp/item/2000/200011/news11/20.htm#2",
            "content": "President of Singapore on friendly relations with DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 20 (KCNA) -- S. R. Nathan, President of the Republic of Singapore, when meeting with the DPRK ambassador to his country on November 14, asked him to convey the warm greetings to the great leader Kim Jong Il in the name of the people of Singapore and his own. &nbsp;&nbsp;&nbsp;\r\n Referring to the friendly and cooperative relations between Singapore and the DPRK, he hoped that the relations between the two countries would develop on better terms in the future. &nbsp;&nbsp;&nbsp;\r\n He sincerely wished the Korean people would make greater success and prosperity in building a powerful nation and accomplishing the cause of national reunification as they overcame all the difficulties and won a victory under the wise leadership of Kim Jong Il.  \r\n\r\n"
        },
        {
            "title": "Modern poultry bases",
            "url": "http://kcna.co.jp/item/2000/200011/news11/20.htm#3",
            "content": "New DPRK ambassadors appointed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 20 (KCNA) -- Pak Tong Chun, Choe Pyong Gwan and O Nam Jung were separately appointed ambassadors E.P. of the Democratic People's Republic of Korea to the Republic of Cuba, the Lao People's Democratic Republic and the Federal Democratic Republic of Ethiopia, according to decrees of the presidium of the Supreme People's Assembly of the DPRK. \r\n\r\n"
        },
        {
            "title": "Popular noodle served with meat",
            "url": "http://kcna.co.jp/item/2000/200011/news11/20.htm#4",
            "content": "Modern poultry bases \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 20 (KCNA) -- Modern chicken factories have been built in Korea. &nbsp;&nbsp;&nbsp;\r\n The Hwangju chicken factory was recently commissioned after chicken factory no. 112. &nbsp;&nbsp;&nbsp;\r\n The Hwangju chicken factory with a total floor space of more than 27,000 square metres has egg-laying, poultry breeding, assorted feed, fowl processing, fattening and other workshops. &nbsp;&nbsp;&nbsp;\r\n All processes such as feed processing, feed and water supply, hatching and fowl processing as well as temperature, humidity and lighting regulation have been computerized. &nbsp;&nbsp;&nbsp;\r\n The fattening workshop has five buildings which breed  25,000 chickens each. The workshop raises chicks till they weigh more than two kg in 42 days. &nbsp;&nbsp;&nbsp;\r\n Its annual fowl production is thousands of tons. &nbsp;&nbsp;&nbsp;\r\n The egg-laying workshop produces tens of thousands of eggs a day, and collecting, packing and measuring of eggs have been automated. &nbsp;&nbsp;&nbsp;\r\n The assorted feed workshop has storing tanks  and equipment to produce thousands of tons of feed. &nbsp;&nbsp;&nbsp;\r\n The factory has built up a raw material base for feed production. \r\n\r\n"
        },
        {
            "title": "Accelerated 2nd grand Chollima march called for",
            "url": "http://kcna.co.jp/item/2000/200011/news11/20.htm#5",
            "content": "Popular noodle served with meat \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 20 (KCNA) -- Noodle served with meat on a plate at Okryu Restaurant, Pyongyang, is popular among visitors. &nbsp;&nbsp;&nbsp;\r\n Okryu Restaurant is widely known for its Pyongyang cold noodle. At the outset of the year the restaurant began serving noodle with meat on a plate. This is peculiar national food. &nbsp;&nbsp;&nbsp;\r\n To serve this food, it is necessary to boil meat and tear it into pieces before placing them on a plate and garnishing with sliced egg and pear and a small amount of vegetable and prepare such spices as garlic, pepper, onion, sesame oil, red pepper and  sesame, and sticky buckwheat noodle. Brass plates, bowls, wine cups and chopsticks are used to serve this food. &nbsp;&nbsp;&nbsp;\r\n A customer takes this food after noodle is put over meat plate seasoned with spices and refreshing and sweet meat stock poured on the plate. &nbsp;&nbsp;&nbsp;\r\n Visitors to the restaurant prefer this food for its special taste. &nbsp;&nbsp;&nbsp;\r\n Okryu Restaurant on the picturesque bank of the river taedong can accommodate 10,000 people a day. &nbsp;&nbsp;&nbsp;\r\n This food is served to at least 2,000 visitors every day. &nbsp;&nbsp;&nbsp;\r\n The restaurant serving peculiar Korean national food is drawing an ever-increasing number of visitors. \r\n\r\n"
        },
        {
            "title": "Original army-first politics of WPK",
            "url": "http://kcna.co.jp/item/2000/200011/news11/20.htm#6",
            "content": "Accelerated 2nd grand Chollima march called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 20 (KCNA) -- Rodong Sinmun today editorially calls upon the Korean people to more energetically carry out the three-revolution red flag movement to accelerate the three revolutions--ideological, technical and cultural--and perform continued miracles and feats in socialist construction. &nbsp;&nbsp;&nbsp;\r\n The three revolutions--ideological, technical and cultural--are the general line of the Worker's Party of Korea and the three-revolution red flag movement is very instrumental in carrying them out, the editorial notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The on-going drive is a continuation and a new higher phase of the historic struggle to carry out the three revolutions--ideological, technical and cultural--led by the WPK. &nbsp;&nbsp;&nbsp;\r\n It is necessary to vigorously wage the three-revolution red flag movement. This is a key to successfully implementing the line of giving importance to ideology, army and science and technology and bringing about a new turn in economic construction and the improvement of the standard of people's living. &nbsp;&nbsp;&nbsp;\r\n It is the firm determination and will of the WPK to more energetically accelerate the second grand Chollima march and usher in a new era of a powerful and prosperous nation through the intensified movement. &nbsp;&nbsp;&nbsp;\r\n Priority should be given to the ideological revolution to prepare all the party members and other working people as fighters devotedly defending the leader and genuine patriots. &nbsp;&nbsp;&nbsp;\r\n What is particularly important in the ideological work at present is to channel all efforts into educating all the party members and other working people so that they may uphold the army-first revolutionary leadership of the respected leader Kim Jong Il with loyalty. &nbsp;&nbsp;&nbsp;\r\n It is also necessary to carry out more energetically the technical and cultural revolutions to develop our economy to be a modern economy based on the latest scientific and technological successes. The editorial calls for sustained efforts to build streets and villages, houses and working places better to be suited to socialism. \r\n\r\n"
        },
        {
            "title": "10th anniversary of Pomminryon marked",
            "url": "http://kcna.co.jp/item/2000/200011/news11/20.htm#7",
            "content": "Original army-first politics of WPK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 20 (KCNA) -- Rodong Sinmun today carries a signed article under the title \"Originality of army-first politics of the Worker's Party of Korea.\"&nbsp;&nbsp;&nbsp;\r\n The article says: &nbsp;&nbsp;&nbsp;\r\n The originality and validity of this army-first politics lie, first of all, in that it regards the Korean People's Army as the pillar, the pivotal force of the revolution. &nbsp;&nbsp;&nbsp; \r\nHerein lies the essential characteristics of the politics of the WPK different from the politics pursued by all other revolutionary parties in the past. &nbsp;&nbsp;&nbsp;\r\n A vanguard role of the working class can never be played without the backing of strong military power. The historical experience shows that a party, which neither controls an army nor gets any protection from it, cannot lead revolution and construction to victory. &nbsp;&nbsp;&nbsp;\r\n The originality and validity of the army-first politics also lie in that it calls on the whole society to learn from the army. &nbsp;&nbsp;&nbsp;\r\n It is the army-first politics of the WPK that encourages all the people to learn from the revolutionary spirit of soldiers of the KPA and helps achieve the unity of the army and people based on the idea and the fighting spirit and thus vigorously push forward revolution and construction as a whole with its strength. &nbsp;&nbsp;&nbsp;\r\n The working-classization of the whole society is being accelerated in the DPRK thanks to the army-first politics of the WPK. &nbsp;&nbsp;&nbsp;\r\n The revolutionary spirit of soldiers, which was highly displayed in the periods of \"arduous march\" and forced march under the army-first revolutionary leadership of the WPK, encourages the working class and all other people in revolution and construction with ever-increasing attraction and influence. \r\n\r\n"
        },
        {
            "title": "National meeting held to mark 10th anniversary of Pomminryon",
            "url": "http://kcna.co.jp/item/2000/200011/news11/20.htm#8",
            "content": "10th anniversary of Pomminryon marked \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 20 (KCNA) -- Rodong Sinmun today dedicates a signed article to the 10th anniversary of the National Alliance for the Country's Reunification (Pomminryon), an umbrella organization of the pro-reunification patriotic forces in the north, south and abroad. &nbsp;&nbsp;&nbsp;\r\n Pomminryon was founded on November 20, Juche 79 (1990). Its mission is to achieve national reunification on the three principles -- independence, peaceful reunification and great national unity -- and it is a patriotic organization of the movement for reunification which speaks for the common will of Koreans in the north, south and abroad. &nbsp;&nbsp;&nbsp;\r\n The formation of the organization enabled all the pro-reunification patriotic forces at home and abroad to unite close under the banner of national reunification and the reunification movement, which had been dispersedly conducted in the north, south and abroad, to develop into a nationwide movement of solidarity on an organized basis, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n Over the last 10 years Pomminryon conducted various movements for national reconciliation, unity and reunification and other pro-reunification patriotic activities of various forms and methods among Koreans at home and abroad and made a great contribution to expanding and developing the movement for national reunification into a nationwide movement. &nbsp;&nbsp;&nbsp;\r\n Pomminryon should continue waging a dynamic drive to carry through the three-point charter of national reunification and the five-point policy of great national unity, regarding them as its guideline and life-line. This is a historical review of Pomminryon activities and its valuable experience. &nbsp;&nbsp;&nbsp;\r\n It is an important task of Pomminryon at present to wage a positive struggle to support and implement the historic June 15 north-south joint declaration.  \r\n\r\n"
        },
        {
            "title": "9th general meeting of c.c., north HQ of Pomminryon held",
            "url": "http://kcna.co.jp/item/2000/200011/news11/20.htm#9",
            "content": "National meeting held to mark 10th anniversary of Pomminryon \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 20 (KCNA) -- Today marks the 10th anniversary of the National Alliance for the Country's Reunification (Pomminryon),  an umbrella organization of the pro-reunification patriotic forces in the north, south and abroad. &nbsp;&nbsp;&nbsp;\r\n It was founded on November 20, Juche 79 (1990). Its mission is to achieve national reunification on the three principles -- independence, peaceful reunification and great national unity. It is a patriotic organization of the movement for reunification which represents the common interests of Koreans in the north, south and abroad. &nbsp;&nbsp;&nbsp;\r\n It has grown and developed into a pan-national body of the reunification movement for three-party solidarity having such a well-regulated system as regional headquarters and branches everywhere Koreans reside and a mass organization of the reunification movement grouping Koreans from all walks of life. &nbsp;&nbsp;&nbsp;\r\n It successfully organized August 15 pan-national rallies every year and achieved firm solidarity and unity among different pro-reunification patriotic organizations and played a leading role in the movement for the reunification of the country and thus made a great contribution to creating a favourable atmosphere for it.  &nbsp;&nbsp;&nbsp;\r\n A meeting of the north headquarters of Pomminryon to mark the 10th anniversary of Pomminryon was held here today. &nbsp;&nbsp;&nbsp;\r\n Present there were presidium members of the north headquarters of Pomminryon, members of the central committee of Pomminryon, officials of the north headquarters of the National Alliance of Youth and Students for the Country's Reunification and other officials concerned. Overseas Koreans staying in the homeland were invited to the meeting. &nbsp;&nbsp;&nbsp;\r\n An Kyong Ho, chairman of the north headquarters of Pomminryon, said in a report delivered there that the President Kim Il Sung set forth the three principles for national reunification and the proposal for founding the Democratic Federal Republic of Koryo, thus setting out a clear idea of achieving reunification, the target of its movement for Pomminryon and a guideline whereby to unite broad strata of Koreans at home and abroad close under the banner of reunification and patriotism. &nbsp;&nbsp;&nbsp;\r\n The respected leader Kim Jong Il worked hard to arrange the historic Pyongyang meeting and publish the north-south joint declaration, thus opening a bright prospect of national reconciliation, unity and reunification, he said, and went on: &nbsp;&nbsp;&nbsp;\r\n One's viewpoint and attitude towards the declaration serve as a touchstone distinguishing patriotism from treachery. &nbsp;&nbsp;&nbsp;\r\nDifferent organizations of the reunification movement should achieve solidarity and unity and conduct a joint movement for reunification despite differences in ideology, political view, religious belief and methods of action to implement the declaration. &nbsp;&nbsp;&nbsp;\r\n Pomminryon's sacred and patriotic cause of reunification is sure to win thanks to the three-point charter of national reunification advanced and formulated by Kim Il Sung and Kim Jong Il.  \r\n\r\n"
        },
        {
            "title": "Newspaper reform urged in S. Korea",
            "url": "http://kcna.co.jp/item/2000/200011/news11/20.htm#10",
            "content": "9th general meeting of c.c., north HQ of Pomminryon held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 20 (KCNA) -- The 9th general meeting of the central committee of the north headquarters of the  National Alliance for the Country's Reunification (Pomminryon) was held here today. &nbsp;&nbsp;&nbsp;\r\n The meeting discussed its agenda items \"on the extraordinary meeting of the co-chairmen of Pomminryon\" and \"on the election of chairman of the north headquarters of Pomminryon.\"&nbsp;&nbsp;&nbsp;\r\n It briefed its participants on the extraordinary meeting of the co-chairmen of Pomminryon which was held on November 18 by the method of exchanging facsimile messages among headquarters in the north, south and abroad. &nbsp;&nbsp;&nbsp;\r\n The meeting discussed an action program and immediate tasks to be fulfilled by Pomminryon for the successful implementation of the June 15 north-south joint declaration and adopted an appeal and a resolution to be sent to the 70 million fellow countrymen at home and abroad. &nbsp;&nbsp;&nbsp;\r\n The meeting adopted Pomminryon's action program to achieve solidarity, cooperation and unity among all organizations of the movement for reunification at home and abroad and arouse all the fellow countrymen to a drive to support and implement the historic north-south joint declaration and increase and strengthen the driving force for national reunification under the present situation. &nbsp;&nbsp;&nbsp;\r\n It was defined as Pomminryon's immediate task to continue holding aloft the slogan of independence and great unity of the nation, pursuant to this action program, accelerate the drive to support and implement the north-south joint declaration and intensify solidarity, cooperation and unity with all reunification movement organizations at home and abroad and others. &nbsp;&nbsp;&nbsp;\r\n The meeting also took up issues of holding pan-national rallies and pan-national meetings and forming its co-chairmen. &nbsp;&nbsp;&nbsp;\r\nThe appeal called upon all the fellow countrymen at home and abroad to unite close in the spirit of patriotism and national independence irrespective of ideology, political view, religious belief and abode and make a tangible contribution to the reunification and prosperity of the country. &nbsp;&nbsp;&nbsp;\r\n The appeal said Pomminryon will wage a resolute struggle to frustrate the anti-national and anti-reunification moves putting a brake on the implementation of the June 15 joint declaration and bringing the situation back to those days of confrontation and join hands with anyone supporting the declaration, be he a person in power or a politician or a businessman, and work together for reunification and patriotism. &nbsp;&nbsp;&nbsp;\r\n The general meeting of the central committee of the north headquarters of Pomminryon referred to tasks to implement the issues discussed. &nbsp;&nbsp;&nbsp;\r\n An Kyong Ho was elected chairman of the north headquarters of Pomminryon at the meeting. \r\n\r\n"
        },
        {
            "title": "KCNA assails U.S. sophism about DPRK's \"threat\"",
            "url": "http://kcna.co.jp/item/2000/200011/news11/20.htm#11",
            "content": "Newspaper reform urged in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 20 (KCNA) -- Citizens' Solidarity for Press Reform composed of 41 organizations in South Korea reportedly went into an all-people signature campaign for the revision of the law for newspaper reform on November 16. &nbsp;&nbsp;&nbsp;\r\n Noting that proprietors violated the right to the edition of newspapers by maintaining the nepotic system, the organization called upon the pressmen and people to join in the activities for the revision of the law for newspaper reform. \r\n\r\n"
        },
        {
            "title": "Rally for abolition of \"Security Law\"",
            "url": "http://kcna.co.jp/item/2000/200011/news11/20.htm#12",
            "content": "KCNA assails U.S. sophism about DPRK's \"threat\" \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 20 (KCNA) -- Bellicose forces of the United States are busy floating the fiction of \"threat from the DPRK\" wherever they go. Typical of them are blare, commander-in-chief of the U.S. armed forces in the pacific and John Hami, director of the U.S. Institute for Strategic Studies. &nbsp;&nbsp;&nbsp;\r\n Blare and Hami separately held press conferences in Australia and Japan on November 15 at which they let loose bellicose outcries that \"it is necessary to keep the deterrent forces against North Korea as it poses threat\" and maintain the \"U.S. forces' win-win strategy to fight wars against North Korea and the Mideast.\" &nbsp;&nbsp;&nbsp;\r\n An atmosphere of peace and reconciliation has been created on the Korean peninsula and there are a series of positive developments in the relations between the DPRK and U.S. at present. &nbsp;&nbsp;&nbsp;\r\n Then why are they floating the fiction of \"threat from North Korea\" in other countries? &nbsp;&nbsp;&nbsp;\r\n This was prompted by their careful calculation and ulterior purpose. &nbsp;&nbsp;&nbsp;\r\n As it is well known, there are widespread views not only in various parts of the world but in the United States that the U.S. forces' presence in South Korea is no longer necessary as the north and south of Korea took a stride forward towards reconciliation and cooperation after the publication of the June 15 joint declaration. In a word, the U.S. Asian policy aimed at world supremacy began to collapse. &nbsp;&nbsp;&nbsp;\r\n This cannot but be a big headache for the U.S. bellicose forces keen on establishing military domination over the world through the continued presence of its huge forces in East Asia. &nbsp;&nbsp;&nbsp;\r\n That is why they are becoming more vociferous about the \"threat from North Korea.\" Through this they also seek to put a brake on the process of improving the relations between the DPRK and the U.S. and between the north and south. &nbsp;&nbsp;&nbsp;\r\n It is an anachronistic daydream for the U.S. bellicose forces to work hard to achieve those aims. Gone never to return are days when the arrogant and self-justified assertion of the United States could work on some people. &nbsp;&nbsp;&nbsp;\r\n The U.S. bellicose forces should know that their sheer sophism will bring them to nowhere. \r\n\r\n"
        },
        {
            "title": "Venezuela-DPRK Friendship and Solidarity Association formed",
            "url": "http://kcna.co.jp/item/2000/200011/news11/20.htm#13",
            "content": "Rally for abolition of \"Security Law\" \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 20 (KCNA) -- The \"National Alliance for Democracy and Reunification\", the family movement for realizing democracy  and the South Korean Federation of University Student Councils and other organizations under the People's Solidarity  for the Abolition of the \"Security Law\" held rallies \"second pan-national action day for the abolition of the Security Law\" in nine cities including Seoul, Pusan, Taegu and Ulsan on November 18, according to \"Yonhap News\" of South Korea. &nbsp;&nbsp;&nbsp;\r\n They said that the \"Security Law\" is an evil law whose abolition is demanded by the UN Commission on Human Rights and which is internationally accused as a serious violation of the human rights. &nbsp;&nbsp;&nbsp;\r\n Its abolition is supported by most of participants in the public opinion poll, they said. &nbsp;&nbsp;&nbsp;\r\n Over 500 participants in the rally in Seoul held a \"ceremony for a pan-national stay-in strike for the abolishment of the Security Law.\"&nbsp;&nbsp;&nbsp;\r\n 30-odd members of the People's Solidarity for the Abolition of the \"Security Law\" started an indefinite sit-in strike inside tents at the entrance to the Myongdong Cathedral. \r\n\r\n"
        }
    ]
}