{
    "date": "2000-02-09",
    "url": "http://kcna.co.jp/item/2000/200002/20000209.htm",
    "articles": [
        {
            "title": "Paek Nam Sun meets new Beninese ambassador",
            "url": "http://kcna.co.jp/item/2000/200002/news02/09.htm#1",
            "content": "Paek Nam Sun meets new Beninese ambassador \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 9 (KCNA) -- DPRK Foreign Minister Paek Nam Sun met and had a talk with Michel Adechian, newly-appointed ambassador of Benin to the DPRK, who paid a courtesy call on him today. \r\n\r\n"
        },
        {
            "title": "Russian Foreign Minister and his party arrive",
            "url": "http://kcna.co.jp/item/2000/200002/news02/09.htm#2",
            "content": "Russian Foreign Minister and his party arrive \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, February 9 (KCNA) -- Foreign Minister of Russia Igor Ivanov and his party arrived here today.&nbsp;&nbsp;&nbsp;\r\n   They were met at the airport by vice-Minister of Foreign Affairs of the DPRK Ri In Gyu and other officials concerned, Russian ambassador to the DPRK Valery Denisov and officials of the embassy.  \r\n\r\n"
        },
        {
            "title": "Personal letter of acting Russian President to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2000/200002/news02/09.htm#3",
            "content": "Personal letter of acting Russian President to Kim Jong I \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, February 9 (KCNA) -- General Secretary Kim Jong Il received a personal letter of acting Russian President Vladimir Putin. &nbsp;&nbsp;&nbsp;\r\n   It was handed to DPRK Foreign Minister Paek Nam Sun by Russian Foreign Minister Igor Ivanov on a visit to the DPRK today. \r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Russian Foreign Minister",
            "url": "http://kcna.co.jp/item/2000/200002/news02/09.htm#4",
            "content": "Gift to Kim Jong Il from Russian Foreign Minister \r\n  &nbsp;&nbsp;&nbsp; Pyongyang, February 9 (KCNA) -- General Secretary Kim Jong Il received a gift from Russian Foreign Minister Igor Ivanov on a visit to the DPRK. &nbsp;&nbsp;&nbsp;\r\n   It was handed to DPRK Foreign Minister Paek Nam Sun today. \r\n\r\n"
        },
        {
            "title": "Talks between DPRK and Russian foreign ministers",
            "url": "http://kcna.co.jp/item/2000/200002/news02/09.htm#5",
            "content": "Talks between DPRK and Russian foreign ministers \r\n &nbsp;&nbsp;&nbsp; Pyongyang, February 9 (KCNA) -- Talks between DPRK Foreign Minister Paek Nam Sun and his Russian counterpart Igor Ivanov took place at the Mansudae Assembly Hall this afternoon. &nbsp;&nbsp;&nbsp;\r\n   Present at the talks were Ri In Gyu, vice-Minister of Foreign Affairs, Kim Pong Ik, vice-Minister of Foreign Trade, Lieut. General Ri Su Hyon of the Korean People's Army and other officials concerned from the DPRK side, and Russian Foreign Minister's party and Valery Denisov, Russian ambassador to Korea, from the Russian side. &nbsp;&nbsp;&nbsp;\r\n   At the talks they exchanged their views on the issue of relations between the two countries and a series of matters of mutual concern. &nbsp;&nbsp;&nbsp;\r\n   The talks proceeded in a friendly atmosphere. \r\n\r\n"
        },
        {
            "title": "DPRK-Russia treaty signed",
            "url": "http://kcna.co.jp/item/2000/200002/news02/09.htm#6",
            "content": "DPRK-Russia treaty signed \r\n &nbsp;&nbsp;&nbsp; Pyongyang, February 9 (KCNA) -- A treaty of friendship, good-neighborliness and cooperation between the DPRK and the Russian Federation was signed here today. &nbsp;&nbsp;&nbsp;\r\n   Present there on the DPRK side were Paek Nam Sun, Foreign Minister, Ri In Gyu, vice-Foreign Minister, Kim Pong Ik, vice-Minister of Foreign Trade, Liet. General of the Korean People's Army Ri Su Hyon and other officials concerned and on the Russian side Igor Ivanov, Russian Foreign Minister, and his party and Valery Denisov, Russian ambassador to the DPRK. &nbsp;&nbsp;&nbsp;\r\n   The two foreign ministers signed the treaty. \r\n\r\n"
        },
        {
            "title": "Joint statement on concluded DPRK-Russia treaty",
            "url": "http://kcna.co.jp/item/2000/200002/news02/09.htm#7",
            "content": "Joint statement on concluded DPRK-Russia treaty \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 9 (KCNA) -- A DPRK-Russia treaty of friendship, good neighborliness and cooperation was signed here today. &nbsp;&nbsp;&nbsp;\r\n   In this regard, DPRK Foreign Minister Paek Nam Sun and Russian Foreign Minister I. Ivanov released a joint statement. &nbsp;&nbsp;&nbsp;\r\n   The conclusion of the treaty indicates a start of new stage in the development of mutual relations, the statement noted, and said: &nbsp;&nbsp;&nbsp;\r\n   Both sides recognize this treaty as a fundamental legal document that provides a basis for the overall bilateral relations between the Democratic People's Republic of Korea and the Russian Federation. &nbsp;&nbsp;&nbsp;\r\n   The treaty was concluded out of the desire of the two sides to strengthen the traditional friendly relations, good-neighborliness, mutual trust and multilateral cooperation between the two peoples, ensure peace and security in northeast Asia and the rest of the world, respecting the purpose and principles of the UN Charter, and develop the equal and reciprocal cooperation, and it does not infringe upon the interests of a third country. &nbsp;&nbsp;&nbsp;\r\n   Both sides confirm that, on the basis of this treaty, the two contracting parties are obliged not to conclude any treaty or agreement with a third country nor join in its action or step, if they stand against sovereignty, independence and territorial integrity of any of the parties. &nbsp;&nbsp;&nbsp;\r\n   Both sides will strive to further expand and develop the mutual relations of friendship and cooperation in various fields in conformity with the requirements stipulated in the treaty. &nbsp;&nbsp;&nbsp;\r\n   Both sides are convinced that it entirely confirms to the national interests of all the Korean people and will contribute to peace and security of Asia and the rest of the world to put a period to the division of Korea, a constant factor of international tensions, at an early date and reunify it on the principles of independence, peaceful reunification and great national unity. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il praised by Indian official",
            "url": "http://kcna.co.jp/item/2000/200002/news02/09.htm#8",
            "content": "Kim Jong Il praised by Indian official \r\n&nbsp;&nbsp;&nbsp;   Pyongyang, February 9 (KCNA) -- Alok K. Nayak, chief editor of the Indian magazine Micro Cosmic Illustrate, on Jan. 15 called a press conference in New Delhi as regards the publication of the book \"Great Leader.\"&nbsp;&nbsp;&nbsp;\r\n   He said: The respected Kim Jong Il is the genius of idea and theory and the great leader of the people. &nbsp;&nbsp;&nbsp;\r\n   He is indicating the way of the era more brightly by continuously developing and enriching the treasure-house of the Juche idea to meet requirements of the advancing era of independence. &nbsp;&nbsp;&nbsp;\r\n   He is the genius of creation and construction who applies the revolutionary idea and outstanding leadership ability of the President Kim Il Sung and the people's leader who is taking warm care of the people with his most noble virtues. &nbsp;&nbsp;&nbsp;\r\n   He is devoting himself to building a society of paradise where human independence is fully realized so that the people may lead an independent and creative life. \r\n\r\n"
        },
        {
            "title": "Science museum of Kim Il Sung University receives new exhibits",
            "url": "http://kcna.co.jp/item/2000/200002/news02/09.htm#9",
            "content": "Science museum of Kim Il Sung University receives new exhibits \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 9 (KCNA) -- Recently the science museum of Kim Il Sung University received Lamna Cornubica (Gmelln), a rare specimen.&nbsp;&nbsp;&nbsp;\r\n   The fish is 2.2 meters in length, 1.2 meters in girth of its trunk and 95 kilograms in weight. &nbsp;&nbsp;&nbsp;\r\n   It is a wild fish rarely seen in the south and east seas of Korea. It is usually 1.5 meters long and is of great academic significance. &nbsp;&nbsp;&nbsp;\r\n   Some days ago, General Secretary Kim Jong Il sent it to the university. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il who is deeply concerned for the education and scientific development in the country has sent many animal specimens to the university in recent years. &nbsp;&nbsp;&nbsp;\r\n   He sent more than 60 pieces of animal specimen of 57 species including ceratocottus namiyei and therapon oxyrhynchus last year alone. &nbsp;&nbsp;&nbsp;\r\n   All these are exhibited at the science museum of the university. &nbsp;&nbsp;&nbsp;\r\n   This museum was opened in October, 1976. &nbsp;&nbsp;&nbsp;\r\n   Exhibited there are over 4,000 pieces of animal specimen and stuffing such as animals, birds, fishes and reptiles. &nbsp;&nbsp;&nbsp;\r\n   Also exhibited there are at least 6,000 pieces of botanical specimen and other specimen of minerals, rocks and fossils. &nbsp;&nbsp;&nbsp;\r\n   Exhibits at the museum are on a steady increase. \r\n\r\n"
        },
        {
            "title": "Regulation related to enforcement of law on protection approved",
            "url": "http://kcna.co.jp/item/2000/200002/news02/09.htm#10",
            "content": "Regulation related to enforcement of law on protection approved \r\n &nbsp;&nbsp;&nbsp;Pyongyang, February 9 (KCNA) -- Recently, the cabinet of the DPRK adopted a decision on approving the regulation related to the enforcement of the law on the protection of valuable animals. &nbsp;&nbsp;&nbsp;\r\n   The regulation is of great significance in consolidating the successes already achieved in protecting valuable animals and actively protecting and propagating them as required by the law so that the mountains and fields may teem  with those animals. &nbsp;&nbsp;&nbsp;\r\n   Classified by the regulation as valuable animals are those animals helpful to the economic development, the material and cultural life of the people and the promotion of their health and conducive to adding beauty to the landscape of the country. &nbsp;&nbsp;&nbsp;\r\n   They also include those animals of academic significance, those living in Korea only as well as those animals whose number is on a steady decrease or those on the verge of extermination. &nbsp;&nbsp;&nbsp;\r\n   This category of animals includes animals under international protection and those animals which give direct or indirect benefit  to people. &nbsp;&nbsp;&nbsp;\r\n   The regulation has 4 chapters and 37 articles including general regulation, protection and propagation of valuable animals, permission and order for hunting and direction, supervision and control over the work of protecting valuable animals. &nbsp;&nbsp;&nbsp;\r\n   It provides a legal guarantee for protecting valuable animals by specific methodology. &nbsp;&nbsp;&nbsp;\r\n   There are 15 sanctuaries for valuable animals, 6 for sea-birds and 4 for marine resources in the DPRK. &nbsp;&nbsp;&nbsp;\r\n   Among those designated as natural treasure are 26 species of animals, 43 species of birds, 2 species of reptiles, 2 species of amphibian, 14 species of aquatic animals, 2 species of butterflies and 9 species of livestock. &nbsp;&nbsp;&nbsp;\r\n   With this regulation approved, the composition of the Korean animals will become richer and more diverse. \r\n\r\n"
        },
        {
            "title": "National photo exhibition opens",
            "url": "http://kcna.co.jp/item/2000/200002/news02/09.htm#11",
            "content": "National photo exhibition opens \r\n &nbsp;&nbsp;&nbsp; Pyongyang, February 9 (KCNA) -- The national photo exhibition to celebrate the 58th birthday of General Secretary Kim Jong Il opened here with due ceremony on Tuesday. &nbsp;&nbsp;&nbsp;\r\n   Exhibited there are at least 160 photos including photos showing the last one-year-long on-the-spot guidance of Kim Jong Il who is leading the struggle for building a powerful socialist nation with his matchless grit, iron will and outstanding wisdom and his immortal revolutionary exploits. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, the exhibition of photos showing sunrise on Mt. Paektu, sacred mountain of the revolution, was open on the same day. It will last until Feb. 20. &nbsp;&nbsp;&nbsp;\r\n   Present at the opening ceremony were Kim Yong Sun, secretary of the Worker's Party of Korea Central Committee, and officials concerned and overseas Koreans staying in the socialist homeland. &nbsp;&nbsp;&nbsp;\r\n   Displayed in the exhibition hall are 58 pieces of photos including those of sunrise on Mt. Paektu in four seasons and those of a camera-man Paek Nam Sik, who is the advisor to the National Confederation of Koreans in Australia. &nbsp;&nbsp;&nbsp;\r\n   The photos vividly show magnificent and splendid view of Mt. Paektu standing imposingly with its innumerable ranges and peaks being proud of the national wisdom and spirit. &nbsp;&nbsp;&nbsp;\r\n    Paek Nam Sik in his speech said from long ago he wanted to boast over the world of mysterious scenery of Mt. Paektu, which rises up in the east demonstrating its majestic appearance, and through this to make a contribution to the great unity of the nation and national reunification though trifling. &nbsp;&nbsp;&nbsp;\r\n   He went on: I saw famous mountains and sacred places during visits to 50 odd countries. But I could not find the most famous mountain and sacred land like Mt. Paektu. It is both in name and in reality a sacred mountain not only in my country but also in the world, which must be preserved and proud of generation after generation. \r\n\r\n"
        },
        {
            "title": "Egyptian charge d' affaires gives reception",
            "url": "http://kcna.co.jp/item/2000/200002/news02/09.htm#12",
            "content": "Egyptian charge d' affaires gives reception \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 9 (KCNA) -- Shmed Fawzi, charge d' affaires ad interim of the Egyptian embassy here, hosted a reception at the Taedonggang club for the diplomatic corps yesterday on the occasion of the birthday of General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   Addressing the reception, he said that the Korean people's desire for independence and peace and the DPRK foreign policy for friendship with other countries will surely be realised under the correct guidance of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   Close relations between the two countries, especially, the intimate relations between President Mohamed Hosni Mubarak and the President Kim Il Sung and Marshal Kim Jong Il, leaders of the two countries, will remain as a good model of cooperation and solidarity, he said, adding: &nbsp;&nbsp;&nbsp;\r\n   Celebrating Kim Jong Il's birthday with the Korean people, I hoped this year would be a year of great advance for the prosperity of the DPRK under his wise guidance. &nbsp;&nbsp;&nbsp;\r\n   Foreign Minister Paek Nam Sun in his speech said that Kim Jong Il's birth on Mt. Paektu, a sacred mountain of revolution, as a son of the peerless partisan was a great event which brought about the destiny of the Korean people and a rosy future of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n   He noted that the Marshal has rendered deep concern to further consolidating and developing the bonds of good friendship between the two peoples provided by Kim Il Sung and Egyptian leaders. &nbsp;&nbsp;&nbsp;\r\n   He stressed that he will endeavor to further develop and strengthen friendly and cooperative relations with Egypt in the future, too, true to Kim Il Sung's behest and Kim Jong Il's intention. \r\n\r\n"
        },
        {
            "title": "Celebrations of Kim Jong Il's birthday held abroad",
            "url": "http://kcna.co.jp/item/2000/200002/news02/09.htm#13",
            "content": "Celebrations of Kim Jong Il's birthday held abroad \r\n&nbsp;&nbsp;&nbsp;   Pyongyang, February 9 (KCNA) -- Colorful events are taking place in different countries on the occasion of the 58th birthday  of General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   There were a seminar of representatives of foreign political parties stationed in Cuba on Kim Jong Il's famous work \"On Preserving the Juche Character and National Character of the Revolution and Construction\", a joint seminar of Guyanese organizations for study of the Juche idea and a lecture meeting on his work in Nepal. &nbsp;&nbsp;&nbsp;\r\n   Film shows, photo exhibitions, round-table talks and sports and cultural events took place in various countries including Pakistan, Thailand, Democratic Congo, Guinea, the Czech Republic and Peru. &nbsp;&nbsp;&nbsp;\r\n   Participants in those events said that Kim Jong Il is the sun of Juche in the 21st century and a great man of the present era endowed with outstanding ideological and theoretical wisdom and qualification. \r\n\r\n"
        },
        {
            "title": "Glorious 40 years of Chongsan-ri spirit and method",
            "url": "http://kcna.co.jp/item/2000/200002/news02/09.htm#14",
            "content": "Glorious 40 years of Chongsan-ri spirit and method \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, February 9 (KCNA) -- The Korean people are looking back on 40 years when the President Kim Il Sung performed immortal exploits in leading the socialist construction to a brilliant victory with the Chongsan-ri spirit and the Chongsan-ri method, a communistic way of the guidance of the masses, created during his on-site guidance to Chongsan-ri. &nbsp;&nbsp;&nbsp;\r\n   A KCNA reporter had an interview with Hong Myong Ryol, vice-Minister of Agriculture, Kim Ki Bin, vice-president of Kim Il Sung Higher Party School, and other officials, on the occasion of the 40th anniversary of the creation of the Chongsan-ri spirit and method. &nbsp;&nbsp;&nbsp;\r\n   They said that the Chongsan-ri spirit and method are the perfect idea and method of guidance of the masses which carried forward and developed the traditional work method of the Worker's Party of Korea and principle of directing the masses in conformity with the new circumstances after the establishment of the socialist system. &nbsp;&nbsp;&nbsp;\r\n   They continued: &nbsp;&nbsp;&nbsp;\r\n   The essential feature of the Chongsan-ri spirit and method is to place the interests of the popular masses above anything else, handle everything to suit their interests, mix with them to share sweets and bitters with them and solve problems on the strength of them. It is also to rally them close around the party and train them to be more independent and creative human beings. &nbsp;&nbsp;&nbsp;\r\n   The drive to apply the Chongsan-ri spirit and method brought about an epochal turn in the work of the party, state and economic institutions. &nbsp;&nbsp;&nbsp;\r\n   The whole process of applying the Chongsan-ri spirit and method is a history of the brilliant leadership of the President Kim Il Sung and the outstanding leader Kim Jong Il. &nbsp;&nbsp;&nbsp;  \r\n Kim Jong Il has personified the work method of Kim Il Sung on the highest level to lead the revolution and construction in his way. &nbsp;&nbsp;&nbsp;\r\n   Kim Jong Il's long journey of army-first leadership is a noble model in carrying through the Chongsan-ri spirit and method. &nbsp;&nbsp;&nbsp;\r\n   Carrying on all work in his way makes it possible to more thoroughly apply the Chongsan-ri spirit and method in conformity with the requirements of times and the developing revolution. \r\n\r\n"
        },
        {
            "title": "Red flag, symbol of Korean revolution",
            "url": "http://kcna.co.jp/item/2000/200002/news02/09.htm#15",
            "content": "Red flag, symbol of Korean revolution \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 9 (KCNA) -- The red flag is always fluttering on the march of the Korean people for the building of a powerful nation. &nbsp;&nbsp;&nbsp;\r\n   It is symbol of victory in the revolutionary struggle of the Korean people. &nbsp;&nbsp;&nbsp;\r\n   One will be a victor if one defends the red flag of the revolution, but one will be a slave if one abandons it. &nbsp;&nbsp;&nbsp;\r\nThis is the truth experienced by the Korean people in the long historical period of the revolutionary struggle. &nbsp;&nbsp;&nbsp;\r\n   The red flag of Korea is associated with the whole life of the President Kim Il Sung. He had held high the red flag from the first period when he took the road of revolution, led the anti-Japanese and anti-U.S. wars to brilliant victories, breaking through all sorts of ordeals and difficulties  and built a powerful socialist country in Korea, independent, self-supporting and self-reliant in defence. &nbsp;&nbsp;&nbsp;\r\n   He held higher the red flag even when the Korean revolution was faced with the arduous ordeals caused by the moves of the modern revisionists and when capitalism was revived in east European socialist countries. &nbsp;&nbsp;&nbsp;\r\n   This red flag, which he held high in his whole life, is now being held higher by the leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n   Let us hold high the red flag. This is his faith and will. &nbsp;&nbsp;&nbsp;\r\n   It was at the time when the song \"Let us hold high the red flag\" was composed on the occasion of the 50th anniversary of the Worker's Party of Korea (October 1995). &nbsp;&nbsp;&nbsp;\r\n   He stressed that the song hardens the determination that a revolutionary should hold high the red flag in his whole life. &nbsp;&nbsp;&nbsp;\r\n   The Korean people, bearing his great intention deep in their hearts, are defending and upholding the red flag to the end, though the conditions of the country are very difficult owing to the imperialists' moves to isolate and stifle the DPRK and several years of serious natural disasters. &nbsp;&nbsp;&nbsp;\r\n   It is the unchangeable will of the Korean people to follow the party and carry out the revolution as \"Song of Red Flag\" says: \"Let cowards flinch and traitors sneer= we'll keep the red flag flying here.\"&nbsp;&nbsp;&nbsp;\r\n   Although the Korean people push hutches with their shoulders and make scientific research under difficult conditions, they advance vigorously full of confidence and optimism, singing this song of faith. &nbsp;&nbsp;&nbsp;\r\n   The red flag is always the symbol of the Korean revolution. \r\n"
        },
        {
            "title": "Winter excursion of KPA soldiers to native home of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2000/200002/news02/09.htm#16",
            "content": "Winter excursion of KPA soldiers to native home of Kim Jong Il \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 9 (KCNA) -- Young soldiers of the Korean People's Army left Hyesan yesterday on a winter excursion to the native home of General Secretary Kim Jong Il at the secret camp on Mt. Paektu on the occasion of his 58th birthday. &nbsp;&nbsp;&nbsp;\r\n   The excursion contingent is made up of more than 1,500 officials of organizations of the Kim Il Sung Socialist Youth League and exemplary soldiers selected from the three services of the KPA. &nbsp;&nbsp;&nbsp;\r\n   It is expected to visit the native home at the secret camp on Mt. Paektu via Pochonbo and Rimyongsu, and then make an excursion to revolutionary battle sites. &nbsp;&nbsp;&nbsp;\r\n   Prior to departure, the excursionists laid a basket of flowers and bouquets before the statue of the President Kim Il Sung in Hyesan city. &nbsp;&nbsp;&nbsp;\r\n   Then followed a meeting to start the excursion. &nbsp;&nbsp;&nbsp;\r\n   A reporter and speakers called upon all the excursionists to learn from the noble revolutionary spirit of the anti-Japanese revolutionary forerunners in order to prepare themselves more firmly to be fighters strong in faith and will and vanguard of the working class, who devotedly defend the Supreme Commander Kim Jong Il in any adversity and wipe out the aggressors to the last. &nbsp;&nbsp;&nbsp;\r\n   Meanwhile, officials and members of the union of agricultural workers of Korea made an excursion to the native home from Feb. 3 to 7 on the occasion of the February holiday. \r\n\r\n"
        },
        {
            "title": "Japanese hit for moves to adopt legislation on \"suffrage\"",
            "url": "http://kcna.co.jp/item/2000/200002/news02/09.htm#17",
            "content": "Japanese hit for moves to adopt legislation on \"suffrage\" \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 9 (KCNA) -- The central committee of the Democratic Front for the Reunification of the Fatherland (DFRF) on Tuesday released a statement as regards the \"bill on giving non-Japanese with permanent resident status the right to vote in prefectural elections\" some political parties of Japan submitted to the house of representatives on January 21. &nbsp;&nbsp;&nbsp;\r\n   The introduction of the \"bill\" betrays the Japanese reactionaries' dark intention to severely violate the democratic national rights of Korean residents in Japan and incite distrust and confrontation among the community of Korean nationals, the statement pointed out, saying: &nbsp;&nbsp;&nbsp;\r\n   The DFRF central committee bitterly denounces this movement, which is being conducted by the Japanese reactionaries at the request of the South Korean authorities, as an unpardonable, criminal deed of undisguisedly infringing upon sovereignty and dignity of the DPRK and the General Association of Korean Residents in Japan (Chongryon). It is also a premeditated national estrangement move intended to make Koreans in Japan change their nationality and assimilate them to Japanese and disintegrate and stifle Chongryon. &nbsp;&nbsp;&nbsp;\r\n   The primary task for the Japanese authorities is to abandon their anachronistic policy of hostility towards the DPRK and take substantive steps to provide the Korean residents with deserved status and rights, not to resort to a deceptive trick such as \"suffrage.\"&nbsp;&nbsp;&nbsp;\r\n   It is foolish for Japan to call for \"improved relations\" and establishment of diplomatic relations with the DPRK while continuing the anti-DPRK moves without earnest repentance for its past wrongdoings. &nbsp;&nbsp;&nbsp;\r\n   Japan should promptly withdraw the \"bill on prefectural suffrage\" submitted to the diet  and stop all the anti-DPRK and anti-Chongryon moves. &nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities will be to entirely blame for the consequences arising from their request for \"suffrage\" that is an anti-national crime to violate the democratic national rights of compatriots in Japan and bring the tragedy of national division even to the community of overseas compatriots. \r\n\r\n"
        },
        {
            "title": "Immediate withdrawal of \"bill on prefectural  suffrage\" urged",
            "url": "http://kcna.co.jp/item/2000/200002/news02/09.htm#18",
            "content": "Immediate withdrawal of \"bill on prefectural  suffrage\" urged \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, February 9 (KCNA) -- Minju Joson today in a signed commentary demands an immediate withdrawal of the \"bill on prefectural suffrage\" which flouts the destiny of the Korean residents in Japan, encroaches upon their interests and brings great misfortune and sufferings to them. &nbsp;&nbsp;&nbsp;\r\n   Recently some political parties of Japan submitted to the house of representatives a \"bill\"  on \"giving non-Japanese with permanent resident status the right to vote in prefectural elections,\" the commentary says, and goes on: &nbsp;&nbsp;&nbsp;\r\n   Koreans in Japan should be responsible for winning their rights by themselves. They cannot gain them by \"participating\" in other's politics. &nbsp;&nbsp;&nbsp;\r\n   If the Koreans in Japan participate in Japan's politics under the cloak of \"gaining rights,\" it will result in shaping their destiny and future in the interests of the Japanese political forces. &nbsp;&nbsp;&nbsp;\r\n   The \"bill\", is in essence, aimed at splitting Koreans in Japan and pitting them against each other and, furthermore, leading Chongryon (the General Association of Korean Residents in Japan) to collapse. &nbsp;&nbsp;&nbsp;\r\n   The submission of this dangerous \"bill\" to the house of representatives is a product of the reactionary forces' plot. &nbsp;&nbsp;&nbsp;\r\n   The Japanese authorities should not cooperate with the South Korean authorities in the efforts to adopt the \"bill on prefectural suffrage\" but withdraw it and guarantee basic human rights and stable living conditions to the Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n   The South Korean authorities and the South Korean residents association in Japan should immediately stop all their vicious moves to divide Koreans in Japan and pit them against each other and their anti-national and anti-compatriots \"movement for suffrage.\"  \r\n\r\n"
        },
        {
            "title": "S. Korea: Anti-candidate campaign expanded",
            "url": "http://kcna.co.jp/item/2000/200002/news02/09.htm#19",
            "content": "S. Korea: Anti-candidate campaign expanded \r\n &nbsp;&nbsp;&nbsp; Pyongyang, February 9 (KCNA) -- The \"Citizens Solidarity for General Elections\" of South Korea and other civic organizations actively struggled to expand the anti-candidate campaign to local areas, according to a radio report from Seoul. &nbsp;&nbsp;&nbsp;\r\n   Members of the organizations on Feb. 3 went to the railway stations and bus terminals, including the Seoul railway station plaza, and appealed to travelers to expand the anti-candidate campaign to local areas and work toward political reform. &nbsp;&nbsp;&nbsp;\r\n   The organizations on Feb. 4 also staged anti-candidate campaign in several railway stations and bus terminals in Seoul distributing lists of unqualified candidates and \"action guidelines for voters.\"&nbsp;&nbsp;&nbsp;\r\n   The travelers actively responded to the campaign of the organizations. \r\n\r\n"
        },
        {
            "title": "U.S. urged to compensate for its crimes",
            "url": "http://kcna.co.jp/item/2000/200002/news02/09.htm#20",
            "content": "U.S. urged to compensate for its crimes \r\n &nbsp;&nbsp;&nbsp;  Pyongyang, February 9 (KCNA) -- The Asian Regional Institute  of the Juche Idea on Feb. 2 made public a statement in support of the statement of the spokesman for the DPRK Foreign Ministry and the joint appeal of the DPRK political parties and organizations denouncing the massacres by GIs during the Korean War. &nbsp;&nbsp;&nbsp;\r\n   The statement said: &nbsp;&nbsp;&nbsp;\r\n   All the massacres by GIs against civilians in the north and south of Korea during the war were thoroughly intentional and premeditated mass killings which were carefully prepared in advance and perpetrated on the order of their command. &nbsp;&nbsp;&nbsp;\r\n    Progressive humankind who sincerely loves peace and respects human rights and conscience of the world must brand the unprecedented massacres by GIs as a hideous crime against humanity and decisively disclose and condemn them. &nbsp;&nbsp;&nbsp;\r\n   The chairman of the Madagascar branch of the African Committee of Human Rights in his statement on Feb. 1 said the U.S. should admit its crimes before the Korean nation and humankind, be given stern punishment, compensate for them and take its hands of crimes off Korea. &nbsp;&nbsp;&nbsp;\r\n   He expressed full support to the joint appeal of the DPRK political parties and organizations to form a \"nationwide ad hoc committee for probing the truth behind the GIs' massacres\" and let the victims play a main role in settling the issues concerned with the dignity of the Korean nation. &nbsp;&nbsp;&nbsp;\r\nHe hoped that the progressives of the world will actively respond to this. \r\n\r\n"
        },
        {
            "title": "Defector Kim Ryang Gi supports election-related struggle",
            "url": "http://kcna.co.jp/item/2000/200002/news02/09.htm#21",
            "content": "Defector Kim Ryang Gi supports election-related struggle \r\n&nbsp;&nbsp;&nbsp;   Pyongyang, February 9 (KCNA) -- Kim Ryang Gi, defector to the north from the south, published an article supporting a widespread struggle waged by the civic organizations in South Korea before the \"National Assembly election.\" &nbsp;&nbsp;&nbsp;\r\n   In South Korea, more than 470 civic organizations formed the \"Citizens' Solidarity for General Election\" to wage a vigorous struggle before the \"national assembly election\" slated for April. &nbsp;&nbsp;&nbsp;\r\n   The \"Citizens' Solidarity for General Election\" branded at least 110 anti-national and corrupt elements as unqualified candidates and declared they would block their reelection. &nbsp;&nbsp;&nbsp;\r\n   The pan-national campaign against those elements such as Kim Jong Pil, former prime minister and present \"Honorary President\" of the \"United Liberal Democrats,\" and Pak Jun Gyu, speaker of the \"National Assembly,\" is the first of its kind since 1948. &nbsp;&nbsp;&nbsp;\r\n   The author cited concrete facts to prove that the conservative ruling and opposition political parties and politicians are groups of guys who always change their parties to seek their personal luxury, glory and promotion. &nbsp;&nbsp;&nbsp;  \r\n   The article continued: &nbsp;&nbsp;&nbsp;\r\n   The campaign to check nomination and defeat candidates should not be targeted against a few specified political brokers, but escalated. &nbsp;&nbsp;&nbsp;\r\n   The present \"election\" system in South Korea provides for a money-manipulated, power-influenced election and the \"election criteria\" are very ambiguous and undemocratic. It was worked out in such a way that it is not restricted by the \"voters.\"&nbsp;&nbsp;&nbsp;\r\n   The civic organizations should neither yield to repression nor be taken in by appeasement but deal a telling blow to the conservative ruling and opposition parties which try to take the coming election  as an opportunity to lay a foundation for the next \"Presidential Election.\"&nbsp;&nbsp;&nbsp;\r\n   Their struggle is very reasonable and just as it reflects the unanimous determination of the people not to tolerate the anti-social system but bring in new politics and new society. \r\n\r\n"
        },
        {
            "title": "Repatriation of unconverted long-term prisoners urged",
            "url": "http://kcna.co.jp/item/2000/200002/news02/09.htm#22",
            "content": "\r\nBACK\r\nHOME\r\n\r\n"
        }
    ]
}