{
    "date": "2000-11-27",
    "url": "http://kcna.co.jp/item/2000/200011/20001127.htm",
    "articles": [
        {
            "title": "Greetings to Mauritanian President",
            "url": "http://kcna.co.jp/item/2000/200011/news11/27.htm#1",
            "content": "Greetings to Mauritanian President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 27 (KCNA) -- Kim Yong Nam, President of the presidium of the DPRK Supreme People's Assembly, today sent a message of greetings to Maaouiya Ould Sid Ahmed Taya, President of the Islamic Republic of Mauritania, on the occasion of the 40th anniversary of its independence. &nbsp;&nbsp;&nbsp;\r\n The message extended warm congratulations to the President, government and people of Mauritania on this occasion. &nbsp;&nbsp;&nbsp;\r\n It expressed belief that the friendly and cooperative relations between the two countries would develop on good terms and wished the President and people of Mauritania greater success in the work for consolidating the national unity and achieving the progress and prosperity of the country. \r\n\r\n"
        },
        {
            "title": "Paek Nam Sun meets EU delegation",
            "url": "http://kcna.co.jp/item/2000/200011/news11/27.htm#2",
            "content": "Paek Nam Sun meets EU delegation \r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 27 (KCNA) -- Paek Nam Sun, Foreign Minister of the Democratic People's Republic of Korea, met and had a talk with the EU delegation led by Dominique Girard, director for Asia of the French Foreign Ministry, at the Mansudae Assembly Hall today. \r\n\r\n"
        },
        {
            "title": "Korean mineral water",
            "url": "http://kcna.co.jp/item/2000/200011/news11/27.htm#3",
            "content": "Korean mineral water \r\n&nbsp;&nbsp;&nbsp;Pyongyang, November 27 (KCNA) -- Korea boasts a lot of mineral waters. Those with a temperature of 10 degree centigrade number more than 50. Their ingredients are mostly hydrogen carbonate, carbonic acid and iron. The renowned ones are Sambang, Sokwangsa and Kangso mineral waters. &nbsp;&nbsp;&nbsp;\r\n Samgang and Sokwangsa mineral waters spring in Sepho and Kosan counties, Kangwon Province. &nbsp;&nbsp;&nbsp;\r\n Sambang mineral water is famous for the highest content of carbon dioxide. A litre of water contains 3,256.00 mg of carbohydrate and 1,017.14 mg of mineral matter. &nbsp;&nbsp;&nbsp;\r\n This water is highly efficacious for chronic gastritis, gastric and duodenal ulcers, hepatitis, nephritis and other diseases. &nbsp;&nbsp;&nbsp;\r\n Sokwangsa mineral water gushes out from six springs, with a slight difference in contents of mineral matters. &nbsp;&nbsp;&nbsp;\r\n This water also has good action on various diseases. &nbsp;&nbsp;&nbsp;\r\n Kangso mineral water with a dozen spas is located in Nampho. The temperature of this hydrogen carbonate water is 4 to 12 degree centigrade. The content of hydrogen ion is 5.7-5.8, low acid. These matters are of great help in treating stomach and other digestive diseases. &nbsp;&nbsp;&nbsp;\r\n The main spas throughout the country are furnished with resort facilities and offer a wide range of therapy to the sick. The mineral water is also bottled at these spas. \r\n\r\n"
        },
        {
            "title": "Way out for Korean nation",
            "url": "http://kcna.co.jp/item/2000/200011/news11/27.htm#4",
            "content": "Way out for Korean nation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 27 (KCNA) -- Reunifying divided Korea into one is prerequisite to the prosperity of the nation and its uniform development, says Rodong Sinmun today in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n There are ample conditions in the north and south of Korea  for building independent and  prosperous reunified Korea. &nbsp;&nbsp;&nbsp;\r\n There are many competent scientists, technicians and talented men of culture and art among the 70 million Koreans. &nbsp;&nbsp;&nbsp;\r\n They are powerful and dependable forces who would work for progress of reunified Korea and the prosperity of the nation. &nbsp;&nbsp;&nbsp;\r\n And underground and marine resources guarantee the future prosperity of reunified Korea. &nbsp;&nbsp;&nbsp;\r\n Cultural heritages and tradition of the nation serve as valuable treasures in developing the science, technology and culture of Korea in a uniform way. &nbsp;&nbsp;&nbsp;\r\n Noting that Korea should be reunified into one, the article stresses national reunification alone will lead to the prosperity of the nation. \r\n\r\n"
        },
        {
            "title": "U.S. urged to lift its anti-Cuba blockade",
            "url": "http://kcna.co.jp/item/2000/200011/news11/27.htm#5",
            "content": "U.S. urged to lift its anti-Cuba blockade \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 27 (KCNA) -- The United States should drop its criminal policy towards Cuba at an early date as demanded by the Cuban people and the international community, urges Rodong Sinmun today in a signed article. &nbsp;&nbsp;&nbsp;\r\n It says: &nbsp;&nbsp;&nbsp;\r\n The adoption of a final declaration and resolution at the second world conference for friendship and solidarity with Cuba which was held in Havana was in response to the widespread campaign in Cuba to put an end to the U.S. blockade against it. &nbsp;&nbsp;&nbsp;\r\n Recalling that a resolution urging the U.S. to lift the decades-long economic blockade against Cuba was adopted at the 55th UN General Assembly with an absolute majority approval, the article notes that this was a great victory achieved by the Cuban people in their struggle to defend the dignity and sovereignty of the country and socialism and a result of the international campaign against the U.S. unreasonable sanctions and blockade against Cuba and a manifestation of worldwide support and solidarity with it. &nbsp;&nbsp;&nbsp;\r\n The Cuban people are dynamically advancing along the road of socialism, invariably maintaining the revolutionary principles despite the U.S. ever intensified anti-Cuba moves, the article observes, and goes on: &nbsp;&nbsp;&nbsp;\r\n It is quite natural that Cuba has waged a campaign for putting an end to the U.S. blockade against it, commanding a positive support from the world, and the U.S. policy towards Cuba is condemned worldwide. \r\n\r\n"
        },
        {
            "title": "Union organisations agree to form joint struggle committee",
            "url": "http://kcna.co.jp/item/2000/200011/news11/27.htm#6",
            "content": "Union organisations agree to form joint struggle committee \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 27 (KCNA) -- The South Korean Confederation of Trade Unions and the Federation of South Korean Trade Unions agreed on November 24 to form a joint struggle committee to jointly thwart the authorities' unilateral restructuring and settle shorter working hours and other pending labour issues, according to Seoul-based \"Christian Broadcasting System.\"&nbsp;&nbsp;&nbsp;\r\n The organizations demanded the authorities withdraw the restructuring, saying that they strongly oppose it because it is the core of the neo-liberalist policy against workers which forces the sacrifice of workers only. &nbsp;&nbsp;&nbsp;\r\n They decided to hold a joint meeting of trade unions and discuss concrete methods with a view to calling a warning strike on December 5 and pressing forward a follow-up general strike. &nbsp;&nbsp;&nbsp;\r\n And they decided to hold a solidarity rally of 25,000 workers in public sectors on November 26 and a rally \"day of joint action of public sectors\" on November 30 in order to escalate the spirits of the joint struggle. \r\n\r\n"
        },
        {
            "title": "Three-point charter of Korean reunification supported abroad",
            "url": "http://kcna.co.jp/item/2000/200011/news11/27.htm#7",
            "content": "Three-point charter of Korean reunification supported abroad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 27 (KCNA) -- At least one hundred million people from more than 100 countries have participated in the international signature campaign supporting the three-point charter of Korean reunification. &nbsp;&nbsp;&nbsp;\r\n This proves the world community's positive support to the struggle of the Korean people to achieve the reunification of the country. &nbsp;&nbsp;&nbsp;\r\n The bulletin published by the secretariat of the International Liaison Committee for the Reunification and Peace in Korea said that the three principles of national reunification, the ten-point program of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo set forth by President Kim Il Sung are the most reasonable and fair programme for achieving the reunification of Korea independently and peacefully, free from the interference of outside forces. &nbsp;&nbsp;&nbsp;\r\n The secretary general of the Asian Regional Committee to Support Korea's Reunification said that the three-point charter of national reunification advanced by Kim Il Sung and formulated by the great leader Kim Jong Il serves as a banner for Korean reunification and a most just and realistic program for reunification. &nbsp;&nbsp;&nbsp;\r\n The charter indicates reasonable ways of achieving the reunification of the country in conformity with the actual conditions of Korea where the differing ideologies and systems have existed in its north and south for a long time and the desire of the whole nation for reunification, he added. &nbsp;&nbsp;&nbsp;\r\n The Bangladesh-Korea Friendship Association in its statement noted the proposal for founding the DFRK put forward by Kim Il Sung is an original, just and reasonable one for reunification as it reflects the specific realities on the Korean peninsula and the will and desire of all Koreans in the north, south and overseas for the reunification of the country. &nbsp;&nbsp;&nbsp;\r\n The Nordic Cooperation Committee for Friendship and Solidarity with the Korean People in an appeal said that it would as always positively support and encourage the Korean people in their just struggle to reunify the country independently and peacefully. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}