{
    "date": "2000-10-19",
    "url": "http://kcna.co.jp/item/2000/200010/20001019.htm",
    "articles": [
        {
            "title": "Kim Jong Il visits catfish farm",
            "url": "http://kcna.co.jp/item/2000/200010/news10/19.htm#1",
            "content": "Kim Jong Il visits catfish farm \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 19 (KCNA) -- General Secretary Kim Jong Il on October 18 provided on-the-spot guidance to a catfish farm newly built by people's army soldiers. &nbsp;&nbsp;&nbsp;\r\n All the highly scientific and intensive production processes on the farm are based on the latest piscicultural science and technology. &nbsp;&nbsp;&nbsp;\r\n The farm, capable of producing hundreds of tons of catfish, will greatly contribute to improving the dietary life of soldiers by turning out catfish in every season. &nbsp;&nbsp;&nbsp;\r\n He went round the interior and exterior of the farm and said that the overall construction was done best in terms of quality. &nbsp;&nbsp;&nbsp;\r\n He said that this praiseworthy creation is a shining fruition of the noble spiritual world of the KPA soldiers who live today for tomorrow with ardent love for the country. &nbsp;&nbsp;&nbsp;\r\n Catfish is the best fish to be bred because it grows fast while requiring less food, he said, and stressed that the army, too, should direct big efforts to raising catfish. &nbsp;&nbsp;&nbsp;\r\n Efforts should be exerted for a scientific research into the fish culture so as to obtain breeds of fish which grow fast while requiring less food and are greatly  viable. &nbsp;&nbsp;&nbsp;\r\n He noted that, in order to provide fresh catfish to soldiers at all times, a great number of refrigerator cars should be supplied to catfish farms so that a sufficient amount of fish might be supplied to KPA units in time. &nbsp;&nbsp;&nbsp;\r\n He urged the Ministry of the People's Armed Forces and all the units under it to extensively develop the fish culture so as to bring affluent food to dear soldiers at an early date. &nbsp;&nbsp;&nbsp;\r\n   He was accompanied by director of the general political department of the KPA Jo Myong Rok and KPA generals Hyon Chol Hae and Pak Jae Gyong. \r\n\r\n"
        },
        {
            "title": "Congratulations to Polish President",
            "url": "http://kcna.co.jp/item/2000/200010/news10/19.htm#2",
            "content": "Congratulations to Polish President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 19 (KCNA) -- Kim Yong Nam, President of the presidium of the DPRK Supreme People's Assembly, on Oct. 14 sent a congratulatory message to Aleksander Kwasniewski on his reelection as President of the Republic of Poland. &nbsp;&nbsp;&nbsp;\r\n In the message he sincerely congratulated him on his reelection and wished him good health and happiness as well as success in his responsible work. \r\n\r\n"
        },
        {
            "title": "Congratulations to Sri Lankan Prime Minister",
            "url": "http://kcna.co.jp/item/2000/200010/news10/19.htm#3",
            "content": "Congratulations to Sri Lankan Prime Minister \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 19 (KCNA) -- Premier Hong Song Nam of the DPRK cabinet sent a congratulatory message to Ratnasiri Wickremanayake on his reassumption of office as Prime Minister of Sri Lanka. &nbsp;&nbsp;&nbsp;\r\n Expressing the belief that the friendly relations between the two countries would strengthen and develop in the interests of the two peoples, he in the message wished him success in his responsible work for stability and prosperity of the country. \r\n\r\n"
        },
        {
            "title": "Wreaths laid before grave of Ri Po Ik",
            "url": "http://kcna.co.jp/item/2000/200010/news10/19.htm#4",
            "content": "Wreaths laid before grave of Ri Po Ik \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 19 (KCNA) -- Senior party and state officials, servicemen and working people placed wreaths before the grave of Ri Po Ik at the Mangyongdae revolutionary site in Pyongyang yesterday on the occasion of the 41st anniversary of death of Ri Po Ik, ardent patriot and grandmother of the President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n A wreath from General Secretary Kim Jong Il was seen standing there. &nbsp;&nbsp;&nbsp;\r\n Laid before the grave were wreaths in the name of the Central Committee of the Worker's Party of Korea, ministries, national institutions, public health and media organs, the Mangyongdae Revolutionary School and party and power organs, factories and farms in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Yang Hyong Sop, Choe Yong Rim, Kim Jung Rin and other party and state leading officials were present there. \r\n\r\n"
        },
        {
            "title": "Officials of foreign embassies help co-op farmers",
            "url": "http://kcna.co.jp/item/2000/200010/news10/19.htm#5",
            "content": "Officials of foreign embassies help co-op farmers \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 19 (KCNA) -- Ambassador Wang Guozhang and officials of the Chinese embassy here gave helping hands to the DPRK-China friendship Thaekam co-op farm on Wednesday and ambassador Jose Manuel Inclan Embade and officials of the Cuban embassy here went to the DPRK-Cuba friendship Hwasong co-op farm on the same day to help its members in harvesting. &nbsp;&nbsp;&nbsp;\r\n During break, they conversed with farmers, deepening friendly feelings. &nbsp;&nbsp;&nbsp;\r\n Earlier, Mongolian ambassador Damdiny Byamba and officials of his embassy here also gave helping hands to the DPRK-Mongolia friendship Jongbang co-op farm in harvesting. \r\n\r\n"
        },
        {
            "title": "Reception given for Russian government delegation",
            "url": "http://kcna.co.jp/item/2000/200010/news10/19.htm#6",
            "content": "Reception given for Russian government delegation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 19 (KCNA) -- The government of the Democratic People's Republic of Korea gave a reception here yesterday for the government delegation of the Russian Federation on a visit to the DPRK. &nbsp;&nbsp;&nbsp;\r\n Invited to the reception were members of the delegation led by V.M. Filippov, Minister of Education who is chairman of the Russian side to the Russia-DPRK Intergovernmental Economic Cooperation Committee, and Valery Denisov, Russian ambassador here. &nbsp;&nbsp;&nbsp;\r\n Present at the reception were Minister of Foreign Trade Kang Jong Mo and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there. \r\n\r\n"
        },
        {
            "title": "Reception given by Iranian ambassador",
            "url": "http://kcna.co.jp/item/2000/200010/news10/19.htm#7",
            "content": "Reception given by Iranian ambassador \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 19 (KCNA) -- A reception was given by Mohammad Ganjidoost, ambassador of the Islamic Republic of Iran to the DPRK, yesterday on the occasion of the 55th anniversary of the Worker's Party of Korea. &nbsp;&nbsp;&nbsp;\r\n The ambassador in his speech said that he hosted the reception to significantly celebrate the 3rd anniversary of the great leader Kim Jong Il's election as General Secretary of the Worker's Party of Korea and the 55th anniversary of the WPK and express friendship and solidarity with the DPRK. &nbsp;&nbsp;&nbsp;\r\n The Iranian people appreciate the Korean people's struggle against foreign forces' domination and subjugation, he said, and continued: &nbsp;&nbsp;&nbsp;\r\n I hope that cooperation between the two countries would further strengthen and develop in various domains under the guidance of the leaders of the two countries. &nbsp;&nbsp;&nbsp;\r\n The Iranian people venerate the President Kim Il Sung and praise him for his efforts exerted to develop the relations between the two countries. &nbsp;&nbsp;&nbsp;\r\n He extended their congratulations to Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Yang Hyong Sop, alternate member of the political bureau of the Central Committee of the WPK and vice-president of the presidium of the DPRK Supreme People's Assembly, in his speech said the meaningful occasion offered by Iranian friends is an expression of the Iranian people's deep reverence and trust in Kim Il Sung, the founder of the Worker's Party of Korea and father of socialist Korea, and Kim Jong Il and positive support to the Korean people in the efforts to build a powerful socialist country. &nbsp;&nbsp;&nbsp;\r\n The friendly relations between the two countries are based on the intimate relations Kim Il Sung forged with Iranian leaders and they are growing stronger under the deep care of Kim Jong Il, he said, adding: &nbsp;&nbsp;&nbsp;\r\n The DPRK , true to Kim Jong Il's intention, will as ever make positive efforts to steadily develop the relations with Iran in political, economic, military and other fields. \r\n\r\n"
        },
        {
            "title": "WPK praised",
            "url": "http://kcna.co.jp/item/2000/200010/news10/19.htm#8",
            "content": "WPK praised \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 19 (KCNA) -- Abdul Rahman Matar, information chief of the permanent secretariat of the Organization of Socialists in the Mediterranean, issued a statement praising Worker's Party of Korea on the occasion of its 55th anniversary. &nbsp;&nbsp;&nbsp;\r\n He said: &nbsp;&nbsp;&nbsp;\r\n The foundation of the WPK was a historic event. Humankind is looking back with deep emotion on the exploits of the great leader Kim Il Sung who founded and glorified the party and the wise leadership provided by the party to the Korean people's struggle. &nbsp;&nbsp;&nbsp;\r\n The Juche idea is a guideline of the party. The great leader Kim Jong Il has embodied the idea in all fields including politics, economy and culture to lead the struggle of the world revolutionary people for freedom, independence and peace to victory. &nbsp;&nbsp;&nbsp;\r\n   He extended warm congratulations to Kim Jong Il, the Central Committee of the WPK and the fraternal Korean people on the occasion of the 55th anniversary of the WPK. \r\n\r\n"
        },
        {
            "title": "Anniversary of establishment of sister relations observed",
            "url": "http://kcna.co.jp/item/2000/200010/news10/19.htm#9",
            "content": "Anniversary of establishment of sister relations observed \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 19 (KCNA) -- A friendship gathering was held at the DPRK embassy in Georgetown on October 12 on the occasion of the 10th anniversary of the establishment of sister relations between Pyongyang and Georgetown. &nbsp;&nbsp;&nbsp;\r\n Present there were mayor of Georgetown Hamilton Green, deputy mayor Robert Williams, leader of the People's Democratic Movement and chairman of the National Committee for World Peace of Guyana Llewlyn John and others. &nbsp;&nbsp;&nbsp;\r\nThe DPRK ambassador to Guyana and his embassy officials were present there. &nbsp;&nbsp;&nbsp;\r\n After speeches were made, its participants watched a Korean documentary film. \r\n\r\n"
        },
        {
            "title": "KCNA on incomprehensible behaviour of S. Korea",
            "url": "http://kcna.co.jp/item/2000/200010/news10/19.htm#10",
            "content": "KCNA on incomprehensible behaviour of S. Korea \r\n&nbsp;&nbsp;&nbsp;Pyongyang, October 19 (KCNA) -- Recently some of the authorities and media in South Korea have provoked the north, going against the process of improving inter-Korean relations. Proof of this is that Ri Jong Bin, Minister of Foreign Affairs and Trade, together with some other officials, staged a \"memorial service\" related to the \"Myanma case\" and then Radio No. 1 of South Korea in a false report linked the north with the \"case\". &nbsp;&nbsp;&nbsp;\r\n We can never tolerate the anti-north diatribe the South Korean authorities renewed by calling back the soul of those who died 17 years ago at a time when inter-Korean relations are developing favourably after the publication of the historic June 15 north-south joint declaration. &nbsp;&nbsp;&nbsp;\r\n Lurking behind this is a sinister aim sought by those forces who are displeased with the improvement of the north-south relations and the developments on the Korean peninsula favourable for peace and reunification there. &nbsp;&nbsp;&nbsp;\r\n As far as the \"Myanma case\" to which the South Korean authorities linked the north is concerned, the DPRK unequivocally stated more than once that it has nothing to do with the \"case\". &nbsp;&nbsp;&nbsp;\r\n Such unexpected mud-slinging made by them against the backdrop of improving inter-Korean relations cannot be construed otherwise than a criminal attempt to brand the north as a \"sponsor of terrorism\" and, under this pretext, put a brake on the process for the improvement of the DPRK-U.S. relations and bring the inter-Korean relations back to those at the time of confrontation. &nbsp;&nbsp;&nbsp;\r\n Facts go to prove that the South Korean authorities neither have any intention to implement the north-south joint declaration nor wish to see improved DPRK-U.S. relations. &nbsp;&nbsp;&nbsp;\r\n If they sincerely desire national reconciliation and the reunification of the country, they should not resort to the anti-north diatribe in contravention of the joint declaration but do things helpful to reconciliation and unity. \r\n\r\n"
        },
        {
            "title": "Video cassette on Kim Jong Il's exploits produced",
            "url": "http://kcna.co.jp/item/2000/200010/news10/19.htm#11",
            "content": "Video cassette on Kim Jong Il's exploits produced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 19 (KCNA) -- The February 16 Fellowship Society  produced a video cassette \"Leader Kim Jong Il of 70 Million Fellow Countrymen\" on his leadership exploits on Sept. 30, according to Voice of National Salvation from Seoul quoting the Seoul city committee of the National Democratic Front of South Korea (NDFSK), as saying. &nbsp;&nbsp;&nbsp;\r\n   Recorded in the cassette are activities conducted by Kim Jong Il during the historic inter-Korean summit in June and scenes showing the audience he granted to the delegation of heads of media organizations in South Korea in August. &nbsp;&nbsp;&nbsp;\r\n  The radio said that the society plans to distribute this cassette vividly reflecting his great personality among the people from all walks of life. \r\n\r\n"
        },
        {
            "title": "Group for study of Kim Il Sung's Juche idea formed in Guyana",
            "url": "http://kcna.co.jp/item/2000/200010/news10/19.htm#12",
            "content": "Group for study of Kim Il Sung's Juche idea formed in Guyana \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 19 (KCNA) -- A group for the study of Kim Il Sung's Juche idea was formed in linden, Guyana, on the occasion of the 55th anniversary of the Worker's Party of Korea (WPK). &nbsp;&nbsp;&nbsp;\r\n Speakers at an inaugural meeting said that it was a great honor for them to see the formation in linden city of a group to study and disseminate the Juche idea founded by the President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n They said that it was the unanimous desire of the world progressive people to deeply study and disseminate the Juche idea. &nbsp;&nbsp;&nbsp;\r\n It is thanks to this idea that the DPRK has turned into a powerful socialist state and all people lead an independent and creative life in all aspects of society to the full, they noted, and continued: &nbsp;&nbsp;&nbsp;\r\n The Juche idea is, indeed, the most revolutionary idea to be studied by all people and it is the real worth of living to study and disseminate the idea. &nbsp;&nbsp;&nbsp;\r\n  A letter to the great leader Kim Jong Il was adopted at the meeting. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}