{
    "date": "2001-02-27",
    "url": "http://kcna.co.jp/item/2001/200102/20010227.htm",
    "articles": [
        {
            "title": "Separated families from north reunite with their kinsmen in Seoul",
            "url": "http://kcna.co.jp/item/2001/200102/news02/27.htm#1",
            "content": "Separated families from north reunite with their kinsmen in Seoul \r\n&nbsp;&nbsp;&nbsp; Seoul, February 26 (KCNA correspondent) -- Members of the third visiting group of separated families and relatives of the north side reunited with their kinsfolk in Seoul on Feb. 26.\r\n Ri Jong Rim, researcher of the mathematical institute of the academy of sciences, proudly said that he has become a merited scientist, professor and doctor in the course of scientific researches under the care of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Kim Su Jo, director of the Phibada Opera Troupe, referred to the fact that thanks to leader Kim Jong Il his artistic talent was brought into full bloom and he could become DPRK hero, people's artist and leading official of a large artistic organisation. He brought his relatives a potted immortal Kimjongilia which he cultivated with all his care. &nbsp;&nbsp;&nbsp;\r\n Jong Ku In and Pak Kon Yang, members of the visiting group, emotionally recited impromptu poems \"we have come to hometown\" and \"let us fling the gate of reunification open by our own efforts.\" &nbsp;&nbsp;&nbsp;\r\n The members of the group handed their kinsfolk in South Korea photos and letters of their families and relatives and had photos taken with them. &nbsp;&nbsp;&nbsp;\r\n That evening the president of the South Korean Red Cross hosted a reception in honour of the visiting group from the north.    \r\n\r\n"
        },
        {
            "title": "Separated families from south reunite with their kinsmen in Pyongyang",
            "url": "http://kcna.co.jp/item/2001/200102/news02/27.htm#2",
            "content": "Separated families from south reunite with their kinsmen in Pyongyang \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 27 (KCNA) -- The third reunion of separated families and relatives of the north and the south took place here on Feb. 26.\r\n They warmly hugged each other with profound emotion and joy.&nbsp;&nbsp;&nbsp;\r\n They talked to each other after decades of separation, inquiring after the health of their family members and relatives and conveying tidings. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Jin, instructor of the state planning commission, reunited with his elder sister after 60 years of separation. &nbsp;&nbsp;&nbsp;\r\n He told her that he graduated from a university of technology and worked as a technician of a steel works and is now active as an official of a state institution and his brothers and sisters in the north enjoy all blessings under the care of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n Ju Tok Gwon, designer of the West Sea Harbour Construction Company, held in his the hands of his father from whom he has not heard for such a long time, while talking to him.  &nbsp;&nbsp;&nbsp;\r\n And all others from Sariwon, Kaesong, Sinuiju, Sunchon, Pukchong, Onchon, etc. were unanimous in saying that the DPRK represents a great society where the 70 million fellow countrymen should live together.    \r\n\r\n"
        },
        {
            "title": "Kye Sun Hui comes first in international all-star judo meet",
            "url": "http://kcna.co.jp/item/2001/200102/news02/27.htm#3",
            "content": "Kye Sun Hui comes first in international all-star judo meet \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 27 (KCNA) -- DPRK judoist Kye Sun Hui, people's athlete, placed first in the 57 kg division of women's judo of the Munich world judo masters tournament held on Feb. 25.\r\n It brought together at least 650 ace judoists from 45 countries including the DPRK. &nbsp;&nbsp;&nbsp;\r\n Kye Sun Hui defeated a Cuban judoist in the final match with her diverse technique and tactics. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, DPRK judoist Ri Kyong Ok placed third in the 48 kg division of women's judo.    \r\n\r\n"
        },
        {
            "title": "Gift presented to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2001/200102/news02/27.htm#4",
            "content": "Gift presented to Kim Jong Il \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 27 (KCNA) -- A gift was presented to leader Kim Jong Il by Ernesto Rodriguez Diaz, chairman of the Costa Rican Committee for Supporting Korea's Reunification who is vice-chairman of the Latin American and Caribbean Regional Committee to Support Korea's Reunification.\r\n The gift was handed by the chairman of the committee on Feb. 18 to the head of the delegation of the Korean Society for Cultural Relations with Foreign Countries on a visit to Latin America.     \r\n\r\n"
        },
        {
            "title": "Abolition of SL urged",
            "url": "http://kcna.co.jp/item/2001/200102/news02/27.htm#5",
            "content": "Abolition of SL urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 27 (KCNA) -- Robert Williams, vice-chairman of the Latin American and Caribbean Regional Committee to Support Korea's Reunification, on Feb. 20 issued a statement demanding the abolition of the South Korean Security Law.\r\n He said that the most important and principled matter in achieving Korea's reunification for the present is to implement the June 15 North-South Joint Declaration to the letter, denouncing the anti-reunification forces in South Korea for persisting in the anti-north confrontation moves, strongly opposed to the repeal of the SL which defines the north as the \"enemy.\"&nbsp;&nbsp;&nbsp;\r\n He condemned the SL as an anti-national and anti-reunification law and urged the South Korean authorities to repeal the evil law, first of all, if they truly wish national reunification.    \r\n\r\n"
        },
        {
            "title": "Guinean President on relations with DPRK",
            "url": "http://kcna.co.jp/item/2001/200102/news02/27.htm#6",
            "content": "Guinean President on relations with DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 27 (KCNA) -- The Guinean government will always stand by the Korean people, said Lansana Conte, President of Guinea, when meeting the DPRK ambassador to Guinea Pak Chang Sok who paid a farewell visit to him on Feb. 20. \r\n It is his firm stand to steadily develop as ever the friendly and cooperative relations between the two countries, he noted, adding that the friendly relations between the two countries were forged because of the common objective of the struggle and true feelings, and such relations will last forever no matter how the situation may change. &nbsp;&nbsp;&nbsp;\r\n He expressed heartfelt thanks to leader Kim Jong Il for having sent competent technicians and specialists to guinea to render sincere cooperation to it. &nbsp;&nbsp;&nbsp;\r\n He said that guinea sincerely rejoices over a new prospect opened for Korea's reunification and fresh successes achieved by the Korean people.    \r\n\r\n"
        },
        {
            "title": "620 million-year-old fossils unearthed in DPRK",
            "url": "http://kcna.co.jp/item/2001/200102/news02/27.htm#7",
            "content": "620 million-year-old fossils unearthed in DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 27 (KCNA) -- 620 million-year-old fossils were recently unearthed for the first time in the DPRK.\r\n A paleontology research team of the geology faculty of Kim Il Sung University carried out scientific researches and excavation of fossils on the upper layer belonging to the proterozoic era distributed in Junghwa county and Sangwon county, Pyongyang and Hwangju county and Yonthan county, North Hwanghae Province. It succeeded in unearthing at least 1,000 pieces of fossil animals and plants. &nbsp;&nbsp;&nbsp;\r\n They are proved to be macroscopic multi-cellular primitive jelly-fishes, the first of their kind, and primitive seaweeds which lived 620 million years ago. &nbsp;&nbsp;&nbsp;\r\n The fossil of a primitive jelly-fish, 0.6 to over 2.0 cm in diameter, has a central part and looks like crepe. &nbsp;&nbsp;&nbsp;\r\n The fossil of primitive seaweeds, 0.1-0.3 cm in width and 1-15 cm in length, consists of a narrow leaf, stem and root. &nbsp;&nbsp;&nbsp;\r\n the excavation of the world's rare fossils provides a reliable material basis on which to scientifically prove that living organism existed in Korea and evolved and developed into those macroscopic multi-cellular organisms from 620 million years ago and it led to the birth of human beings. &nbsp;&nbsp;&nbsp;\r\n The new paleontological data also made it possible to prove that Korea is one of the ancient countries in the world in terms of the development of lithosphere.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il's devotion to people lauded",
            "url": "http://kcna.co.jp/item/2001/200102/news02/27.htm#8",
            "content": "Kim Jong Il's devotion to people lauded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 27 (KCNA) -- \"In Korea people's trust in the great leader Kim Jong Il is very high because he has always dedicated himself to them. whatever he has done is for the people.\"\r\n This is what a foreigner said after visiting the DPRK. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has wisely led the revolution and construction to open a new era of prosperity in Korea. &nbsp;&nbsp;&nbsp;\r\n His devotion to the people was more clearly witnessed in the 1990s when the country was in a very complicated situation. &nbsp;&nbsp;&nbsp;\r\n The condition of the country was difficult due to the collapse of socialism in east European socialist countries, the imperialists' campaign for \"nuclear inspection\" and moves to isolate and suffocate the DPRK and several years of natural disasters. &nbsp;&nbsp;&nbsp;\r\n In this period the Korean people suffered a great loss of the nation with the death of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n Under such situation the whole world expressed concern at the future of Korea. &nbsp;&nbsp;&nbsp;\r\n But Kim Jong Il defended the national dignity and socialism by braving the pressure of the enemies with his iron will and grit. &nbsp;&nbsp;&nbsp;\r\n He carried out the \"arduous march\" and forced march, overcoming all difficulties. &nbsp;&nbsp;&nbsp;\r\n Giving on-the-spot guidances to different fields of the national economy including those in Jagang, Ryanggang and north Hamgyong provinces, he instilled confidence and optimism into the people who were undergoing hardships, and indicated the road ahead of factories and enterprises. &nbsp;&nbsp;&nbsp;\r\n As a result, patches were readjusted into standardized fields in Kangwon, north Phyongan and south hwanghae provinces in recent years. And  many model factories commensurate with the new century have been built in such fields as light industry, stockbreeding and pisciculture. &nbsp;&nbsp;&nbsp;\r\n All those achievements are the fruition of his warm love and spirit of devoted service to the people.    \r\n\r\n"
        },
        {
            "title": "Reception given for south side's visiting group",
            "url": "http://kcna.co.jp/item/2001/200102/news02/27.htm#9",
            "content": "Reception given for south side's visiting group \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 27 (KCNA) -- The central committee of the DPRK Red Cross Society hosted a reception for the third visiting group of separated families and relatives of the south side at the mansudae art theatre yesterday.\r\n Jang Jae On, chairman of the c.c., the DPRK Red Cross Society, in his speech expressed the expectation that the Pyongyang visit by members of the south side and their reunion with their kinsmen would mark a significant event to open a decisive phase of national reunification by the Korean nation's efforts this year, the first year of the new century. &nbsp;&nbsp;&nbsp;\r\n Vice-president of the South Korean Red Cross Jang Jong Ja who is heading the south side's visiting group in her speech noted the work now under way is something unprecedented in the history of red cross and called on the Red Cross officials concerned to creditably fulfil their mission.    \r\n\r\n"
        },
        {
            "title": "DPRK mourners' delegation leaves for Japan",
            "url": "http://kcna.co.jp/item/2001/200102/news02/27.htm#10",
            "content": "DPRK mourners' delegation leaves for Japan \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 27 (KCNA) -- A DPRK mourners' delegation headed by Yang Hyong Sop, vice-president of the presidium of the Supreme People's Assembly, left here today for Tokyo to participate in a ceremony for bidding farewell to the late Han Tok Su, chairman of the central standing committee of the General Association of Korean Residents in Japan who is deputy to the spa and twice Labour Hero of the DPRK.\r\n The delegation was seen off at the airport by SPA chairman Choe Thae Bok, chairman of the c.c., the Korean Social Democratic Party Kim Yong Dae and others.    \r\n\r\n\r\n"
        },
        {
            "title": "Separated families and relatives reunite with each other",
            "url": "http://kcna.co.jp/item/2001/200102/news02/27.htm#11",
            "content": "Separated families and relatives reunite with each other \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 27 (KCNA) -- Members of the third visiting groups of separated families and relatives from the north and south today had family-to-family reunions in Pyongyang and Seoul.\r\n The members of the groups spoke to each other of the immense joy of having reunion after over 50 years of separation during which they have been unable to hear from each other. &nbsp;&nbsp;&nbsp;\r\n Member of the group from the north Jon Yong Su, doctor at the Kangwon provincial dental preventive hospital, said that his dream to become a doctor came true in the DPRK and he became Labour Hero. &nbsp;&nbsp;&nbsp;\r\n Nearly one hundred years old lady Jang O Mok told her son, a member of the visiting group from the south, about her six sons and daughters who grew up in the north with nothing to desire more in the world. &nbsp;&nbsp;&nbsp;\r\n They had a pleasant time, exchanging souvenirs and posing for photos. &nbsp;&nbsp;&nbsp;\r\n Today, the head of the visiting group from the north and his party visited the South Korean Red Cross while other members of the group toured the Changdok palace, a heritage of the nation, in Seoul.    \r\n\r\n\r\n"
        },
        {
            "title": "South side's historians here",
            "url": "http://kcna.co.jp/item/2001/200102/news02/27.htm#12",
            "content": "South side's historians here\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 27 (KCNA) -- Historians from the south side including Ri Jong Hak, director of the Saun Institute, arrived here today to participate in the north-south joint exhibition of data on the illegality of the Japanese imperialists' occupation of Korea.\r\n The exhibition will be held here from March 1, the anniversary of the march first popular uprising, the nationwide anti-Japanese patriotic resistance. &nbsp;&nbsp;&nbsp;\r\n The historians were greeted at the airport by officials concerned.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}