{
    "date": "2001-07-31",
    "url": "http://kcna.co.jp/item/2001/200107/20010731.htm",
    "articles": [
        {
            "title": "UK embassy opens",
            "url": "http://kcna.co.jp/item/2001/200107/news07/31.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Investigation into water pollution by U.S. urged",
            "url": "http://kcna.co.jp/item/2001/200107/news07/31.htm#2",
            "content": "UK embassy opens \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 31 (KCNA) -- The embassy of the United Kingdom of Great Britain and Northern Ireland opened in Pyongyang on July 30.\r\n Present at the ceremony were vice-minister of foreign affairs Choe Su Hon, officials concerned, chief clerk of the foreign and commonwealth office of Great Britain Christopher Hum who is on a visit to the DPRK, charge d'affaires ad interim James Edward Hoare and embassy officials here.&nbsp;&nbsp;&nbsp;\r\n Foreign diplomatic envoys were present on invitation. &nbsp;&nbsp;&nbsp;\r\n Speeches were exchanged and the UK flag was hoisted. &nbsp;&nbsp;&nbsp;\r\n The charge d' affaires a.i. gave a reception on the embassy's opening last evening.    \r\n\r\n"
        },
        {
            "title": "Women's dancing party in Pyongyang",
            "url": "http://kcna.co.jp/item/2001/200107/news07/31.htm#3",
            "content": "Investigation into water pollution by U.S. urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 31 (KCNA) -- Environmental organizations of South Korea including the green federation reportedly demanded the U.S. military authorities punish those responsible for the underground water pollution with oil and make an official apology for it.\r\n The green federation in a statement on July 25 said that the result of the test drilling in over 10 places of the U.S. military base in Ryongsan confirmed that the underground up to 17 m deep was polluted with oil.  &nbsp;&nbsp;&nbsp;\r\n The organization urged the authorities of South Korea and the U.S. forces authorities to make an overall investigation into the bases which the U.S. military side promised to return. &nbsp;&nbsp;&nbsp;\r\n The environment movement association held in a statement that day that the U.S. troops should apologize for the pollution with oil and make an overall investigation into the underground water pollution in the U.S. military bases. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the environmental organizations are pushing ahead with a move to bring a lawsuit against the U.S. troops for huge damage.    \r\n\r\n"
        },
        {
            "title": "International Children's Camp receives new campers",
            "url": "http://kcna.co.jp/item/2001/200107/news07/31.htm#4",
            "content": "Women's dancing party in Pyongyang \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 31 (KCNA) -- A dancing party of women in Pyongyang took place at the monument to the party founding, the Tower of the Juche Idea, Jonsung Square and other places yesterday to mark the 55th anniversary of the promulgation of the Law on Sex Equality.\r\n Women in the capital danced to the tune of songs \"Our Comrade Kim Jong Il\", \"Our General is Best\" and so on. &nbsp;&nbsp;&nbsp;\r\n They also danced to the tune of songs \"Song of Woman\", \"Woman is Flower\" and so on with the pride of being women who are pushing one of the wheels of the chariot of revolution in the struggle to build a powerful nation. &nbsp;&nbsp;&nbsp;\r\n That day women's dancing parties took place in provinces, cities and counties.    \r\n\r\n"
        },
        {
            "title": "Kim Yong Nam meets special envoy of Guinean President",
            "url": "http://kcna.co.jp/item/2001/200107/news07/31.htm#5",
            "content": "International Children's Camp receives new campers \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 31 (KCNA) -- A ceremony was held at the  Songdowon International Children's Camp in Wonsan on the east coast of Korea yesterday to receive schoolchildren from different countries.\r\n Present there were schoolchildren from China, Russia, Tanzania, Guinea, Nigeria, Mongolia, Thailand, Germany and the DPRK. &nbsp;&nbsp;&nbsp;\r\n Their program including maritime sports, amusement games and art activities will make their stay pleasant.    \r\n\r\n"
        },
        {
            "title": "Reception given by Chinese military attache",
            "url": "http://kcna.co.jp/item/2001/200107/news07/31.htm#6",
            "content": "Kim Yong Nam meets special envoy of Guinean President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 31 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, met and had a friendly talk with Guinean minister of agriculture and stockbreeding Jean-Paul Sarr, a special envoy of the president, at the Mansudae Assembly Hall yesterday.\r\n The special envoy said that he was rejoiced over the achievements made by the Korean people in political, economic, cultural and other fields under the wise leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He stressed that the government and people of guinea fully support the struggle of the Korean people to achieve the independent and peaceful reunification of the country according to the three-point charter of national reunification. &nbsp;&nbsp;&nbsp;\r\n Present on the occasion were minister of agriculture Kim Chang Sik, vice-minister of foreign affairs Kung Sok Ung and Guinean ambassador to Korea Djigui Camara.    \r\n\r\n"
        },
        {
            "title": "Joint memorial service for victims of Rogun-ri incident",
            "url": "http://kcna.co.jp/item/2001/200107/news07/31.htm#7",
            "content": "Reception given by Chinese military attache \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 31 (KCNA) -- Yan Jiangfeng, military attache of the Chinese embassy here, hosted a reception at the embassy yesterday on the occasion of the 74th anniversary of the Chinese People's Liberation Army.\r\n Invited to the reception were Ryo Chun Sok, vice-minister of the People's Armed Forces, generals and officers of the Korean People's Army, officials concerned and military attaches of various foreign embassies. &nbsp;&nbsp;&nbsp;\r\n Present there were Chinese ambassador Wang Guozhang and embassy officials.\r\n Speeches were made at the reception.    \r\n\r\n"
        },
        {
            "title": "U.S. hullabaloo about \"threat\" of DPRK conventional weapons refuted",
            "url": "http://kcna.co.jp/item/2001/200107/news07/31.htm#8",
            "content": "Joint memorial service for victims of Rogun-ri incident \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 31 (KCNA) -- A joint memorial service for those killed by GIs in Rogun-ri during the past war was held at the two tunnels of the Kyongbu Railway Line in Rogun-ri, Yongdong county, North Chungchong Province, South Korea, the scene of the incident, on July 26, according to Yonhap News from Seoul. \r\n Present at the memorial service sponsored by the measure committee for unveiling truth about the Rogun-ri massacre were more than 300 bereaved family members and survivors. &nbsp;&nbsp;&nbsp;\r\n A report on the murder case and a memorial address were made at the memorial service. &nbsp;&nbsp;&nbsp;\r\n The chairman of the measure committee said that a memorial service was arranged at the scene of the incident to pray for those who were murdered for no reason 51 years ago. The U.S. which made investigation for more than one year is falsifying the truth, saying that refugees were fired because they did not obey U.S. forces' control. &nbsp;&nbsp;&nbsp;\r\n The committee made public a five-point statement urging the U.S. and South Korean authorities to make reinvestigation for probing the truth, punish those responsible for distorting the truth, pay for damage at an early date, cancel the plan to erect an epitaph and set up a scholarship fund to cover up the truth and reinstate the victims through a lawsuit to the U.N. commission on human rights.    \r\n\r\n"
        },
        {
            "title": "Signal successes made by Korean women scientists",
            "url": "http://kcna.co.jp/item/2001/200107/news07/31.htm#9",
            "content": "U.S. hullabaloo about \"threat\" of DPRK conventional weapons refuted \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 31 (KCNA) -- The U.S. bellicose elements are raising a hue and cry over \"threat\" of even conventional weapons of the DPRK, not content with talking about \"missile threat\".\r\n Laying bare their sinister intention, Rodong Sinmun today says in a signed article: &nbsp;&nbsp;&nbsp;\r\n The new U.S. administration worked out a new war scenario against the DPRK to stifle it by force of arms and is working hard to round it off. &nbsp;&nbsp;&nbsp;\r\n According to this scenario, various military exercises are now under way in and around South Korea with an aim to move and deploy the U.S. forces of aggression overseas and forces from its mainland in the Korean peninsula and mount a direct and rapid attack on the DPRK. &nbsp;&nbsp;&nbsp;\r\n All U.S. conventional and strategic weapons and equipment are ready to fire at the DPRK any moment. &nbsp;&nbsp;&nbsp;\r\n Threat is not coming from the DPRK but from the united states which occupied a half of the Korean peninsula by force of arms. &nbsp;&nbsp;&nbsp;\r\n There exists on the Korean peninsula only threat of aggression posed by the U.S. forces in South Korea to the north, not \"threat\" of conventional weapons of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. clamour about the threat of conventional weapons of the DPRK only reminds one of a thief crying \"stop the thief\" it is aimed to cover up its dominationist intention and, at the same time, defile the sincere peace-loving efforts of the DPRK and make the public cast doubt about them. It is also intended to calm down the demand for the withdrawal of the U.S. troops from South Korea growing stronger among the South Korean people and the world progressive people and invent a pretext for their permanent presence there. &nbsp;&nbsp;&nbsp;\r\n Nobody will pay heed to the U.S. ridiculous fuss about \"threat of missile\" and \"threat\" of conventional weapons from the DPRK.    \r\n  \r\n\r\n"
        },
        {
            "title": "Greetings to Swiss President",
            "url": "http://kcna.co.jp/item/2001/200107/news07/31.htm#10",
            "content": "Signal successes made by Korean women scientists\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 31 (KCNA) -- Korean women scientists are proving their life worthwhile in the drive to carry out the party's plan to build a powerful nation.\r\n Labor heroine and doctoress Hyon Yong Ra, a researcher at the nonferrous metal institute of the academy of sciences, succeeded in the research into nonferrous material suitable for making equipment needed for the operation of the metro, thus helping make traffic in Pyongyang more convenient. she is widely known as a heroine of the times. &nbsp;&nbsp;&nbsp;\r\n Choe Sung Bok, room chief of the Aeguk Compound Microbiological Centre of the Academy of Sciences, was awarded the title of labor heroine for her success made in the research into farming through the application of compound microbio-fertilizer. &nbsp;&nbsp;&nbsp;\r\n Kang Suk Gi, a researcher and doctoress at the vinalon institute, solved a number of scientific and technological problems by conducting for scores of years researches aimed to improve the qualitative property of vinalon, increase the modulus of elasticity and improve the dyeing method. &nbsp;&nbsp;&nbsp;\r\n Among women scientists is Kim Yong Jin, doctoress at Pyongyang University of Medicine, who is devoting herself to research into medical and biological science as a successor to her mother's career.    \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to President of Benin",
            "url": "http://kcna.co.jp/item/2001/200107/news07/31.htm#11",
            "content": "Greetings to Swiss President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 31 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, today sent a message of greetings to Moritz Leuenberger, President of the Swiss Confederation, on the occasion of its National Day.\r\n The message extended warm congratulations to the president, government and people of Switzerland on this occasion. &nbsp;&nbsp;&nbsp;\r\n In the belief that the favorably developing friendly and cooperative relations between the two countries would grow stronger, the message wished the President great success in his responsible work.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "General secretary of International Federation of RCRCS and his party arrive",
            "url": "http://kcna.co.jp/item/2001/200107/news07/31.htm#12",
            "content": "Greetings to President of Benin\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 31 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, on July 26 sent a message of greetings to Mathieu Kerekou, President of Benin, on the occasion of the 41st anniversary of its independence.\r\n The message extended warm congratulations to the president, government and people of Benin on the occasion. &nbsp;&nbsp;&nbsp;\r\n It wished the president and people of Benin great success in the work for the national unity and the prosperity of the country and expressed the belief that the excellent relations of friendship and cooperation between the DPRK and Benin would grow stronger in various domains.    \r\n\r\n\r\n"
        },
        {
            "title": "Nigerian parliamentary delegation here",
            "url": "http://kcna.co.jp/item/2001/200107/news07/31.htm#13",
            "content": "General secretary of International Federation of RCRCS and his party arrive\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 31 (KCNA) -- Didier Cherpitel, general secretary of the International Federation of Red Cross and Red Crescent Societies, and his party arrived here today.\r\n They were greeted at the airport by Jang Jae On, chairman of the central committee of the DPRK Red Cross Society.\r\n  \r\n\r\n"
        }
    ]
}