{
    "date": "2001-02-22",
    "url": "http://kcna.co.jp/item/2001/200102/20010222.htm",
    "articles": [
        {
            "title": "Spokesman for DPRK Foreign Ministry on new U.S. administration's policy towards DPRK",
            "url": "http://kcna.co.jp/item/2001/200102/news02/22.htm#1",
            "content": "Spokesman for DPRK Foreign Ministry on new U.S. administration's policy towards DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 22 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK Wednesday released a statement as regards the new U.S. administration's policy towards the DPRK.\r\n The statement says:&nbsp;&nbsp;&nbsp;\r\n There are a variety of opinions in the U.S. over the issue of its policy towards the DPRK, which draw its serious attention. &nbsp;&nbsp;&nbsp;\r\n Foreign and national security policy team of the new U.S. administration are increasingly assertive for a \"hardline stance\" towards Pyongyang, claiming that the former Clinton administration only offered things to the north, tempted by it, the new administration would pursue an \"engagement policy\" different from that of the Clinton administration and it would make \"phased access\" and \"conditional and strict reciprocity.\" &nbsp;&nbsp;&nbsp;\r\n This once again disclosed the U.S. aggressive and brigandish true intention to stop the DPRK-U.S. relations from developing in the direction of reconciliation, cooperation and improved ties in keeping with the present international trend towards peace and stability and break the DPRK's will with \"strength.\" this compels us to heighten vigilance. &nbsp;&nbsp;&nbsp;\r\n If this is an official stand of the new U.S. administration towards the DPRK, this can not but draw a serious attention. &nbsp;&nbsp;&nbsp;\r\n Both the DPRK and the U.S. agreed to remove the root cause of long-standing distrust, confrontation and misunderstanding and normalize relations in the Geneva DPRK-U.S. agreed framework and the New York DPRK-U.S. joint communique, etc. Accordingly, both sides are committed to terminate the hostile relations, build confidence and remove their apprehension. &nbsp;&nbsp;&nbsp;\r\n The \"conditional reciprocity\" and \"phased access\" touted by the U.S., therefore, mean that it would fulfil its commitments only when the DPRK moves first. &nbsp;&nbsp;&nbsp;\r\n In other words, it wants the DPRK to totally disarm itself first. The U.S. is seriously mistaken if it thinks that Pyongyang will accept its demand. &nbsp;&nbsp;&nbsp;\r\n It is the consistent stand of the DPRK that it will be able to clear the U.S. of its  worries over its security only when it assures the DPRK that Washington does not threaten the DPRK's security by taking substantial measures to terminate the hostile relations. &nbsp;&nbsp;&nbsp;\r\n As for the \"reciprocity\" asserted by the U.S. it has never offered anything to the DPRK gratis but caused only losses to it. &nbsp;&nbsp;&nbsp;\r\n The DPRK-U.S. agreed framework calls for simultaneous actions on the part of the two sides and the DPRK has so far kept its nuclear power facilities frozen according to it. &nbsp;&nbsp;&nbsp;\r\n However, the U.S. has not sincerely implemented its commitments under the agreed framework, causing huge losses to the DPRK. &nbsp;&nbsp;&nbsp;\r\n The LWR project which had been scheduled to be completed by 2003 is unlikely to become a reality and the U.S. has not yet set out even a timetable for the offer of heavy oil for a new fiscal year that began from October 22 last year. &nbsp;&nbsp;&nbsp;\r\n The U.S. is obliged to compensate for the DPRK's loss of electricity caused by the delayed LWR project. &nbsp;&nbsp;&nbsp;\r\n If it does not honestly implement the agreed framework as today, there is no need for us to be bound to it any longer. &nbsp;&nbsp;&nbsp;\r\n We cannot but consider the existence of the KEDO as meaningless under the present situation where no one can tell when the lwr project will be completed. &nbsp;&nbsp;&nbsp;\r\n The United States must clearly know that we cannot wait for its completion for an indefinite period. &nbsp;&nbsp;&nbsp;\r\n The U.S. insisted on establishing the NMD alledgedly to cope with the \"missile threat\" from the DPRK, calling it a \"rogue state\", not away from its outdated way of thinking, though humankind greeted the new century of genuine peace after putting an end to the 20th century marked with war, confrontation and blood. This is a brigandish logic. &nbsp;&nbsp;&nbsp;\r\n We advanced such reasonable proposals as declaring a moratorium on the test-fire of long-range missiles while the missile negotiations  are under way because the U.S. asserted that our missiles for self-defence pose a threat to it. &nbsp;&nbsp;&nbsp;\r\n We made to the U.S. side a series of reasonable proposals that we might accept a substitute satellite launch if our satellite launch posed a threat to the U.S. security, though it is no more than scientific and technological development merely for a peaceful purpose and that we might stop the missile export if the relevant compensation is made in hard currency because the missile export is aimed to earn foreign currency. But the new U.S. administration is not poised to seriously study the issue. &nbsp;&nbsp;&nbsp;\r\n As there is no agreement between the DPRK and the U.S., we will not be bound to our pledge related to the missile issue raised during the previous U.S. administration. &nbsp;&nbsp;&nbsp;\r\n We decided not to launch long-range missiles while the missile negotiations are under way but we will not indefinitely maintain this moratorium. &nbsp;&nbsp;&nbsp;\r\n We will not remain a passive onlooker to the things which only hamstring our scientific and technological development. &nbsp;&nbsp;&nbsp;\r\n We are always ready for all events.    \r\n\r\n"
        },
        {
            "title": "SPA chairman meets Iranian ambassador",
            "url": "http://kcna.co.jp/item/2001/200102/news02/22.htm#2",
            "content": "SPA chairman meets Iranian ambassador \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 22 (KCNA) -- Choe Thae Bok, chairman of the DPRK Supreme People's Assembly, met and conversed with the outgoing Iranian ambassador to Korea, Mohammad Ganjidoost, at the Mansudae Assembly Hall on Wednesday.    \r\n\r\n"
        },
        {
            "title": "Daewoo Motor Co. unionists protest forcible layoff",
            "url": "http://kcna.co.jp/item/2001/200102/news02/22.htm#3",
            "content": "Daewoo Motor Co. unionists protest forcible layoff \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 22 (KCNA) -- Unionists of the Daewoo Motor Company and their families are staging a struggle at the Puchyong Factory every day in protest against the management side's forcible layoff, according to South Korea-based Yonhap News and Radio No. 1.\r\n The trade union held a press conference immediately after the management side unilaterally dismissed 1,750 workers on Feb. 16 and threatened to go on a general strike by all possible means. &nbsp;&nbsp;&nbsp;\r\n Unionists and their families, at least 400 in all, held a rally at the company on Feb. 17 in demand of the abolition of the layoff. &nbsp;&nbsp;&nbsp;\r\n When the unionists' struggle mounted higher, on Feb. 19 the police hurled more than 2,000 military forces into the factory by mobilizing planes and excavators. &nbsp;&nbsp;&nbsp;\r\n The police walked away over 70 persons including five cadres of the trade union.\r\n Yonhap News said the struggle of the unionists of the Daewoo Motor Company is likely to last long.    \r\n\r\n"
        },
        {
            "title": "Iranian ambassador gives reception",
            "url": "http://kcna.co.jp/item/2001/200102/news02/22.htm#4",
            "content": "Iranian ambassador gives reception \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 22 (KCNA) -- Mohammad Ganjidoost, Iranian ambassador to the DPRK, yesterday hosted a reception at his embassy on the occasion of the birthday of leader Kim Jong Il.\r\n The ambassador in his speech said that the friendly relations between Iran and the DPRK have a brilliant tradition based on the common struggle against the domination of the U.S. imperialists and the common efforts in various fields. &nbsp;&nbsp;&nbsp;\r\n Noting that President Kim Il Sung exerted great efforts for the strengthening and development of the friendly relations with Iran, he said that these relations are growing stronger in various fields' under the profound care of the leaders of the two countries. &nbsp;&nbsp;&nbsp;\r\n DPRK foreign minister Paek Nam Sun in his speech said that the Iranian friends' joining the Korean people in significantly celebrating the February holiday is a clear proof of the high respect and deep reverence of the Iranian people for Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He said that the DPRK is sincerely rejoiced over the successes the Iranian people have made in the socio-economic development and the foreign relations under the leadership of President Khatami and wished them great success. &nbsp;&nbsp;&nbsp;\r\n Present on invitation were minister of labour Ri Won Il who is chairman of the DPRK-Iran Friendship Association and minister of foreign trade Ri Kwang Gun and others.    \r\n\r\n"
        },
        {
            "title": "Reception given by Egyptian ambassador",
            "url": "http://kcna.co.jp/item/2001/200102/news02/22.htm#5",
            "content": "Reception given by Egyptian ambassador \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 22 (KCNA) -- Egyptian ambassador to the DPRK Mahmoud Mohamed Farag Zain gave a reception at the embassy yesterday on the occasion of the birthday of leader Kim Jong Il.\r\n The ambassador in his speech said that Kim Jong Il who was born on Mt. Paektu is leading the Korean revolution to victory, successfully carrying forward the revolutionary cause of Juche started by President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n Expressing belief that the friendly relations between the two countries would grow stronger, he said that the Egyptian people fully support the Korean people in their struggle to reunify the country on the principles of independence, peaceful reunification and great national unity. &nbsp;&nbsp;&nbsp;\r\n Vice-president of the presidium of the Supreme People's Assembly of the DPRK Yang Hyong Sop said in his speech that the Korean people are rejoiced over many successes made by the government and people of Egypt to achieve social stability and develop the economy to bring prosperity to the country under the leadership of President Mohamed Hosni Mubarak and estimate them who are working hard for the fair and comprehensive solution of the mideast issue and Arab unity. &nbsp;&nbsp;&nbsp;\r\n The Korean people, he stressed, will as ever make positive efforts to further strengthen and develop the traditional relations of friendship and cooperation with Egypt true to Kim Il Sung's last instructions and Kim Jong Il's noble intention. &nbsp;&nbsp;&nbsp;\r\n Present on invitation at the reception were foreign minister Paek Nam Sun, minister of education Pyon Yong Rip who is chairman of the Korea-Egypt Friendship Association and others.    \r\n\r\n"
        },
        {
            "title": "U.S. establishment of \"NMD\" system under fire",
            "url": "http://kcna.co.jp/item/2001/200102/news02/22.htm#6",
            "content": "U.S. establishment of \"NMD\" system under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 22 (KCNA) -- The new U.S. administration's move to go ahead with the establishment of the \"National Missile Defence\" system (NMD) at any cost after singling it out as the main thrust of its \"national defence strategy\" is a grave act to disturb peace, observes Rodong Sinmun today in a signed commentary.\r\n Preparations for crucial missile testfire slated for early in next month are making headway in the United States, and the anti-ballistic missile organization under the defence department is examining a plan to carry out a test for shooting down flying mock nuclear missiles in May or June. &nbsp;&nbsp;&nbsp;\r\n The commentary says: &nbsp;&nbsp;&nbsp;\r\n The establishment of the NMD is a replica of \"star wars project\" and a very dangerous move to build up an anti-missile network to threaten other countries and dominate the world. &nbsp;&nbsp;&nbsp;\r\n The U.S. claim that the establishment of the nmd is for its \"national security\" is nothing but sophism intended to cover up the aggressive and dangerous nature of the move. &nbsp;&nbsp;&nbsp;\r\n Recalling that the U.S. described the DPRK as the most \"dangerous state,\" the commentary dismisses this as sheer nonsense. &nbsp;&nbsp;&nbsp;\r\n The commentary denounces the U.S. move to establish the nmd as a crime against peace and humankind as it will spark a new arms race and Cold War. &nbsp;&nbsp;&nbsp;\r\n The U.S. is well advised to drop its criminal plan, clearly mindful that this act of disturbing peace will only lead to its self-destruction, the commentary warns.    \r\n\r\n"
        },
        {
            "title": "Traditional paper handicrafts",
            "url": "http://kcna.co.jp/item/2001/200102/news02/22.htm#7",
            "content": "Traditional paper handicrafts \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 22 (KCNA) -- Korea has a long tradition of paper handicrafts.\r\n Paper handicrafts strong in national colour include cushions, fans, arrow-boxes and flowers. &nbsp;&nbsp;&nbsp;\r\n Light and tough paper handicrafts have been popular among Koreans. &nbsp;&nbsp;&nbsp;\r\n The production and use of a variety of paper handicrafts dates back to the 1800s. &nbsp;&nbsp;&nbsp;\r\n Paper handicrafts are made with cardboards, papier-mache and twisted paper strings. &nbsp;&nbsp;&nbsp;\r\n There are two method of making paper handicrafts with cardboards. The first is to paste papers to make a cardboard and manufucture the desired handicraft with it and the second is to process timber until shapes of furniture and a wooden vessel are obtained and paper their outside and inside. This method has been used in making furniture. &nbsp;&nbsp;&nbsp;\r\n Wet paper is mixed with paste powder to make a vessely. &nbsp;&nbsp;&nbsp;\r\n Paper vessels and large scooped paper bowls which look like brass wares had been used in rural kitchens from olden times. &nbsp;&nbsp;&nbsp;\r\n Twisted paper strings cut into the desired length are used to make a variety of daily necessaries. &nbsp;&nbsp;&nbsp;\r\n This method of making handicrafts was popular during the Ri dynasty. &nbsp;&nbsp;&nbsp;\r\n The traditional skill of making paper handicrafts is now given full play thanks to the state policy for the preservation of national culture.    \r\n\r\n"
        },
        {
            "title": "Construction makes headway in Pyongyang",
            "url": "http://kcna.co.jp/item/2001/200102/news02/22.htm#8",
            "content": "Construction makes headway in Pyongyang \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 22 (KCNA) -- Construction projects are making rapid progress in the DPRK to give face-lifting to Pyongyang.\r\n The construction of new houses for tens of thousands of families, schools, kindergartens, nurseries and commercial and public service networks will start this year and will be completed in a short span of time. &nbsp;&nbsp;&nbsp;\r\n They will appear in main street of the city, the Thongil Street, the southern gateway to it, on either side of the youth hero motorway extending more than 40 km and on the outskirts of the city. &nbsp;&nbsp;&nbsp;\r\n All the buildings were designed in such a way as to be suited to people's conveniences and the modern style. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, new centers for producing soft-drink, meat and eggs will be built or the existing ones be renovated and modernized. &nbsp;&nbsp;&nbsp;\r\n The Taedonggang Beer Factory with an annual production capacity of tens of thousands kl and a catfish factory with a total plottage of more than 15,000 square metres  will rise in the city. &nbsp;&nbsp;&nbsp;\r\n Ground-breaking ceremonies for the factories have already taken place.   \r\n\r\n"
        },
        {
            "title": "Celebration functions held abroad",
            "url": "http://kcna.co.jp/item/2001/200102/news02/22.htm#9",
            "content": "Celebration functions held abroad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 22 (KCNA) -- Celebration meetings were held by the Congolese Socialist Party, the New Yugoslav Communist Party and the Party for Democracy and Solidarity of Peru on Feb. 12 and 13 on the occasion of the birthday of leader Kim Jong Il.\r\n General secretary of the New Yugoslav Communist Party Branko Kitanovic at a meeting sincerely hoped that Kim Jong Il would lead the struggle of the workers' party and people of Korea for socialist construction and the country's reunification to a new victory. &nbsp;&nbsp;&nbsp;\r\n General secretary of the party for democracy and solidarity of Peru Maria Del Velartello said that the WPK and the people are vigorously advancing along the road of victory full of faith and optimism under the seasoned leadership of Kim Jong Il, adding that it would continue to positively support the just cause of the Korean people in the future, too. &nbsp;&nbsp;&nbsp;\r\n Leon Nzokene, general secretary of the Congolese Socialist Party, said that the future of the socialist movement in the 21st century is bright and it is sure to triumph thanks to the wise leadership of Kim Jong Il on the Korean revolution and the world socialist movement.    \r\n\r\n"
        },
        {
            "title": "Abolition of \"Security Law\" called for",
            "url": "http://kcna.co.jp/item/2001/200102/news02/22.htm#10",
            "content": "Abolition of \"Security Law\" called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 22 (KCNA) -- The people's solidarity for abolition of the \"Security Law\" of South Korea held a meeting with an attendance of at least 200 members of dissident and civic organizations in Seoul on Feb. 17, urging the authorities to abolish the SL, the newspaper Hangyore reported.\r\n Noting that the successive \"governments\" violated the human rights by invoking the \"Security Law\" and dismissed workers and other people's demand for vital rights and social reforms as an act prompted by dishonest intention, the organization held that this anti-human right evil law should be abolished  without fail. &nbsp;&nbsp;&nbsp;\r\n Pak Sun Hui, co-representative of the people's solidarity, urged the 16th \"national assembly\" not to serve only for the interests and stratagem of any party but to turn out in the campaign to abolish the \"Security Law\" as demanded by the people and the present times.    \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Guyanese President",
            "url": "http://kcna.co.jp/item/2001/200102/news02/22.htm#11",
            "content": "Greetings to Guyanese President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 22 (KCNA) -- Kim Yong Nam, President of the presidium of the DPRK Supreme People's Assembly, on Monday sent a message of greetings to Bharrat Jagdeo, President of Guyana, on the occasion of the 31st anniversary of the proclamation of the Republic.\r\n He in the message extended warm congratulations to the president, government and people of Guyana on the occasion, and expressed the belief that the good friendly relations between the two countries would further expand and develop. &nbsp;&nbsp;&nbsp;\r\n He wished the president great success in his work for the prosperity of the country.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}