{
    "date": "2001-02-26",
    "url": "http://kcna.co.jp/item/2001/200102/20010226.htm",
    "articles": [
        {
            "title": "Greetings to emir of state of Kuwait",
            "url": "http://kcna.co.jp/item/2001/200102/news02/26.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Enlarged meeting of CILRECO executive committee",
            "url": "http://kcna.co.jp/item/2001/200102/news02/26.htm#2",
            "content": "Greetings to emir of state of Kuwait \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 26 (KCNA) -- Kim Yong Nam, President of the presidium of the DPRK Supreme People's Assembly, on Feb. 24 sent a message of greetings to Jaber Al-Ahmed Al-Jaber Al-Sabah, emir of the state of Kuwait, on the occasion of the 40th anniversary of its National Day and the 10th anniversary of its liberation day.\r\n He in the message expressed belief that the friendly and cooperative relations between the two countries would develop on better terms in the new century and wished the emir and people of Kuwait big success in their work for sovereignty of the country, people's wellbeing and peace in the region.    \r\n\r\n"
        },
        {
            "title": "S. Korean unionists stage demonstration against layoff",
            "url": "http://kcna.co.jp/item/2001/200102/news02/26.htm#3",
            "content": "Enlarged meeting of CILRECO executive committee \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 26 (KCNA) -- An enlarged meeting of the executive committee of the International Liaison Committee for Reunification and Peace in Korea (CILRECO) was held in Paris on February 17.\r\n The meeting analyzed the situation prevailing on the Korean peninsula after the historic Pyongyang meeting and the adoption of the north-south joint declaration, reviewed the work done by the CILRECO last year and discussed its action program for this year.&nbsp;&nbsp;&nbsp;\r\n Guy Dupre, secretary general of the CILRECO, in his report said that the inter-Korean summit and the north-south joint declaration provided thanks to leader Kim Jong Il's plan and resolution for national reunification were an event of worldwide significance which greatly contributed not only to the cause of independent reunification of Korea but also to global peace and security. &nbsp;&nbsp;&nbsp;\r\n The reporter said that the movement for solidarity with the Korean people was vigorously waged and new solidarity organizations were formed in different countries last year to further raise the function and role of the CILRECO. &nbsp;&nbsp;&nbsp;\r\n He indicated the main direction of the international solidarity movement to open up a decisive phase of Korea's reunification this year, and stressed that the CILRECO would wage more vigorous international solidarity movement for Korea's reunification to mark the year 2002 on which falls the 25th anniversary of the CILRECO. &nbsp;&nbsp;&nbsp;\r\n At the meeting a letter to Kim Jong Il was adopted. &nbsp;&nbsp;&nbsp;\r\n The meeting adopted the action program for 2001 of the CILRECO and an appeal to governments, political parties and organizations of countries and international organizations. &nbsp;&nbsp;&nbsp;\r\n It is noted in the action program that the international liaison committee will intensify its activities to ensure a more vigorous international solidarity movement for Korea's reunification. &nbsp;&nbsp;&nbsp;\r\n At the meeting Sean Garland, chairman of the Workers' Party of Ireland, Robert Charvin, secretary general of the International Committee of Jurists for Democracy and Human Rights in South Korea, and Paulette Pierson, professor of the Liberal University of Brussels in Belgium, were elected honorary chairmen of the CILRECO, and Dogu Ferincek, chairman of the Workers' Party of Turkey, and Juan Jose Leon, chairman of the Cuban Committee for Supporting Korea's Reunification, elected vice-chairmen.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on noble moral trait",
            "url": "http://kcna.co.jp/item/2001/200102/news02/26.htm#4",
            "content": "S. Korean unionists stage demonstration against layoff \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 26 (KCNA) -- At least 2,000 unionists of the (South) Korean Confederation of Trade Unions and the Daewoo Motor Company trade union staged a demonstration in Inchon city on Feb. 24, demanding the withdrawal of layoff imposed upon Daewoo Motor Company unionists and a halt to police search for them, according to Seoul-based Radio No.1.\r\n Unable to hold a rally in Puphyong Railway Station Plaza owing to police blockade, the unionists thronged to Inchon teachers' college and staged a demonstration.\r\n Some of them occupied the road in front of the college and fought a stone-throwing battle with police, setting fire to tyres. &nbsp;&nbsp;&nbsp;\r\n The radio reported that 16 members of the Daewoo Motor Company trade union were walked away by police in front of Puphyong Railway Station.     \r\n\r\n"
        },
        {
            "title": "Army-first revolutionary line",
            "url": "http://kcna.co.jp/item/2001/200102/news02/26.htm#5",
            "content": "Rodong Sinmun on noble moral trait \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 26 (KCNA) -- Rodong Sinmun today dedicates an article to the 5th anniversary of leader Kim Jong Il's celebrated work \"On Establishing the Communist Moral Trait Throughout the Society.\"\r\n The work was published on February 26, Juche 85 (1996). &nbsp;&nbsp;&nbsp;\r\n The work deals with issues of holding President Kim Il Sung in high esteem for all ages, giving full play to the sense of obligation toward the revolutionary forerunners, deepening relations among people through intensified education in public morality and etiquette, achieving unity and harmony of the collective and stepping up education in etiquette and morality at families and schools. &nbsp;&nbsp;&nbsp;\r\n Recalling that the work, which clearly reflects Kim Jong Il's noble view on morality, has displayed its great vitality in practice, the article goes on: &nbsp;&nbsp;&nbsp;\r\n Its vitality lies, first of all, in that the Korean people always hold the president in high esteem with the noble sense of moral obligation towards him. &nbsp;&nbsp;&nbsp;\r\n The Korean people devoted themselves to do so, invariably cherishing the noble sense of moral obligation towards him in the last 5 hard years of the \"arduous march\" and forced march. &nbsp;&nbsp;&nbsp;\r\n As all the Korean people regard it as their highest honour and noble moral obligation to hold their leader in high esteem, the DPRK will always demonstrate its dignity as Kim Il Sung's Korea. &nbsp;&nbsp;&nbsp;\r\n The vitality of the work also finds its expression in the fact that the trait of respecting revolutionary forerunners is more highly displayed, etiquette and public morality are thoroughly established among the people and a healthy moral trait prevails throughout the society. &nbsp;&nbsp;&nbsp;\r\n Revolutionary forerunners are cordially treated wherever they go, young people look after war veterans without children to support them and marry disabled soldiers. This noble moral trait can be displayed in the DPRK only. &nbsp;&nbsp;&nbsp;\r\n Our society has turned into a big family based on comradeship and the sense of obligation as a sound revolutionary moral trait prevails throughout the society. &nbsp;&nbsp;&nbsp;\r\n This is something unimaginable in the capitalist society where children kill their parents and vice versa for the sake of money. &nbsp;&nbsp;&nbsp;\r\n The sound revolutionary moral trait is one of the advantages of Korean socialism and serves as a source of strength to dynamically push ahead with the Korean revolution, the article concludes.    \r\n\r\n"
        },
        {
            "title": "Kim Yong Nam meets Iranian ambassador",
            "url": "http://kcna.co.jp/item/2001/200102/news02/26.htm#6",
            "content": "Army-first revolutionary line \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 26 (KCNA) -- The army-first revolutionary line is a strategic line of the Workers' Party of Korea.\r\n The army-first revolutionary politics calls for carrying out the revolution and construction by putting forward the people's army as an engine of the revolution and strengthening it. This serves as an all-powerful treasured sword for the Korean revolution for its great attraction and vitality. &nbsp;&nbsp;&nbsp;\r\n Leader Kim Jong Il held aloft the army-first banner to emerge from difficulties by strengthening the people's army and demonstrating the might of the unity between the army and the people when the country's conditions were hard due to several years of natural disasters and the imperialists' moves to isolate and suffocate it in the middle of the 90s. &nbsp;&nbsp;&nbsp;\r\n While inspecting units of the people's army one after another, he encouraged the army not only to firmly defend the country but play the role of an engine in all fields of economy, culture and social life. &nbsp;&nbsp;&nbsp;\r\n He has covered over 56,000 kms to inspect KPA units since January of Juche 84 (1995). &nbsp;&nbsp;&nbsp;\r\n The people's army has thus grown to be an invincible army strong in the faith and will to devotedly defend the leader and equipped with offensive and defensive capabilities to cope with any emergency. &nbsp;&nbsp;&nbsp;\r\n Also prevailing throughout the society is the revolutionary spirit of soldiers. This spirit was displayed in the construction of grand monumental edifices such as the Anbyon Youth Power Station despite unprecedented adversity. &nbsp;&nbsp;&nbsp;\r\n Modern poultry and fish farms and many model factories and enterprises commensurate with the new century have sprung up. &nbsp;&nbsp;&nbsp;\r\n The militant spirit and way of living displayed by the people's army have resulted in fresh innovations and miracles in all fields of national economy including the gigantic land readjustment in South Hwanghae Province and the Kaechon-lake Thaesong Waterway project. &nbsp;&nbsp;&nbsp;\r\n The WPK's army-first politics has become the firm faith of the Korean people as its vitality and truth have been proven in practice.    \r\n\r\n"
        },
        {
            "title": "South Korean visiting group arrives",
            "url": "http://kcna.co.jp/item/2001/200102/news02/26.htm#7",
            "content": "Kim Yong Nam meets Iranian ambassador \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 26 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea, met and conversed with Mohammad Ganjidoost, Iranian ambassador to the DPRK who paid a farewell call on him, at the mansudae assembly hall today.\r\n Present there was Pak Kil Yon, vice-minister of foreign affairs.    \r\n\r\n"
        },
        {
            "title": "North side's visiting group leaves",
            "url": "http://kcna.co.jp/item/2001/200102/news02/26.htm#8",
            "content": "South Korean visiting group arrives \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 26 (KCNA) -- The third visiting group of separated families and relatives from the south side arrived here today.\r\n The visiting group is made up of 100 separated families and relatives, service members and mediamen. It is led by Jang Jong Ja, vice-president of the South Korean Red Cross. &nbsp;&nbsp;&nbsp;\r\n The head of the group issued a written statement at the airport upon its arrival.    \r\n\r\n"
        },
        {
            "title": "Greetings to Thai foreign minister",
            "url": "http://kcna.co.jp/item/2001/200102/news02/26.htm#9",
            "content": "North side's visiting group leaves \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 26 (KCNA) -- The third visiting group of separated families and relatives from the north side left here today by air for Seoul.\r\n The group headed by Kim Kyong Rak, permanent member of the central committee of the DPRK Red Cross Society, is made up of 100 separated families and relatives, service members and mediamen. &nbsp;&nbsp;&nbsp;\r\n The group arrived in Seoul today. &nbsp;&nbsp;&nbsp;\r\n The head of the group issued a statement upon its arrival in Seoul. &nbsp;&nbsp;&nbsp;\r\n He in the statement said that he would make all efforts to let the exchange of visiting groups substantially contribute to the reconciliation, unity and the cause of reunification true to the basic spirit of the June 15 joint declaration, and expressed the expectation that the south side would also make sincere efforts to make the exchange successful.    \r\n\r\n"
        },
        {
            "title": "Vice-president of S. Korean RC and her party visit c.c. of DPRK RC society",
            "url": "http://kcna.co.jp/item/2001/200102/news02/26.htm#10",
            "content": "Greetings to Thai foreign minister \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 26 (KCNA) -- Paek Nam Sun, foreign minister of the DPRK, sent a message of greetings to Surakiat upon the appointment as foreign minister of Thailand.\r\n Convinced that the excellent friendly and cooperative relations between the two countries would further expand and strengthen in the future, the message wished Surakiat big success in the work.    \r\n\r\n"
        },
        {
            "title": "Messages of condolence to Chongryon CSC",
            "url": "http://kcna.co.jp/item/2001/200102/news02/26.htm#11",
            "content": "Vice-president of S. Korean RC and her party visit c.c. of DPRK RC society \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 26 (KCNA) -- Jang Jong Ja, vice-president of the South Korean Red Cross, who is heading the third visiting group of separated families and relatives of the south side, and her party today visited the central committee of the DPRK Red Cross Society.\r\n They were greeted by Jang Jae On, chairman of the central committee of the DPRK Red Cross Society, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n They conversed in an atmosphere overflowing with compatriotic feelings.    \r\n\r\n\r\n"
        }
    ]
}