{
    "date": "2001-03-15",
    "url": "http://kcna.co.jp/item/2001/200103/20010315.htm",
    "articles": [
        {
            "title": "U.S. hostile policy toward DPRK under fire",
            "url": "http://kcna.co.jp/item/2001/200103/news03/15.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Third Kimilsungia show to open",
            "url": "http://kcna.co.jp/item/2001/200103/news03/15.htm#2",
            "content": "U.S. hostile policy toward DPRK under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 15 (KCNA) -- The U.S. imperialist warmongers have become all the more pronounced in their hostile policy towards the DPRK to isolate and stifle it, while groundlessly pulling it up. \r\n In this regard Rodong Sinmun today in a signed commentary says:&nbsp;&nbsp;&nbsp;\r\n The U.S. takes a defiant attitude towards the situation on the Korean peninsula which began witnessing a sign of detente. This clearly indicates its aggressive nature and ambition to stifle the DPRK by force of arms and its black-hearted intention to torpedo the dialogue between the north and south and put the brake on the movement of the Korean nation for reunification. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are chiefly responsible for the division of Korea and a stumbling block in the way of peace and reunification of the country. &nbsp;&nbsp;&nbsp;\r\n Their aggressive design to block peace and reunification of Korea and stifle the DPRK by force of arms remains unchanged. &nbsp;&nbsp;&nbsp;\r\n It is foolish, indeed, for the U.S. to work hard to stifle the DPRK by force of arms. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists' brigandish \"policy of strength\" can never go down with the korean people who value the dignity and soveregnity of the nation more than their life and soul. &nbsp;&nbsp;&nbsp;\r\n We are fully prepared for both dialogue and war. &nbsp;&nbsp;&nbsp;\r\n It is our determination to react to the enemy's hardline stand with the toughest position and take thousand-fold revenge on aggressors. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are well advised to drop their aggressive hostile policy towards the DPRK and honestly implement the DPRK-U.S. agreed framework. &nbsp;&nbsp;&nbsp;\r\n If they keep to the road of confrontation with the DPRK, it will bring irrevocable consequences.\r\n The U.S. will have to be entirely responsible for them.    \r\n\r\n"
        },
        {
            "title": "Establishment of diplomatic relations between DPRK and Germany hailed",
            "url": "http://kcna.co.jp/item/2001/200103/news03/15.htm#3",
            "content": "Third Kimilsungia show to open \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 15 (KCNA) -- The third Kimilsungia show will be held here from April 12 to 18, Juche 90 (2001) on the occasion of Sun's Day, the birthday of president Kim Il Sung.\r\n It will be sponsored by the Korean Kimjongilia Federation. &nbsp;&nbsp;&nbsp;\r\n The show will bring together all the units, working people and school youth and children from across the country, overseas compatriots and horticulturists and flower lovers of different countries, which are cultivating Kimilsungia. \r\n\r\n"
        },
        {
            "title": "Japanese A-Bomb damage investigation delegation meets with Korean A-Bomb victims",
            "url": "http://kcna.co.jp/item/2001/200103/news03/15.htm#4",
            "content": "Establishment of diplomatic relations between DPRK and Germany hailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 15 (KCNA) -- Werner Schulwese, chairman of the Communist Party of Germany, when meeting with the representative of the DPRK interests section there on March 8, warmly welcomed the establishment of diplomatic relations between Germany and the DPRK. This success is the result of the wise guidance of leader Kim Jong Il and a great victory of the foreign policy of the DPRK, he noted.\r\n It is, at the same time, a historic event which demonstrated the authority of socialist Korea by frustrating imperialists' blockade against the DPRK, he said, and continued: &nbsp;&nbsp;&nbsp;\r\n The Communist Party of Germany will boost the militant ties with the workers' party and people of Korea in the future, too.    \r\n\r\n"
        },
        {
            "title": "Pyongyang center for cultural exchange set up in India",
            "url": "http://kcna.co.jp/item/2001/200103/news03/15.htm#5",
            "content": "Japanese A-Bomb damage investigation delegation meets with Korean A-Bomb victims \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 15 (KCNA) -- Members of the Japanese A-Bomb damage investigation delegation headed by Shigekazu Sato, deputy director-general of the Asian and Oceanian affairs bureau of the Japanese Ministry of Foreign Affairs, met with Korean A-Bomb victims here yesterday.\r\n At the meeting the Korean victims recalled how they fell victim to A-Bomb disasters in Hiroshima and Nagasaki and how seriously they have suffered from them. &nbsp;&nbsp;&nbsp;\r\n The Japanese government is obliged to compensate all A-Bomb victims from both political and moral points of view because this problem was caused by Japan's forcible drafting of Koreans and its past war of aggression, they charged, demanding the japanese government not turn its blind eyes to the sufferings of the victims but own its responsibility for them and make state compensation to them at an early date. \r\n\r\n"
        },
        {
            "title": "New literary works created",
            "url": "http://kcna.co.jp/item/2001/200103/news03/15.htm#6",
            "content": "Pyongyang center for cultural exchange set up in India \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 15 (KCNA) -- The Pyongyang Centre for Cultural Exchange was recently established in Tamil Nadu state, India.\r\n The centre will be operated by mediapersons of the country reflecting the Indian people's trust and friendship towards the Korean people. &nbsp;&nbsp;&nbsp;\r\n The centre will disseminate the great Juche idea and widely introduce the reality of Korea through bookshops of eight companies in different parts of the country. &nbsp;&nbsp;&nbsp;\r\n R. Rada Krishna Mechi, managing director of the Indian new century book company, was elected chairman of the centre. \r\n\r\n"
        },
        {
            "title": "\"Song of Seasons\"",
            "url": "http://kcna.co.jp/item/2001/200103/news03/15.htm#7",
            "content": "New literary works created \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 15 (KCNA) -- Many literary works of different themes have been created in the DPRK this year.\r\n Noteworthy among them are cinematic and TV stories. &nbsp;&nbsp;&nbsp;\r\n Cinematic story \"couple manager and manageress\" tells that couple manager and manageress of local industrial factories operate their factories in a competitive way. &nbsp;&nbsp;&nbsp;\r\n Cinematic stories include \"a woman unable to live other way\" which portrays a manageress of a chicken farm and \"people in Jagang Province\" which shows the spiritual world and working manner of people in Jagang Province who built minor power stations during the period of the \"arduous march\". &nbsp;&nbsp;&nbsp;\r\n Other cinematic stories \"flower blooming on stone,\" \"decade before and after\" and \"waiting for forest\" depict Hyon Yong Ra, researcher at the non-ferrous metal institute under the academy of sciences, Kim Yu Bong, a collier at the February 8 Jikdong Youth Coal Mine, and Ri Ung Chan, a ranger at the forest management station in Kangdong county, Pyongyang, who are a heroine and heroes of our times. &nbsp;&nbsp;&nbsp;\r\n TV story \"on behalf of the DPRK\" under production deals with the devoted service of judicial officials and public prosecutors who defend the security of the fatherland and lives of the people. &nbsp;&nbsp;&nbsp;\r\n Other works tell about the revolutionary fighting spirit of officials and Mt. Kuwol, a famous mountain in Korea.    \r\n\r\n"
        },
        {
            "title": "U.S. moves for nmd condemned in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200103/news03/15.htm#8",
            "content": "\"Song of Seasons\" \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 15 (KCNA) -- The folk dance suite \"Song of the Seasons\" created by the Prestigeous Phibada Opera Troupe is a collection of dance pieces about Koreans' diligence and folk customs as are typical to every season. Each piece is spiced with distinctive flavour and all add up to the vivid effect: Koreans' harmony, beautiful characteristics, cleanliness, diligence and optimism. \r\n The suite begins with a dance on the yut game, a folk play on the New Year's day, and develops into \"the dance welcoming the first full moon\" and \"torchlight dance\" for the 15th of lunar January= \"greeting the spring\" that depicts the men ploughing and the women sowing on the fields of spring bathed in haze with skylarks warbling= and the pieces concerned with the folk games of the Tano festival (5th of Lunar May), such as \"swinging girls\" representing the women's  desire to be free from the shackles of patriarchal feudalism, \"wrestling dance\" and \"masque dance.\" &nbsp;&nbsp;&nbsp;\r\n It also includes \"at the side of a stream\" that shows the women washing their hair and men their hoes in the crystal-clear water after their second weeding in summer= \"harvesting\" in which a boy and a girl coo their love on opposite sides of a scarecrow, in the middle of their harvesting= \"girls picking shellfish\"= \"hunting\"= and \"peasant music dance.\" &nbsp;&nbsp;&nbsp;\r\n The suite exhibits distinctive national music and gorgeous traditional costumes in a truthful representation of Korean customs. &nbsp;&nbsp;&nbsp;\r\n The several-year-old suite is still popular with the audience.    \r\n\r\n"
        },
        {
            "title": "Dangerous U.S.-Japan military nexus under fire",
            "url": "http://kcna.co.jp/item/2001/200103/news03/15.htm#9",
            "content": "U.S. moves for nmd condemned in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 15 (KCNA) -- At least 100 members of eight anti-U.S. organizations including the people's action movement for revision of the inequitable S. Korea-U.S. \"status of forces agreement\" held a rally beside the U.S. embassy in South Korea on March 13 to denounce the United States' moves to build the \"National Missile Defense\" (NMD) system, according to MBC from Seoul.\r\n They strongly condemned the U.S. for \"bringing the non-existent threat from the north\" into bold relief for its world supremacy and the profits of arms industry and building the nmd system under this pretext.    \r\n\r\n"
        },
        {
            "title": "Remains of late Han Tok Su buried in martyrs cemetery",
            "url": "http://kcna.co.jp/item/2001/200103/news03/15.htm#10",
            "content": "Dangerous U.S.-Japan military nexus under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 15 (KCNA) -- The new U.S. administration is getting feverish in its efforts to tighten its military alliance with Japan.\r\n The U.S.-Japan military nexus is aimed to realize their ambition to invade the DPRK at any cost. &nbsp;&nbsp;&nbsp;\r\n At the request of the United States the Japan Defence Agency recently decided to set up a working-level institution aimed to comprehensively discuss security policies, formation of armed forces, etc. of the two countries and on this basis, a group in each service of the \"self-defence forces.\"  &nbsp;&nbsp;&nbsp;\r\n The agency is contemplating closer \"technical cooperation\" with the united states related to the development of patrol plane of the next generation. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are hard at work to increase the capacity to attack the DPRK in case of \"emergency\" on the Korean peninsula and smoothly carry out the wartime U.S.-Japan joint operation with the help from Japan. &nbsp;&nbsp;&nbsp;\r\n At \"security\" talks held in New York in September last year, the U.S. and Japanese military and diplomatic authorities agreed to go ahead with joint technological researches into the \"Theatre Missile Defence System,\" asserting that \"the situation remains uncertain and instability persists in the Asia-Pacific.\" &nbsp;&nbsp;&nbsp;\r\n They also agreed to establish a mechanism made up of four committees and groups to coordinate joint military operations in \"emergencies\" in areas surrounding Japan. &nbsp;&nbsp;&nbsp;\r\n The administration singled out closer military alliance with Japan as a main link in the chain of the moves to carry out the strategy to stifle the DPRK and is now moving in this direction. &nbsp;&nbsp;&nbsp;\r\n But the international community is opposed to the U.S.-Japan military nexus, terming it a development detrimental to the detente on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n It is foolish and rash for the U.S. to try to stifle the DPRK through the military tie-up with Japan. &nbsp;&nbsp;&nbsp;\r\n The tightened U.S.-Japan military nexus will only compel the Korean people to heighten revolutionary vigilance and increase the DPRK's self-reliant defence capability.    \r\n\r\n"
        }
    ]
}