{
    "date": "2001-02-13",
    "url": "http://kcna.co.jp/item/2001/200102/20010213.htm",
    "articles": [
        {
            "title": "Yemeni charge d'affaires gives party",
            "url": "http://kcna.co.jp/item/2001/200102/news02/13.htm#1",
            "content": "Yemeni charge d'affaires gives party \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 13 (KCNA) -- Yemeni charge d'affaires ad interim Awadh Abdullah Ali Mashbah gave a party at the embassy here on Monday on the occasion of the birthday of leader Kim Jong Il. \r\n The charge d'affaires said in a speech that celebrating the birthday of Kim Jong Il together with the Korean people is an expression of the true feelings of the Yemeni leadership headed by President Ali Abdullah Saleh and the Yemeni people toward the leadership and people of Korea.&nbsp;&nbsp;&nbsp;\r\n Referring to the epochal achievements made by the Korean people in their efforts for national reunification last year, he noted that the Yemeni leadership and people are really rejoiced over them. &nbsp;&nbsp;&nbsp;\r\n He highly praised the position of the DPRK supporting and encouraging the Arab cause and stressed he would make positive efforts to strengthen the friendly relations between Yemen and Korea in the future, too. &nbsp;&nbsp;&nbsp;\r\n DPRK foreign minister Paek Nam Sun said in a speech that giving a party to celebrate the birthday of Kim Jong Il is an expression of the Yemeni people's high respects and reverence for him. &nbsp;&nbsp;&nbsp;\r\n He stressed that the relations between Korea and Yemen are the good relations of friendship and cooperation forged by President Kim Il Sung in his lifetime together with leaders of Yemen and that the Korean people would actively strive to consolidate and develop the relations of friendship and cooperation with Yemen in all fields in the new millennium, too.    \r\n\r\n"
        },
        {
            "title": "Film show for foreign guests",
            "url": "http://kcna.co.jp/item/2001/200102/news02/13.htm#2",
            "content": "Film show for foreign guests \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 13 (KCNA) -- The Ministry of Foreign Affairs arranged a film show on Monday on the occasion of the birthday of leader Kim Jong Il.\r\n Invited were foreign diplomatic envoys here. &nbsp;&nbsp;&nbsp;\r\n Present were foreign minister paek nam sun and vice-ministers of foreign affairs. &nbsp;&nbsp;&nbsp;\r\n The participants appreciated a Korean documentary film. &nbsp;&nbsp;&nbsp;\r\n The Ministry of Foreign Trade yesterday hosted a photo exhibition and a film show in honour of the economic and commercial councillors corps here. &nbsp;&nbsp;&nbsp;\r\n That day a film show was also held for foreign students studying in Korea.    \r\n\r\n"
        },
        {
            "title": "Foreign diplomats visit Jangsan Revolutionary Site",
            "url": "http://kcna.co.jp/item/2001/200102/news02/13.htm#3",
            "content": "Foreign diplomats visit Jangsan Revolutionary Site \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 13 (KCNA) -- The economic and commercial councillors corps here visited the Jangsan Revolutionary Site on Monday on the occasion of the birthday of leader Kim Jong Il.\r\n There he personally guided the Wasandong-Ryongsong road expansion project (May-June 1961) during his revolutionary activities at Kim Il Sung University. &nbsp;&nbsp;&nbsp;\r\n The guests looked round the historic buildings where Kim Jong Il personally participated in the project and wisely led students and servicemen to complete it ahead of schedule.    \r\n\r\n"
        },
        {
            "title": "Preparatory committee formed in Indonesia",
            "url": "http://kcna.co.jp/item/2001/200102/news02/13.htm#4",
            "content": "Preparatory committee formed in Indonesia \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 13 (KCNA) -- An inaugural ceremony of the preparatory committee for celebrating February 16 was held by the nationalists union of Indonesia on February 6.\r\n The ceremony set a period of celebration and decided to hold multifarious celebrations.    \r\n\r\n"
        },
        {
            "title": "Japan's move to legislate on \"emergency law\"  under fire",
            "url": "http://kcna.co.jp/item/2001/200102/news02/13.htm#5",
            "content": "Japan's move to legislate on \"emergency law\"  under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 13 (KCNA) -- The Japanese chief executive in his policy speech made at the 151st regular diet session on Feb. 1 expressed his intention to examine an \"emergency law\" in a bid to adopt it. In another development, Sato, deputy director general of the Japan Defence Agency at a press conference disclosed that the agency would go ahead with its preparations for the legislation of the law.\r\n In this regard Minju Joson today in a signed commentary observes: &nbsp;&nbsp;&nbsp;\r\n This is little short of an official declaration of the Japanese government to legislate on \"emergency laws\" what it calls \"wartime law\" at any cost and round off preparations of the Self-Defence Forces (SDF) for a war. &nbsp;&nbsp;&nbsp;\r\n This move is aimed to allow the SDF to participate in any military activities for a war of aggression, unhindered. &nbsp;&nbsp;&nbsp;\r\n Recalling that the \"emergency law\" is mainly targeted against the Korean peninsula, the commentary says that through those legal measures the Japanese reactionaries seek to enter a war of aggression against the DPRK anytime and, furthermore, launch a war of overseas aggression in a bid to realise their old dream of the \"Greater East Asia Co-Prosperity Sphere\" which they failed to realise in the past. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are well advised to immediately stop reckless acts precipitating self-destruction, bearing in mind that their attempt at overseas aggression is a fantastic daydream.    \r\n\r\n"
        },
        {
            "title": "Creation of industrial art works brisk in DPRK",
            "url": "http://kcna.co.jp/item/2001/200102/news02/13.htm#6",
            "content": "Creation of industrial art works brisk in DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 13 (KCNA) -- The creation of industrial art works is brisk in the DPRK.\r\n According to Pak Se Gwon, head of the industrial art guidance office under the measuring and quality control management bureau, the bureau examined and registered tens of hundreds of designs of goods, trademarks and industrial designs, ornamental architectural designs and at least 200 computer calligraphic styles last year. &nbsp;&nbsp;&nbsp;\r\n Among them various designs in the field of metal and machine industries including a pentahedral processing lathe, a universal lathe Kusong no. 10 and a universal lathe huichon no. 5 have already been introduced to production. &nbsp;&nbsp;&nbsp;\r\n Such light industrial designs as design of a silk velvet ceremonial dress, design of patterns of printed cotton kerchief and various foodstuff trademark designs for inphung wine, Myohyangsan canned maize and Taehongdan potato juice are being printed for production units. &nbsp;&nbsp;&nbsp;\r\n Moreover, layouts of parks having cultural relics, designs of schools and kindergartens and a wading pool in the basement of Yanggak Hotel and various designs of signboards, neon decorations, decorations of parks and stalls and street decorations have been created to cater to the contemporary aesthetic taste.    \r\n\r\n"
        },
        {
            "title": "Work of Kim Jong Il published in Russia",
            "url": "http://kcna.co.jp/item/2001/200102/news02/13.htm#7",
            "content": "Work of Kim Jong Il published in Russia \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 13 (KCNA) -- Famous work of leader Kim Jong Il \"our socialism centred on the masses shall not perish\" was published in booklet by the publishing house of the International Bookmen's Union of Russia.\r\n The work was made public on May 5, Juche 80 (1991).     \r\n\r\n"
        },
        {
            "title": "Three major reforms urged in South Korea",
            "url": "http://kcna.co.jp/item/2001/200102/news02/13.htm#8",
            "content": "Three major reforms urged in South Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 13 (KCNA) -- The people's solidarity for abolition of the \"Security Law\" and other citizens' organisations of South Korea called a joint press conference on February 7 and urged the abolition of the \"Security Law\" and the institution of a law on prevention of corruption and a law on the human rights committee, according to a CBS report from Seoul.\r\n The organisations said that the South Korean authorities have not yet made clear their position  even after they promised the people to deal with three major reforms and that they should no longer delay the fulfilment of the task which all the people want.    \r\n\r\n"
        },
        {
            "title": "21st century described as century of global independence",
            "url": "http://kcna.co.jp/item/2001/200102/news02/13.htm#9",
            "content": "21st century described as century of global independence \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 13 (KCNA) -- The 21st century will be marked as an era which will witness victory in the struggle for global independence under the guidance of leader Kim Jong Il, says Rodong Sinmun today in a signed article.\r\n Referring to its reason, the article says: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has the most brilliant, ideo-theoretical wisdom. &nbsp;&nbsp;&nbsp;\r\n His wisdom is characterized by exceptional insight and ideological and theoretical intelligence. He instantly grasps the essence of any complicated situation others can hardly predict and perfectly solves any difficult, theoretical and practical problem. &nbsp;&nbsp;&nbsp;\r\n He made a clear exposition of problems arising in the human cause of independence such as the revolutionary character and essence of the cause of global independence, its objective and features of the independent world. &nbsp;&nbsp;&nbsp;\r\n Through his energetic, ideo-theoretical activities he proved the scientific accuracy and truth of the socialist ideology and the inevitability of its victory and thus dealt a telling blow at the imperialists in frantic anti-socialist campaign and imbued the world's revolutionary people with confidence in victory of the cause of independence and the steadfast fighting spirit. &nbsp;&nbsp;&nbsp;\r\n It is Kim Jong Il who clarified in an overall way the national and international character and essence of the popular masses' cause of independence, the key to final victory of this cause and the fundamental ways for it. &nbsp;&nbsp;&nbsp;\r\n His distinguished ideas and theories firmly ensure the present era and the eternal future of humankind as they are perfect in content, depth and scientitic accuracy. &nbsp;&nbsp;&nbsp;\r\n He is also a peerlessly great man with the most outstanding leadership ability and method. &nbsp;&nbsp;&nbsp;\r\n His leadership which the world witnesses today is the leadership over the cause of humankind that involves all countries and nations aspiring after independence. &nbsp;&nbsp;&nbsp;\r\n His noble virtues based on deep human love moves all people irrespective of political view, religious belief, race and nationality. &nbsp;&nbsp;&nbsp;\r\n It is the faith and conviction of the progressive humankind that the cause of global independence is sure to win in the 21st century as Kim Jong Il steers the development of it.    \r\n\r\n"
        },
        {
            "title": "Seminar on Juche idea to be held in Africa",
            "url": "http://kcna.co.jp/item/2001/200102/news02/13.htm#10",
            "content": "Seminar on Juche idea to be held in Africa \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 13 (KCNA) -- A seminar on the Juche idea for the independent development of Africa in the 21st century is slated to take place in Uganda from Feb. 13 to 14 under the sponsorship of the African Regional Committee for the Study of the Juche Idea on the occasion of the birthday of leader Kim Jong Il.\r\n This was announced by the preparatory committee of the seminar in a press statement released on Feb. 8. &nbsp;&nbsp;&nbsp;\r\n According to the statement, the seminar to be participated in by delegates and prominent figures from various African countries will discuss theoretical and practical issues arising in the struggle for achieving independent development in Africa, guided by the Juche idea, the great guiding idea in the 21st century.    \r\n\r\n\r\n\r\n"
        }
    ]
}