{
    "date": "2001-03-01",
    "url": "http://kcna.co.jp/item/2001/200103/20010301.htm",
    "articles": [
        {
            "title": "Day of Bikini observed",
            "url": "http://kcna.co.jp/item/2001/200103/news03/01.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Diplomatic relations established between DPRK and Germany",
            "url": "http://kcna.co.jp/item/2001/200103/news03/01.htm#2",
            "content": "Day of Bikini observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 1 (KCNA) -- The disaster in Bikini should never be repeated, says Rodong Sinmun today in an article dedicated to day of Bikini.\r\n On March 1, 1954, the United States had an H-bomb test on bikini island in the pacific, showering \"ashes of death\" on the Japanese-flagged ship Fukuryu-Maru no.5, which was engaged in fishing in the surrounding waters at that time, and imposing serious damage upon its crewmen. &nbsp;&nbsp;&nbsp;\r\n Earlier, A-bombs were dropped on Hiroshima and Nagasaki of Japan, claiming many human lives.  And many people suffer from its aftereffects until now, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n It is the unanimous desire of the world people to live in a peaceful world free from nuclear weapons. &nbsp;&nbsp;&nbsp;\r\n Nuclear disaster against humanity can never be allowed again. &nbsp;&nbsp;&nbsp;\r\n If the danger of nuclear war is to be removed, it is essential to fully eliminate all the nukes and establish nuclear-free, peace zones in different parts of the world. &nbsp;&nbsp;&nbsp;\r\n All the peaceloving forces of the world should firmly unite with each other and wage a vigorous struggle to check the imperialists' reckless moves for nuclear arms buildup and completely eliminate all the nukes. &nbsp;&nbsp;&nbsp;\r\n Such \"tragedy of Bikini\" should never be repeated again on this planet.    \r\n\r\n"
        },
        {
            "title": "Paek Nam Sun meets first Canadian ambassador",
            "url": "http://kcna.co.jp/item/2001/200103/news03/01.htm#3",
            "content": "Diplomatic relations established between DPRK and Germany \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 1 (KCNA) -- A press statement on establishing diplomatic relations between the Democratic People's Republic of Korea and the Federal Republic of Germany was released on March 1.\r\n The statement reads:&nbsp;&nbsp;&nbsp;\r\n Representatives from the foreign ministries of the DPRK and the Federal Republic of Germany held official talks in Berlin on 26-28 February, 2001. &nbsp;&nbsp;&nbsp;\r\n At the talks relevant documents on establishing diplomatic ties were exchanged and it was agreed to establish diplomatic relations at ambassadorial level between the two countries from march 1, 2001 on the basis of the Vienna convention on diplomatic relations and the Vienna convention on consular relations. &nbsp;&nbsp;&nbsp;\r\n Both sides agreed to set up diplomatic missions in each other's capital and exchange ambassadors. &nbsp;&nbsp;&nbsp;\r\n The establishment of diplomatic relations between the DPRK and the Federal Republic of Germany would provide favourable conditions for expanding and developing bilateral relations in political, economic, cultural and other fields on the principle of mutual respect for sovereignty, non-interference in other's internal affairs and equality and having in-depth discussions on matters of mutual concern.    \r\n\r\n"
        },
        {
            "title": "Spokesman of DPRK Foreign Ministry on U.S. report on human rights",
            "url": "http://kcna.co.jp/item/2001/200103/news03/01.htm#4",
            "content": "Paek Nam Sun meets first Canadian ambassador \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 1 (KCNA) -- Paek Nam Dun, foreign minister of the Democratic People's Republic of Korea, met and had a talk with Howard Robert Balloch, first Canadian ambassador e. p. to the DPRK, who paid a courtesy call on him, at the Mansudae Assembly Hall today.    \r\n\r\n"
        },
        {
            "title": "Anniversary of March First Popular Uprising observed",
            "url": "http://kcna.co.jp/item/2001/200103/news03/01.htm#5",
            "content": "Spokesman of DPRK Foreign Ministry on U.S. report on human rights \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 1 (KCNA) -- The spokesman for the DPRK Ministry of Foreign Affairs today in an answer given to a question put by KCNA assailed the united states for pulling up again the DPRK over the \"human rights issue.\"\r\n The U.S. State Department in its \"country-by-country report on overseas human rights practices\" on Feb. 26 absurdly provoked the DPRK, while accusing over 100 countries of their human rights situation as it pleased. &nbsp;&nbsp;&nbsp;\r\n The spokesman said that it is quite imprudent for the U.S. with poor human rights record to say this or that about human rights situation in other countries as if it was a \"judge of human rights.\" &nbsp;&nbsp;&nbsp;\r\n He continued: &nbsp;&nbsp;&nbsp;\r\n All the countries of the world differ from each other in traditions, nationality, culture and history of social development and human rights standards and ways of ensuring them vary according to specific conditions of each country. &nbsp;&nbsp;&nbsp;\r\n Therefore, if a specified country tries to impose its unilateral \"human rights standards\" on other countries, it will bring about more complicated issues in the international relations and result in the collapse of good-neighbourly relations. &nbsp;&nbsp;&nbsp;\r\n As for the human rights situation in the DPRK, the dignity, position and rights of the people as masters of the state and society, are legally guaranteed under the socialist system centred on the popular masses. &nbsp;&nbsp;&nbsp;\r\n The human rights standards in the DPRK are precisely what the Korean people like and what is in accordance with their requirement and interests. &nbsp;&nbsp;&nbsp;\r\n That is why we do not want others to \"recognize\"  us and do not feel any need to read other's face as far as the human rights issue is concerned. &nbsp;&nbsp;&nbsp;\r\n No one will lend an ear to the U.S. oft-repeated human rights issue and this will only compel the DPRK to heighten vigilance against the vicious hostile policy towards the DPRK invariably pursued by the U.S. &nbsp;&nbsp;&nbsp;\r\n The U.S. is well advised to drop its arrogant practices of interfering in the internal affairs of other countries and vilifying them by its \"human rights standards.\"    \r\n\r\n"
        },
        {
            "title": "Sports games for Paektusan Cup close",
            "url": "http://kcna.co.jp/item/2001/200103/news03/01.htm#6",
            "content": "Anniversary of March First Popular Uprising observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 1 (KCNA) -- Rodong Sinmun today in an editorial dedicated to the 82nd anniversary of the March First Popular Uprising calls for achieving the cause of national reunification through great national unity under the uplifted banner of national independence.\r\n The uprising was a nation-wide courageous patriotic resistance movement waged by all the Korean people against the Japanese imperialist aggressors for the independence of the country and the sovereignty of the nation, the editorial notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The Korean nation is faced with a responsible and honorable task to achieve the cause of national reunification and the prosperity of the nation by its concerted efforts under the uplifted banner of the historic north-south joint declaration. &nbsp;&nbsp;&nbsp;\r\n An urgent task before the Korean nation in the new century is to reunify the country and a key to its fulfilment lies in independence of the nation and the great unity of the whole nation. &nbsp;&nbsp;&nbsp;\r\n All the Koreans should arm themselves with the consciousness of national independence and this should prevail in the whole course of the movement for reunification. &nbsp;&nbsp;&nbsp;\r\n Our nation's consciousness of independence should be reflected in its awareness of being responsible for national reunification and in its firm stand to achieve it by its own efforts. &nbsp;&nbsp;&nbsp;\r\n All the Koreans should believe in their own efforts and firmly adhere to the independent stand in the movement for reunification. &nbsp;&nbsp;&nbsp;\r\n They should thoroughly reject interference from outside forces keen to benefit from meddling in the problem of reunification and work to achieve reunification through cooperation and unity  among the independent forces of the nation. &nbsp;&nbsp;&nbsp;\r\n It is necessary to achieve the harmony of the patriotic reunification forces and the great national unity in conformity with the demand of the era for opening the door of reunification by the nation's efforts. &nbsp;&nbsp;&nbsp;\r\n All members of the nation should put aside narrow-minded interests detrimental to meeting the common interests of the nation, join the movement for national reunification and make a tangible contribution to its realization. &nbsp;&nbsp;&nbsp;\r\n The cherished desire of the Korean nation will certainly come true when all the compatriots in the north, south and overseas wage a grand march for reunification in firm unity. \r\n\r\n"
        },
        {
            "title": "Japan's moves to distort history assailed",
            "url": "http://kcna.co.jp/item/2001/200103/news03/01.htm#7",
            "content": "Sports games for Paektusan Cup close \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 1 (KCNA) -- Sports games for paektusan cup which opened on the occasion of leader Kim Jong Il's birthday closed on Feb. 28.\r\n New national records were established in archery, shooting and track and field events. &nbsp;&nbsp;&nbsp;\r\n The April 25 Sports Group, the Amnokgang Sports Group and Amnokgang Defence Sports Group were successful in many events.    \r\n\r\n"
        },
        {
            "title": "Fauna and flora in area around Jong Il Peak",
            "url": "http://kcna.co.jp/item/2001/200103/news03/01.htm#8",
            "content": "Japan's moves to distort history assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 1 (KCNA) -- Rodong Sinmun today in a signed commentary denounces the Japanese reactionaries for their moves to totally deny the aggression committed by the Japanese imperialists in the past.\r\n The \"society for preparing new history textbooks,\" a Japanese ultra-right reactionary organization, in the new history textbooks for middle school described the aggressive pacific war unleashed by the Japanese imperialists in the past as a \"war for greater east Asia to liberate colonies\" and the occupation of Korea as \"justifiable annexation for the security of Asia.\" &nbsp;&nbsp;&nbsp;\r\n Recalling that the Japanese reactionaries have long sought to delete the reference to their past aggression from the history textbooks, the commentary says that even the word aggression is not used in the recently printed history textbooks. &nbsp;&nbsp;&nbsp;\r\n The commentary goes on: &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries leave no means untried to imbue the younger generation with a wrong view on history. &nbsp;&nbsp;&nbsp;\r\n Their printing of distorted history textbooks is not a simple tampering with history. &nbsp;&nbsp;&nbsp;\r\n This is an insult to the Korean and other Asian peoples, victims of the Japanese imperialists' aggression in the past, and part of their ideological preparations for reinvasion. &nbsp;&nbsp;&nbsp;\r\n If these moves of the Japanese reactionaries are overlooked, they would launch reinvasion any time. The DPRK will heighten vigilance against this.    \r\n\r\n"
        },
        {
            "title": "Implementation of north-south joint declaration urged",
            "url": "http://kcna.co.jp/item/2001/200103/news03/01.htm#9",
            "content": "Fauna and flora in area around Jong Il Peak \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 1 (KCNA) -- There is a variety of animal and plant life in the area around Jong Il Peak on Mt. Paektu, a famous mountain of Korea. \r\n Rare raccoon dogs and a flock of wild ducks appeared there in recent years and butterflies of special species flew in summer, drawing the attention of the biological circle. &nbsp;&nbsp;&nbsp;\r\n The fauna in the area is very diverse and the species of animals is on an annual increase. &nbsp;&nbsp;&nbsp;\r\n There are over a hundred species of birds in the area and it teems with more than 50 species of animals such as Korean tigers, bears, deers and roe deers. &nbsp;&nbsp;&nbsp;\r\n Rich plant resources there remind one of a botanical garden. &nbsp;&nbsp;&nbsp;\r\n Big trees such as larch,  abies nephrolepis and spruce and tangled liana in the Sobaeksu valley form a primeval forest. &nbsp;&nbsp;&nbsp;\r\n About 280 species of plants are growing in the area around Jong Il Peak, according to a survey. &nbsp;&nbsp;&nbsp;\r\n Among them are at least 90 species of food plants including asters, condonopsis lanceolata and sorrel and medical plants of over 70 species such as wild Insam (ginseng) and gonoderma. &nbsp;&nbsp;&nbsp;\r\n due to the marvelous topographical conditions and the ever-flowing water of sobaek stream it is relatively mild in  the area though it stands on a high mountain and    It offers a good habitat for animals and plants. &nbsp;&nbsp;&nbsp;\r\n The area presents diverse natural environment as it lies 1,700 metres above the sea level. &nbsp;&nbsp;&nbsp;\r\n When the sunrise begins above Jong Il Peak birds chirp and the area presents a spectacular scenery, adding beauty to the landscape of the holy place. \r\n In spring sweet smell of flowers such as thymus guinguecosta us and lilac bushes hangs in the air and in autumn strong smell of wild berry and fruits is felt around the Sobaeksu valley. &nbsp;&nbsp;&nbsp;\r\n From June to July is a flower season. &nbsp;&nbsp;&nbsp;\r\n The scenery of the area around of Jong Il Peak is, indeed, fascinating.    \r\n\r\n"
        },
        {
            "title": "Greetings to Libyan leader",
            "url": "http://kcna.co.jp/item/2001/200103/news03/01.htm#10",
            "content": "Implementation of north-south joint declaration urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 1 (KCNA) -- It is the hope of foreign political and public circles that the historic June 15 North-South Joint Declaration will be sincerely implemented for earlier reunification of Korea.\r\n The Ugandan Railway Workers' Union in a statement said that the inter-Korean summit was arranged and the north-south joint declaration was published thanks to leader Kim Jong Il's will for reunification, bold resolution and broad magnanimity, hoping that the declaration would be implemented to the letter for the reunification of Korea. \r\n Friedebert Kolmann, chairman of the Austrian Jurists' Committee for the Defence of Democracy and Human Rights in South Korea, in a statement said that the appeal adopted at the 2001 meeting for the independent reunification of the Korean nation is an expression of the firm determination of the people of the DPRK to implement the June 15 North-South Joint Declaration, a milestone of Korea's reunification. &nbsp;&nbsp;&nbsp;\r\n Mamadou Ali Sampil, chairman of the Guinean Committee for Supporting Korea's Reunification, and Ahmed Hassanin, editor-in-chief of the Egyptian paper Al Shabab Al Arab, in statements said that it is an important issue at present to implement the joint declaration to the letter for the reunification of Korea and all the Koreans should turn out to carry out the declaration, irrespective of ideology, system, political view and religious belief.    \r\n\r\n"
        },
        {
            "title": "Computer in wide use",
            "url": "http://kcna.co.jp/item/2001/200103/news03/01.htm#11",
            "content": "Greetings to Libyan leader \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 1 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea, today sent a message of greetings to Moammer El Gaddafi, leader of the Great September First Revolution of the great socialist people's Libyan Arab Jamahiriya, on the occasion of the 24th anniversary of the proclamation of the Jamahiriya.\r\n The message extended warm felicitations to the leader and through him to the leadership and people of Libya. &nbsp;&nbsp;&nbsp;\r\n Expressing belief that the traditional friendly and cooperative relations between the two countries would continue to grow stronger in the future, too, the message wished the leader success in the efforts to defend national dignity and achieve progress and prosperity of the country. \r\n\r\n\r\n"
        }
    ]
}