{
    "date": "2001-11-17",
    "url": "http://kcna.co.jp/item/2001/200111/20011117.htm",
    "articles": [
        {
            "title": "Bulgarian communist party leader on relations with WPK",
            "url": "http://kcna.co.jp/item/2001/200111/news11/17.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il sends gifts to creators and artistes of Phibada Opera Troupe",
            "url": "http://kcna.co.jp/item/2001/200111/news11/17.htm#2",
            "content": "Bulgarian communist party leader on relations with WPK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 17 (KCNA) -- Alexander Paunov, first secretary of the Central Committee of the Bulgarian Communist Party, when meeting with the DPRK ambassador to Bulgaria who paid a farewell call on him on Nov. 9, said that thanks to leader Kim Jong Il the international communist and socialist movement could overcome a crisis and take the road of revival and that the Bulgarian leftist forces are waging a struggle to revive socialism, inspired and encouraged by the successes made in socialist construction in the DPRK.\r\n He noted that his party would struggle, guided by the idea and theory, method of guidance and leadership art of the Workers' Party of Korea in party activities.    \r\n\r\n"
        },
        {
            "title": "South side to blame for unsuccessful talks",
            "url": "http://kcna.co.jp/item/2001/200111/news11/17.htm#3",
            "content": "Kim Jong Il sends gifts to creators and artistes of Phibada Opera Troupe\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 17 (KCNA) -- Leader Kim Jong Il sent gifts to creators and artistes of the Phibada Opera Troupe.\r\n Appreciating their performance of the revolutionary opera \"Sea of Blood\" on October 18, he highly praised them for staging it over 1,500 times over the last 30 years to teach people the truth of struggle.&nbsp;&nbsp;&nbsp;\r\n This time he showed such loving care for them as sending gifts to them.\r\n a ceremony was held on November 16. &nbsp;&nbsp;&nbsp;\r\n Present there were Jong Ha Chol, secretary of the Central Committee of the Workers' Party of Korea, officials concerned and creators and artistes of the troupe.    \r\n\r\n"
        },
        {
            "title": "U.S. urged to stop pressing S. Korea",
            "url": "http://kcna.co.jp/item/2001/200111/news11/17.htm#4",
            "content": "South side to blame for unsuccessful talks\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 17 (KCNA) -- The south side is wholly to blame for the unsuccessful close of the 6th north-south ministerial talks, observes Rodong Sinmun today in a signed commentary.\r\n Referring to base attempts of some elements of the south side to shift the responsibility for the deadlocked talks onto the north side, falsifying facts, the commentary says: &nbsp;&nbsp;&nbsp;\r\n At the talks the north side exerted every sincere effort to make the talks yield satisfactory fruits for the nation in the spirit of the historic June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n The north side put forward realistic proposals and even a draft joint press release with a view to putting into practice as early as possible the points already agreed upon at the 5th ministerial talks including the issue of exchanging the 4th visiting groups of separated families and relatives and did all it could to reach an agreement on them. &nbsp;&nbsp;&nbsp;\r\n But the south side came out to the negotiating table without any simple preparation for the talks and behaved like a wolf in a sheep's clothing. The south side took the measure of proclaiming \"emergency alert\" and is beefing up armed forces under the pretext of what happened abroad, while placing \"cooperation\" with foreign forces above cooperation with fellow countrymen. &nbsp;&nbsp;&nbsp;\r\n This has driven the relations between the north and the south to a grave state. &nbsp;&nbsp;&nbsp;\r\n The wrong attitude on the part of the south side has reached such an extent as asserting that the talk about \"principal enemy\" is \"unavoidable\". &nbsp;&nbsp;&nbsp;\r\n What matters is the disgraceful behaviour of the chief delegate of the south side. &nbsp;&nbsp;&nbsp;\r\n He totally negated the joint press release under an absurd pretext, though its wording was made after it was agreed upon by both sides at the working-level talks and scuppered the agreed points in a twinkle. &nbsp;&nbsp;&nbsp;\r\n He went the length of letting loose such anti-dialogue remarks as claiming that the south side might go back without reaching any agreement at the talks. &nbsp;&nbsp;&nbsp;\r\n It was due to this attitude of the chief delegate of the south side that the talks were fated to collapse. &nbsp;&nbsp;&nbsp;\r\n The south side should not mislead the public opinion through a smear campaign but hold its chief delegate accountable for bringing the talks to a rupture through his rude, senseless and arbitrary practices and self-righteous remarks.    \r\n\r\n"
        },
        {
            "title": "KCNA on DPRK's consistent stand on terrorism",
            "url": "http://kcna.co.jp/item/2001/200111/news11/17.htm#5",
            "content": "U.S. urged to stop pressing S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 17 (KCNA) -- The people's action for the revision of the unequal South Korea-U.S. \"status of forces agreement\" and two other citizens' organizations in South Korea held a rally in Seoul on November 13 urging the U.S. government to stop pressing South Korea to increase its share of the funds for the upkeep of the U.S. troops, according to Yonhap News from Seoul.\r\n The organizations in a letter of protest accused the U.S. of forcing South Korea to increase its share of the funds for the upkeep of the U.S. troops 32 percent at the \"annual security consultative meeting.\"    \r\n\r\n"
        },
        {
            "title": "Struggle against educational policy  goes on in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200111/news11/17.htm#6",
            "content": "KCNA on DPRK's consistent stand on terrorism\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 17 (KCNA) -- As already reported, the DPRK, which values independence, friendship and peace, signed the \"international convention for the suppression of the financing of terrorism\" and acceded to the \"international convention against the taking of hostages.\"\r\n As regards this measure taken by the DPRK, many countries of the world and the international community have warmly welcomed it and pointed to the unreasonable and anachronistic nature of listing the DPRK as a \"sponsor of terrorism,\" a product of the U.S. hostile policy towards the DPRK. &nbsp;&nbsp;&nbsp;\r\n But some media, while \"welcoming\" the DPRK's accession to the anti-terrorism international conventions, are floating misinformation that the DPRK was compelled to have taken the measure. &nbsp;&nbsp;&nbsp;\r\n This is a hypocritical act quite contrary to the basic mission of the media as the mouthpiece of justice, truth and impartiality. And it is little short of a slavish obedience to the hostile forces who are working hard to hurt the authority of the DPRK and put a brake on its international trust and cooperative relations. &nbsp;&nbsp;&nbsp;\r\n It is the DPRK's consistent stand to oppose all forms of terrorism and any aid to it and preserve international stability. The DPRK's accession to the anti-terrorism international conventions was an independent measure taken by it from its consistent and principled stand. &nbsp;&nbsp;&nbsp;\r\n The misinformation spread by some media with distrust and imprudent and wrong understanding of the DPRK's stand and measure only self-exposes the fact that they are reactionary media keen on inciting distrust and hostility, the root cause of terrorism, in the international community. &nbsp;&nbsp;&nbsp;\r\n If those media are conscious of their mission they have assumed before history and society, they should face up to the times and the reality and not allow themselves to be such despicable hack journalists.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan's moves for overseas aggression under fire",
            "url": "http://kcna.co.jp/item/2001/200111/news11/17.htm#7",
            "content": "Struggle against educational policy  goes on in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 17 (KCNA) -- South Korean teachers are struggling against the unreasonable educational policy of the authorities.\r\n The South Korean authorities recently announced the policy of appointing primary school teachers which calls for selecting those teachers with certificates of qualifications for secondary school teachers and giving them one-year additional with a view to making up for the shortage of primary school teachers. &nbsp;&nbsp;&nbsp;\r\n The \"National Teachers Union\" held an all-night sit-in on October 26 and a rally next day, strongly protesting the policy which ignores the nature of specializing in primary education. &nbsp;&nbsp;&nbsp;\r\n Groups of teachers under the union took vacations. &nbsp;&nbsp;&nbsp;\r\n Students of 11 teachers colleges across South Korea stayed away from classes two times and recently entered an indefinite strike. &nbsp;&nbsp;&nbsp;\r\n The \"national council of student representatives of teachers colleges\" boycotted the examination for the appointment of primary school teachers and students of Inchon, Kongju and Taegu teachers colleges occupied the administrative buildings and staged a sit-in. &nbsp;&nbsp;&nbsp;\r\n Besides, teachers' organizations demanded the withdrawal of neo-liberalist education policy inciting commercialization of education, the revision of the \"private school law\" and provision of educational finance.    \r\n\r\n"
        },
        {
            "title": "Congratulations to Australian PM",
            "url": "http://kcna.co.jp/item/2001/200111/news11/17.htm#8",
            "content": "Japan's moves for overseas aggression under fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 17 (KCNA) -- Warships of the Japan Maritime \"Self-Defense Force\" (MSDF) left Japan's waters in an independent battle order for the Indian ocean to conduct military actions. This is a very grave move to bring the military situation in the Asia-Pacific region to an extreme pitch of tension as it is something unprecedented since the defeat of the Japanese imperialists. Rodong Sinmun today says this in a signed commentary.\r\n The commentary goes on: &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries describe their warship's advance into the Indian ocean as a non-combatant mission for \"logistic support\" and \"intelligence gathering.\" This is nothing but a silly trick to cover up the aggressive nature of their military action. &nbsp;&nbsp;&nbsp;\r\n Their claim that their \"logistic support\" and \"intelligence gathering\" for U.S. military operation in Afghanistan are not military actions is a brigandish sophistry that can be used only by the Japanese militarists who consider aggression and war for overseas expansion as means for their existence. &nbsp;&nbsp;&nbsp;\r\n The descendents of the Japanese Samurais have paved the way for overseas military operation under the pretext of \"supporting the U.S.\", taking the advantage of the war in Afghanistan, and are working hard to repeat their crime-woven past by carrying out a war of aggression against the Asian countries. &nbsp;&nbsp;&nbsp;\r\n Japan is emerging very dangerous war forces in the 21st century. &nbsp;&nbsp;&nbsp;\r\n The world peace-loving people should conduct a dynamic struggle against the Japanese militarists out for overseas aggression.    \r\n\r\n"
        },
        {
            "title": "Message of sympathy to President of Algeria",
            "url": "http://kcna.co.jp/item/2001/200111/news11/17.htm#9",
            "content": "Congratulations to Australian PM\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 17 (KCNA) -- Hong Song Nam, premier of the DPRK cabinet, on November 12 sent a congratulatory message to John Howard on his reelection as prime minister of Australia.\r\n Expressing the belief that the friendly and cooperative relations between the two countries would grow stronger in various fields in the future, the message sincerely wished him good health and happiness and greater success in his work.    \r\n\r\n"
        },
        {
            "title": "Greetings to President of Latvia",
            "url": "http://kcna.co.jp/item/2001/200111/news11/17.htm#10",
            "content": "Message of sympathy to President of Algeria\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 17 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, on Nov. 14 sent a message of sympathy to Algerian President Abdelaziz Bouteflika in connection with torrential rain and flood that hard hit El Djazair and other parts of Algeria recently.\r\n The message expressed profound sympathy and consolation to the president and the people in the afflicted areas and hoped that the government and people of Algeria would make great success in their work to recover from the natural disaster at an early date and achieve social and economic stability and progress under the unerring leadership of the president.    \r\n\r\n\r\n"
        },
        {
            "title": "Cuban government economic delegation arrives",
            "url": "http://kcna.co.jp/item/2001/200111/news11/17.htm#11",
            "content": "Greetings to President of Latvia\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 17 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, on Nov. 15 sent a message of greetings to Latvian President Vaira Vike-Freiberga on the occasion of the 83rd anniversary of the proclamation of the Latvian Republic.\r\n The message sent warm felicitations to the president and expressed the belief that the friendly relations between the two countries would continue to develop on good terms in the mutual interests of the two peoples.    \r\n\r\n"
        },
        {
            "title": "Director general of who and her party arrive",
            "url": "http://kcna.co.jp/item/2001/200111/news11/17.htm#12",
            "content": "Cuban government economic delegation arrives \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 17 (KCNA) -- An economic delegation of the Cuban government headed by minister of the government Ricardo Cabrisas Ruiz arrived here today to participate in the 21st meeting of the inter-governmental economic and scientific and technological consultative committee of the DPRK and Cuba.\r\n The delegation was greeted by DPRK minister of foreign trade Ri Kwang Gun and Cuban ambassador to the DPRK Esteban Lobaina Romero at the airport. &nbsp;&nbsp;&nbsp;\r\n The DPRK government hosted a reception for the delegation.    \r\n\r\n"
        }
    ]
}