{
    "date": "2001-11-11",
    "url": "http://kcna.co.jp/item/2001/200111/20011111.htm",
    "articles": [
        {
            "title": "Kim Jong Il visits chicken farm",
            "url": "http://kcna.co.jp/item/2001/200111/news11/11.htm#1",
            "content": "&nbsp;&nbsp;&nbsp; Pyongyang, November 11 (KCNA) -- Leader Kim Jong Il yesterday gave on-site guidance to the chicken farm no. 112, which keeps production going at a high rate.\r\n After hearing from officials of the farm a report on the work done in the one year since its commissioning, Kim Jong Il looked round various production processes to acquaint himself in detail with the production, the supply of products and the management of the farm.&nbsp;&nbsp;&nbsp;\r\n At the end of the tour of the farm he put forward important tasks which would serve as a guideline in rapidly developing poultry farming. &nbsp;&nbsp;&nbsp;\r\n He called for giving priority to the management of equipment and securing a sufficient quantity of spare parts necessary for servicing and repairing equipment in order to keep chicken farms in full-capacity operation. &nbsp;&nbsp;&nbsp;\r\n He set forth tasks to be fulfilled to improve the supply, storing and care of products. &nbsp;&nbsp;&nbsp;\r\n He underscored the need to meticulously organize the timely transport of products to the consumer areas in order to ensure the supply of fresh chicken and eggs. &nbsp;&nbsp;&nbsp;\r\n Noting that it is necessary to control and guide all the production processes through comprehensive computerization in order to put the management of the farm on a scientific and modern basis to meet the requirements of the era of the information industry, he indicated specific orientation and ways to do so. &nbsp;&nbsp;&nbsp;\r\n Saying that it is an important part of the work for putting spurs to the production to maintain close productive and technical links among the modern chicken farms, he called for thoroughly establishing a system whereby coordinated and technical guidance can be given to the chicken breeding. &nbsp;&nbsp;&nbsp;\r\n Noting that the growth of production depends on the scientific and technological development, he called on all the chicken farms to pay particular attention to scientific researches in hearty response to the party's idea of attaching importance to science. &nbsp;&nbsp;&nbsp;\r\n He noted that the chicken farms should have sufficient anti-epidemic facilities and establish a strict anti-epidemic system to successfully breed chickens without the loss of a single one. &nbsp;&nbsp;&nbsp;\r\n He called on the chicken farms to build strong feed bases so as to produce on their own efforts nutritious feed including aluminous feed. &nbsp;&nbsp;&nbsp;\r\n He instructed all the sectors and units to wage a widespread drive to massively develop the poultry farming with a view to making the people's living more bountiful.\r\n\r\n"
        },
        {
            "title": "South Korean workers' rally held",
            "url": "http://kcna.co.jp/item/2001/200111/news11/11.htm#2",
            "content": " \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 11 (KCNA) -- At least 700 workers from 36 worksites of South Korea including the \"National Federation of Construction and Transport Workers' Unions,\" the Dae Woo Auto Workers' Union and the Dong-A Industrial Workers' Union staged a rally in Seoul on November 6 in demand of the solution to the indefinite strike, the South Korean \"Nodong Ilbo\" said, adding that they have been in strike for the last several months. \r\n Their rally was followed by a meeting held in front of the building of the Seoul district public prosecutors office to demand the arrest of the enterprise owners charged with unwarranted acts perpetrated against workers. Then they went back to Youido where they tried to stage a sit-in, clashing with the riot police. &nbsp;&nbsp;&nbsp;\r\n In this connection, the (South) Korean Confederation of Trade Unions vowed to set a \"week of solidarity with the indefinite strike of the workers in their worksites,\" stage a sit-in in Youido and hold meetings in major worksites and in front of \"government\" institutions.     \r\n\r\n"
        },
        {
            "title": "Amendment of \"Law on Public Workers\" urged in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200111/news11/11.htm#3",
            "content": " \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 11 (KCNA) -- The preparatory committee for the public workers union in South Korea launched a signature campaign demanding the amendment of the \"Law on Public Workers,\" according to MBC in Seoul.\r\n Disclosing the unreasonableness of the present unequal \"law,\" the organization declared it would conduct a signature campaign demanding the amendment of this law among public workers and citizens.    \r\n\r\n"
        },
        {
            "title": "Greetings to Angolan President",
            "url": "http://kcna.co.jp/item/2001/200111/news11/11.htm#4",
            "content": " \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 11 (KCNA) -- Kim Yong Nam, President of the Presidium of the Supreme People's Assembly of the DPRK, on November 5 sent a message of greetings to Jose Eduardo Dos Santos, President of Angola, on the occasion of the 26th anniversary of its independence.\r\n The message sent warm congratulations to the president, government and people of this country on this day. &nbsp;&nbsp;&nbsp;\r\n It expressed the belief that the friendly and cooperative relations between the two countries would further develop in the future and sincerely wished the president and the government of Angola greater success in their work for peace, stability and progress of the country.    \r\n\r\n"
        },
        {
            "title": "Paper on socialist planned economy",
            "url": "http://kcna.co.jp/item/2001/200111/news11/11.htm#5",
            "content": " \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 11 (KCNA) -- Socialist planned economy is the best economy developing on the basis of its inherent new principle and mode, says Rodong Sinmun today in a signed article.\r\n The superiority of the socialist planned economy over the capitalist market economy lies in that it ensures maximum economic profits, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n Maximum economic profits are fully guaranteed by the planned and balanced development of the national economy in socialist society. &nbsp;&nbsp;&nbsp;\r\n The advantages of this economy lie in that the state channels all resources in a purposeful and conscious manner to manufacturing a variety of products needed for consolidating the country's economic foundation and improving the standard of the people's living on a social scale. &nbsp;&nbsp;&nbsp;\r\n It also makes it possible to scientifically calculate and specify on a social scale for which field manpower, equipment and materials should be used to make the country's economic potentials yield maximum productive results. &nbsp;&nbsp;&nbsp;\r\n The rational distribution of the socially gained resources is unthinkable in the market economy where spontaneity and anarchy in production prevail due to the private ownership of means of production. &nbsp;&nbsp;&nbsp;\r\n The advantages of this economy also lie in that the socially and rationally distributed resources can be most effectively used at all units according to the state-defined norms, procedures and methods. &nbsp;&nbsp;&nbsp;\r\n In the socialist society the state defines scientific norms, procedures and methods for the use of resources, as required by the development of science and technology and realities and socially coordinates them, thus making it possible to make use of conditions and possibilities in production fields and units for maximum economic efficiency. &nbsp;&nbsp;&nbsp;\r\n Norms, procedures and methods for the use of resources in the capitalist market economy are defined within the framework of an individual enterprise and it is, therefore, impossible to coordinate them socially as they are kept in top secrecy. &nbsp;&nbsp;&nbsp;\r\n The socialist planned economy, at the same time, develops science and technology, carries out the technological transformation and modernization of the national economy and improves the organization and management of production in a purposeful and planned manner for an effective use of all the manpower and material resources of the country.    \r\n\r\n"
        },
        {
            "title": "Economic \"globalization\" under fire",
            "url": "http://kcna.co.jp/item/2001/200111/news11/11.htm#6",
            "content": " \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 11 (KCNA) -- Economic \"globalization\" means, in essence, \"Americanization\" of the world economy aimed at forcing developing countries to stop building independent economy and introduce its capital and economic mode, says Rodong Sinmun today in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The imperialists exploited and plundered the people of the developing countries through non-equivalent exchange in the past, but now they changed the mode of exploitation and plunder by letting multi-national corporations penetrate into those countries. &nbsp;&nbsp;&nbsp;\r\n These corporations are like syringes drawing blood out of the people's bodies. Those who are addicted to the \"drug\" called economic \"globalization\" are unable to know its adverse consequences. &nbsp;&nbsp;&nbsp;\r\n The economic \"globalization\" on the lips of the imperialists is nothing but a deceptive signboard to bar the people of the developing countries from feeling that they are exploited and plundered. &nbsp;&nbsp;&nbsp;\r\n The economic \"globalization\" is aimed at destroying national economies, westernizing the world economy and thus realizing economic monopoly and domination in order to intensify their exploitation and plunder worldwide. &nbsp;&nbsp;&nbsp;\r\n The economic \"globalization\" is by no means a remedy. &nbsp;&nbsp;&nbsp;\r\n The imperialists never do the developing countries a favour. &nbsp;&nbsp;&nbsp;\r\n If they do something for the developing countries, that is only strangulating them by subjugating them economically with foreign capital as a bait. &nbsp;&nbsp;&nbsp;\r\n One should build national economy by oneself. &nbsp;&nbsp;&nbsp;\r\n If not, one is bound to go to ruin. &nbsp;&nbsp;&nbsp;\r\n To try to build national economy through the introduction of unreliable foreign capital is little short of giving trump card to capital investors. &nbsp;&nbsp;&nbsp;\r\n Yielding to the pressure of economic \"globalization\" will lead both national economy and country to a ruin. &nbsp;&nbsp;&nbsp;\r\n One should not be taken in by the imperialists' call for economic \"globalization\".   It is necessary to discard dependence upon outside forces and build and develop independent national economy on one's own efforts. &nbsp;&nbsp;&nbsp;\r\n This is the only way to achieve national prosperity and independent development.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}