{
    "date": "2001-06-30",
    "url": "http://kcna.co.jp/item/2001/200106/20010630.htm",
    "articles": [
        {
            "title": "DPRK Foreign Ministry spokesman on case of border transgressors",
            "url": "http://kcna.co.jp/item/2001/200106/news06/30.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Talks held between foreign ministers of DPRK and Australia",
            "url": "http://kcna.co.jp/item/2001/200106/news06/30.htm#2",
            "content": "DPRK Foreign Ministry spokesman on case of border transgressors \r\n&nbsp;&nbsp;&nbsp;Pyongyang, June 30 (KCNA) -- A spokesman for the DPRK Foreign Ministry on Friday answered a question put by KCNA as regards foreign news reports about the \"issue of refugees\".\r\n He said:&nbsp;&nbsp;&nbsp;\r\n Some South Korean and western media have reported that the UN high commissioner for refugees office in Beijing granted refugee status to a citizen of the DPRK, Jang Kil Su and his family who illegally crossed its border with china, and whisked them off to a third country. the case is a down-the-line plot motivated by an insidious political purpose. &nbsp;&nbsp;&nbsp;\r\n To be correct, Jang Kil Su and his family are not refugees but those who illegally crossed the border. &nbsp;&nbsp;&nbsp;\r\n When the country was under the difficult conditions those ordinary people crossed the border to go to china, ready to come back once conditions in the homeland get better. &nbsp;&nbsp;&nbsp;\r\n However, the dishonest forces and intelligence agents of South Korea displeased with the north-south reconciliation have long employed every base means to take such border transgressors to South Korea so as to use them for a insidious political purpose. the same is true of the current case. &nbsp;&nbsp;&nbsp;\r\n To invent a pretext for the exile of Jang's family, they took in him to produce anti-DPRK \"drawings\" to be carried by South Korean publications and then warned that he and his family might be punished because of them after their deportation. &nbsp;&nbsp;&nbsp;\r\n Such anti-DPRK smear campaign has been launched at a time when the desire of all the Koreans for national reconciliation, unity and reunification is growing stronger with the first anniversary of the June 15 North-South Joint Declaration as a momentum. we cannot but maintain heightened vigilance over this dishonest action. &nbsp;&nbsp;&nbsp;\r\n This time china officially confirmed that there is a handful of border transgressors but no issue of refugee between the two countries. nevertheless, the UNHCR office in Beijing disguised those transgressors as \"refugees\", evidently at somebody's backstage manipulation and for a certain purpose. &nbsp;&nbsp;&nbsp;\r\n The UNHCR office pays no deep attention to millions of real refugees whose number is increasing everywhere in the world, but talks so loudly about an ordinary issue related to the DPRK where the people are united single-heartedly. Such unfair action and interference in its internal affair can never be tolerated. &nbsp;&nbsp;&nbsp;\r\n The DPRK does not persecute nor punish at random those who went wrong in the past. &nbsp;&nbsp;&nbsp;\r\n It is reported that Jang and his family have left china at present, and we will watch which is their final destination. &nbsp;&nbsp;&nbsp;\r\n The UNHCR office illegally dealt with the issue of those border transgressors, the issue beyond its authority, and thus laid obstacles in the process of the inter-Korean reconcilation and incited confrontation on the Korean peninsula. It should be entirely held accountable for it.    \r\n\r\n"
        },
        {
            "title": "Japan's moves to emerge as military power under fire",
            "url": "http://kcna.co.jp/item/2001/200106/news06/30.htm#3",
            "content": "Talks held between foreign ministers of DPRK and Australia \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 30 (KCNA) -- Talks between DPRK foreign minister Paek Nam Sun and his Australian counterpart Alexander John Gose  Downer were held in Canberra on June 28.\r\n At the talks both sides informed each other of the situation of their countries and exchanged views on the issue of developing the bilateral relations, regional and international issues and other issues of mutual concern. &nbsp;&nbsp;&nbsp;\r\n They also discussed the issues of further expanding and developing the friendly relations between the two countries in conformity with the new century and reached a consensus of views on them. &nbsp;&nbsp;&nbsp;\r\n Present at the talks were the DPRK Foreign Minister's party, the DPRK ambassador to Australia and officials concerned of the Australian Foreign Ministry. &nbsp;&nbsp;&nbsp;\r\n At a ceremony that took place prior to the talks, the two foreign ministers signed a joint press statement on opening their embassies in Pyongyang and Canberra. &nbsp;&nbsp;&nbsp;\r\n The joint press statement said that the DPRK would open its embassy in Canberra in 2001 and Australia its embassy in Pyongyang in the fiscal year 2002/2003.    \r\n\r\n"
        },
        {
            "title": "Truth about killings of civilians disclosed in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200106/news06/30.htm#4",
            "content": "Japan's moves to emerge as military power under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 30 (KCNA) -- Japan has already agreed with the united states to hold a vice-minister level consultative meeting of foreign and defence authorities of the U.S. and Japan for a joint analysis of the situation in the Asia-Pacific region including the Korean peninsula and a comprehensive discussion on ways for strengthening the \"bilateral defence cooperation.\" \r\n Japan decided to propose the creation of a working officials consultative council under the military authorities of the two countries to examine new ways for the \"adjustment of their defence capabilities.\" &nbsp;&nbsp;&nbsp;\r\n In this regard Minju Joson today says in a signed commentary: &nbsp;&nbsp;&nbsp;\r\n This clearly indicates that the Japanese reactionaries are seeking to use the strengthened \"Japan-U.S. alliance\", i.e. closer bilateral military ties and cooperation, as a decisive lever to convert Japan into a military power and realize overseas expansion. &nbsp;&nbsp;&nbsp;\r\n As the United States is insisting that Japan should play a greater \"role\" for \"security\" in the Asia-Pacific region, Japan is getting more zealous in its efforts for increasing its military force, taking this as a golden opportunity to secure a legal justification for pushing ahead with these moves. &nbsp;&nbsp;&nbsp;\r\n The reality goes to prove that Japan is rushing headlong toward overseas aggression and reinvasion of Asia in a bid to realize the old dream \"Greater East Asia Co-Prosperity Sphere,\" openly revealing its militarist design, backed by the United States. &nbsp;&nbsp;&nbsp;\r\n The militarization of Japan seized with the wild ambition for \"supremacy of Asia\" would seriously endanger the peace and security in the Asia-Pacific region and the rest of the world. \r\n It is, therefore, necessary to decisively check and frustrate Japan's militarist moves for aggression. &nbsp;&nbsp;&nbsp;\r\n Japan should drop its foolish attempt to emerge as a military power and launch a war for overseas aggression with the help of others. &nbsp;&nbsp;&nbsp;\r\n Those moves will only precipitate Japan's self-destruction. \r\n\r\n"
        },
        {
            "title": "U.S. troop pullout from S. Korea urged",
            "url": "http://kcna.co.jp/item/2001/200106/news06/30.htm#5",
            "content": "Truth about killings of civilians disclosed in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 30 (KCNA) -- The People's Committee for Probe into the Killings of Civilians in the Korean War obtained a U.S. confidential document disclosing one more case of mass killings committed by the South Korean army and police during the Korean War that broke out on June 25, 1950, Seoul-based MBC reported.\r\n According to the document containing GI's testimony, the army and police shot to death 300-400 civilians, including a teenage girl, on Sindong pass in Chilgok county, North Kyongsang Province of South Korea, in August 1950\r\n\r\n"
        },
        {
            "title": "Japan's distortion of history assailed by Korean historians",
            "url": "http://kcna.co.jp/item/2001/200106/news06/30.htm#6",
            "content": "U.S. troop pullout from S. Korea urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 30 (KCNA) -- Genaro Ledesma Izquieta, chairman of the People's Front of Workers, Peasants and Students of Peru, made public a statement on June 23 on the occasion of the month of international solidarity with the Korean people.\r\n Noting that true to the behests of Kim Il Sung, eternal president of the DPRK, leader Kim Jong Il is wisely guiding the sacred struggle to reunify the country by the united efforts of the Korean nation without outside interference, the statement said: &nbsp;&nbsp;&nbsp;\r\n In Pyongyang in June last year the inter-Korean summit was arranged and the historic June 15 North-South Joint Declaration published thanks to Kim Jong Il's will and bold decision. \r\n Not a little progress has been made in the implementation of the joint declaration over the past one year. &nbsp;&nbsp;&nbsp;\r\n However, the U.S. imperialists still keep a large number of their troops armed with nuclear weapons in South Korea. And they are frequently staging military exercises for an aggression on socialist Korea under the pretext of preventing an \"invasion by the north\" while persistently obstructing the implementation of the inter-Korean joint declaration. &nbsp;&nbsp;&nbsp;\r\n Since the north and the south of Korea declared they would reunify the country independently by the concerted efforts of the nation, there is no more ground for the U.S. forces to remain in South Korea. The U.S. forces should get out of South Korea at once.    \r\n\r\n"
        },
        {
            "title": "Greetings to Burundian President",
            "url": "http://kcna.co.jp/item/2001/200106/news06/30.htm#7",
            "content": "Japan's distortion of history assailed by Korean historians \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 30 (KCNA) -- A symposium of historians denouncing the Japanese authorities' moves to tamper with history was held at the Grand People's Study House under the sponsorship of the history society of the DPRK.\r\n Speeches were made under such titles as \"reactionary theory of 'mimanamiyake' is sophism to justify history of Japan's domination of Korea,\" \"Japan's crafty distortion of history to cover up its criminal history of aggression of Korea in middle ages,\" \"Japanese authorities' tampering with history to justify and whitewash Japanese imperialists' occupation of Korea and colonial rule over it,\" \"Japanese reactionaries' distortion of Korean people's independent movement for modernization and history of their struggle against aggression,\" \"truth behind the U.S. imperialists' provocation of Korean War and Japanese reactionaries' distortion and denial of their involvement in war\" and \"Japanese reactionaries' crime of whitewashing their history of wars of overseas aggression.\" &nbsp;&nbsp;&nbsp;\r\n Referring  to the fact that retrogressively revised history textbooks grossly distorted the history of early Korea-Japan relations, the speakers disclosed that this is intended to justify the history of Japan's aggression and domination of Korea. &nbsp;&nbsp;&nbsp;\r\n Saying that those new textbooks did not mention at all the criminal atrocities committed by Japan against the Korean people, the speakers said that the hiding of such hideous crimes as cruelly killing millions of Koreans, drafting more than 6 million young and middle-aged Koreans by force and reducing nearly 200,000 Korean women to sexual slaves for the \"imperial army,\" the biggest crime committed by the Japanese imperialists during their military occupation of Korea, is intended to cover up those crimes and evade the responsibility to settle the past. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries wrote that the Korean War broke out due to the \"invasion\" by the DPRK although it was provoked by the U.S. imperialists. This is a reflection of the dastardly stand of the Japanese authorities accustomed to currying favour with their master from long ago and a crafty trick to conceal their true colours as war accomplice. &nbsp;&nbsp;&nbsp;\r\n Referring to the Japanese authorities' criminal acts of whitewashing the history of wars of overseas aggression launched by Japan, the speakers dismissed them as an intolerable mockery of the Korean people and those in the Asia-Pacific region and a brigandish act of reversing justice and injustice. &nbsp;&nbsp;&nbsp;\r\n They strongly urged the Japanese authorities to immediately withdraw those history textbooks and write new ones based on historical facts to meet the requirements of the times.    \r\n\r\n"
        },
        {
            "title": "Greetings to foreign minister of Jordan",
            "url": "http://kcna.co.jp/item/2001/200106/news06/30.htm#8",
            "content": "Greetings to Burundian President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 30 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, on June 27 sent a message of greetings to Burundian President Pierre Buyoya on the occasion of the national day of Burundi.\r\n The message warmly congratulated the president, the government and the people of Burundi on the occasion  and wished the president and the people success in their work for the national unity and the peace and prosperity of the country. &nbsp;&nbsp;&nbsp;\r\n The message expressed the conviction that the friendly relations between the two countries would develop on good terms in the new century, too.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il greets Jiang Zemin",
            "url": "http://kcna.co.jp/item/2001/200106/news06/30.htm#9",
            "content": "Greetings to foreign minister of Jordan \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 30 (KCNA) -- Paek Nam Sun, DPRK minister of foreign affairs, sent a message of greetings to Abdallah al-Hatib upon his reappointment as foreign minister of Jordan.\r\n The message expressed the belief that the friendly and cooperative ties between the two countries would continue to develop on good terms.    \r\n\r\n\r\n"
        }
    ]
}