{
    "date": "2001-03-30",
    "url": "http://kcna.co.jp/item/2001/200103/20010330.htm",
    "articles": [
        {
            "title": "U.S. ruling quarters' remarks under fire",
            "url": "http://kcna.co.jp/item/2001/200103/news03/30.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Preparatory committee inaugurated in Switzerland",
            "url": "http://kcna.co.jp/item/2001/200103/news03/30.htm#2",
            "content": "U.S. ruling quarters' remarks under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 30 (KCNA) -- Rodong Sinmun today in a signed commentary denounces the present U.S. ruling quarters for disclosing their intention to derail the process of national reconciliation and reunification on the Korean peninsula, while talking about the \"hardline policy toward the DPRK\".\r\n The commentary says:&nbsp;&nbsp;&nbsp;\r\n Bush went the length of saying the U.S. would not have any dialogue with the DPRK, asserting that a sort of verification is needed for North Korea and there is no transparency in it. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the U.S. imperialists are steadily beefing up their aggressor forces including missiles in South Korea and its surrounding areas in a bid to mount a forestalling attack on the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. ruling quarters' tough remarks and bellicose moves reveal their black-hearted intention to throw a wet blanket over the process of national reconciliation and reunification gaining momentum on the Korean peninsula and escalate confrontation and tensions there. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are working hard to bring the situation on the Korean peninsula back to the state of confrontation and tensions in a bid to foil the process of reconciliation, unity and reunification of the Korean nation and carry out their aggressive policy toward the DPRK and their Asia-Pacific strategy, with South Korea as a springboard. &nbsp;&nbsp;&nbsp;\r\n Now they do not bother to let loose such bellicose outcries as \"hardline stand\" and \"overall re-examination of their policy toward the DPRK\" under the absurd pretext of \"threat\" from it. All these facts go to clearly prove that they made it a fait accompli to provoke a war of aggression. &nbsp;&nbsp;&nbsp;\r\n The U.S. is well advised to bear in mind that the Korean nation will keep to the road of independent national reunification chosen by itself. &nbsp;&nbsp;&nbsp;\r\n It is foolish, indeed, for the U.S. warmongers to try to test the will of the Korean nation for reunification by force of arms and this is a dangerous move to bring about disastrous consequences.    \r\n\r\n"
        },
        {
            "title": "Press statement on commemorating Sun's Day released",
            "url": "http://kcna.co.jp/item/2001/200103/news03/30.htm#3",
            "content": "Preparatory committee inaugurated in Switzerland \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 30 (KCNA) -- The Swiss committee for supporting Korea's reunification and the cultural information center on the DPRK in Lausanne, Switzerland, released on march 10 a press statement saying a preparatory committee was inaugurated in Switzerland  to commemorate Sun's Day, the birth anniversary of President Kim Il Sung,  and it set the period of commemorating sun's day from April 1 to 15 during which commemorations would be held. \r\n The chairman of the Swiss committee for supporting Korea's reunification was elected chairman of the preparatory committee.    \r\n\r\n"
        },
        {
            "title": "U.S. hostile policy towards DPRK denounced",
            "url": "http://kcna.co.jp/item/2001/200103/news03/30.htm#4",
            "content": "Press statement on commemorating Sun's Day released \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 30 (KCNA) -- The central committee of the National Democratic Front of South Korea on March 24 released a press statement on an enlarged meeting of its presidium held with the approach of the birth anniversary of President Kim Il Sung, according to Seoul-based radio Voice of National Salvation.\r\n The meeting discussed the agenda \"On Grandly Commemorating Sun's Day (April 15), birth anniversary of the great leader comrade Kim Il Sung, as the greatest holiday of the nation,\" said the statement. &nbsp;&nbsp;&nbsp;\r\n The statement continued: &nbsp;&nbsp;&nbsp;\r\n The meeting said that Kim Il Sung's whole life was the sun's history in which he performed immortal exploits, which no other great men of history could ever do, holding aloft the red flag of Juche and weathering out stern trials of the revolution in the turbulent 20th century. &nbsp;&nbsp;&nbsp;\r\n It said that thanks to leader Kim Jong Il, the sun of the 21st century, Kim Il Sung will be immortal together with Kim Il Sung's Korea and Kim Il Sung's nation and the cause of the sun in the 20th century is being successfully carried forward in the new century, too. &nbsp;&nbsp;&nbsp;\r\n It decided to send Kim Jong Il a letter carrying boundless veneration of the vanguard fighters and people from all walks of life in South Korea and their determination to be loyal to him and set the period of commemoration events from April 1 to 20. &nbsp;&nbsp;&nbsp;\r\n It was also decided that during the period the central committee of the NDFSK, its organizations of all levels and patriotic movement organizations would hold multifarious events including meetings and lectures according to their specific conditions, contribute special write-ups to media and the Pyongyang mission of the NDFSK would call a press conference to introduce the South Korean people's ardent yearning for Kim Il Sung and their boundless veneration for Kim Jong Il.    \r\n\r\n"
        },
        {
            "title": "Japan's moves to distort its history under fire",
            "url": "http://kcna.co.jp/item/2001/200103/news03/30.htm#5",
            "content": "U.S. hostile policy towards DPRK denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 30 (KCNA) -- The U.S. hostile policy towards the DPRK is being denounced in different countries.\r\n The center of Indian trade unions in a statement dated March 23 said that this year the U.S. is massing its armed forces in areas surrounding the Korean peninsula and escalating its military moves, thus revealing its  attempt to stifle the DPRK by force of arms. &nbsp;&nbsp;&nbsp;\r\n We demand the U.S. give up at once its hostile policy towards the DPRK and stop its moves to isolate and stifle it and opt to improve its relations with Pyongyang, the statement said. &nbsp;&nbsp;&nbsp;\r\n Angel Castro Lavarello, chairman of the Peru-Korea Institute of Culture and Friendship, in a statement issued on March 21 noted that the U.S. hostile policy towards the DPRK is a grave challenge to the desire of the Korean nation and the international public to see the improved relations between the DPRK and the U.S., an end to Korea's division and stable peace on the Korean peninsula in the new century. &nbsp;&nbsp;&nbsp;\r\n The present U.S. administration should immediately halt its moves intended to seriously infringe upon the sovereignty and dignity of the Korean people, faithfully implement the DPRK-U.S. agreed framework and the U.S. quit South Korea at once, taking its lethal weapons and armed forces with it.    \r\n\r\n"
        },
        {
            "title": "Korean socialism praised",
            "url": "http://kcna.co.jp/item/2001/200103/news03/30.htm#6",
            "content": "Japan's moves to distort its history under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 30 (KCNA) -- The ninth-term South Korean Federation of University Student Councils (Hanchongryon) issued a statement on March 22 denouncing Japan for its moves to twist the content of its history textbooks, according to a news report.\r\n In the new century, too, the Japanese right-wing conservatives are working hard to infuse into the rising generation the twisted historical view on Japan's past history of aggression and the aggressive and warlike nature in a bid to realise their old dream of \"Greater East Asia Co-Prosperity Sphere,\" the statement said, and continued: &nbsp;&nbsp;&nbsp;\r\n What is more serious is that Japan's attempt to tamper with its history through history textbooks aims at its re-conquest of the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n History can neither be twisted nor erased. It will remain as it is. &nbsp;&nbsp;&nbsp;\r\n We Koreans will never pardon the crimes committed by the Japanese imperialists but force Japan to make an apology and compensation for all its crimes at any cost.    \r\n\r\n"
        }
    ]
}