{
    "date": "2001-01-25",
    "url": "http://kcna.co.jp/item/2001/200101/20010125.htm",
    "articles": [
        {
            "title": "DPRK ready to cope with whatever stand to be taken by new U.S. administration",
            "url": "http://kcna.co.jp/item/2001/200101/news01/25.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Floral baskets laid before statues of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2001/200101/news01/25.htm#2",
            "content": "DPRK ready to cope with whatever stand to be taken by new U.S. administration \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 25 (KCNA)-- The spokesman of the Foreign Ministry of the Democratic People's Republic of Korea gave today the following  answer to the  question put by KCNA as regards the recent provocative remark made by U.S. Secretary of State Powell against our supreme leadership.\r\n At a U.S. senate confirmation hearing held on Jan. 18 he dared make such reckless remark going against the elementary common sense as slandering our supreme leadership as \"dictator of north Korea.\" &nbsp;&nbsp;&nbsp;\r\n It cannot but be something surprising that he did not bother to make such a statement debasing the dignity of the DPRK. &nbsp;&nbsp;&nbsp;\r\n This is an anachronistic behaviour diametrically contrary not only to the world peace-loving people's expectation and desire for genuine peace and stability on the Korean peninsula in the new century but to the present level of the DPRK-U.S. relations. &nbsp;&nbsp;&nbsp;\r\n The DPRK cannot but interpret what he said as a statement reflecting the sinister intention of big war industrial monopolies and other conservative hardliners in the U.S. to keep the U.S.-DPRK relations in the hostile and belligerent relationship forever and thus fish in troubled waters. &nbsp;&nbsp;&nbsp;\r\n The DPRK is fully ready to cope with whatever stand to be taken by the new U.S. administration towards it. &nbsp;&nbsp;&nbsp;\r\n The DPRK appreciates the progress so far made in the bilateral ties through negotiations with U.S. politicians of reason but has no idea of pinning any hope on those forces displeased with this process. &nbsp;&nbsp;&nbsp;\r\n If the U.S. brandishes a sword at us, we will counter it with a sword and if it shows good faith, we will reciprocate it.        \r\n\r\n"
        },
        {
            "title": "Pyongyang Samhung Middle School",
            "url": "http://kcna.co.jp/item/2001/200101/news01/25.htm#3",
            "content": "Floral baskets laid before statues of Kim Il Sung \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 25 (KCNA) -- Working people, servicemen and school youth and children across the country laid baskets of flowers before the statues of President Kim Il Sung on the Lunar New Year's Day.\r\n Those in Pyongyang visited the statues of the president on Mansu Hill and at different units including Kim Il Sung University, Kim Il Sung Military University and the Ministry of People's Security. &nbsp;&nbsp;&nbsp;\r\n Placed before the statues were floral baskets, together with bouquets and flowers, in the name of institutions at all levels, units of the Korean People's Army, industrial establishments, schools, etc. &nbsp;&nbsp;&nbsp;\r\n On the same day, civilians, servicemen and school youth and children in different parts of the country called at the president's statues at their residential quarters to lay floral baskets, bouquets and flowers before them.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il praised in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200101/news01/25.htm#4",
            "content": "Pyongyang Samhung Middle School \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 25 (KCNA) -- The Pyongyang Samhung Middle School is located at the foot of Mt. Ryongak, a scenic attraction in Pyongyang.\r\n The school is associated with warm care shown by President Kim Il Sung and leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The president who had shown a special concern for the education of younger generation visited there in October Juche 34 (1945), soon after Korea's liberation from Japanese military rule, to select the site of a school and indicated the ways and means to be taken in its construction. &nbsp;&nbsp;&nbsp;\r\n When school construction was completed, he named it Samhung Middle School, which implies the meaning that a country can thrive when pupils grow up to be knowledgeable, morally impeccable and physically strong. &nbsp;&nbsp;&nbsp;\r\n On its first anniversary, he visited the school again accompanied by anti-Japanese woman hero Kim Jong Suk and explained the tasks to be fulfilled in the upbringing  schoolchildren as pillars of a new Korea. &nbsp;&nbsp;&nbsp;\r\n Leader Kim Jong Il, true to the president's concept of giving foremost prominence to the education of younger generation, sent to this school a large number of modern teaching aids and experimental apparatuses. &nbsp;&nbsp;&nbsp;\r\n The school has worked hard in various forms and methods to train the pupils to be revolutionary talents with an excellent stock of knowledge, sound morality and physical fitness, in line with the theses on socialist education. \r\n It has laid particular emphasis on increasing the rate of field practice and visual-aids education and carried out instruction in conformity with the pupils' age and psychology, ensuring that they fully understand what they have learnt every day. &nbsp;&nbsp;&nbsp;  Now the rate of honour pupils has reached 90 per cent every year. &nbsp;&nbsp;&nbsp;\r\n Visits to revolutionary sites, battlefields and scenic spots are frequently organized and the pupils are encouraged to do things beneficial to the society. &nbsp;&nbsp;&nbsp;\r\n Various groups are run regularly to make everyone play at least one musical instrument and build up their bodies. &nbsp;&nbsp;&nbsp;\r\n The school produced many winners of the July 15 Honour Student Prize and renowned scientists, artistes and athletes including two heroes. &nbsp;&nbsp;&nbsp;\r\n At a recent national academic contest of senior middle schools, the pupils from this school became the winner again.    \r\n\r\n"
        },
        {
            "title": "10th anniversary of Pomminryon marked",
            "url": "http://kcna.co.jp/item/2001/200101/news01/25.htm#5",
            "content": "Kim Jong Il praised in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 25 (KCNA) -- Words praising leader Kim Jong Il have been on homepage of the South Korean Confederation of Trade Unions for several days, causing a sensation upon people.\r\n Those words were input by a user of this homepage pen-named \"Joguk Thongil\" (national reunification) on Jan. 20. &nbsp;&nbsp;&nbsp;\r\n On the homepage there are 125 titles of honor dedicated to Kim Jong Il such as \"the great sun of the 21st century\", \"the greatest man, peerless patriot\" and \"supreme incarnation of love\". &nbsp;&nbsp;&nbsp;\r\n There are also expressions \"great thinker\", \"ever-victorious brilliant commander\", \"the most outstanding military strategist in the world\", \"genius of musical art\", \"the greatest commander\" and \"dear leader.\"    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il enjoys art performance",
            "url": "http://kcna.co.jp/item/2001/200101/news01/25.htm#6",
            "content": "10th anniversary of Pomminryon marked \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 25 (KCNA) -- Papers today dedicate articles to the 10th anniversary of the north headquarters of the National Alliance for the Country's Reunification (Pomminryon).\r\n An article of rodong sinmun says that the path covered by the north headquarters of Pomminryon over the last decade is a glorious history in which the driving force of national reunification has grown in scope and strength and there have been a steady growth and progress in the movement for national reunification. &nbsp;&nbsp;&nbsp;\r\n The headquarters has carried on strenuous activities to bring earlier the independent and peaceful reunification of the country through solidarity and unity with the south and overseas headquarters of pomminryon guided by President Kim Il Sung's three-point charter of national reunification and leader Kim Jong Il's five-point policy of great national unity, the article says, and continues: &nbsp;&nbsp;&nbsp;\r\n The headquarters has conducted on its own initiative vigorous activities to implement the June 15 North-South Joint Declaration to the letter along the road for national reunification opened up by Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Pomminryon should implement the tasks laid down at the 2001 meeting for the independent reunification of the Korean nation to the letter in order to fulfil its responsibility and role in glorifying this year as a significant year of opening a decisive phase of the independent reunification of the nation. &nbsp;&nbsp;&nbsp;\r\n It should embody the principle of national independence in solving the issue of the country's reunification. &nbsp;&nbsp;&nbsp;\r\n It is the mission and basic duty of pomminryon to contribute to achieving reunification through reconciliation, unity and cooperation among compatriots. &nbsp;&nbsp;&nbsp;\r\n The paper calls upon all Koreans in the north, south and overseas to turn out as one in the struggle for national reunification so as to glorify this year as a historic year of opening a decisive phase of the independent reunification of the nation. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, Minju Joson in an article says that Pomminryon's patriotic cause of reunification is just and sure to win. \r\n\r\n"
        },
        {
            "title": "Greetings to Philippine President",
            "url": "http://kcna.co.jp/item/2001/200101/news01/25.htm#7",
            "content": "Kim Jong Il enjoys art performance \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 25 (KCNA) - General Secretary Kim Jong Il enjoyed an art performance given by the merited chorus of the Korean People's Army on Jan. 24 together with senior party and state officials on the occasion of the Lunar New Year's day.\r\n Also in the audience were Kim Yong Nam, Jo Myong Rok, Hong Song Nam, Kim Yong Chun, Kim Il Chol and other senior party and state officials and senior officials of party and power organs, administrative and economic institutions and working people's organizations, commanders of all services and arms and generals of the KPA, senior officials of cultural, art and press institutions, famous writers, creators, artistes, editorial writers, journalists and editors. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il appeared in the theatre amid the enthusiastic cheers of the audience. &nbsp;&nbsp;&nbsp;\r\n Put on the stage were \"song of comradeship,\" \"dear general, where are you?\" \"long live great army-first revolution,\" \"Korea advances under uplifted red flag\" and other chorus numbers. &nbsp;&nbsp;&nbsp;\r\n The performance pervaded with militant spirit truthfully represented the iron faith and will of the army and people to carry out the revolutionary cause of Juche to the letter true to the leadership of Kim Jong Il, holding higher the red flag of revolution. &nbsp;&nbsp;&nbsp;\r\n At the end of the performance Kim Jong Il congratulated the artistes on their successful performance. &nbsp;&nbsp;&nbsp;\r\n He extended thanks to the artistes of the merited chorus, greatly satisfied with their excellent performance replete with faith and will of Korea and the revolutionary spirit of soldiers and expressed great expectation and conviction that all of them would conduct dynamic revolutionary art activities and thus fully demonstrate the might of the militant art contingent in the worthwhile drive in the New Year.    \r\n\r\n"
        },
        {
            "title": "Paek Nam Sun meets British delegation",
            "url": "http://kcna.co.jp/item/2001/200101/news01/25.htm#8",
            "content": "Greetings to Philippine President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 25 (KCNA) -- Kim Yong Nam, President of the presidium of the DPRK Supreme People's Assembly, on Jan. 21 sent a message of greetings to Gloria Macapagal Arroyo upon taking office as Philippine President.\r\n The message extended warm congratulations to her upon assuming her office as President of the Philippines and expressed the belief that the friendly and cooperative relations between the two countries would continue to develop. &nbsp;&nbsp;&nbsp;\r\n It wished her a great success in her responsible work for stability and development of the country.    \r\n\r\n"
        },
        {
            "title": "80-year-old woman singer sees light again",
            "url": "http://kcna.co.jp/item/2001/200101/news01/25.htm#9",
            "content": "Paek Nam Sun meets British delegation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 25 (KCNA) -- Paek Nam Sun, Minister of Foreign Affairs, today met and conversed with the delegation of the British Foreign Ministry led by Rosalind Marsden, Director of Asia-Pacific Command, who paid a courtesy call on him at the Mansudae Assembly Hall today.    \r\n\r\n"
        }
    ]
}