{
    "date": "2001-09-05",
    "url": "http://kcna.co.jp/item/2001/200109/20010905.htm",
    "articles": [
        {
            "title": "Kim Jong Il and Jiang Zemin see mass gymnastic display and artistic performance",
            "url": "http://kcna.co.jp/item/2001/200109/news09/05.htm#1",
            "content": "Kim Jong Il and Jiang Zemin see mass gymnastic display and artistic performance \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 5 (KCNA) -- Kim Jong Il, General Secretary of the Workers' Party of Korea and Chairman of the National Defence Commission of the DPRK, together with Jiang Zemin, General Secretary of the Central Committee of the Communist Party of China and President of the People's Republic of China, on September 4 appreciated the mass gymnastic display and artistic performance \"Ever-victorious Workers' Party of Korea\", Kim Il Sung Prize laureate, given by over 100,000 school youth and children and artistes at the May Day Stadium.\r\n Kim Jong Il, in company with Jiang Zemin, appeared on the tribune of honour amid the playing of the welcome music.&nbsp;&nbsp;&nbsp;\r\n The moment, stormy cheers \"hurrah\" shook the heaven and the earth and firework was displayed. &nbsp;&nbsp;&nbsp;\r\n The letters reading \"Warm welcome to comrade Jiang Zemin\" appeared on the background and the ground of the stadium was astir with participants presenting graceful dances representing the DPRK-China friendship and waving flowers. &nbsp;&nbsp;&nbsp;\r\n The mass gymnastic display and artistic performance made a truthful epic representation of the proud fighting feats of the WPK and the unshakable will of the Korean people to staunchly fight to build a powerful and prosperous socialist nation and reunify the country in high spirits, following the party. &nbsp;&nbsp;&nbsp;\r\n It was acclaimed by the spectators for its rich ideological content and high artistry. &nbsp;&nbsp;&nbsp;\r\n When the mass gymnastic display and artistic performance came to an end, cheers \"hurrah\" burst forth and firework was displayed again. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il, together with Jiang Zemin, waved to the enthusiastically cheering crowd.    \r\n\r\n"
        },
        {
            "title": "Defence of global peace and security called for",
            "url": "http://kcna.co.jp/item/2001/200109/news09/05.htm#2",
            "content": "Defence of global peace and security called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 5 (KCNA) -- A most important task before humankind at present is to check and frustrate the imperialists' moves for aggression and war and defend global peace and security, says Rodong Sinmun today in a signed article.\r\n Noting that it is a crucial issue related to the destiny of humankind at present to defend the global peace and security, the article continues: &nbsp;&nbsp;&nbsp;\r\n The old forces, which go against the trend of independence challenging people's desire for peace, are invariably working hard to dominate the world by force. &nbsp;&nbsp;&nbsp;\r\n The present situation calls for conducting a vigorous struggle to frustrate the imperialists' reckless moves for aggression and war and defend lasting peace and security. &nbsp;&nbsp;&nbsp;\r\n  Only when progressive humankind wages a vigorous struggle for peace is it possible to frustrate the imperialists' moves, ensure lasting global peace and security and advance popular masses' cause of independence. &nbsp;&nbsp;&nbsp;\r\n If global peace and security are to be protected all the countries and nations should dynamically wage a joint international struggle to maintain independence and check the imperialists' moves for aggression and war. &nbsp;&nbsp;&nbsp;\r\n It is necessary, first of all, to enhance the U.N.'s major role in solving international issues and check all sorts of attempts to violate the U.N. Charter and principles and norms of the international laws. &nbsp;&nbsp;&nbsp;\r\n The present international situation calls for frustrating the U.S. arbitrary, high-handed and shameless practices of blatantly snubbing the U.N. and international laws in a bid to attain its brigandish aim. &nbsp;&nbsp;&nbsp;\r\n It is also necessary to settle all the world disputes peacefully through political negotiations, not by confrontation. &nbsp;&nbsp;&nbsp;\r\n The present situation also calls for ensuring independence, sovereignty and territorial integrity in the international relations. &nbsp;&nbsp;&nbsp;\r\n The DPRK will unite close with the world peace-loving people in the new century and wage a dynamic struggle to check and frustrate the imperialists' moves for aggression and war in order to achieve world stability and defend global peace and security.    \r\n\r\n"
        },
        {
            "title": "National sports contest for \"Jongilbong Prize\"",
            "url": "http://kcna.co.jp/item/2001/200109/news09/05.htm#3",
            "content": "National sports contest for \"Jongilbong Prize\" \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 5 (KCNA) -- The 28th national sports contest of school youth and children for \"Jongilbong Prize\" was held in Wonsan on the east coast of Korea from August 26 to September 3 on the occasion of the first youth day (august 28) in the new century.\r\n Players of senior middle schools selected from all provinces competed in the basketball, football, table tennis, marathon, swimming, Taekwon-do and other events. \r\n\r\n"
        },
        {
            "title": "Meetings of South Koreans in Japan held",
            "url": "http://kcna.co.jp/item/2001/200109/news09/05.htm#4",
            "content": "Meetings of South Koreans in Japan held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 5 (KCNA) -- Meetings of South Koreans in Japan to implement the June 15 North-South Joint Declaration and promote the reunification of the country were held in Tokyo, Osaka, Hiroshima, Kanagawa and other places from August 12 to 15 under the sponsorship of four organizations including the \"Federation of South Koreans in Japan for Democracy and Unification\" and the \"South Korean Youth League in Japan,\" according to overseas Koreans' newspaper Minjok Sibo September 1 published in Japan.\r\n A resolution adopted at the Tokyo meeting said that reconciliation and cooperation between the north and the south of Korea is an irresistible trend of history. &nbsp;&nbsp;&nbsp;\r\n It urged the U.S. not to interfere in the inter-Korean reconciliation and cooperation but withdraw its troops from South Korea. &nbsp;&nbsp;&nbsp;\r\n It also urged the Japanese government to stop the distortion of history and redeem its past history.    \r\n\r\n"
        },
        {
            "title": "Application of independent and creative stands called for",
            "url": "http://kcna.co.jp/item/2001/200109/news09/05.htm#5",
            "content": "Application of independent and creative stands called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 5 (KCNA) -- Juche in ideology, independence in politics, self-sufficiency in the economy and self-reliance in national defence are the guiding principles of the Workers' Party of Korea and state activities to maintain the independent and creative stands in the revolution and construction.\r\n Establishing Juche in ideology means having the consciousness that one is the master of revolution, thinking and doing everything, centering on the revolution in one's own country, and acquiring the viewpoint and attitude of solving all questions by one's own efforts and talents. &nbsp;&nbsp;&nbsp;\r\n In order to establish Juche in ideology, it is necessary to equip oneself with the revolutionary idea of the working class and with the line and policies of one's party and possess a high sense of national dignity and revolutionary pride. &nbsp;&nbsp;&nbsp;\r\n Maintaining independence in politics means upholding national independence and sovereignty of one's country, defending the interests of one's people and conducting politics by relying on them. &nbsp;&nbsp;&nbsp;\r\n In order to ensure political independence, it is necessary to set up a people's government, have one's own guiding thought and exercise complete sovereignty and equality in foreign relations. &nbsp;&nbsp;&nbsp;\r\n Adhering to self-sufficiency in the economy means building an economy which is free from dependence on others and which stands on its own feet, an economy which meets the material needs of one's country and people with products. &nbsp;&nbsp;&nbsp;\r\n To this end, it is essential to adhere to the principle of self-reliance to the letter and build an independent national economy. &nbsp;&nbsp;&nbsp;\r\n Implementing the principle of self-reliant defence means solving all problems arising in building national defence with an attitude of befitting masters and by one's own efforts. &nbsp;&nbsp;&nbsp;\r\n What is important here is to prepare the army and people ideologically, establish a defence system involving all the people and the whole country, build one's own national defence industry and consolidate the home front. &nbsp;&nbsp;&nbsp;\r\n The Workers' Party of Korea has thoroughly applied the guiding principles of the Juche idea in the revolution and construction and thus demonstrated ever-victorious might in building and defending anthropocentric socialism and displaying its dignity and honor.    \r\n\r\n"
        },
        {
            "title": "Jiang Zemin visits ostrich farm",
            "url": "http://kcna.co.jp/item/2001/200109/news09/05.htm#6",
            "content": "Jiang Zemin visits ostrich farm \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 5 (KCNA) - Jiang Zemin, General Secretary of the Central Committee of the Communist Party of China and President of the people's Republic of China, today visited the ostrich farm in the suburbs of Pyongyang.\r\n Kim Jong Il, General Secretary of the Workers' Party of Korea and Chairman of the National Defence Commission of the DPRK, Accompanied him. &nbsp;&nbsp;&nbsp;\r\n Jiang Zemin and his suite members looked round the computer room, hatchery, breed ostrich pen, ostrich meat processing factory, etc. of the modernly equipped farm.\r\n\r\n"
        },
        {
            "title": "Chairman Kim Jong Il sees off President Jiang Zemin",
            "url": "http://kcna.co.jp/item/2001/200109/news09/05.htm#7",
            "content": "Chairman Kim Jong Il sees off President Jiang Zemin \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 5 (KCNA) - Jiang Zemin, General Secretary of the Central Committee of the Communist Party of China and President of the People's Republic of China, left here today by a special plane after concluding an official goodwill visit to the DPRK at the invitation of Kim Jong Il, General Secretary of the Workers' Party of Korea and Chairman of the National Defence Commission of the DPRK.\r\n Kim Jong Il came out the airport and saw off Jiang Zemin. &nbsp;&nbsp;&nbsp;\r\n Present there were Kim Yong Nam, President of the Presidium of the Supreme People's Assembly of the DPRK, Jo Myong Rok, first vice-chairman of the NDC of the DPRK and director of the general political department of the Korean People's Army, and other senior party and state officials, Choe Jin Su, DPRK ambassador to China, leading officials of party and armed forces organs, working people's organizations, ministers and media. &nbsp;&nbsp;&nbsp;\r\n Chinese ambassador to the DPRK Wang Quozhang and embassy officials and Chinese students studying in the DPRK were also on hand. &nbsp;&nbsp;&nbsp;\r\n A farewell function took place at the airport. Kim Jong Il exchanged handshakes with Jiang Zemin and hugged him in farewell. &nbsp;&nbsp;&nbsp;\r\n The plane carrying Jiang Zemin and his party left Pyongyang airport this afternoon. &nbsp;&nbsp;&nbsp;\r\n Pyongyangites warmly farewelled them on streets of the city and at the airport.\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}