{
    "date": "2001-04-09",
    "url": "http://kcna.co.jp/item/2001/200104/20010409.htm",
    "articles": [
        {
            "title": "Sports contest for Mangyongdae Cup opens",
            "url": "http://kcna.co.jp/item/2001/200104/news04/09.htm#1",
            "content": "Sports contest for Mangyongdae Cup opens \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 9 (KCNA) -- The sports contest for Mangyongdae Cup has opened on the occasion of President Kim Il Sung's birth anniversary.\r\n During the period, games of over 50 events will take place in Pyongyang, North Hwanghae Province, South Phyongan Province, South Hamgyong Province, Nampho and other places.&nbsp;&nbsp;&nbsp;\r\n The opening ceremony was held in Sariwon yesterday.    \r\n\r\n"
        },
        {
            "title": "Korean books presented in Nepal",
            "url": "http://kcna.co.jp/item/2001/200104/news04/09.htm#2",
            "content": "Korean books presented in Nepal \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 9 (KCNA) -- A ceremony for the presentation of Korean books was held in Kathmandu, Nepal, on Apr. 2.\r\n The DPRK ambassador to Nepal presented the reminiscences of President Kim Il Sung \"With the Century\", famous works of leader Kim Jong Il, a Korean picture album and other books to the vice-chairman of the Sanker city development committee of Nepal who is also chairman of the managing committee of Gangaral Library. &nbsp;&nbsp;&nbsp;\r\n The chairman said he deemed it a great honour and fortune that they have taken over DPRK books including precious works written by Kim Il Sung and Kim Jong Il on the occasion of Sun's Day. &nbsp;&nbsp;&nbsp;\r\n The Korean books would greatly help the Nepalese people and younger generation know well the Korean people's brilliant history and realities in the DPRK and follow their rich experiences, he said, and added that under Kim Jong Il's wise leadership the Korean people would certainly emerge victorious not only in confrontation with the U.S. imperialists but the struggle for building a powerful socialist nation and achieving an independent, peaceful reunification of the country.    \r\n\r\n"
        },
        {
            "title": "Japan's anti-DPRK smear campaign blasted",
            "url": "http://kcna.co.jp/item/2001/200104/news04/09.htm#3",
            "content": "Japan's anti-DPRK smear campaign blasted \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 9 (KCNA) -- A national meeting of officials in the field of fruit-growing was held in Pukchong county, South Hamgyong Province, on April 8.\r\n Present at the meeting were Kye Ung Thae, secretary of the c.c., the Workers' Party of Korea, Kwak Pom Gi, vice-premier of the DPRK cabinet, and others. &nbsp;&nbsp;&nbsp;\r\n The meeting reviewed the successes and experience gained in the fruit-growing and discussed measures to bring about a new turn in developing the fruit-growing in the spirit of the Pukchong enlarged meeting of the presidium of the c.c., the WPK and as required by the party. &nbsp;&nbsp;&nbsp;\r\n Minister of Agriculture Kim Chang Sik delivered a report which was followed by speeches. The reporter and speakers said that President Kim Il Sung convened the enlarged meeting in Pukchong and opened up a bright vista for developing the fruit-growing. He wisely led the drive for the implementation of the decision of the enlarged meeting to lay a solid foundation of developing fruit-growing, they noted. &nbsp;&nbsp;&nbsp;\r\n They underscored the need to cultivate and introduce good species of fruit trees, conduct an all-people drive to plant fruit trees, improve the manuring and tending of orchards and put fruit production on a high level.    \r\n\r\n"
        },
        {
            "title": "National meeting of officials in field of  fruit-growing held",
            "url": "http://kcna.co.jp/item/2001/200104/news04/09.htm#4",
            "content": "National meeting of officials in field of  fruit-growing held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 9 (KCNA) -- Rodong Sinmun today in a signed commentary accuses the Japanese reactionaries of conducting hectic diplomacy aimed to internationalize the DPRK's issue of \"suspected kidnapping,\" a fiction.\r\n The Japanese prime minister brought the \"Issue of Kidnapping of Japanese by North Korea\" for discussion even at recent summits in a desperate bid to garner support for Tokyo's claim. &nbsp;&nbsp;&nbsp;\r\n This is a product of the despicable plots of the Japanese authorities to internationalize this issue with a view to putting pressure upon the DPRK with the backing of big countries and evade the liquidation of Japan's past. &nbsp;&nbsp;&nbsp;\r\n Lurking behind their desperate efforts to evade the settlement of Japan's past is a dangerous ambition to justify its past crimes and revive their imperial order of domination. &nbsp;&nbsp;&nbsp;\r\n They are watching for a chance to embark upon overseas military expansion, while actively cooperating with the U.S. in the execution of its policy to stifle the DPRK and its strategy for world domination and getting deeply involved in them. &nbsp;&nbsp;&nbsp;\r\n Japan's design for overseas aggression is not limited to bringing Asia under its control. &nbsp;&nbsp;&nbsp;\r\n It is, however, a day-dream for Japan to internationalize the issue of \"suspected kidnapping\" through solicitation diplomacy and isolate and stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n Their intention to handle the issue of DPRK-Japan relations in their own interests with the backing of foreign forces will bring them to nowhere. &nbsp;&nbsp;&nbsp;\r\n Japan is well advised to give up its foolish dream and opt to honestly redress its past.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Kim Jong Il's election as NDC Chairman",
            "url": "http://kcna.co.jp/item/2001/200104/news04/09.htm#5",
            "content": "Rodong Sinmun on Kim Jong Il's election as NDC Chairman \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 9 (KCNA) -- Rodong Sinmun today dedicates an editorial to the 8th anniversary of leader Kim Jong Il's election as Chairman of the National Defence Commission of the DPRK.\r\n His election as Chairman of the DPRK national defence commission eight years ago was a historic event of weighty significance in the struggle for prosperity of the socialist fatherland and the accomplishment of the revolutionary cause of Juche, the editorial says. &nbsp;&nbsp;&nbsp;\r\n Referring to the enhanced position and function of the NDC in the structure of the state, it goes on: &nbsp;&nbsp;&nbsp;\r\n The chairmanship of the NDC takes the supreme responsibility for commanding the political, military and economic forces of the country as a whole, defending the state system of the socialist fatherland and the destiny of the people and organising and leading the work of strengthening the defence capabilities of the country and national power and represents the honour of the country and the dignity of the nation. &nbsp;&nbsp;&nbsp;\r\n With his election as chairman of the NDC and establishment of the Korean-style state system, a new-type socialist state politics of immensely strengthening the national power of the country with the defence capacity as a mainstay came into being and the army-first politics has been established as a well-knit political mode in our country. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has strengthened and developed the people's army into an invincible powerful army capable of defeating any formidable enemy at a stroke and laid solid foundations for building up powerful economic might of the country, while leading the struggle of defending socialism with his politics of giving priority to national defence and invincible army-first politics. &nbsp;&nbsp;&nbsp;\r\n The editorial calls for building up the national defence capacity and speeding up the advance of socialism under the red flag with the might of the army-first politics, rallied firm around Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The editorial calls for making sustained big efforts to strengthen the people's army, hardcore of the self-reliant defence forces and build up the country's defence capacity. &nbsp;&nbsp;&nbsp;\r\n For us to strengthen national defence is an important matter that brooks no delay because we are building socialism in fierce confrontation with the imperialists, the editorial concludes.    \r\n\r\n"
        },
        {
            "title": "Pyongyang fully ready for international art festival",
            "url": "http://kcna.co.jp/item/2001/200104/news04/09.htm#6",
            "content": "Pyongyang fully ready for international art festival \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 9 (KCNA) -- Every arrangement for the 19th April Spring Friendship Art Festival is in the last phase.\r\n The festival draws a special concern of the men of culture and art around the world as it will be the first event to be organized on the occasion of Sun's Day (April 15) in the new century. &nbsp;&nbsp;&nbsp;\r\n This annual event has been sponsored by the Korean association for art exchange under the Ministry of Culture of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Its basic mission is to contribute to the development of human culture and art, prompted by the desire to promote friendship and understanding among peoples of various countries. &nbsp;&nbsp;&nbsp;\r\n Founded in August Juche 69 (1980), the association arranges international art functions such as April Spring Friendship Art Festival and art exhibition and multi-faceted exchange in the fields of culture and art, keeping in close touch with various foreign performance agencies. It also looks after the work of disseminating national art among compatriots in China, Russia, Japan, etc. &nbsp;&nbsp;&nbsp;\r\n Over the last two decades it dispatched more than 500 art and acrobatic troupes and cultural delegations to various countries of Asia, Africa, Europe, Latin America etc.       It received thousands of members of art troupes and cultural delegations from over 300 countries. &nbsp;&nbsp;&nbsp;\r\n The DPRK's cooperation with foreign countries in the fields of the film industry, music, dance, fine art, etc. is getting more effective thanks to the positive activities of the association.    \r\n\r\n"
        },
        {
            "title": "Russian public commemorate Sun's Day",
            "url": "http://kcna.co.jp/item/2001/200104/news04/09.htm#7",
            "content": "Russian public commemorate Sun's Day \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 9 (KCNA) -- A Russian public meeting was held in Moscow on April 4 to commemorate Sun's Day, the birth anniversary of President Kim Il Sung. \r\n Vladimir Tolstikov, chairman of the Russian Association for Friendship and Cultural Cooperation with the DPRK, said that Kim Il Sung wisely led the Korean people to victory at the head of the Workers' Party of Korea and the DPRK for a long time. &nbsp;&nbsp;&nbsp;\r\n He went on: &nbsp;&nbsp;&nbsp;\r\n Thanks to his wise steermanship, the Korean people who were in a plight of a ruined nation, a colony, have become a talented and dignified people and they could build a socialist power that the world people envy. &nbsp;&nbsp;&nbsp;\r\n Yuri Vanin, chief of the section for Korea of the oriental institute of the Russian Academy of Sciences, said that Kim Il Sung was a prominent leader of the international communist movement and the greatest man as well as an outstanding political activist. &nbsp;&nbsp;&nbsp;\r\n He noted they cannot forget him along with his immortal feats and his thought and last instructions are important to Russia, too. &nbsp;&nbsp;&nbsp;\r\n Soviet hero and retired major general Kramarenko, referring to Kim Il Sung's outstanding military talent, said that his talent as an outstanding militarist and statesman was fully demonstrated during the Korean War ignited by the U.S. imperialists. &nbsp;&nbsp;&nbsp;\r\n Thanks to the outstanding army-first revolutionary guidance of leader Kim Jong Il the Korean People's Army has grown to be strong armed forces capable of reliably defending the fatherland and the people and the sovereignty of the country in face of the U.S., he said. &nbsp;&nbsp;&nbsp;\r\n A letter to Kim Jong Il was adopted at the meeting.    \r\n\r\n"
        },
        {
            "title": "New chairman of Hanchongryon elected",
            "url": "http://kcna.co.jp/item/2001/200104/news04/09.htm#8",
            "content": "New chairman of Hanchongryon elected \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 9 (KCNA) -- The South Korean Federation of University Student Councils (Hanchongryon) on Apr. 6 held a meeting of its deputies and elected its new chairman at Hongik University despite police total blockade, according to Seoul-based Yonhap News.\r\n Choe Sung Hwan, chairman of the general students council of Pusan National University, was elected chairman of the 9th-term Hanchongryon. &nbsp;&nbsp;&nbsp;\r\n It is said that more than 3,500 policemen were deployed around the university on the day.    \r\n\r\n"
        },
        {
            "title": "Chinese art troupe gives performance",
            "url": "http://kcna.co.jp/item/2001/200104/news04/09.htm#9",
            "content": "Chinese art troupe gives performance \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 9 (KCNA) -- The Chinese art troupe, which came here to participate in the 19th April Spring Friendship Art Festival, gave its performance at the mansudae art theatre yesterday.\r\n It was appreciated by Song Sok Hwan, vice-minister of culture who is vice-chairman of the organizing committee of the festival, and other officials concerned and working people in the city. &nbsp;&nbsp;&nbsp;\r\n Li Bin, charge d'affaires ad interim of the Chinese embassy here, embassy officials and Chinese guests were also in the audience. &nbsp;&nbsp;&nbsp;\r\n The Chinese artistes put on the stage colorful numbers. &nbsp;&nbsp;&nbsp;\r\n Female singers sang well such Korean songs as the immortal revolutionary paean \"Song of General Kim Jong Il\" and \"Dear General, Where Are You?\" &nbsp;&nbsp;&nbsp;\r\n Their program included Chinese songs \"Picturesque Xinjiang\" and \"Fluttering Red Flag\" and  dances \"Dancing With Bowls\" and \"Pretty Girls.\"    \r\n\r\n"
        },
        {
            "title": "National meeting held to celebrate Kim Jong Il's election as NDC Chairman",
            "url": "http://kcna.co.jp/item/2001/200104/news04/09.htm#10",
            "content": "National meeting held to celebrate Kim Jong Il's election as NDC Chairman \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 9 (KCNA) -- A national meeting was held at the April 25 House of Culture today to celebrate the 8th anniversary of leader Kim Jong Il's election as chairman of the National Defence Commission (NDC) of the Democratic People's Republic of Korea.\r\n Kim Jong Il was elected Chairman of the NDC at the 5th session of the 9th Supreme People's Assembly on April 9, Juche 82 (1993) in accordance with the unanimous will and desire of all the people and officers and men of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n Present at the meeting were senior party and state officials. &nbsp;&nbsp;&nbsp;\r\n Kim Il Chol, vice-chairman of the NDC of the DPRK who is also minister of the people's armed forces, delivered a report at the meeting. &nbsp;&nbsp;&nbsp;\r\n It was an expression of the absolute support and trust of the Korean people and KPA servicemen and a great national event that Kim Jong Il was elected to the highest post of the state to organize and lead the overall work of increasing and consolidating the country's political, military and economic power, the reporter said, and continued: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has firmly maintained the principle of giving priority to the military affairs in the whole period of his revolutionary activities. He put forward the policy of attaching great importance to the national defence, the policy of giving priority to the army as the basic political mode of the Workers' Party of Korea and the state, thus setting a shining example of army-first revolutionary leadership. &nbsp;&nbsp;&nbsp;\r\n The KPA has grown to be an army strong in idea, faith and will as it is armed with the spirit of devotedly defending the leader, the spirit of unconditionally carrying through his orders and the heroic self-sacrificing spirit and the whole country has turned into an impregnable fortress under his outstanding leadership. &nbsp;&nbsp;&nbsp;\r\n The defence industry of the DPRK has grown strong enough to produce by itself any modern combat equipment needed for a modern war, while the unity between the army and the people in thinking and fighting spirit has been achieved. &nbsp;&nbsp;&nbsp;\r\n The reporter called for consistently carrying through the WPK's mode of revolution, the mode of pushing forward the socialist cause, regarding the army-first revolutionary line set forth by Kim Jong Il as its lifeline and putting forward the revolutionary army as the main force. &nbsp;&nbsp;&nbsp;\r\n Recalling that the U.S. bellicose forces are not only advocating a hostile policy towards the DPRK but deploying more armed forces in the areas around the Korean peninsula and escalating their war moves, pursuant to the policy, the reporter declared: &nbsp;&nbsp;&nbsp;\r\n It is the DPRK's revolutionary principle and mode of action to react to a \"hardline policy\" with a toughest stand and return fire for fire. &nbsp;&nbsp;&nbsp;\r\n In fact, the DPRK has done everything it could for peace. &nbsp;&nbsp;&nbsp;\r\n The people's army and people of Korea value the sovereignty and dignity of the nation as their own lives and have an iron will and matchless power to wipe out at the risk of their lives any enemies, who invade their sacred socialist land and encroach upon the revolutionary gains. &nbsp;&nbsp;&nbsp;\r\n The DPRK's blows to the aggressors will be merciless and there will be no place in the world where they can dodge them. &nbsp;&nbsp;&nbsp;\r\n If any aggressors dare make a reckless adventure, misjudging the DPRK's single-hearted unity and matchless combat power, the people's army and people of Korea will give vent to the pent-up grudge and wrath and mete out the severest punishment to them. &nbsp;&nbsp;&nbsp;\r\n He called on all the servicemen and people of Korea to be fully combat-ready so as to cope with any crisis, closely watching any moves of the imperialist bellicose forces. &nbsp;&nbsp;&nbsp;\r\n Underscoring the need to build up powerful state economic potential to meet the need of the new times, the reporter urged the entire nation to unite  and realize as early as possible the historic desire for national reunification in the spirit of the June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n The workers' party, people's army and people of Korea are sure to emerge victorious as they are dynamically struggling, true to the monolithic idea, lineage and faith, under the leadership of Kim Jong Il, great commander and great politician, concluded the reporter.    \r\n\r\n\r\n"
        },
        {
            "title": "Yang Hyong Sop meets delegation of Pugwash conference",
            "url": "http://kcna.co.jp/item/2001/200104/news04/09.htm#11",
            "content": "Yang Hyong Sop meets delegation of Pugwash conference \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 9 (KCNA) -- Yang Hyong Sop, vice-president of the presidium of the DPRK Supreme People's Assembly, met and conversed with a delegation of the Pugwash conference on science and world affair headed by emeritus President Joseph Rotblat in a friendly atmosphere at the Mansudae Assembly Hall today.\r\n Present there was Ri Song Ho, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who is also vice-chairman of the Korean National Peace Committee. &nbsp;&nbsp;&nbsp;\r\n At the meeting the emeritus president said that it is abnormal that the Korean people who had lived in harmony as a homogeneous nation are suffering from divison for more than half a century and that Korea should be reunified by the concerted efforts of the north and south of Korea without outsiders' interference.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam meets Swiss guests",
            "url": "http://kcna.co.jp/item/2001/200104/news04/09.htm#12",
            "content": "Kim Yong Nam meets Swiss guests\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 9 (KCNA) -- Kim Yong Nam, President of the presidium of the DPRK Supreme People's Assembly, today met and conversed with Franz Von Daeniken, secretary of state of the federal department of foreign affairs of Switzerland and his party who paid a courtesy call on him, in a friendly atmosphere at the Mansudae Assembly Hall. \r\n Saying the Swiss people have feelings of friendship with the Korean people, the secretary expressed the belief that the Swiss government would continue to support positive changes in the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n Foreign minister Paek Nam Sun also met and conversed with the secretary and his party, who paid a courtesy call on him, in a friendly atmosphere.    \r\n\r\n\r\n\r\n"
        }
    ]
}