{
    "date": "2001-03-29",
    "url": "http://kcna.co.jp/item/2001/200103/20010329.htm",
    "articles": [
        {
            "title": "Salt production begins",
            "url": "http://kcna.co.jp/item/2001/200103/news03/29.htm#1",
            "content": "Salt production begins \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 29 (KCNA) -- The Kwangmyongsong Saltern in South Hamgyong Province began its production this year.\r\n Leader Kim Jong Il visited the fledgling saltern in October Juche 88 (1999).&nbsp;&nbsp;&nbsp;\r\n Officials and workers of the saltern have made full preparations for salt production for this year by building more than 1,600 metres of dike with over 20,000 cubic metres of earth to solve intake problem and hardening the ground in hundreds of hectares of salt ponds even in last coldest winter days. &nbsp;&nbsp;&nbsp;\r\n Salt was produced earlier than what was done last year.    \r\n\r\n"
        },
        {
            "title": "State commendations and gifts awarded",
            "url": "http://kcna.co.jp/item/2001/200103/news03/29.htm#2",
            "content": "State commendations and gifts awarded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 29 (KCNA) -- State commendations and gifts were awarded to the participants in a national meeting of young vanguard for general advance of socialism under the red flag.\r\n An awarding ceremony took place at the people's palace of culture yesterday. &nbsp;&nbsp;&nbsp;\r\n Kim Il Sung Youth Honour Prize was awarded to ten persons. &nbsp;&nbsp;&nbsp;\r\n   National flag order first class and other orders and medals went to many participants in the meeting. &nbsp;&nbsp;&nbsp;\r\n Gifts sent by leader Kim Jong Il were conveyed to them. &nbsp;&nbsp;&nbsp;\r\n The meeting due here will discuss tasks and ways for the young Korean people to take the lead in the building of a powerful socialist nation and become performers of feats and youth heroes and heroines.    \r\n\r\n"
        },
        {
            "title": "Nigerian group for study of Juche philosophy inaugurated",
            "url": "http://kcna.co.jp/item/2001/200103/news03/29.htm#3",
            "content": "Nigerian group for study of Juche philosophy inaugurated \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 29 (KCNA) -- A Nigerian Group for the Study of Juche Philosophy was inaugurated in Abuja on March 21 on the occasion of Sun's Day, the birth anniversary of President Kim Il Sung.\r\n At the inaugural meeting the chief of the department of political sociology of Abuja University in his speech said that it is the great honour and pride to become a member of the study group because the Juche idea is a great man-centred idea which gives perfect answers to the problems arising in carving out the destiny of humankind at present in the world and building a new society in every country. &nbsp;&nbsp;&nbsp;\r\n Noting that the elucidation of human independence, creativity and consciousness is a feat of significance in world history, which could be performed only by Kim Il Sung, he stressed the need to put the Juche idea in textbooks of the university. &nbsp;&nbsp;&nbsp;\r\n He was elected chairman of the study group at the meeting. &nbsp;&nbsp;&nbsp;\r\n A letter to leader Kim Jong Il was adopted at the meeting.\r\n\r\n"
        },
        {
            "title": "U.S. anti-DPRK moves flailed",
            "url": "http://kcna.co.jp/item/2001/200103/news03/29.htm#4",
            "content": "U.S. anti-DPRK moves flailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 29 (KCNA) -- U.S. President Bush is openly calling for the exercise of force against the DPRK, saying that \"North Korea's military might still remains a threat.\" \r\n  His remarks are meant to realise the U.S. criminal policy towards the DPRK at any cost. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today says this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n The commentary goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialist warhawks are trying to reverse the trend of positive developments on the Korean peninsula by escalating their anti-DPRK moves to an extreme pitch. &nbsp;&nbsp;&nbsp;\r\n It is the invariable intention of the U.S. imperialists to realise their wild design to invade the whole of Korea, which they failed to do in the 1950s, at any cost even by bringing the Korean nation into the scourge of a nuclear war. That is why they are conducting their moves to isolate and stifle the DPRK so persistently and viciously. &nbsp;&nbsp;&nbsp;\r\n All the Koreans should never tolerate the U.S. imperialists' reckless provocative moves intended to bar the reunification of the country and bring nuclear holocaust to the nation. &nbsp;&nbsp;&nbsp;\r\n The U.S. will face a thousand-fold retaliatory strike by the entire Korean nation if it continues to run amuck.    \r\n\r\n"
        },
        {
            "title": "Grave challenge to Korean people and international community",
            "url": "http://kcna.co.jp/item/2001/200103/news03/29.htm#5",
            "content": "Grave challenge to Korean people and international community \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 29 (KCNA) -- Different countries are castigating the Bush administration for its hostile policy towards the DPRK.\r\n The Asian Regional Committee for Supporting Korea's Reunification, the Indian Committee for Supporting Korea's Reunification and the All India Indo-Korean Friendship Association released a joint statement on March 21. &nbsp;&nbsp;&nbsp;\r\n The United States has deployed huge means of aggression including a lot of missiles in and around the Korean peninsula and kicked up military rackets, which betrays its attempt to stifle the DPRK by force of arms, the statement said, and went on: &nbsp;&nbsp;&nbsp;\r\n The U.S. moves show the stand of the Bush administration which does not want to improve relations with the DPRK but seeks to intensify its hostile policy towards the DPRK and its plot to isolate and stifle the DPRK. The moves also clearly prove that the U.S. imperialists are the chieftain of aggression and war and destroyer of peace in Asia and other parts of the world. &nbsp;&nbsp;&nbsp;\r\n Razamarisoa Noelson, national secretary of the party of the congress for the independence  of Madagascar, in a statement on March 21 said that the bush administration has resorted to the moves to stifle socialist Korea by force of arms right after coming into power. He said that it clearly shows the U.S. is the chieftain of aggression and war and a violator of peace.    \r\n\r\n"
        },
        {
            "title": "S. Korean unionists opposed to medical insurance hike",
            "url": "http://kcna.co.jp/item/2001/200103/news03/29.htm#6",
            "content": "S. Korean unionists opposed to medical insurance hike \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 29 (KCNA) -- Over 1,500 members of the medical workers' union and other unions under the South Korean Confederation of Trade Unions held a rally in Seoul on March 24 against medical insurance hike, according to Seoul-based MBC.\r\n Charging that \"the authorities try to raise medical insurance by shifting the responsibility for the failure to finance the health insurance on to the people,\" the unionists demanded the \"government\" adhere to the main orientation of health insurance reform.    \r\n\r\n"
        },
        {
            "title": "U.S. moves to build \"missile defence\" system under fire",
            "url": "http://kcna.co.jp/item/2001/200103/news03/29.htm#7",
            "content": "U.S. moves to build \"missile defence\" system under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 29 (KCNA) - The ninth-term South Korean Federation of University Student Councils (Hanchongryon) was reported to have issued a statement on March 22, assailing the U.S. moves to build \"missile defence\" system.\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n The U.S. has not yet dropped its wild ambition to retain its world supremacy. Its moves to build the \"National Missile Defence\" system (NMD) and the \"Theatre Missile Defence\" system (TMD) betray its true intention to hold monopoly over nuclear preemptive attack capability through the projected missile network. &nbsp;&nbsp;&nbsp;\r\n The U.S. should lend an ear to the world public opposing the NMD and TMD and behave with discretion. &nbsp;&nbsp;&nbsp;\r\n One million students under hanchongryon will bring the aggressive nature of those systems home to all the people and struggle together with world conscience until the U.S. gives up its plan for itself.    \r\n\r\n"
        },
        {
            "title": "Worldwide campaign against U.S. hostile policy toward DPRK urged",
            "url": "http://kcna.co.jp/item/2001/200103/news03/29.htm#8",
            "content": "Worldwide campaign against U.S. hostile policy toward DPRK urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 29 (KCNA) -- The executive committee of the International Liaison Committee for Reunification and Peace in Korea (CILRECO) had a consultative meeting by phone and fax on march 21 as regards the reckless and undisguised anti-DPRK moves of the bush administration seeking to foil the peace process on the Korean peninsula.\r\n At the meeting Guy Dupre, secretary general of the CILRECO, said that a grave situation has prevailed on the Korean peninsula and the peace process has been put in danger due to the Bush administration's hostile policy towards the DPRK and the former's moves to isolate and stifle the latter. And he proposed measures to be taken to cope with such developments. &nbsp;&nbsp;&nbsp;\r\n The participants in the meeting denounced the U.S. hostile policy towards the DPRK as an act of going against the world tendency towards dialogue, detente and peace and as an open challenge to Korea's reunification and global peace and security. &nbsp;&nbsp;&nbsp;\r\n They reached a consensus of views on the need to build up public opinions on the gravity and consequences of the U.S. reckless moves and launch a vigorous international campaign on continents, regions and countries to check the moves, and discussed measures to this end. &nbsp;&nbsp;&nbsp;\r\n Then, the meeting adopted a statement, which said: U.S. President Bush has threatened to take a hardline stand toward the DPRK. This is an intentional move to foil the already started peace process and restore the dangerous confrontation policy. &nbsp;&nbsp;&nbsp;\r\n Worse still, the U.S. is these days shipping sophisticated weapons into South Korea and unhesitatingly staging large-scale military exercises against the DPRK. The facts clearly show what the real intention of Washington is, the statement pointed out, and said: &nbsp;&nbsp;&nbsp;\r\n The world people who love justice, independence and peace will never tolerate the moves of bush and U.S. war hawks to unleash a new war in Korea in disregard of its people's desire for reunification, but turn out in the struggle against the U.S. imperialists, the common enemy. &nbsp;&nbsp;&nbsp;\r\n We will become a great number of \"doves of peace\" against the U.S. war hawks and smash the moves to foil Korea's reunification and peace process.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun calls for demonstration of might of young vanguard",
            "url": "http://kcna.co.jp/item/2001/200103/news03/29.htm#9",
            "content": "Rodong Sinmun calls for demonstration of might of young vanguard \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 29 (KCNA) -- Rodong Sinmun editorially calls upon young people to display their might as young vanguard in the general advance of socialism under the red flag.\r\n Opening of a national meeting of young vanguard for general advance of socialism under the red flag in the first year of the new century is of great significance in speeding up the historic advance of the 21st century  under the guidance of leader Kim Jong Il, the editorial says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The young people were trained still further as an iron-willed rank with invincible combat power in those days of triumphantly breaking through the trials of the \"arduous march\" and the forced march under the leadership of the Workers' Party of Korea. It is the steadfast will of Kim Jong Il to put them in the van to open a bright new era of the Juche revolution. &nbsp;&nbsp;&nbsp;\r\n Today the Korean revolution has entered a new stage and a bright future of the new century is in store for the young people. &nbsp;&nbsp;&nbsp;\r\n They should take the lead in the general advance of all people under the red flag in the new century as they did in defence of socialism in the 20th century. It is high time that the young people full of stamina and ardour took the lead in the present general advance in high spirits and made a signal progress in building a powerful socialist nation. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il is leading the advance of the new century with his far-reaching plan and firm determination to bring a decisive victory in carrying out the cause of Juche and building a powerful nation in the 21st century. &nbsp;&nbsp;&nbsp;\r\n The present advance under the red flag is a great march of ideology, confidence and will to realize his idea and cause. &nbsp;&nbsp;&nbsp;\r\n All the young people should fully demonstrate their invincible spirit and heroic  stamina in the struggle to glorify the 21st century under his leadership.    \r\n\r\n"
        },
        {
            "title": "Cooperation between governments of DPRK and china in field of science and technology",
            "url": "http://kcna.co.jp/item/2001/200103/news03/29.htm#10",
            "content": "Cooperation between governments of DPRK and china in field of science and technology \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 29 (KCNA) -- A protocol on the 37th meeting of the inter-governmental committee for scientific and technological cooperation between the Democratic People's Republic of Korea and the People's Republic of China was signed in Beijing yesterday.\r\n Present at the signing ceremony were the members of the DPRK government science and technology delegation led by Kang Tong Gun, vice-president of the academy of sciences, and Li Xueyong, vice-minister of science and technology of China, and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n Kang Tong Gun and Li Xueyong separately inked a protocol.\r\n\r\n\r\n"
        },
        {
            "title": "National youth meeting held",
            "url": "http://kcna.co.jp/item/2001/200103/news03/29.htm#11",
            "content": "National youth meeting held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 29 (KCNA) -- A national meeting of young vanguard for general advance of socialism under the red flag was held at the People's Palace of Culture here today.\r\n The meeting was attended by Kim Yong Nam, President of the presidium of the Supreme People's Assembly, Hong Song Nam, premier of the cabinet, and others. &nbsp;&nbsp;&nbsp;\r\n Present there were young heroes and heroines and innovators, exemplary youth and students and officials of youth league organizations who performed feats in the drive to build a powerful socialist nation and heroes and heroines and men and women of meritorious services of the previous generation.\r\n The participants listened to the recorded speech \"on the tasks of the youth in the building of socialism\" made by President Kim Il Sung at the national meeting of young builders of socialism on March 19, Juche 47 (1958). &nbsp;&nbsp;&nbsp;\r\n A congratulatory message sent by the central committee of the Workers' Party of Korea to the participants in the meeting was read out. &nbsp;&nbsp;&nbsp;\r\n Shining successes that glorified the history of the Korean people's advance under the red flag are associated with exploits performed by the youth, the message said, adding: &nbsp;&nbsp;&nbsp;\r\n The Central Committee of the WPK highly praises the participants and all other young people for the great successes they have made by bearing the brunt of the struggle to win the victory in the socialist cause and achieve the prosperity of the country, intensely loyal to the party, the leader, the motherland and the people. &nbsp;&nbsp;&nbsp;\r\n The message called on all of them to work hard to glorify Sun's Day and February holiday in the year 2002 with high political enthusiasm and proud labour achievements so as to adorn next year as the most brilliant year in the history of the workers' party and people of Korea. &nbsp;&nbsp;&nbsp;\r\n Ri Il Hwan, first secretary of the central committee of the Kim Il Sung Socialist Youth League, made a report there. &nbsp;&nbsp;&nbsp;\r\n He recalled that under the guidance of the party and the leader the korean youth movement has vigorously advanced along the road of Juche under the red flag. &nbsp;&nbsp;&nbsp;\r\n The president's idea on the red flag and his idea of attaching great importance to youth have been successfully carried forward by leader Kim Jong Il, he said, and continued: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's deep trust and love for the youth have become a source of their eternal life as they instilled faith and will, inexhaustible strength and courage into them. &nbsp;&nbsp;&nbsp; \r\n He called on the youth to glorify the hopeful new century as a great Kim Jong Il century by vigorously pushing ahead with the advance of socialism under the red flag. &nbsp;&nbsp;&nbsp;\r\n The youth should put the slogan of devotedly defending the leader into practice under any circumstances and give a steady continuity to the traditional single-hearted unity of the Korean revolution, he noted, urging them to become vanguard fighters in the army-first revolution and vanguard and a shock brigade in the struggle to build an economically powerful country in the new century. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the meeting. &nbsp;&nbsp;&nbsp;\r\n The speakers evinced their determination to creditably fulfil their honorable mission and duties to build a powerful nation of Juche.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}