{
    "date": "2001-04-07",
    "url": "http://kcna.co.jp/item/2001/200104/20010407.htm",
    "articles": [
        {
            "title": "Korean-grammar checking program developed",
            "url": "http://kcna.co.jp/item/2001/200104/news04/07.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Ground-breaking ceremony held",
            "url": "http://kcna.co.jp/item/2001/200104/news04/07.htm#2",
            "content": "Korean-grammar checking program developed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 7 (KCNA) -- A Korean-grammar checking program, \"sunrise\", was recently developed by Kim Il Sung University, finding immediate favour as a lever to further develop the Korean language.\r\n The first of its kind in Korea, \"sunrise\" analyses the files of Korean letters to check their spelling and in-between spacing. Free from the shortcomings of previous programs, it is the first ever to check the wrong sentence structure and meaning, thus saving labour and materials needed for the data accuracy and processing.&nbsp;&nbsp;&nbsp;\r\n This advantage comes from its file dictionary, a unique-texture dictionary based on new natural language-disposal theory and method and philological principles. &nbsp;&nbsp;&nbsp;\r\n The program has a \"linguistic corpus\" which can produce over 10 billion words from the fixed stock of 10,000 root-words, the basis for all types of word combinations. &nbsp;&nbsp;&nbsp;It also has relevant functional programmes and over 15 development-tool programmes. &nbsp;&nbsp;&nbsp;\r\n This pioneer project was staffed by young lecturers and researchers of the university. &nbsp;&nbsp;&nbsp;\r\n Notable contribution came from a married couple-master Pae Kwang Hui, chief designer of the program, and her husband master Pang Tu Il, at the university, who had savoured their teamwork with previous programmes as well. &nbsp;&nbsp;&nbsp;\r\n Other contributors are all young talents including master Pak Yong Gyun.    \r\n\r\n"
        },
        {
            "title": "8th executive committee meeting of IIJI board of directors to be opened",
            "url": "http://kcna.co.jp/item/2001/200104/news04/07.htm#3",
            "content": "Ground-breaking ceremony held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 7 (KCNA) -- Dwelling houses for 30,000 families will be built in Pyongyang.\r\n Leader Kim Jong Il recently gave many important teachings  on the construction of dwelling houses in Pyongyang and put forward a task for the whole party and country and all the people to build dwelling houses for 30,000 families in the near future. &nbsp;&nbsp;&nbsp;\r\n Houses will be built along the Youth Hero Motorway, Thongil Street, September 9 Street and in suburban districts. &nbsp;&nbsp;&nbsp;\r\n A ground-breaking ceremony was held in Kangso district, Nampho on April 6. &nbsp;&nbsp;&nbsp;\r\n Present there were premier of the cabinet Hong Song Nam, secretaries of the Central Committee of the Workers' Party of Korea Han Song Ryong and Kim Jung Rin, officials concerned and builders. &nbsp;&nbsp;&nbsp;\r\n At the ceremony vice-premier of the cabinet Kwak Pom Gi made a report which was followed by speeches. &nbsp;&nbsp;&nbsp;\r\n They said that the construction of dwelling houses for 30,000 families is a worthwhile work to build Pyongyang better as the capital of Kim Il Sung's Korea. &nbsp;&nbsp;&nbsp;\r\n They noted that the level of mechanization and modernization will be raised in construction and the method of construction based on the latest science and technology, inventions and rationalization proposals introduced to build all dwelling houses to meet the requirements of the 21st century.    \r\n\r\n"
        },
        {
            "title": "Japan's approval of history textbooks blasted",
            "url": "http://kcna.co.jp/item/2001/200104/news04/07.htm#4",
            "content": "8th executive committee meeting of IIJI board of directors to be opened\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 7 (KCNA) -- The eighth executive committee meeting of the board of directors of the International Institute of the Juche Idea will shortly be opened in Pyongyang.\r\n It will be attended by executive committee members and representatives of Juche idea study organizations and followers of the Juche idea from different countries expected to visit the DPRK on the occasion of Sun's Day as observers. &nbsp;&nbsp;&nbsp;\r\n The meeting will discuss the issues of intensifying the work of the IIJI in conformity with the requirements of the 21st century, commemorating Sun's Day significantly in 2002 and celebrating the February holiday in grand style in the same year. &nbsp;&nbsp;&nbsp;\r\n The meeting will mark an important occasion in speeding up the cause of independence in accordance with the demand and desire of the progressive humankind in the 21st century.    \r\n\r\n"
        },
        {
            "title": "KCNA on U.S. navy's new proposal",
            "url": "http://kcna.co.jp/item/2001/200104/news04/07.htm#5",
            "content": "Japan's approval of history textbooks blasted\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 7 (KCNA) -- The Japanese Ministry of Education and Science on April 3 officially approved history textbooks for middle school prepared by  right-wing organizations such as the \"society for preparing new history textbooks\" in a bid to distort Japan's history of aggression and its crimes.\r\n In this regard Rodong Sinmun today in its signed commentary says: \r\n The approved textbooks seriously belittle the Japanese imperialists' past aggression and brutalities and their harsh exploitation and plunder during their colonial rule, distort and delete or justify those crimes and, at the same time, exaggerate \"damage\" caused to Japan. &nbsp;&nbsp;&nbsp;\r\n The Japanese imperialists occupied Korea on the strength of the \"treaty\" cooked up in 1905 in a brigandish manner, killed Koreans indiscriminately and destroyed and looted everything in Korea in a most vicious and brutal way. &nbsp;&nbsp;&nbsp;\r\n They established unprecedentedly harsh colonial punishment system. they demanded     The Korean people abide by the Japanese laws or die. Their aim was to Japanize the Korean people. &nbsp;&nbsp;&nbsp;\r\n They drafted and kidnapped about 200,000 Korean women and took them to battle fields, violating their chastity and killing them. &nbsp;&nbsp;&nbsp;\r\n The crimes committed by the Japanese imperialists during over 40 years' harsh colonial, military fascist rule over Korea after illegally occupying it by force can neither be denied nor justified. &nbsp;&nbsp;&nbsp;\r\n Their intention to justify the crimes and teach the young Japanese the twisted history is a very despicable political fraud and militarist hooliganism diametrically contrary to justice and morality of the international community. &nbsp;&nbsp;&nbsp;\r\n Their move is aimed to arm the young Japanese with militarism and hurl them into reinvasion of Korea in a bid to realize the old dream of \"Greater East Asia Co-Prosperity Sphere\" which they failed to achieve in the past. &nbsp;&nbsp;&nbsp;\r\n Whoever denies history is bound to go to ruin. The Japanese reactionaries are well advised to bear in mind that if they keep justifying Japan's crimes and turn to militarism instead of honestly repenting of and compensating for them, they will only precipitate their own miserable end.    \r\n\r\n"
        },
        {
            "title": "KCNA on Japan's persistent anti-DPRK propaganda",
            "url": "http://kcna.co.jp/item/2001/200104/news04/07.htm#6",
            "content": "KCNA on U.S. navy's new proposal\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 7 (KCNA) -- The U.S. navy recently proposed the bush administration to \"acquire defence capability to repel North Korea's ballistic missile strike,\" according to Janes Defence Weekly.\r\n It is the keynote of the proposal that the U.S. navy will build up naval defence force as early as possible to protect the U.S. mainland from the ballistic missile strike before the establishment of a strong ground and naval defence network. This means the DPRK is made its primary target. &nbsp;&nbsp;&nbsp;\r\n In a word, this proposal clearly suggests that the U.S. navy is poised to rapidly push ahead with beefing up its strategic forces as it is ready to play the role as an advance force in a war of aggression, pursuant to the bush administration's hostile and hardline policy towards the DPRK. &nbsp;&nbsp;&nbsp;\r\n This is little short of the revelation of the U.S. military hardline warmongers' extremely reckless Korean war plan to mount a preemptive attack on the DPRK through the establishment of the \"National Missile Defence\" system, which is being pushed forward by the bush administration, and the rapid buildup of their naval force. The criminal attempt of the U.S. bellicose forces is now being put into practice. This is evidenced by highly disturbing developments. the U.S. nuclear submarines \"Chicago\" and \"Los Angeles\" are making repeated portcalls at Japan. And the U.S. navy is staging reckless military operations and committing reconnaissance activities in the Asia-Pacific region. No wonder, these U.S. military moves are stirring up furore in the international community. &nbsp;&nbsp;&nbsp;\r\n The Bush administration's hardline policy and the resultant strained political and military situation indicate that the U.S. is working hard to launch the adventurous second Korean war to seize the whole of the Korean peninsula, a strategic vantage point, and thus establish unchallenged maritime supremacy in the Asia-pacific region.     \r\n\r\n\r\n"
        },
        {
            "title": "Note of former unconverted long-term prisoner",
            "url": "http://kcna.co.jp/item/2001/200104/news04/07.htm#7",
            "content": "KCNA on Japan's persistent anti-DPRK propaganda\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 7 (KCNA) -- Right-wing forces of Japan are becoming more desperate in their anti-DPRK smear campaign.\r\n Textbooks to be used by the middle schools in Japan from the year 2002 were reported to have contained such part referring to \"suspected kidnapping of Japanese by North Korea.\" &nbsp;&nbsp;&nbsp;\r\n This proves that the Japanese reactionaries' anti-DPRK campaign aimed to incite enmity towards the DPRK among young Japanese is now under way under a carefully pre-arranged plan. &nbsp;&nbsp;&nbsp;\r\n As far as the issue of kidnapping is concerned, Japan is, in fact, not in a position to talk about the issue. &nbsp;&nbsp;&nbsp;\r\n Japan's modern history, a century-long history of relations between Korea and Japan, in particular, irrefutably proves who is an assailant and who is a victim. &nbsp;&nbsp;&nbsp;\r\n Japan kidnapped and drafted more than 6 million Koreans during its military and fascist rule over Korea. It can be called a country with the world's biggest kidnapping record as it is plagued with kidnapping cases occurring in the country almost everyday. &nbsp;&nbsp;&nbsp;\r\n Such being the fact, Japan wrote new textbooks referring to non-existent \"suspected kidnapping\" timed to coincide with its approval of reactionary history textbooks, which justify Japan's aggression on Korea. This is aimed to infuse extreme anti-DPRK sentiment into young Japanese and use them as a shock brigade in staging a comeback to Korea. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries should be aware of how harmful it would be to the future of Japan to infuse reactionary view on history, especially xenophobia into young Japanese who should become pillars of the present Japanese society. &nbsp;&nbsp;&nbsp;\r\n Such a practice as painting a victim as an  assailant and reactionary education intended to teach the young Japanese distorted history will only result in making them deformed and leading Japan to destruction.    \r\n\r\n"
        },
        {
            "title": "Rejection of U.S. demand for increased fund  for upkeep of U.S. forces demanded",
            "url": "http://kcna.co.jp/item/2001/200104/news04/07.htm#8",
            "content": "Note of former unconverted long-term prisoner\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 7 (KCNA) -- Former unconverted long-term prisoner Pak Mun Jae in his note \"blooming azalea in my mind even in prison\" wrote that he could remain true to his principle and foil law enforcement agents' operation to convert him to the last as he cultivated azalea even in prison.\r\n His father Pak Phal Yang was a famous poet of \"CAPF\" (Coreen Artiste Proletarienne Federation). &nbsp;&nbsp;&nbsp;\r\n Poem \"azalea\" by Pak Phal Yang which described azalea as a harbinger of spring is well known. &nbsp;&nbsp;&nbsp;\r\n In the note Pak Mun Jae wrote that President Kim Il Sung, valuing his father's national conscience and patriotism, put forward him as managing editor of Jongro (predecessor of Rodong Sinmun) right after the liberation of the country despite the fact that he once took a wrong road to make ends meet after the disorganization of CAPF due to the Japanese imperialists' suppression. &nbsp;&nbsp;&nbsp;\r\n Deeply touched by the president's benevolence, he vowed to remain loyal to the president all his life, he wrote. &nbsp;&nbsp;&nbsp;\r\n He continued: &nbsp;&nbsp;&nbsp;\r\n Law enforcement agents told me to give a finger print to the conversion paper and turn over a new leaf, saying that my father has been purged. But I could not abandon my political integrity though something deplorable happened to my father. &nbsp;&nbsp;&nbsp;\r\n My impression of azalea was that it was not a weak flower as a harbinger of spring as described in my father's poem \"azalea\" but a flower emitting flames of revolution and instilling enthusiasm into people as it heralds the advent of revolution.    \r\n\r\n"
        },
        {
            "title": "World Day of Health marked",
            "url": "http://kcna.co.jp/item/2001/200104/news04/07.htm#9",
            "content": "Rejection of U.S. demand for increased fund  for upkeep of U.S. forces demanded\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 7 (KCNA) -- The national movement for the revision of South Korea-U.S. \"status of forces agreement\", the joint measure committee for retaking the land occupied by U.S. troops and the national measure committee for the closure of bombing range in Maehyang-ri on Mar. 30 clarified their stand toward the negotiations over the fund for the upkeep of the U.S. forces in South Korea, according to a news report.\r\n Complaining that the U.S. asked South Korea to increase fund for the upkeep of its forces 20 per cent next year over this year, the organizations charged that this was an act chilling the atmosphere of reconciliation and reunification of the Korean nation and challenging the desire of the people for peace and reunification of Korea. &nbsp;&nbsp;&nbsp;\r\n The organizations held that the U.S. request for the raised fund should be turned down as this is unacceptable. &nbsp;&nbsp;&nbsp;\r\n They stated that all the South Korean people would struggle against this claim, if the South Korean government yields to the unreasonable demand of the U.S.    \r\n\r\n"
        },
        {
            "title": "Greetings to general secretary of Arab League",
            "url": "http://kcna.co.jp/item/2001/200104/news04/07.htm#10",
            "content": "World Day of Health marked\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 7 (KCNA) -- Rodong Sinmun today observes the \"World Day of Health.\"\r\n The world Health Organization (WHO) has made a series of achievements through positive health care activities worldwide, the paper notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The DPRK is making an active contribution to the development of health care worldwide and strengthening exchange and cooperation with who, while keeping in touch with the organization. &nbsp;&nbsp;&nbsp;\r\n The who has rendered scientific, technological and material assistance to the DPRK in the field of health care. &nbsp;&nbsp;&nbsp;\r\n The DPRK will as ever develop the work with the who and fully discharge its mission as a member nation of the organization.    \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to prime minister of St. Vincent and Grenadines",
            "url": "http://kcna.co.jp/item/2001/200104/news04/07.htm#11",
            "content": "Greetings to general secretary of Arab League\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 7 (KCNA) -- Paek Nam Sun, foreign minister of the DPRK, sent a message of greetings to Amr Mussa upon his appointment as general secretary of the Arab League.\r\n The message wished him great success in his responsible work for the dignity and sovereignty of the Arab nations, unity and cohesion and prosperity of Arab nations and fair and comprehensive solution to the mideast issue. &nbsp;&nbsp;&nbsp;\r\n It expressed the conviction that the friendly and cooperative relations between the DPRK and the Arab nations would continue to develop on good terms.    \r\n\r\n"
        },
        {
            "title": "Greetings to Moldovan President",
            "url": "http://kcna.co.jp/item/2001/200104/news04/07.htm#12",
            "content": "Greetings to prime minister of St. Vincent and Grenadines \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 7 (KCNA) -- Premier of the DPRK cabinet Hong Song Nam Friday sent a message of greetings to Lalph Gonsalves upon his assumption of office as prime minister of Saint Vincent and the Grenadines.\r\n The message wished him success in his responsible work and expressed the belief that the friendly relations between the two countries would continue to develop on good terms.    \r\n\r\n"
        },
        {
            "title": "Foreign Ministry spokesman on Japan's approval of history textbooks",
            "url": "http://kcna.co.jp/item/2001/200104/news04/07.htm#13",
            "content": "Greetings to Moldovan President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 7 (KCNA) -- Kim Yong Nam, President of the presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Vladimir Voronin on April 6 on his election as President of the Republic of Moldova.\r\n Expressing the belief that the friendly and cooperative relations between the two countries would develop on good terms in conformity with the interests of the two peoples, the message wished him great success in his responsible work for independent development of the country, economic stability and well-being of the people.    \r\n\r\n"
        }
    ]
}