{
    "date": "2001-08-17",
    "url": "http://kcna.co.jp/item/2001/200108/20010817.htm",
    "articles": [
        {
            "title": "Inter-Korean round-table talks held",
            "url": "http://kcna.co.jp/item/2001/200108/news08/17.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Friendly gathering with Chinese delegation",
            "url": "http://kcna.co.jp/item/2001/200108/news08/17.htm#2",
            "content": "Inter-Korean round-table talks held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 17 (KCNA) -- Round-table talks were held between members of the national reconciliation council of the north and the all-people's council for national reconciliation and cooperation of the south at the people's palace of culture on august 16.\r\n Present there were vice-president of the national reconciliation council Kim Ryong Song, co-chairman of the all-people council for national reconciliation and cooperation Ri Pyong Ung and members of both councils. &nbsp;&nbsp;&nbsp;\r\n At the talks they pointed to the successes made by the fellow countrymen in the work to promote the cause of independent reunification in response to the decision of the 2001 meeting held in the north early this year, the first year of the new century, at which 2001 was set as the \"year to open the door of reunification by the efforts of the Korean nation\" and the period from June 15 to August 15 as a \"June 15-August 15 Period of the Movement for Promoting National Reunification\" &nbsp;&nbsp;&nbsp;\r\n They stressed the need for the two organizations to undertake a dynamic struggle for national reconciliation and unity from the stand of national independence and thus make positive contributions to achieving the great unity of the whole nation and bringing earlier the independent reunification of the country.    \r\n\r\n"
        },
        {
            "title": "Meeting with S. Korean businessmen",
            "url": "http://kcna.co.jp/item/2001/200108/news08/17.htm#3",
            "content": "Friendly gathering with Chinese delegation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 17 (KCNA) -- A friendly gathering with the members of a friendship delegation of Jilin Yuwen middle school of china was held at Changdok School yesterday.\r\n Present on invitation were the members of the delegation headed by Zhen Shuzhe, party deputy secretary of the Jilin city education committee. &nbsp;&nbsp;&nbsp;\r\n Officials concerned and teachers and students of the school were on hand. &nbsp;&nbsp;&nbsp;\r\n The guests laid a floral basket before the statue of President Kim Il Sung at the school in the name of the delegation and made a bow. &nbsp;&nbsp;&nbsp;\r\n The participants went round various educational facilities of the school, enjoyed an art performance given by its students and talked with each other, deepening friendship.\r\n\r\n"
        },
        {
            "title": "Reception given by Indian ambassador",
            "url": "http://kcna.co.jp/item/2001/200108/news08/17.htm#4",
            "content": "Meeting with S. Korean businessmen \r\n&nbsp;&nbsp;&nbsp; pyongyang, August 17 (KCNA) -- Members of the national economic cooperation federation met with South Korean businessmen at the People's Palace of Culture on August 16.\r\n They exchanged views on expanding cooperation in the economic field in conformity with the desire of the fellow countrymen for reunification. &nbsp;&nbsp;&nbsp;\r\n They laid stress on contributing to the prosperity of the nation with national cooperation and north-south cooperation, not cooperation with foreign forces, in the spirit of the June 15 joint declaration and developing the national economy with the steady relationship of businessmen.    \r\n\r\n"
        },
        {
            "title": "Religionists of north and south meet",
            "url": "http://kcna.co.jp/item/2001/200108/news08/17.htm#5",
            "content": "Reception given by Indian ambassador \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 17 (KCNA) -- Binanda Kumar Gogoi, ambassador of the Republic of India to the DPRK, hosted a reception at the Taedonggang Club for the diplomatic corps yesterday on the occasion of the 54th anniversary of the independence of India.\r\n Invited to the reception were Kang Nung Su, minister of culture, officials concerned and diplomatic envoys of various countries here. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the reception.    \r\n\r\n"
        },
        {
            "title": "Representatives of inter-Korean workers meet",
            "url": "http://kcna.co.jp/item/2001/200108/news08/17.htm#6",
            "content": "Religionists of north and south meet \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 17 (KCNA) -- Religionists of the north and the south of Korea met at the People's Palace of Culture, in the building of the Korean Chondoist Chongu Party, at Kwangbop Temple on Mt. Taesong, Jangchung Cathedral and Pongsu Church yesterday.\r\n Present there were office bearers, monks and believers of Confucianism, Chondoism, Buddhism, Catholicism and Christianity. &nbsp;&nbsp;&nbsp;\r\n They talked to each other after having joint prayer services, joint masses and other rituals. &nbsp;&nbsp;&nbsp;\r\n Referring to sufferings the nation has undergone for more than half a century due to the division caused by outside forces, they clarified the will of the believers in the north and the south to make concerted efforts to achieve great national unity in keeping with the faith, purpose and ideal of religion under the banner of the June 15 joint declaration and thus positively contribute to achieving the reunification of the century and prosperity of the nation. \r\n\r\n"
        },
        {
            "title": "Anti-U.S. meetings held in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200108/news08/17.htm#7",
            "content": "Representatives of inter-Korean workers meet \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 17 (KCNA) -- Representatives of workers from the north and south of Korea met at the People's Palace of Culture yesterday.\r\n Chairman Ryom Sun Gil of the central committee of the General Federation of Trade Unions of Korea, vice-chairman Ho Yong Gu of the (South) Korean Confederation of Trade Unions and vice-chairman Kwon Won Phyo of the Federation of (South) Korean Trade Unions and other representatives of workers from the north and south of Korea recalled that the workers in the north and south of Korea have always waged a joint struggle for national reunification in solidarity with each other. they informed each other of the efforts of labor organizations in the north and south of Korea to contribute to the reunification of the country. &nbsp;&nbsp;&nbsp;\r\n They underscored the need for labor organizations in the north and south of Korea to push ahead with a more vigorous campaign for national reunification in solidarity with each other in order to implement the June 15 joint declaration, a great program of national reunification, to the letter. &nbsp;&nbsp;&nbsp;\r\n They shared the view that it is important to operate well the \"north-south council of workers for national reunification,\" a solidarity organization for national reunification inaugurated in march last and had discussions on the ways. &nbsp;&nbsp;&nbsp;\r\n They said the chief obstacle to national reunification is outsiders. The workers in the north and south of Korea should take the lead in the struggle against the anti-reunification forces including U.S. and Japanese imperialisms so as to reunify the divided country at an early date, they added.    \r\n\r\n"
        },
        {
            "title": "Adherence to independent stand called for",
            "url": "http://kcna.co.jp/item/2001/200108/news08/17.htm#8",
            "content": "Anti-U.S. meetings held in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 17 (KCNA) -- The reunification solidarity of South Korea held a meeting in Seoul on August 14 with the attendance of more than 5,000 people to denounce the U.S. for obstructing the implementation of the June 15 joint declaration, Seoul-based Yonhap news reported. \r\n The organization in a statement accused the U.S. of pushing forward the MD system and forcing South Korea to buy its weapons, which causes uneasiness on the Korean peninsula, while refusing dialogue with the north. &nbsp;&nbsp;&nbsp;\r\n Prior to the meeting, three organizations including the people's action for revising the shackling South Korea-U.S. \"status of forces agreement\" held a meeting in Seoul at which they denounced the oil leakage in the Ryongsan U.S. military base and demanded the total return of the base. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, more than 100 students under the South Korean Federation of University Student Councils attempted to hold a demonstration to the U.S. embassy before participating in the meeting.    \r\n\r\n"
        },
        {
            "title": "Japanese chief executive's visit to \"Yasukuni Shrine\" assailed",
            "url": "http://kcna.co.jp/item/2001/200108/news08/17.htm#9",
            "content": "Adherence to independent stand called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 17 (KCNA) -- Preserving the Juche character and national identity provides a fundamental condition for a country to carry out the revolution and construction in conformity with its actual conditions and the desire and needs of its people, says rodong sinmun today in a signed article.\r\n In order to maintain and exalt the Juche character and national identity, it is necessary to firmly maintain an independent stand. What is important here is to struggle against foreign interference and pressure and repudiate flunkeyism and dependence on outsiders, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The stronger pressure imperialists and dominationists put upon a country or nation aspiring after independence, the more firmly it should maintain its stance and implement its line and policy to the letter. &nbsp;&nbsp;&nbsp;\r\n However small and backward a country may be, it should have high national self-respect and stronger conviction of victory and confidently advance along the road chosen by it. &nbsp;&nbsp;&nbsp;\r\n It is also important for maintaining an independent stand to reject and oppose flunkeyism and dependence on outsiders. &nbsp;&nbsp;&nbsp;\r\n If one takes to flunkeyism, he only thinks of copying other's things, while refusing to see his own. &nbsp;&nbsp;&nbsp;\r\n This will result in gradually benumbing people's independent ideological consciousness and eventually making their creative ingenuity wither away in the revolution and construction. &nbsp;&nbsp;&nbsp;\r\n Each country and nation should make it a rule to preserve independence and equality in foreign relations. &nbsp;&nbsp;&nbsp;\r\n Only then can a country or a nation protect its dignity and exercise its rights. &nbsp;&nbsp;&nbsp;\r\n All countries and nations can establish the Juche character and national identity and advance the revolution and construction successfully only when they steadfastly maintain an independent stand.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam meets Congolese government delegation",
            "url": "http://kcna.co.jp/item/2001/200108/news08/17.htm#10",
            "content": "Japanese chief executive's visit to \"Yasukuni Shrine\" assailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 17 (KCNA) -- The Japanese chief executive's visit to the \"Yasukuni Shrine' on August 13 comes under fire by a signed commentary of Rodong Sinmun today.\r\n The commentary says: &nbsp;&nbsp;&nbsp;\r\n Those entombed in the shrine are war criminals who made themselves infamous for wars of aggression and plunder against Korea and other countries. Among them is top-class war criminal Tojo. &nbsp;&nbsp;&nbsp;\r\n His visit to the shrine is an insult to those countries and peoples that fell victim to the Japanese imperialists' aggression and is nothing but an expression of his intention to embellish and repeat Japan's crime-woven past. &nbsp;&nbsp;&nbsp;\r\n While visiting the shrine, he paid \"tribute\" to the war deads, thus describing them as \"patriots\" and \"heroes.\" &nbsp;&nbsp;&nbsp;\r\n Through this he seeks to create an atmosphere of visiting the shrine in Japan and prepare all the Japanese as a \"shock brigade\" ready to go into a militarist war of reinvasion. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionary ruling circles have become bold enough in the new century to work hard for the revival of militarism in utter disregard of the desire and requirements of the world and relations with other countries. &nbsp;&nbsp;&nbsp;\r\n No one can predict what consequences they, obsessed with such ideological viewpoint and way of thinking, will bring to the world. Japan has emerged in the new century to be the source of disasters. &nbsp;&nbsp;&nbsp;\r\n The Japanese chief executive's recent visit to the shrine will make Japan stand further isolated and lead it to destruction. &nbsp;&nbsp;&nbsp;\r\n If the Japanese rulers put spurs to the moves to revive militarism, Japan will have no future. &nbsp;&nbsp;&nbsp;\r\n They are well advised to ponder over to what a pitfall they are pushing Japan.    \r\n\r\n\r\n"
        }
    ]
}