{
    "date": "2001-02-15",
    "url": "http://kcna.co.jp/item/2001/200102/20010215.htm",
    "articles": [
        {
            "title": "Kim Jong Il gives on-site guidance",
            "url": "http://kcna.co.jp/item/2001/200102/news02/15.htm#1",
            "content": "Kim Jong Il gives on-site guidance \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 15 (KCNA) - General Secretary  Kim Jong Il   gave on-the-spot guidance to the Kusong Machine-Tool Factory  and the Thaechon Power Station in North Phyongan Province yesterday.\r\n At the Kusong Machine-Tool Factory he acquainted himself in detail with the production of machine tools and technological researches.&nbsp;&nbsp;&nbsp;\r\n He expressed great satisfaction over the fact that the officials, workers and technicians of the factory are massproducing latest-type machine tools to meet the requirements of the developing era.  He highly appreciated signal achievements made by them in carrying out the tasks assigned to the factory by him during his visit to it in January last year and expressed thanks for them. &nbsp;&nbsp;&nbsp;\r\n He said the workers of the factory are taking  the lead in the drive for the modernisation and automation of production so as to open a broad avenue for the building of a powerful nation in the  same spirit as they displayed to win in the \"arduous march\" and highly praised their zeal and fighting spirit. &nbsp;&nbsp;&nbsp;\r\n He set forth tasks to be carried out by the factory. &nbsp;&nbsp;&nbsp;\r\n Now that the firm material and technological foundations of the factory have been laid in the recent period the successful introduction of latest science and technology to production may lead to the dramatic growth of output, he said, and proposed a new method of production, a full embodiment of the production mode of our style he has conceived  and elaborated on the ways to put it into practice. &nbsp;&nbsp;&nbsp;\r\n He laid stress on  making any product reflect the way the talented and resourceful Korean  people do. &nbsp;&nbsp;&nbsp;\r\n He highlighted the need to  make the factory a model factory in the efforts for automation. &nbsp;&nbsp;&nbsp;\r\n The second leg of his on-site guidance was the Thaechon Power Station. &nbsp;&nbsp;&nbsp;\r\n He learned in detail about the construction of the expanded Thaechon Dam and of Thaechon Power Station no. 2 and the production of electricity there. &nbsp;&nbsp;&nbsp;\r\n He said the builders there successfully carried out  a vast project by fully displaying the revolutionary spirit of self-reliance and fortitude under the difficult condtions where they were hard pressed for everything, adding that this is a great victory that demonstrated once again to the whole world that the Korean people are able to build a powerful nation of Juche without fail in this land, resolutely smashing any moves of the imperialists. &nbsp;&nbsp;&nbsp;\r\n He said President Kim Il Sung who initiated the construction of the Thaechon Power Station based  on a new method of harnessing hydraulic resources and worked so hard to put it into practice would have been much pleased to see the marvelous changes. He repeatedly praised the builders boundlessly loyal to the party and the revolution for having carried out the last instructions of the president with credit. &nbsp;&nbsp;&nbsp;\r\n  He put forth the tasks that  would serve as a guideline for the management and operation of the station. &nbsp;&nbsp;&nbsp;\r\n  He was accompanied by secretary Kim Kuk Thae and first vice department directors Pak Song Bong, Ri Yong Chol and Jang Song Thaek of the Central Committee of the Workers' Party of Korea.    \r\n\r\n"
        },
        {
            "title": "Preparatory committee formed in Russia",
            "url": "http://kcna.co.jp/item/2001/200102/news02/15.htm#2",
            "content": "Preparatory committee formed in Russia \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 15 (KCNA) -- The Maritime Territorial Committee of the Communist Party of the Russian Federation, the Maritime Territorial Women's Union, the Maritime Territorial Officers' Union held a joint meeting on February 2 and inaugurated a preparatory committee for celebrating the February holiday and commemorating Sun's Day.\r\n First secretary of the Maritime Territorial Committee of the Communist Party of the Russian Federation V. V. Grishukov was elected chairman of the preparatory committee.\r\n\r\n"
        },
        {
            "title": "Greetings to Kim Jong Il from King of Cambodia",
            "url": "http://kcna.co.jp/item/2001/200102/news02/15.htm#3",
            "content": "Greetings to Kim Jong Il from King of Cambodia \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 15 (KCNA) -- Leader Kim Jong Il received a message of greetings from Norodom Sihanouk, King  of the Kingdom of Cambodia, on the occasion of his birthday.\r\n The message said that thanks to the good initiatives and line of Kim Jong Il great progress was made in the efforts of the Korean people for national reconciliation and reunification in the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n The advance of the DPRK into the world, a great achievement of Kim Jong Il, signifies a very important landmark in developing the whole of Korea, the message noted. &nbsp;&nbsp;&nbsp;\r\n In the message the king extended warm congratulations to him on his birthday, hoping that the fraternal friendship and good cooperation steadily growing strong between the two countries and the two peoples would be everlasting.    \r\n\r\n"
        },
        {
            "title": "Floral basket to Kim Jong Il from Palestinian President",
            "url": "http://kcna.co.jp/item/2001/200102/news02/15.htm#4",
            "content": "Floral basket to Kim Jong Il from Palestinian President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 15 (KCNA) -- Leader Kim Jong Il received a floral basket from President of the state of Palestine Yasser Arafat on the occasion of his birthday.\r\n The basket was conveyed to foreign minister Paek Nam Sun by Palestinian ambassador to Korea Shaher Mohammed Abdlah on Wednesday.    \r\n\r\n"
        },
        {
            "title": "Greetings to Kim Jong Il from Fidel Castro Ruz",
            "url": "http://kcna.co.jp/item/2001/200102/news02/15.htm#5",
            "content": "Greetings to Kim Jong Il from Fidel Castro Ruz \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 15 (KCNA) -- Leader Kim Jong Il received a message of greetings from Fidel Castro Ruz, President of the council of state and President of the council of ministers of Cuba, on February 7 on the occasion of his birthday. \r\n The message extended warmest congratulations to him on his birthday in the name of the Communist Party, government and people of Cuba and sincerely wished him good health and happiness as well as success in his work. &nbsp;&nbsp;&nbsp;\r\n The message reiterated the firm will to steadily develop the friendly and cooperative relations between the two parties, two governments and two peoples based on the noble idea of socialism and patriotism.    \r\n\r\n"
        },
        {
            "title": "Commemorative stamp printed",
            "url": "http://kcna.co.jp/item/2001/200102/news02/15.htm#6",
            "content": "Commemorative stamp printed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 15 (KCNA) -- The Korean Stamp Publishing House printed a stamp to celebrate the birthday of leader Kim Jong Il which falls on February 16.\r\n Printed in the centre of the stamp is immortal flower Kimjongilia against the background of Jong Il Peak with firecrackers fizzling in February. &nbsp;&nbsp;&nbsp;\r\n Written on the stamp are letters \"Celebration of the Birthday of the Great Leader Comrade Kim Jong Il\" and \"February 16.\" &nbsp;&nbsp;&nbsp;\r\n The publishing house also brought out a commemorative envelope depicting the native home in the secret camp on Mt. Paektu with slogan-bearing trees heralding the birth of the bright star of Mt. Paektu.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il praised in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200102/news02/15.htm#7",
            "content": "Kim Jong Il praised in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 15 (KCNA) -- Political commentator Pak Jin published an article titled \"Shocks Given by Korea in 2000,\" according to Voice of National Salvation from Seoul.\r\n The article said that 2000 was a year of great shocks to the world  and that the north was the source of excitement. &nbsp;&nbsp;&nbsp;\r\n Recalling that leader kim jong il paid a visit to china, creating a great sensation in international politics, the south-north summit meeting, the first of its kind in 55 years of division, was held, the June 15 joint declaration was adopted as a great code of laws of the Korean nation for reunification, the Russian head of state visited Pyongyang, media for reunification emerged following the Pyongyang visit of the delegation of heads of south media organizations, 63 unconverted long-term prisoners were repatriated, early mushrooms from Mt. Chilbo sent by Kim Jong Il as a gift on the occasion of the autumn festival reached Kimpho airport, 42 figures of 14 political parties and organisations from the south attended celebrations of the 55th anniversary of the workers' party in the north, a special envoy of Pyongyang visited Washington and a special envoy of the white house toured Pyongyang and many countries of the east and west vied with each other in establishing diplomatic relations with the north, the article cited all these developments as \"Shocks Given by Korea\" and ten major shocks. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il glorified 2000 as a year for Korea and the 20th century as a century for Korea, the article said, adding: &nbsp;&nbsp;&nbsp;\r\n Korea whose name had not been made known on the starting line of the 20th century has become the first to enter the finishing line as it is led by the great man.    \r\n\r\n"
        },
        {
            "title": "Indonesian ambassador gives party",
            "url": "http://kcna.co.jp/item/2001/200102/news02/15.htm#8",
            "content": "Indonesian ambassador gives party \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 15 (KCNA) -- Indonesian ambassador to Korea Buchari Effendi gave a party at the embassy on February 14 on the occasion of the birthday of leader Kim Jong Il.\r\n Invited to the party were choe thae bok, secretary of the Central Committee of the Workers' Party of Korea and chairman of the Supreme People's Assembly of the DPRK, Paek Nam Sun, minister of foreign affairs, and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n The ambassador in his speech said that since his posting to Pyongyang he has realized how strong the Korean people's reverence for Kim Jong Il is. &nbsp;&nbsp;&nbsp;\r\n The DPRK has made great achievements in the building of a powerful socialist country and in north-south relations and foreign relations, which would have been unthinkable without his wise leadership, the ambassador noted. &nbsp;&nbsp;&nbsp;\r\n The ambassador expressed the belief that the relations between Indonesia and the DPRK would further develop in the future, too. &nbsp;&nbsp;&nbsp;\r\n Choe Thae Bok said in a speech that the friendly relations between the DPRK and Indonesia were forged by President Kim Il Sung and President Sukarno. He expressed the belief that the traditional relations of friendship between the two countries would further develop in different fields. &nbsp;&nbsp;&nbsp;\r\n He sincerely wished the Indonesian people greater achievements in their work to defend the political stability and territorial integrity of the country and realize the idea of the Asean by pursuing an independent and neutral foreign policy under the leadership of President Abdurrahman Wahid.    \r\n\r\n"
        },
        {
            "title": "Foreign diplomats visit Kimjongilia Show",
            "url": "http://kcna.co.jp/item/2001/200102/news02/15.htm#9",
            "content": "Foreign diplomats visit Kimjongilia Show \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 15 (KCNA) -- Foreign diplomatic envoys and the military attaches corps here Wednesday visited the fifth Kimjongilia show which opened on the occasion of leader Kim Jong Il's birthday.\r\n On display there were more than 7,000 pots of Kimjongilias. &nbsp;&nbsp;&nbsp;\r\n The visitors looked round the flowers presented by many units from across the country, soldiers of the people's army and working people from all walks of life and foreigners. &nbsp;&nbsp;&nbsp;\r\n They made an entry in the visitor's book.    \r\n\r\n"
        },
        {
            "title": "National meeting held to celebrate Kim Jong Il's birthday",
            "url": "http://kcna.co.jp/item/2001/200102/news02/15.htm#10",
            "content": "National meeting held to celebrate Kim Jong Il's birthday \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 15 (KCNA) -- A national meeting was held at the April 25 House of Culture here today to celebrate the birthday of leader Kim Jong Il.\r\n Kim Jong Il was born on February 16, Juche 31 (1942). The Korean people celebrate this day as the greatest holiday of the nation and the world progressives, too, significantly mark the day as a holiday common to humankind. &nbsp;&nbsp;&nbsp;\r\n Present at the meeting were senior party and state officials. &nbsp;&nbsp;&nbsp;\r\n Director of the general political department of the Korean People's Army Jo Myong Rok, who is first vice-chairman of the DPRK National Defence Commission, made a report \"Let's brilliantly accomplish the cause of building a powerful nation under the leadership of comrade Kim Jong Il, the sun of the 21st century.\" &nbsp;&nbsp;&nbsp;\r\n He said the birth of Kim Jong Il, the bright star of Mt. Paektu, was a great fortune of the Korean people and it heralded the bright future of the nation. With his birth the Korean revolution could make great strides, withstanding storm and stress of the 20th century, to record a glorious history of the powerful and prosperous nation at present, he said, and went on: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has led the struggle to accomplish the revolutionary cause of Juche for many years and performed immortal feats on behalf of the party, the revolution, the country and the people. &nbsp;&nbsp;&nbsp;\r\n It was thanks to his outstanding ideo-theoretical activities and exploits that the workers' party and the people of Korea had dynamically advanced along the road of Juche without the slightest vacillation and deviation holding tight the helm of the history in the latter half of the 20th century, a period of trial and complexity. &nbsp;&nbsp;&nbsp;\r\n Under his benevolent politics based on love and trust the single-hearted unity of the party, the army and the people has been cemented as firm as a rock in the DPRK so that no force on earth can break it. &nbsp;&nbsp;&nbsp;\r\n Recalling that \"live, work and create our own way \" is a political ideal and faith of kim jong il, the reporter referred to the epochal progress made by the Korean people in building a powerful socialist country under his tested leadership. &nbsp;&nbsp;&nbsp;\r\n The army-first politics is a strategic political mode to be constantly held fast to by the wpk as long as there exists imperialism on the earth, he said, stressing: The people's army should not only defend the defence lines of the fatherland but also instill the revolutionary ideology and fighting spirit into the people. &nbsp;&nbsp;&nbsp;\r\n The reporter called for glorifying this year as a year of a new advance, a year of an overall revival, in building an economically powerful country in the 21st century and bringing about a decisive progress in accomplishing the cause of national reunification by implementing the June 15 North-South Joint Declaration to the letter. &nbsp;&nbsp;&nbsp;\r\n He stressed that all the people should work hard for the building of a powerful and prosperous nation and the human cause of independence under the ever-victorious leadership of Kim Jong Il, a peerlessly prominent statesman and iron-willed commander, and thus glorify the 21st century as a glorious Kim Jong Il century.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}