{
    "date": "2001-12-02",
    "url": "http://kcna.co.jp/item/2001/200112/20011202.htm",
    "articles": [
        {
            "title": "More meetings held",
            "url": "http://kcna.co.jp/item/2001/200112/news12/02.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Love of country and nation guarantees country's prosperity",
            "url": "http://kcna.co.jp/item/2001/200112/news12/02.htm#2",
            "content": "More meetings held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 2 (KCNA) -- Meetings were held at the Komdok Mine and the West Pyongyang Locomotive Unit, on the Wonhwa co-op farm in Phyongwon county, South Phyongan Province, and at many other units across the country to bring a new peak to production and construction under the torchlight of Ranam.\r\n At the meetings reporters and speakers said that the torchlight of Ranam is symbolic of intense loyalty and patriotic devotion of the Korean workers who regard leader Kim Jong Il's lofty intention as their faith and put it into great realities and an uproar of victory to encourage all the people to accelerate a march to a paradise.&nbsp;&nbsp;&nbsp;\r\n The workers and farmers of Korea would work hard for new creation and innovations at the head of the noble struggle to open a new era of a powerful and prosperous nation, they noted.    \r\n\r\n"
        },
        {
            "title": "Army-centered politics praised",
            "url": "http://kcna.co.jp/item/2001/200112/news12/02.htm#3",
            "content": "Love of country and nation guarantees country's prosperity \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 2 (KCNA) -- Love of the country and the nation is a guarantee for the prosperity and development of the country, says Rodong Sinmun today in a signed article.\r\n The article goes on: &nbsp;&nbsp;&nbsp;\r\n National self-respect is not simple love for the nation but patriotic devotion to the defence of the sovereignty and dignity of the country and the nation and to the prosperity of the country. &nbsp;&nbsp;&nbsp;\r\n Those who have no love of the country and the nation cannot devote themselves to the country and the people. &nbsp;&nbsp;&nbsp;\r\n No matter how the situation and circumstances may change the people strong in national identity and strong in love for the nation do not abandon the spirit, tradition, customs and way of life peculiar to the nation but struggle to defend and develop them. &nbsp;&nbsp;&nbsp;\r\n When all the people deeply understand the history and the superiority of tradition of their nation, they have high national pride and self-respect and come out in the sacred struggle for the country and the people. &nbsp;&nbsp;&nbsp;\r\n National self-respect should be fully displayed in the struggle against the class enemies and imperialist aggressors. &nbsp;&nbsp;&nbsp;\r\n The dignity and honor of the nation are unthinkable when the dignity of the nation is trampled down and the sovereignty of the country ruthlessly violated by foreign forces. &nbsp;&nbsp;&nbsp;\r\n The imperialists are now talking about \"whole human view on value\" and working hard to dissolve the independent spirit of a nation in it in a bid to taint people with corrupt capitalist culture and way of life, paralyze the love for the nation and class consciousness and achieve their dominationist purpose. &nbsp;&nbsp;&nbsp;\r\n That is why all the countries of the world value the superiority and tradition of their nations and educate the people in them. &nbsp;&nbsp;&nbsp;\r\n The Korean people have the national pride and self-confidence of having President Kim Il Sung and leader Kim Jong Il and living under the advantageous socialist system.  they will wage a dynamic struggle to build a powerful nation in this land, loudly boasting of this honor and happiness.    \r\n\r\n"
        },
        {
            "title": "Japan hit for suppression of Chongryon",
            "url": "http://kcna.co.jp/item/2001/200112/news12/02.htm#4",
            "content": "Army-centered politics praised \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 2 (KCNA) -- The socialist people's rally of Democratic Congo held a lecture meeting on Nov. 23 on the occasion of the 10th anniversary of leader Kim Jong Il's election as supreme commander of the Korean People's Army and the 84th birth anniversary of the great communist revolutionary fighter Kim Jong Suk.\r\n The general secretary of the rally gave a lecture on the subject of \"respected comrade Kim Jong Il's great army-centered leadership\" and \"revolutionary career of great Kim Jong Suk.\" &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the Monima socialist organization of Madagascar gave a lecture on Nov. 24 on the occasion of the 10th anniversary of Kim Jong Il's election as supreme commander of the KPA. &nbsp;&nbsp;&nbsp;\r\n The general secretary of the organization said in his lecture that the most correct political mode to defend and glorify socialism is the army-based politics set forth by Kim Jong Il.    \r\n\r\n"
        },
        {
            "title": "Resignation of S. Korean information and communications minister demanded",
            "url": "http://kcna.co.jp/item/2001/200112/news12/02.htm#5",
            "content": "Japan hit for suppression of Chongryon \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 2 (KCNA) -- The central committee of the General Federation of Trade Unions of Korea yesterday issued a statement denouncing the Japanese authorities for their unprecedented fascist suppression of the General Association of Korean Residents in Japan (Chongryon).\r\n The Japanese authorities' fascist suppression of Chongryon is the most shameless political crackdown designed to stifle Chongryon, a dignified overseas citizens organization of the DPRK and an organization that protects the rights and interests of Koreans in Japan, and, at the same time, is a serious encroachment upon the dignity and sovereignty of the DPRK, the statement says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries, far from making an apology and compensation for the criminal aggression from which the Korean people have suffered all sorts of misfortunes and pain for more than one century, launched a wholesale suppression of Chongryon as part of the frantic anti-DPRK and anti-Chongryon campaign. That is an anachronistic folly that cannot be justified in any case. &nbsp;&nbsp;&nbsp;\r\n They should face up to the trend of the times, put an immediate halt to the fascist suppression of Chongryon, unconditionally and immediately release the arrested Chongryon officials and Koreans in Japan and make a thoroughgoing apology. &nbsp;&nbsp;&nbsp;\r\n If they follow up the suppression of Chongryon while persistently pursuing the hostile policy towards the DPRK in defiance upon the repeated warnings of the workers and other people of the DPRK, they will be held responsible entirely for all the ensuing consequences and have to pay a high price. &nbsp;&nbsp;&nbsp;\r\n We express conviction that all the workers and personages around the world who advocate justice and truth will express full support to Chongryon and Koreans in Japan in their just struggle against the unreasonable search and political suppression on the part of the Japanese authorities. \r\n\r\n"
        }
    ]
}