{
    "date": "2001-03-05",
    "url": "http://kcna.co.jp/item/2001/200103/20010305.htm",
    "articles": [
        {
            "title": "Japan's moves to distort history textbooks flailed in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200103/news03/05.htm#1",
            "content": "Japan's moves to distort history textbooks flailed in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 5 (KCNA) -- Japan's moves to distort history textbooks are bitterly denounced in South Korea.\r\n The people's council for national reconciliation and cooperation in its statement issued on February 28 charged that textbooks published by the \"society for preparing new history textbooks\" are nothing but false history textbooks justifying the history of militarist aggression, warning it that if they go through the examination by the ministry of education and science, the council will not remain a passive on-looker to it, Seoul-based Yonhap News said.&nbsp;&nbsp;&nbsp;\r\n At least 200 teachers in Seoul and its surrounding areas held a rally in Seoul on march 1 at which they denounced Japan's moves to tamper with history textbooks and declared that 400,000 educators would turn out in the struggle against the moves, according to Radio No. 1 from Seoul. &nbsp;&nbsp;&nbsp;\r\n An organization that sponsored the rally decided to give special lessons related to Japan's escalated moves to tamper with history textbooks and conduct a 10 million signature campaign and a campaign to boycott Japanese goods. &nbsp;&nbsp;&nbsp;\r\n A ceremony of burning a cut-out of a Japanese textbook was held at the rally. &nbsp;&nbsp;&nbsp;\r\n Kyunghyang Daily News of South Korea on March 1 in an article titled \"strongly react to distortion of history\" said that resentment against Japan's distortion of textbooks should be expressed not in words only but by actions. &nbsp;&nbsp;&nbsp;\r\n The authorities should take such measures as revoking the policy for opening South Korea to Japanese culture and suspending all forms of ministerial talks and strengthen solidarity with those former colonies of Japan, it noted. \r\n\r\n"
        },
        {
            "title": "Book \"Compass\" published in Nepal",
            "url": "http://kcna.co.jp/item/2001/200103/news03/05.htm#2",
            "content": "Book \"Compass\" published in Nepal \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 5 (KCNA) -- Book \"compass,\" which carries wise sayings of leader Kim Jong Il, was published by the Baktapur, Nepal, Institute of Korean Affairs.\r\n The book contains 216 wise sayings. &nbsp;&nbsp;&nbsp;\r\n The book explains the uniqueness, validity, profundity and richness of the wise sayings and introduces the Korean people who live and work, guided by them. &nbsp;&nbsp;&nbsp;\r\n The book says that the wise sayings encourage the world progressive people in their struggle for the cause of independence.    \r\n\r\n"
        },
        {
            "title": "Foundation of national culture formed in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200103/news03/05.htm#3",
            "content": "Foundation of national culture formed in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 5 (KCNA) -- The \"Foundation of National Culture in the Era of Reunification\" was formed in Seoul on March 1 to eliminate remnants of pro-Japanese elements and restore the homogeneity of the nation in conformity with the era of reunification, according to Seoul-based Yonhap News.\r\n The foundation said at a meeting of its promoters that it would enter into a new stage to probe the truth of the distorted modern history  and restore the homogeneity of the south and the north. &nbsp;&nbsp;&nbsp;\r\n It said that one of its main tasks is to make a pro-Japanese biographical dictionary, form a preparatory committee for it and conduct editing work in real earnest in five years to come. &nbsp;&nbsp;&nbsp;\r\n Expected to enter the dictionary are more than 3,000-4,000 pro-Japanese elements who committed blatant pro-Japanese actions in all fields such as politics, economy, in the matters related to the royal palace and its relatives, in the police and army, the press, academic and judicial circles, women's affairs, literature, music, fine arts and religion in the period of the Japanese imperialist colonial rule. &nbsp;&nbsp;&nbsp;\r\n The foundation said that it would organize a special fact-finding group to probe the truth of walking away people by force under the Japanese imperialist rule and an organization for solidarity with the people, and conduct a survey of the Korean's life in Manchuria and edit a library on the Japanese imperialist aggression and a biographical dictionary of Japanese imperialist bureaucrats.    \r\n\r\n"
        },
        {
            "title": "Anniversary of Law on Agrarian Reform observed",
            "url": "http://kcna.co.jp/item/2001/200103/news03/05.htm#4",
            "content": "Anniversary of Law on Agrarian Reform observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 5 (KCNA) -- Rodong Sinmun today editorially observes the 55th anniversary of the historic Law on Agrarian Reform promulgated by President Kim Il Sung.\r\n Kim Il Sung's promulgation of the law on March 5, Juche 35 (1946) marked a historic event that brought about an epochal turn in the position and destiny of the Korean peasants and a milestone that opened a new chapter on the solution to the land issue in Korea, the editorial says. &nbsp;&nbsp;&nbsp;\r\n Referring to the epoch-making examples set by the DPRK in the solution of the land issue over the last 55 years, the editorial notes: This is a precious fruition of the wise leadership of Kim Il Sung and leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The president always indicated the most correct way of solving the issue of land from a firm stand of Juche and exerted all his efforts for the building of socialist countryside, giving ceaseless on-the-spot guidance. &nbsp;&nbsp;&nbsp;\r\n The great history of the Korean revolution adorned with examples of the times set in finding a socialist solution to the land issue records the shining leadership exploits Kim Jong Il has performed by ushering in a new era of its ultimate settlement. &nbsp;&nbsp;&nbsp;\r\n He set forth the Juche-oriented idea and policy for land realignment, considering the work to change the appearance of land beyond recognition in the socialist society as a cause of eternal value for the complete solution of the land problem and an important issue in building a powerful nation, and thus opened a new history of great changes on this land. &nbsp;&nbsp;&nbsp;\r\n Recalling that those great changes were brought about by Kim Jong Il in this land in the rigorous days of the \"arduous march,\" the editorial notes that his immortal exploits will shine forever with the fertile land in socialist Korea. &nbsp;&nbsp;&nbsp;\r\n It is Kim Jong Il's firm will to ultimately solve the socialist rural question as indicated by the rural theses and build Juche-oriented socialist agriculture on the land, which has undergone great changes, in the 21st century and thus lay a solid foundation for the prosperity of all the generations to come.    \r\n\r\n"
        },
        {
            "title": "Joint meeting of Juche idea study groups and followers of Juche idea",
            "url": "http://kcna.co.jp/item/2001/200103/news03/05.htm#5",
            "content": "Joint meeting of Juche idea study groups and followers of Juche idea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 5 (KCNA) -- Juche idea study groups and followers of the Juche idea in Madagascar held a joint meeting in Antananarivo on February 24 in support of an appeal made at the symposium on the Juche idea for independent development of Africa in the 21st century held in Kampala.\r\n At the meeting the appeal was read out by the chairman of the Madagascan national committee for the study of the Juche idea who is the director of the board of the African regional committee for the study of the Juche idea. &nbsp;&nbsp;&nbsp;\r\n Speeches were made in support of the appeal. &nbsp;&nbsp;&nbsp;\r\n Speakers welcomed and supported the Kampala appeal which calls for holding a world conference of Juche idea study groups and followers of the Juche idea all over the world to celebrate the birthday of leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n A preparatory committee of Juche idea study groups of Madagascar for the world conference celebrating February 16, 2002, was inaugurated at the meeting.    \r\n\r\n"
        },
        {
            "title": "Greetings to President of Ghana",
            "url": "http://kcna.co.jp/item/2001/200103/news03/05.htm#6",
            "content": "Greetings to President of Ghana \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 5 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, sent a message of greetings to John Agyekum Kufuor, President of Ghana, on March 1 on the occasion of the 44th anniversary of its independence.\r\n The message extended warm congratulations to the president, government and people of Ghana on the occasion of the 44th anniversary of its independence. &nbsp;&nbsp;&nbsp;\r\n It wished him greater success in his work for the stability and prosperity of the country and expressed belief that friendly and cooperative relations between the two countries would develop on good terms in the future, too.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}