{
    "date": "2001-09-22",
    "url": "http://kcna.co.jp/item/2001/200109/20010922.htm",
    "articles": [
        {
            "title": "12th national program contest and exhibition opens",
            "url": "http://kcna.co.jp/item/2001/200109/news09/22.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's anti-DPRK moves under fire",
            "url": "http://kcna.co.jp/item/2001/200109/news09/22.htm#2",
            "content": "12th national program contest and exhibition opens \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 22 (KCNA) -- The 12th national program contest and exhibition opened on Friday with due ceremony.\r\n Presented to the current contest and exhibition were valuable programs developed by scientists and technicians in the field of computer program and by senior middle school students. &nbsp;&nbsp;&nbsp;\r\n Also exhibited were achievements made in the course of forming computer networks in different fields and units of the national economy including ministries and national institutions and in introducing and operating computers in production and business activities and the administrative work. &nbsp;&nbsp;&nbsp;\r\n It will involve program contest and exhibition and an exhibition of achievements made in the computerization of ministries and national institutions. Meanwhile, lectures and a symposium will take place on the trend of the developing information industry and new technologies. &nbsp;&nbsp;&nbsp;\r\n Present at the opening ceremony were minister of education Pyon Yong Rip and officials concerned.    \r\n\r\n"
        },
        {
            "title": "Heightened anti-imperialist class consciousness called for",
            "url": "http://kcna.co.jp/item/2001/200109/news09/22.htm#3",
            "content": "Japan's anti-DPRK moves under fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 22 (KCNA) -- Sung Sang Sop, chairman of the c.c., the Union of Agricultural Workers of Korea, and Mun Jae Chol, acting chairman of the Korean Society for Cultural Relations with Foreign Countries, released statements denouncing Japan for its vicious hostile policy toward the DPRK and militarist moves.\r\n Recalling the fact that the Japanese authorities recently launched a rocket while intensifying the moves to revive militarism, sung sang sop said in his statement: this arrogant action is a grave challenge to the Koreans and other Asian people and a downright mockery of humankind aspiring after peace. &nbsp;&nbsp;&nbsp;\r\n Mun Jae Chol said that the present Japanese authorities' undisguised hostile policy toward the DPRK was prompted by a sinister intention to evade Japan's settlement of the past to the last by inciting the anti-DPRK sentiment and militarism among the Japanese public circles and people. It is also intended to gratify Japan's old design for a military power and overseas expansion at any cost by stepping up its militarization, he added. &nbsp;&nbsp;&nbsp;\r\n The DPRK is a political and military power strong enough to mercilessly punish those who infringe upon its sovereignty and dignity even a little, the statements said, strongly urging the Japanese authorities to halt the provocative hostile moves against the DPRK at once.    \r\n \r\n"
        },
        {
            "title": "Taedong River, sanctuary for birds",
            "url": "http://kcna.co.jp/item/2001/200109/news09/22.htm#4",
            "content": "Heightened anti-imperialist class consciousness called for\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 22 (KCNA) -- Rodong Sinmun today editorially calls for strengthening the anti-imperialist education, underscoring the great importance of heightening the anti-imperialist class consciousness among the party members and other working people in carrying out the cause of socialist construction.\r\n It is necessary to further strengthen the education aimed to raise the anti-imperialist class consciousness among the party members and other working people so that they may be fully prepared to resolutely fight against the imperialists to the last, the editorial says, and goes on: &nbsp;&nbsp;&nbsp;\r\n This issue presents itself as a more important matter in the DPRK standing in the most acute confrontation with imperialism. &nbsp;&nbsp;&nbsp;\r\n Pointing to the education aimed to heighten the anti-imperialist class consciousness, the editorial notes: it is necessary to help the party members and other working people keenly realize that the aggressive and predatory nature of imperialism can never change. &nbsp;&nbsp;&nbsp;\r\n The imperialists' hard-line policy compels us to further strengthen the anti-imperialist education to help all the party members and other working people react to it with toughest countermeasures and smash all their moves with high anti-imperialist class consciousness. &nbsp;&nbsp;&nbsp;\r\n It is particularly important to let the younger generation know well about the monstrous atrocities committed by the U.S.-led imperialists through historical facts so that they may carry forward the tradition of anti-imperialist struggle without the slightest illusion about imperialism. &nbsp;&nbsp;&nbsp;\r\n All the party members and other working people should be guided to firmly arm themselves with the WPK's idea of giving priority to the army and always maintain a strained and mobilized posture. &nbsp;&nbsp;&nbsp;\r\n As long as imperialism remains on earth, our party has to give priority to the army and exert utmost efforts for increasing the defence capability. This will remain unchanged. &nbsp;&nbsp;&nbsp;\r\n The workers' party and people of Korea will strongly react to the imperialists' challenge with a revolutionary principle and defend Korean-style socialism and the nation's dignity to the last.    \r\n\r\n"
        },
        {
            "title": "Koreans' diet custom",
            "url": "http://kcna.co.jp/item/2001/200109/news09/22.htm#5",
            "content": "Taedong River, sanctuary for birds\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 22 (KCNA) -- The areas surrounding the Taedong River host sharply increasing numbers of birds. They are home to 30 species of ducks, including mallard, spot-billed and mandarin ducks as well as 10 species of seagulls, and many migratory birds that stay all the year round instead of shuttling between the north and south. The latter include egrets, grey herons, waders, crebes, loons and even swans, a species under worldwide protection. in particular, in the nampho area on the lower reaches of the river, hundreds of pairs of common coot, a migratory bird, are found staying through the winter.\r\n Experts attribute this trend to environmental protection measures along the river and an improvement in the locals' awareness of the importance of these measures. &nbsp;&nbsp;&nbsp;\r\n The Taedong River flows from the northern inland area of Korea and empties into the west sea of Korea, covering a distance of 450.3 km. its water volume accounts for 9.76 per cent of korea's total. &nbsp;&nbsp;&nbsp;\r\n The middle and lower reaches of the river, centring on Pyongyang, were a cradle of human civilization, for this area is hospitable to human life, favoured with clear waters, vast fertile plains, abundant natural resources and a mild climate. the river, meandering through Tokchon, Sunchon, Pyongyang and Nampho, is used for residential and industrial water supplies and agricultural irrigation, bringing economic and social benefits. Along the river and its tributaries, the Pothong river included, embankments have been erected, waterways driven and trees planted. In a government drive for environmental protection, the recent years of economic hardship have witnessed the disappearance of a number of industrial plants with potential risks of environmental pollution in this area and the reinforcement of sewage treatment facilities. Tree planting is done every year through a public campaign and many measures are in force to preserve the quality of water. &nbsp;&nbsp;&nbsp;\r\n The improved environment along the river will undoubtedly attract increasing numbers of fowl.    \r\n\r\n"
        },
        {
            "title": "CIAs report slammed",
            "url": "http://kcna.co.jp/item/2001/200109/news09/22.htm#6",
            "content": "Koreans' diet custom\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 22 (KCNA) -- The Korean people have long since developed a variety of dishes which suit their physical conditions and tastes.\r\n Boiled rice is one of traditional Korean staple foods.\r\n Boiled rice can be largely divided into two kinds: one is made of grains and the other mixed with vegetables and other ingredients. There is also reprocessed rice, with special ingredients added to give more flavour. To take a sweet rice dish for example, the main ingredients are boiled glutinous rice, honey, sesame oil, chestnut, jujube and pine nuts. These parts are evenly mixed and boiled again. it is a typical native Korean dish. &nbsp;&nbsp;&nbsp;\r\n Korean staple foods also include porridge, rice cake, pancake and noodle. The Koreans are fond of such dishes as soup, kimchi (pickled vegetables), and pickled fish. &nbsp;&nbsp;&nbsp;\r\n Soup is always accompanied by the staple foods when serving the meal. There are many different soup recipes. &nbsp;&nbsp;&nbsp;\r\n Kimchi is one of staple dishes of Koreans. &nbsp;&nbsp;&nbsp;\r\n Undoubtedly, boiled rice is the main staple food, while kimchi is the symbol of traditional dish that demonstrates the uniqueness of Korean food. &nbsp;&nbsp;&nbsp;\r\n Soy sauce and bean paste, the two main sauces of Korean foods, are a basic item that is indispensable to the everyday diet of Koreans. Fermented products of mainly protein, starch and salt, these are used as sauces to promote the taste of dishes. &nbsp;&nbsp;&nbsp;\r\n Korean foods are largely divided into fried dishes, boiled food, steamed dish and pickled vegetables and fish. Sinsollo is one of the best known Korean dishes. &nbsp;&nbsp;&nbsp;\r\n The Korean foods mostly taste fresh and fragrant, cool and pleasant, or savoury and hot. The colours of the materials, seasonings and garnishes are combined in Korean foods to give them a beautiful appearance, making them look appetizing. These foods are representative of the profound sentiments and feelings of the Korean people.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il sees question-and-answer contest in field of culture and art",
            "url": "http://kcna.co.jp/item/2001/200109/news09/22.htm#7",
            "content": "CIAs report slammed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 22 (KCNA) -- The CIA was reported to have published a report in which it absurdly asserted that the DPRK, China and Russia continue exporting weapons of mass destruction, missile technology and their parts to different countries.\r\n Papers here today dismiss this as an impudent act reminding one of a thief crying \"stop the thief\". &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun says in a signed commentary that the united states is the world's biggest producer of weapons of mass destruction with the greatest military spending on earth and the world's most profitable and biggest dealer in arms. The commentary goes on: &nbsp;&nbsp;&nbsp;\r\n Nevertheless, the u.s. is faulting other countries, while shelving this hard fact.\r\n This is not merely intended to justify its moves. &nbsp;&nbsp;&nbsp;\r\n In spreading such sheer rumors about other countries' \"missile export\" the U.S. seeks to prove the validity of its moves to provide a missile \"shield\".\r\n No matter what lies and rumour the U.S. may float in a bid to justify its space militarization and arms race it can never succeed. &nbsp;&nbsp;&nbsp;\r\n Minju Joson says in a signed commentary warns that the dprk can never remain a passive onlooker to the U.S. fuss of citing the DPRK as a pretext to justify its moves. &nbsp;&nbsp;&nbsp;\r\n The DPRK will never allow anyone to hurt and slander it. \r\n\r\n"
        },
        {
            "title": "Greetings to Maltese President",
            "url": "http://kcna.co.jp/item/2001/200109/news09/22.htm#8",
            "content": "Kim Jong Il sees question-and-answer contest in field of culture and art\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 22 (KCNA) -- Kim Jong Il, General Secretary of the Workers' Party of Korea and Chairman of the DPRK National Defence Commission, saw an exhibition question-and-answer contest among creators and artists in the field of culture and art in Pyongyang held at the People's Palace of Culture yesterday.\r\n That day, study groups of the Korean Film Studio, the Phibada Opera Troupe and the state theatrical company selected in the field of culture and art had a final contest on issues related to the great army-first politics of the WPK. &nbsp;&nbsp;&nbsp;\r\n Through the contest its participants clearly demonstrated once again the advantages and vitality of the traditional question-and-answer study method of the WPK. &nbsp;&nbsp;&nbsp;\r\n He noted with great satisfaction that the participants conducted an effective study in the way the anti-Japanese guerrillas did. &nbsp;&nbsp;&nbsp;\r\n After seeing the contest, he advanced highly important tasks that would serve as a guideline in establishing a revolutionary habit of study throughout the party to bring about a new turn in the study of the Juche idea. &nbsp;&nbsp;&nbsp;\r\n Saying that an effective study alone can help one deeply grasp party policies and make them an integral part of oneself, he stressed that one of the best methods of study is the question-and-answer study method whose advantages have been proven in practice. &nbsp;&nbsp;&nbsp;\r\n He said that the question-and-answer study method should not be a method of study for contest's sake and indicated tasks and ways for its organization. &nbsp;&nbsp;&nbsp;\r\n Noting that the party organizations should apply diverse forms and methods to organizing study in conformity with specific conditions, he called for actively applying various methods of study created in the period of the anti-Japanese armed struggle and developing them to meet the need of the era. &nbsp;&nbsp;&nbsp;\r\n He expressed the great expectation and belief that all the party members and other working people would study harder and steadily improve their political and practical qualifications and thus substantially contribute to building a powerful nation and consolidating the ideological position of Korean socialism as an indestructible bulwark. \r\n\r\n"
        }
    ]
}