{
    "date": "2001-11-24",
    "url": "http://kcna.co.jp/item/2001/200111/20011124.htm",
    "articles": [
        {
            "title": "Seminar on Juche idea held in Peru",
            "url": "http://kcna.co.jp/item/2001/200111/news11/24.htm#1",
            "content": "Seminar on Juche idea held in Peru \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 24 (KCNA) -- A seminar titled \"the Juche idea and its embodiment in socio-political fields of Korea\" was held at Federico Villareal University of Peru on november 14.\r\n At the seminar speeches were made on the subjects of \"the Juche idea is the most scientific and revolutionary guiding idea\", \"the army-centred politics of the great leader Kim Jong Il is the wisest political mode in the present times\" and \"appearance of the DPRK where the man-centred Juche idea has been embodied.\"&nbsp;&nbsp;&nbsp;\r\n Speakers said that the Juche idea is recognized as mankind's unique guiding idea for its truth, validity and tremendous vitality. &nbsp;&nbsp;&nbsp;\r\n The army-centred politics of Kim Jong Il is an all-powerful treasured sword capable of building a prosperous socialist country, firmly defending the sovereignty of the country and the nation despite any imperialist political pressure and economic blockade, they noted.    \r\n\r\n"
        },
        {
            "title": "S. Korean \"Ministry of Unification\" urged to follow policy for reunification",
            "url": "http://kcna.co.jp/item/2001/200111/news11/24.htm#2",
            "content": "S. Korean \"Ministry of Unification\" urged to follow policy for reunification\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 24 (KCNA) -- The solidarity for the implementation of the south-north joint declaration reportedly issued a letter to the \"minister of unification\" of South Korea on November 20 as regards the deadlocked 6th north-south ministerial talks.\r\n The letter said that the solidarity cannot but deplore the \"ministry of unification\" parroting what has been dictated by the u.s. even at the south-north talks though it should take the lead in implementing the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n Referring to the remarks contrary to the declaration made by Hong Sun Yong, chief delegate of the south side, at the talks, the letter urged him to make clear what was his true intention. &nbsp;&nbsp;&nbsp;\r\n It demanded the \"ministry\" adopt a pro-reunification policy based on national cooperation from the national stand, away from its flunkeyist logic of tailing behind foreign forces in the days of dictatorship seeking division. &nbsp;&nbsp;&nbsp;\r\n The \"ministry\" should lift the \"measure for emergency alert\" and, furthermore, take every necessary measure to bring eventual peace to the Korean peninsula, the letter concluded.    \r\n\r\n"
        },
        {
            "title": "\"Annual security consultative meeting\" condemned",
            "url": "http://kcna.co.jp/item/2001/200111/news11/24.htm#3",
            "content": "\"Annual security consultative meeting\" condemned\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 24 (KCNA) -- The South Korean Federation of University student councils reportedly urged the nullification of the results of the \"annual security consultative meeting.\"\r\n The federation in a statement issued on Nov. 17 held that the bellicose and aggressive nature of the U.S. was fully disclosed at the \"annual security consultative meeting\" as evidenced by the decisions to strengthen the South Korea-U.S. military alliance, deploy reinforced troops on the Korean peninsula and impose forced sale of arms upon South Korea for establishing the missile defense system, etc. &nbsp;&nbsp;&nbsp;\r\n Voicing strong opposition to the decisions of the \"meeting\" to escalate the military tensions on the Korean peninsula, the federation demanded the U.S. drop its hard-line policy towards the north and give up at once its sinister design to realize its military domination over Korea. &nbsp;&nbsp;&nbsp;\r\n Noting that the humiliating stand on the united states taken by South Korea at the \"meeting\" was attributable to the rupture of the 6th north-south ministerial talks, the statement charged that the successful publication of the June 15 joint declaration was downplayed by the results of the \"meeting\" and it cast a shadow on the south-north relations for which the \"government\" authorities are to blame.    \r\n\r\n"
        },
        {
            "title": "KCNA slams Asahi Shimbun's diatribe",
            "url": "http://kcna.co.jp/item/2001/200111/news11/24.htm#4",
            "content": "KCNA slams Asahi Shimbun's diatribe\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 24 (KCNA) -- If the Japanese militarists pursue a war in defiance of the demand of the times and people, they will meet the same destruction as their predecessors did, warns Rodong Sinmun today in a signed article. The article says: &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionary ruling quarters are putting finishing touches on the arrangements for overseas aggression after three bills related to the \"Self-Defense Forces\" (SDF)passed through the diet. &nbsp;&nbsp;&nbsp;\r\n For Japan war does not lead to prosperity nor serves as a way-out. &nbsp;&nbsp;&nbsp;\r\n If Japan ignites a war of aggression, its territory will not escape from a deserved retaliatory military strike. &nbsp;&nbsp;&nbsp;\r\n Then Japan will suffer an unimaginable disaster. &nbsp;&nbsp;&nbsp;\r\n Though Japan was hard hit by U.S. A-bomb attacks during the pacific war, the destructive power of the modern war will be beyond human imagination. &nbsp;&nbsp;&nbsp;\r\n The Asian people have very bad feelings toward Japan. &nbsp;&nbsp;&nbsp;\r\n Their hatred and resentment at Japan are growing bitterer because of the evasion of its responsibility to redress its past and its escalated moves for militarist war of aggression. &nbsp;&nbsp;&nbsp;\r\n The war of aggression to be launched by Japan against the Asian people will touch off a thousand-fold strong hostility and pledge to take revenge upon it. &nbsp;&nbsp;&nbsp;\r\n There would be no place for the people of Japan, an island country, to take refuge after the outbreak of a war. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionary ruling quarters are well-advised to bear in mind that it is a way out and future for Japan to pay heed to the demand of the people and go in for peace. \r\n\r\n"
        },
        {
            "title": "Japan's moves for overseas aggression denounced",
            "url": "http://kcna.co.jp/item/2001/200111/news11/24.htm#5",
            "content": "Japan's moves for overseas aggression denounced\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 24 (KCNA) -- The Japanese newspaper Asahi Shimbun is conducting a sinister campaign to build up public opinion in a bid to suppress the General Association of Korean Residents in Japan (Chongryon), patriotic Korean traders and industrialists and other Koreans in Japan.\r\n This is evidenced by the fact that Asahi Shimbun discriminately took issue with credit associations affiliated to Chongryon over the issue of their bond and went the length of projecting it as a political issue in a bid to defame Chongryon, a dignified and independent organization of overseas citizens of the DPRK. &nbsp;&nbsp;&nbsp;\r\n As Joson Sinbo has already reported, there was nothing to do with the issue of evasion of inspection done by the investigation authorities and there was such normal financial transaction as repaying fund as scheduled under the consultation made with the Japanese financial authorities. Yet, Asahi Shimbun on Nov. 20 carried a grossly distorted story about this as topic news. &nbsp;&nbsp;&nbsp;\r\n Asserting that all the funds were furnished to Chongryon under the false and assumed names, the newspaper claimed that there was a suspicion about financing Chongryon. &nbsp;&nbsp;&nbsp;\r\n Furthermore, it even made wrong speculations to mislead public opinion, saying that \"it is difficult to recover funds\" and \"there exists an uncertain element\". &nbsp;&nbsp;&nbsp;\r\n This development is fraught with a very serious danger, when viewed in the light of the tendency prevailing in the Japanese society to veer to the right. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are keen to control the media and let them incite distrust and enmity against other nations. This is the stereotyped method employed by them to turn the Japanese society rightist. &nbsp;&nbsp;&nbsp;\r\n Korea is made the first target of Japan's overseas aggression. Therefore, the Japanese reactionaries have taken every opportunity to launch a dastardly campaign to fan up enmity against the Korean people. &nbsp;&nbsp;&nbsp;\r\n They did so during the Kanto Earthquake in 1923 and when the DPRK launched a satellite some years ago. &nbsp;&nbsp;&nbsp;\r\n It is well known that some of the Japanese media have played the role of a mouthpiece to justify those criminal acts. &nbsp;&nbsp;&nbsp;\r\n This is shame on the Japanese media as it is a betrayal of their main mission to represent justice and truth and lead the public opinion a right way. &nbsp;&nbsp;&nbsp;\r\n If Asahi Shimbun is to be aware of the mission as a media organization, it should stop at once acting as a group of hack writers in the service of the right-wing reactionary forces.    \r\n\r\n\r\n"
        },
        {
            "title": "Whole country called upon to hold high torchlight of Ranam",
            "url": "http://kcna.co.jp/item/2001/200111/news11/24.htm#6",
            "content": "Whole country called upon to hold high torchlight of Ranam\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 24 (KCNA) -- A rally of the workers of the ranam coal mining machine complex was held yesterday on the spot to bring a new peak to the production by implementing the on-the-spot instructions of leader Kim Jong Il to the letter.\r\n He visited the complex in august and was greatly satisfied to learn that the officials, workers and technicians there had strengthened creative cooperation and conducted a widespread mass technical innovation movement thus successfully ensuring the production of ordered equipment in a short span of time. &nbsp;&nbsp;&nbsp;\r\n He projected the revolutionary militant spirit of the workers and officials of Ranam and their work style as a model to be followed by our working class and officials and took the initiative of calling on the whole country and all the people to accelerate the advance for creation and innovation holding high the torchlight of Ranam. &nbsp;&nbsp;&nbsp;\r\n A reporter and speakers said at the rally that they would play the role of a standard-bearer and the vanguard in spreading the new drive for creation and innovation throughout the country. &nbsp;&nbsp;&nbsp;\r\n An appeal to all the workers and agricultural working people across the country was adopted at the meeting. &nbsp;&nbsp;&nbsp;\r\n The appeal called upon all the workers and agricultural people to highly display the spirit of devotedly defending the leader and the spirit of devotedly implementing the party policy with absolute worship of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n All the people should vigorously beat drums for building a powerful nation in all parts of the country holding high the torchlight of Ranam and perform uninterrupted miracles and feats, making an elated revolutionary atmosphere prevail throughout the country, it said. &nbsp;&nbsp;&nbsp;\r\n It called for victoriously concluding the last drive in the first year of the new century by effecting a new revolutionary upswing in all sectors and units and commemorating the 90th birth anniversary of President Kim Il Sung, the February holiday, the greatest jubilee of the nation, and the 70th anniversary of the Korean People's Army with a high political enthusiasm and proud labor achievements next year.    \r\n\r\n"
        },
        {
            "title": "U.S. conservatives' remarks dismissed as anachronistic",
            "url": "http://kcna.co.jp/item/2001/200111/news11/24.htm#7",
            "content": "U.S. conservatives' remarks dismissed as anachronistic\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 24 (KCNA) -- Minju Joson today in a signed commentary assails U.S. conservatives for disclosing their design to perpetuate the U.S. military presence in South Korea.\r\n The commentary says: &nbsp;&nbsp;&nbsp;\r\n Former U.S. President Bush talked about the \"necessity\" of continued U.S. forces' presence in South Korea during his recent South Korean junket. And the incumbent U.S. president and U.S. conservatives in South Korea let loose remarks justifying the permanent u.s. military presence in South Korea. &nbsp;&nbsp;&nbsp;\r\n This cannot but be regarded as a very disturbing development as it is fraught with a serious danger in the light of the situation on the Korean peninsula reminiscent of the eve of a war. &nbsp;&nbsp;&nbsp;\r\n The U.S. is massively beefing up its armed forces in South Korea. Large quantities of sophisticated combat equipment are now being shipped into South Korea from its mainland under the pretext of filling up the \"vacuum of military forces\" in South Korea and the process of \"improving efficiency\" of the armed forces already deployed in South Korea is making brisk headway. Aggressive war exercises are being staged in South Korea almost every day. A large-scale coastal landing exercise was conducted with the mobilization of armed forces huge enough to carry out a war under the simulated conditions of an attack on someone. &nbsp;&nbsp;&nbsp;\r\n The prevailing situation requires the DPRK to keep high vigilance against the reckless military moves of the U.S. conservative forces and get fully prepared to cope with them. &nbsp;&nbsp;&nbsp;\r\n The people and the people's army of Korea will never allow the U.S. to block the peaceful reunification of the country, the cherished desire of the Korean people, keep South Korea under its permanent occupation and use the Korean peninsula as a springboard from which to realize its design for domination. &nbsp;&nbsp;&nbsp;\r\n The U.S. conservatives are well advised to stop their moves at once, clearly mindful that they are anachronistic acts going against the trend of the times and the common wishes of all the Korean people.    \r\n\r\n"
        },
        {
            "title": "Asahi Shimbun assailed for its false report",
            "url": "http://kcna.co.jp/item/2001/200111/news11/24.htm#8",
            "content": "Asahi Shimbun assailed for its false report\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 24 (KCNA) -- Rodong Sinmun today in a signed commentary denounces the Japanese newspaper Asahi Shimbun for taking the lead in groundlessly slinging mud at the General Association of Korean Residents in Japan (Chongryon).\r\n The commentary says: &nbsp;&nbsp;&nbsp;\r\n The November 20 issue of Asahi Shimbun carried an article full of lies that the bankruptcy of Tokyo and Kanto credit associations of the Korean bank was attributable to the funds furnished to Chongryon. &nbsp;&nbsp;&nbsp;\r\n The DPRK can not but interpret the diatribe made by the newspaper as a dangerous move to serve the sinister political purpose of impairing the authority of Chongryon, a dignified organization of overseas citizens of the DPRK, and building up an anti-Chongryon, anti-DPRK public opinion in the Japanese society. &nbsp;&nbsp;&nbsp;\r\n All the activities conducted by Chongryon are legitimate ones in line with Japanese laws and there has been nothing in violation of them in transactions with the national financial institutions. &nbsp;&nbsp;&nbsp;\r\n This is a stark objective fact. Asahi Shimbun must be aware of it. &nbsp;&nbsp;&nbsp;\r\n Lurking behind this diatribe is a sinister intention to justify the recent unreasonable search for credit associations of the Korean bank by the Japanese authorities and invent a pretext to instigate them to the political suppression of Chongryon. It is quite eccentric and unpardonable that Asahi Shimbun came out to act as a trumpeter in the Japanese authorities' political suppression of Chongryon and the national financial institutions. &nbsp;&nbsp;&nbsp;\r\n Media representing public opinion should regard truth and impartiality as their lifeline. &nbsp;&nbsp;&nbsp;\r\n What the newspaper has done this time left an indelible blot on its history. &nbsp;&nbsp;&nbsp;\r\n This behavior of the newspaper tarnished its image and crippled the DPRK's confidence in it. The DPRK feels very regretful for this. &nbsp;&nbsp;&nbsp;\r\n Asahi Shimbun should repent of its wrongdoing and apologize for it. &nbsp;&nbsp;&nbsp;\r\n The Japanese media including Asahi Shimbun are well advised to stop chiming in with the Japanese reactionary forces' anti-Chongryon, anti-DPRK smear campaign, properly convey truth on a fair basis in line with their mission and conduct activities favorable for meeting the aspiration and interests of the peoples of the DPRK and Japan. &nbsp;&nbsp;&nbsp;\r\n We will closely follow the future attitude of Asahi Shimbun.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}