{
    "date": "2001-08-22",
    "url": "http://kcna.co.jp/item/2001/200108/20010822.htm",
    "articles": [
        {
            "title": "Cargo transit on increase",
            "url": "http://kcna.co.jp/item/2001/200108/news08/22.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Fish farm grows in scale",
            "url": "http://kcna.co.jp/item/2001/200108/news08/22.htm#2",
            "content": "Cargo transit on increase \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 22 (KCNA) -- The Rajin-Hyon Transport Company, a wholly owned Chinese venture run by the Yanbian Hyon Transport Group, is busy with the transit of cargo.\r\n Many cranes, including a 400-ton container crane, have been installed at the eighth and ninth quays in Rajin Port for loading and unloading.&nbsp;&nbsp;&nbsp;\r\n With many transport and refrigeration vessels, the company handles freight transport to be shipped to different countries, including China, Japan, Canada and Australia. &nbsp;&nbsp;&nbsp;\r\n Cargo turnover is increasing thanks to short distances and low cost.    \r\n\r\n"
        },
        {
            "title": "Second meeting of economics society held",
            "url": "http://kcna.co.jp/item/2001/200108/news08/22.htm#3",
            "content": "Fish farm grows in scale \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 22 (KCNA) -- As part of a nationwide drive to build or expand fish farms, the Kim Sung Hwan-led fish farm is undergoing redevelopment.\r\n As a farm raising rainbow trout, it finds its water source from an all-season spring in the Turyu Mountain range. The spring gushes out 0.5 tons of water per second, with a water temperature of 16 in summer and not below 10 in winter. &nbsp;&nbsp;&nbsp;\r\n Ponds of standard size, a pavilion of unique architectural design, rows of willows as well as flower trees and an expanse of green lawn add a special touch of beauty to the landscape of the farm. &nbsp;&nbsp;&nbsp;\r\n The fish farm has several ponds, devoted to raising mother and young fish, egg collection, spawning and fattening respectively. &nbsp;&nbsp;&nbsp;\r\n The employees pay special attention to enhancing the efficiency of the spawning process. &nbsp;&nbsp;&nbsp;\r\n Leader Kim Jong Il visited the farm in April this year and praised it for putting fish cultivation on a scientific basis, stressing the need to raise fish on a greater scale and increasing economic efficiency. &nbsp;&nbsp;&nbsp;\r\n As a result, ponds for raising rainbow trout and other ponds for warm water fish, such as carp, are being expanded or newly built.    \r\n\r\n"
        },
        {
            "title": "Foreign Ministry spokesman on Japanese prime minister's visit to \"Yasukuni Shrine\"",
            "url": "http://kcna.co.jp/item/2001/200108/news08/22.htm#4",
            "content": "Second meeting of economics society held \r\n&nbsp;&nbsp;&nbsp; Wonsan, August 21 (KCNA) -- The second meeting of the DPRK economics society was held in Wonsan on August 21.\r\n The meeting reviewed the achievements and experience gained in the study of economics and its education since the first meeting and discussed measures to enhance the role of scientists and teachers in this field and further develop economics to meet the demand of the developing reality. &nbsp;&nbsp;&nbsp;\r\n It called for exerting efforts to solve theoretical and practical problems related to ensuring maximum profits in economic work by building an informationalized national economy and meeting the requirements of the seed theory in conformity with the demand of the era of the information industry upholding the far-sighted plan for socialist economic construction put forward by leader Kim Jong Il. \r\n\r\n"
        },
        {
            "title": "History museum on Mt. Myohyang",
            "url": "http://kcna.co.jp/item/2001/200108/news08/22.htm#5",
            "content": "Foreign Ministry spokesman on Japanese prime minister's visit to \"Yasukuni Shrine\" \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 22 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK today issued a statement assailing the Japanese prime minister's visit to the \"Yasukuni Shrine.\"\r\n It says: &nbsp;&nbsp;&nbsp;\r\n Japanese prime minister Koizumi visited the \"Yasukuni Shrine\" on August 13 despite strong domestic and foreign protest against it. This is arousing strong denunciation and deep apprehension among those countries that fell victim to the Japanese imperialists' aggression in the past and the international community. &nbsp;&nbsp;&nbsp;\r\n Japan has still to pay the Korean people for many wrongs. &nbsp;&nbsp;&nbsp;\r\n Yet, its chief executive, utterly indifferent to redressing Japan's inglorious past, paid an official visit to the shrine to call back the departed souls of militarists.   This has lashed the Korean nation into irrepressible anger. &nbsp;&nbsp;&nbsp;\r\n While visiting the shrine  he issued a statement saying that Japan brought damage to the Asian people in the past through colonial domination and aggression, this was nothing but sheer sophism. &nbsp;&nbsp;&nbsp;\r\n The DPRK has closely followed with serious concern the disturbing development in Japan where the trend of ultra-nationalism raised its head as evidenced by the distortion of history textbooks and call for visit to the \"Yasukuni Shrine.\"\r\n Koizumi's recent visit to the shrine is a blatant challenge to the desire of the peoples of Japan and the DPRK who love peace and justice and desire of humankind in the new century as it betrayed Japan's intention to inherit the spirit of aggression of militarist forerunners. &nbsp;&nbsp;&nbsp;\r\n He moved up the day of visit which was originally scheduled for august 15, the day of the Japanese imperialists' defeat. But, it made no change in the true nature of the visit intended to justify Japan's past history of aggression and this cannot be interpreted otherwise than a reckless act of going against the trend of history. &nbsp;&nbsp;&nbsp;\r\n If Japan continues dealing with its inglorious past from such stand, it can never restore political and moral confidence but will stand further isolated and rejected internationally.     \r\n\r\n"
        },
        {
            "title": "DPRK government's consistent foreign policy",
            "url": "http://kcna.co.jp/item/2001/200108/news08/22.htm#6",
            "content": "History museum on Mt. Myohyang \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 22 (KCNA) -- There is a history museum on Mt. Myohyang, a famous mountain of Korea, in Hyangsan county, North Phyongan Province.   It shows Korea's cultural development in the middle ages.\r\n This museum is housed in Pohyon Temple, one of the famous temples in Korea. &nbsp;&nbsp;&nbsp;\r\n The temple is of great artistic value as it represents architecture in early 11th century. Many relics and remains including temples and towers are preserved in the area covering over 50,000 square meters. &nbsp;&nbsp;&nbsp;\r\n Pohyon temple was built in 1042. &nbsp;&nbsp;&nbsp;\r\n The existing main buildings were rebuilt in 1765. &nbsp;&nbsp;&nbsp;\r\n The octagonal 13-storied pagoda and the tetragonal nine-storied pagoda bear witness to stone architecture at that time. &nbsp;&nbsp;&nbsp;\r\n The bells which ring in the breeze are hanging from the edges of the roofs of each storey of the octagonal pagoda. &nbsp;&nbsp;&nbsp;\r\n There are 104 bells. &nbsp;&nbsp;&nbsp;\r\n The bells produce different tunes even in the breeze. &nbsp;&nbsp;&nbsp;\r\n Lower and upper sections of the platform of the tetragonal nine-storied pagoda are engraved with lotus flowers and tiers of the tower have delicate and ingenious designs. &nbsp;&nbsp;&nbsp;\r\n There are 80,000 blocks of complete collection of Buddhist scriptures, a national treasure, and wooden blocks of Buddhist scriptures in the periods of Koryo and Ri dynasties which show a high level of publication and printing technique of the ancestors. &nbsp;&nbsp;&nbsp;\r\n The museum standing on picturesque Mt. Myohyang draws many visitors.    \r\n\r\n"
        },
        {
            "title": "Credentials from Bulgarian ambassador",
            "url": "http://kcna.co.jp/item/2001/200108/news08/22.htm#7",
            "content": "DPRK government's consistent foreign policy \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 22 (KCNA) -- It is the consistent foreign policy of the workers' party and government of Korea to develop friendly and cooperative relations with various countries of the world in the idea of independence, peace and friendship in the new century, too. \r\n Minju Joson today says this in a signed article. It goes on: &nbsp;&nbsp;&nbsp;\r\n The party and government, identifying the idea of independence with the main principle governing their foreign policy, have taken the lead in the just struggle to realize the idea of peace and friendship. &nbsp;&nbsp;&nbsp;\r\n It is leader kim jong il who guides the party and government in the struggle to realize humankind's cause of independence and peace. &nbsp;&nbsp;&nbsp;\r\n He conducted energetic external activities as evidenced by his unofficial visit to the People's Republic of China early this year in the wake of his meeting with Putin, President of the Russian Federation, last year, thus making immortal contributions to defending peace and security in Asia and the rest of the world, boosting the friendly and cooperative relations among countries and promoting the cause of global independence. &nbsp;&nbsp;&nbsp;\r\n He made a long journey covering over 20,000 km to visit Russia. &nbsp;&nbsp;&nbsp;\r\n This represented a long march through which he devoted himself to successfully carrying out the independent foreign policy of the DPRK government. &nbsp;&nbsp;&nbsp;\r\n The workers' party and government of Korea will hold fast to the foreign policy based on independence, peace and friendship, true to the idea and leadership of Kim Jong Il, the great sun of the 21st century, to make a positive contribution to accomplishing the cause of global independence, the article concludes.    \r\n\r\n"
        },
        {
            "title": "Paek Nam Sun meets new Bulgarian ambassador",
            "url": "http://kcna.co.jp/item/2001/200108/news08/22.htm#8",
            "content": "Credentials from Bulgarian ambassador \r\n&nbsp;&nbsp;&nbsp;Pyongyang, August 22 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, received credentials from Dimitar Tzanev,Newly-appointed Bulgarian ambassador e.p. to the DPRK, at the Mansudae Assembly Hall today.\r\n After receiving the credentials, the president had a talk with the ambassador&nbsp;&nbsp;&nbsp;\r\n Present there was Choe Su Hon, vice-minister of Foreign Affairs.\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean and U.S. joint military exercise against DPRK under fire",
            "url": "http://kcna.co.jp/item/2001/200108/news08/22.htm#9",
            "content": "Paek Nam Sun meets new Bulgarian ambassador \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 22 (KCNA) -- DPRK foreign minister Paek Nam Sun today met and conversed with Dimitar Tzanev, newly-appointed Bulgarian ambassador e. p. to the DPRK, who paid a courtesy call on him.    \r\n\r\n\r\n"
        }
    ]
}