{
    "date": "2001-01-28",
    "url": "http://kcna.co.jp/item/2001/200101/20010128.htm",
    "articles": [
        {
            "title": "Former prisoner from S. Korea on true meaning of fatherland",
            "url": "http://kcna.co.jp/item/2001/200101/news01/28.htm#1",
            "content": "Former prisoner from S. Korea on true meaning of fatherland \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 28 (KCNA) -- Hwang Yong Gap, former unconverted long-term prisoner, contributed an article captioned \"grasping true meaning of fatherland\".\r\n He wrote that his repeated grasp of the true meaning of the fatherland convinced him that the fatherland precisely means leader Kim Jong Il who has inherited the intention of President Kim Il Sung.&nbsp;&nbsp;&nbsp;\r\n He noted that one can have faith only when he is aware he can preserve his political integrity, unashamed before his country, nation and all his kinsmen, after grasping the greatness of the leader of revolution and becoming a soldier loyal to him in practice. Hwang continued: &nbsp;&nbsp;&nbsp;\r\n Torches of revolution lit by Kim Jong Il wherever he went greatly instilled strength into the former unconverted long-term prisoners and deepened their faith. &nbsp;&nbsp;&nbsp;\r\n People depict faith as a \"mainstay\" but it is Kim Jong Il who turned this mainstay of the former unconverted long-term prisoners into a strong iron pillar.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il's birthday to be celebrated abroad",
            "url": "http://kcna.co.jp/item/2001/200101/news01/28.htm#2",
            "content": "Kim Jong Il's birthday to be celebrated abroad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 28 (KCNA) -- Preparatory committees were formed in Colombia, Nigeria and Tanzania to celebrate the birthday of leader Kim Jong Il which falls on February 16.\r\n Chairmen of the preparatory committees were elected at the inaugural meetings. &nbsp;&nbsp;&nbsp;\r\n The committees set a period of celebration and decided to hold multifarious events in the period.    \r\n\r\n"
        },
        {
            "title": "DPRK's efforts for national reunification supported",
            "url": "http://kcna.co.jp/item/2001/200101/news01/28.htm#3",
            "content": "DPRK's efforts for national reunification supported \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 28 (KCNA) -- Organizations and individuals of different countries released statements in support of the appeal made at the 2001 meeting for the independent reunification of the Korean nation.\r\n The Nepalese Committee for Supporing Korea's Reunification said in a statement on Jan. 17 that the principle of national independence is the basic principle for the settlement of the reunification problem and that it is the most reasonable way for the peaceful reunification of Korea to build a reunified state by means of federation. &nbsp;&nbsp;&nbsp;\r\n The statement expressed full support to the appeal of the DPRK government, political parties, organizations and individuals for setting the \"June 15-August 15 period of campaign for promoting national reunification\" and implementing the north-south joint declaration to the letter so as to reunify the country in a peaceful way at an early date by the efforts of the Korean nation, not with the help of outsiders. &nbsp;&nbsp;&nbsp;\r\n The statement called upon peoples of all countries which value peace and justice to join all the Korean people in their efforts for earlier reunification of the country.\r\n The Italian Committee for Reunification and Peace in Korea in a statement on Jan. 20 said that all the progressive forces in Italy express full support to the DPRK's joint New Year editorial and the appeal of the 2001 meeting, firmly convinced that Korea will be reunified without fail as there are the wise guidance of leader Kim Jong Il and his preeminent political ability.\r\n Chairman of the Guinean Committee for Supporting Korea's Reunification Mamadou Ali Sanpil in a press statement on Jan. 18 hoped that the Korean people would achieve great success in the efforts for the independent and peaceful reunification of Korea this year by implementing the June 15 North-South Joint Declaration and the appeal to the letter.    \r\n\r\n"
        },
        {
            "title": "Release of reunification champions urged in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200101/news01/28.htm#4",
            "content": "Release of reunification champions urged in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 28 (KCNA) -- The South Korean Federation of University Student councils reportedly released a statement on Jan. 21 denouncing the authorities for having passed prison terms on Kim Tae Won on charges that he visited the northern half of the country as a delegate of the federation in 1998.\r\n On Jan. 19 the South Korean authorities sentenced this student to four years' prison terms and four years' suspension of qualification. This is a grave development going against the desire of the nation for the reunification of the country growing after the publication of the historic June 15 joint declaration, the statement said. &nbsp;&nbsp;&nbsp;\r\n It held that the authorities, if they do not want to face a judgement by the 70 million fellow countrymen, should apologize to the nation at once and immediately release Kim Tae Won, Hwang Hye Ro, Ra Chang Sun, So Won Chol and others. \r\n\r\n"
        },
        {
            "title": "Implementation of north-south joint declaration called for",
            "url": "http://kcna.co.jp/item/2001/200101/news01/28.htm#5",
            "content": "Implementation of north-south joint declaration called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 28 (KCNA) -- An important and principled issue to be solved to reunify the country is to implement the June 15 North-South Joint Declaration to the letter, says Rodong Sinmun today in a signed article.\r\n The north-south joint declaration calls on all the Koreans  to pool their efforts and independently settle the issue of national reunification, the article says, and continues: &nbsp;&nbsp;&nbsp;\r\n It is the Koreans who ardently wish reunification, should live in a reunified country and are capable of achieving national reunification. &nbsp;&nbsp;&nbsp;\r\n The north and the south should regard the independence and great unity of the nation as a principle to solve the issue of reunification and strictly observe it. &nbsp;&nbsp;&nbsp;\r\n They should depend on the strength of the nation from a clear-cut stand and attitude towards national independence, not relying on outside forces. and they should maintain a firm stand of cooperating with fellow countrymen, not with outside forces. &nbsp;&nbsp;&nbsp;\r\n They should refrain from pursuing military cooperation with outside forces under the pretext of \"security.\" &nbsp;&nbsp;&nbsp;\r\n The north and the south should work for achieving national reunification by federal formula, pay deep attention to solving humanitarian issues at an early date and promote cooperation and exchange in various fields. \r\n Any Korean who wants national reunification should neither hesitate to implement the north-south joint declaration nor turn away from doing so nor resort to any action obstructive to it.    \r\n\r\n"
        },
        {
            "title": "Japan's base lobbying under fire",
            "url": "http://kcna.co.jp/item/2001/200101/news01/28.htm#6",
            "content": "Japan's base lobbying under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 28 (KCNA) -- Rodong Sinmun today in a signed commentary assails the Japanese ruling quarters for their zealous lobbying to sit on the UNSC.\r\n The commentary says: &nbsp;&nbsp;&nbsp;\r\n During his recent tour of a number of African countries the Japanese chief executive was busy talking about \"aid\" while showing his money bag off in a bid to win Africans' favour. &nbsp;&nbsp;&nbsp;\r\n His tour of Africa, the first of its kind in history, was prompted by his calculation to garner \"support\" of over 50 African U.N. member countries and to use it as a springboard from which to get the permanent membership of the UNSC, not to grant any benefit to the African people. &nbsp;&nbsp;&nbsp;\r\n Japan has massively beefed up its aggression troops and stepped up its preparations to launch military invasion overseas in a bid to realise its dream of the \"Greater East Asia Co-Prosperity Sphere\" by force of arms. It is hypocrisy for Japan to claim that it wishes to sit on the UNSC to \"contribute to international peace-keeping operation.\" &nbsp;&nbsp;&nbsp;\r\n Japan is not qualified to make any bid for a permanent membership of the UNSC as it entered the new century without redressing its past hideous crimes committed against global peace and shaking off the ill fame of enemy state. &nbsp;&nbsp;&nbsp;\r\n Japan should do anything to be qualified for being a member of the UNSC before making a bid for it. It should liquidate its past among other things.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}