{
    "date": "2001-06-09",
    "url": "http://kcna.co.jp/item/2001/200106/20010609.htm",
    "articles": [
        {
            "title": "Workers' demonstration continues in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200106/news06/09.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Amnesty International on human rights situation in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200106/news06/09.htm#2",
            "content": "Workers' demonstration continues in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 9 (KCNA) -- Workers' demonstration is going on in protest against the South Korean police authorities' hurling of huge police force into the Hyosung Ulsan Factory, according to Radio No. 1 from Seoul.\r\n Demonstrators of the South Korean Confederation of Trade Unions (KCTU) and others occupied a road in front of the public parking lot in Ulsan on June 6 before standing in confrontation with police and over 300 students affiliated to the South Korean Federation of University Student Councils (Hanchongryon) joined demonstrators.&nbsp;&nbsp;&nbsp;\r\n Choe Man Sik, acting chairman of the workers union of the Hyosung Ulsan Factory, and 6 other unionists went up a tower 40 metres high on June 5 to continue the strike the next day. &nbsp;&nbsp;&nbsp;\r\n Earlier, at least 1,500 members of the KCTU and students of Hanchongryon held a demonstration in protest against the police deployment. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the Ulsan city branch of the Democratic Workers' Party, an opposition party, published a statement and held a press interview on June 5 denouncing the police crackdown. \r\n\r\n"
        },
        {
            "title": "KCNA dismisses Japan's exercise of right to collective self-defense as suicidal",
            "url": "http://kcna.co.jp/item/2001/200106/news06/09.htm#3",
            "content": "Amnesty International on human rights situation in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 9 (KCNA) -- The Amnesty International in its \"annual report on human rights in 2001\" issued on May 30 reportedly accused South Korea of its human rights situation.\r\n Many students and activists of South Korea are imprisoned on charges of violation of vague articles including article 7 of the \"Security Law\" which calls for the punishment of members of the \"enemy-benefiting  organizations,\" the report said, and went on: &nbsp;&nbsp;&nbsp;\r\n There was a debate on the revision of the SL after the historic Pyongyang meeting but the \"National Assembly\" of South Korea opposed the revision. &nbsp;&nbsp;&nbsp;\r\n The \"law on supervision for public peace\" is still in force to watch and control the activities of former political offenders including prisoners of conscience in South Korea. &nbsp;&nbsp;&nbsp;\r\n According to the law, the former prisoners are restricted in their activities, political activity in particular. &nbsp;&nbsp;&nbsp;\r\n Riot police is used to put down demonstration or resistance of unionists in South Korea.    \r\n\r\n"
        },
        {
            "title": "South-north joint exhibition of materials held",
            "url": "http://kcna.co.jp/item/2001/200106/news06/09.htm#4",
            "content": "KCNA dismisses Japan's exercise of right to collective self-defense as suicidal \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 9 (KCNA) -- Some days ago, a Japanese private organization of experts released a report on the issue of \"right to collective self-defense.\"\r\n The organization in the report called for solving the issue of \"right to collective self-defense\" as early as possible by \"developing\" the existing constitution. &nbsp;&nbsp;&nbsp;\r\n It used a vague word \"develop\" as regards the constitution in the report. But in a word, it is nothing but a call for rewriting article 9 of the constitution which stipulates the renouncement of war and providing a legal guarantee for military actions  for overseas aggression. &nbsp;&nbsp;&nbsp;\r\n What should not be overlooked is that since the emergence of the new cabinet in Japan such right-wing forces professing to be a private organization and the ruling quarters are whipping up a social atmosphere for militarisation and overseas aggression, cooperating with each other in a crafty way. &nbsp;&nbsp;&nbsp;\r\n It is already known that in may, too, senior officials of the Japanese ruling quarters appeared one after another on various occasions to openly advocate the issues of exercising the \"right to collective self-defense\" and reorganizing the \"self-defense forces,\" thus arousing serious concern inside and outside Japan. &nbsp;&nbsp;&nbsp;\r\n All the facts go to clearly prove that the moves to replace the \"peace constitution\" by a war constitution are being pushed forward as a policy in Japan and the present ruling quarters and the right-wing government-sponsored organizations take the lead in justifying them as a pressing issue. &nbsp;&nbsp;&nbsp;\r\n The Japanese ruling quarters seek to put a social atmosphere for militarization into certain maturity by using those organizations in a bid to push the revision of the constitution and legalize overseas military activities under the pretext of the \"will of the nation.\" &nbsp;&nbsp;&nbsp;\r\n This is the very reason why the Japanese right-wing forces are using those organizations in calling for the exercise of the \"right to collective self-defense.\" &nbsp;&nbsp;&nbsp;\r\n Japan's moves for overseas aggression are nothing but suicidal acts. &nbsp;&nbsp;&nbsp;\r\n The Japanese ruling quarters should not forget the lesson taught by Japan's past which brought so bitter pain to its people.    \r\n\r\n"
        },
        {
            "title": "Airlines workers' union vow to call strike",
            "url": "http://kcna.co.jp/item/2001/200106/news06/09.htm#5",
            "content": "South-north joint exhibition of materials held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 9 (KCNA) -- The South-North Joint Exhibition of Materials is open at the Tok Islet Museum from the latter part of may to disclose the illegality of the Japanese imperialists' occupation of Korea, according to Seoul-based Yonhap News.\r\n On display are materials showing elaborate preparations and high-handed practices of the Japanese imperialists for occupation of Korea, including the \"theory of conquest of Korea\" and \"Kanghwa Island Treaty,\" and more materials related to Tok islet. &nbsp;&nbsp;&nbsp;\r\n For vivid materials from the south and north of Korea the exhibition drew more than 5,000 visitors in less than half a month and the exhibition is open before full houses everyday. &nbsp;&nbsp;&nbsp;\r\n The Tok Islet Museum side on June 6 said that the visitors are deeply interested in the exhibition in connection with Japan's more undisguised distortion of history and the exhibition which will continue until its reopen in Seoul toward the end of august will be a good opportunity for tourist to Ullung Island to understand history. &nbsp;&nbsp;&nbsp;\r\n A similar exhibition was opened at the Grand People's Study House in Pyongyang in March.    \r\n\r\n"
        },
        {
            "title": "Greetings to President of Portugal",
            "url": "http://kcna.co.jp/item/2001/200106/news06/09.htm#6",
            "content": "Airlines workers' union vow to call strike \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 9 (KCNA) -- The Asiana Airlines Workers Union in a press interview held at Kimpho Airport on June 7 declared it would go on a strike on June 12, the day fixed for the start of a general strike of the South Korean Confederation of Trade Unions if negotiations with the management slated to be held from June 7 to 9 collapse, according to Yonhap News from Seoul.\r\n The organization vowed to call the strike as it could not hold negotiations with the management on the wage hike and other issues though it tried to push them several times from the outset of may. &nbsp;&nbsp;&nbsp;\r\n In another development, the airplane pilots union of South Korea announced that it would join the Asiana Airlines Workers Union in the strike.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il sends message of sympathy to Syrian President",
            "url": "http://kcna.co.jp/item/2001/200106/news06/09.htm#7",
            "content": "Greetings to President of Portugal \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 9 (KCNA) -- Kim Yong Nam, President of the presidium of the DPRK Supreme People's Assembly, on June 7 sent a message of greetings to Jorge Fernando Branco De Sampaio, President of Portugal, on the occasion of its National Day.\r\n The message expressed the belief that the friendly and cooperative relations between the two countries would further expand and develop in the future, too, and wished the President and people of Portugal greater success in their work for the prosperity of the country.    \r\n\r\n"
        },
        {
            "title": "Sympathy expressed to Syrian President",
            "url": "http://kcna.co.jp/item/2001/200106/news06/09.htm#8",
            "content": "Kim Jong Il sends message of sympathy to Syrian President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 9 (KCNA) -- Leader Kim Jong Il  today sent a message of sympathy to Bashar al Assad, President of the Syrian Arab Republic, on the occasion of the first anniversary of death of Hafez al Assad, an outstanding leader of the Syrian Arab people.\r\n The Korean people always remember the life of Hafez al Assad during which he made an immortal contribution to carrying out the sacred cause to defend the sovereignty and dignity of the Arab nation and the Syrian Arab people and made great efforts to strengthen and develop the friendly ties between the peoples of the DPRK and Syria, the message said. &nbsp;&nbsp;&nbsp;\r\n Pleased to note that the traditional friendly and cooperative relations between the two countries provided by the preceding great leaders have invariably developed generation after generation even under the complicated international situation, the message said they would continue to grow stronger in the new century, too. &nbsp;&nbsp;&nbsp;\r\n It hoped that the president would enjoy good health and happiness and the friendly Syrian people under the correct guidance of the president would successfully carry forward the cause of Hafez al Assad and achieve greater success in their struggle to retake the occupied Arab territories including the Golan Heights and build a new modern society. \r\n\r\n"
        }
    ]
}