{
    "date": "2001-06-22",
    "url": "http://kcna.co.jp/item/2001/200106/20010622.htm",
    "articles": [
        {
            "title": "Kim Jong Il inspects KPA unit and catfish factory built by servicemen",
            "url": "http://kcna.co.jp/item/2001/200106/news06/22.htm#1",
            "content": "Kim Jong Il inspects KPA unit and catfish factory built by servicemen \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 22 (KCNA) -- Leader Kim Jong Il Thursday inspected KPA unit no. 983.\r\n He was accompanied by KPA generals Ri Myong Su, Hyon Chol Hae and Pak Jae Gyong.&nbsp;&nbsp;&nbsp;\r\n After hearing a report on the situation from the commander of the unit, he learned about the performance of its duty and saw soldiers in training. &nbsp;&nbsp;&nbsp;\r\n He was greatly satisfied to see all the soldiers firmly prepared politically and ideologically, in military technique and physically to be a-match-for-a-hundred fighters capable of reliably defending the socialist homeland. he set forth highly important tasks which would serve as a guideline in further increasing the combat capability of the unit. &nbsp;&nbsp;&nbsp;\r\n He gave the soldiers of the unit an automatic rifle as a gift and had a picture taken with them. &nbsp;&nbsp;&nbsp;\r\n The next leg of his field guidance was the catfish factory built by KPA large combined unit no. 567. &nbsp;&nbsp;&nbsp;\r\n This modern catfish factory with a total plottage of more than 15,000 square meters will annually produce hundreds of tons of catfish by an industrial method and thus greatly contribute to improving the soldiers' diet. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il went round the interior and the exterior of the factory and acquainted himself in detail with its construction and breeding. &nbsp;&nbsp;&nbsp;\r\n He highly praised the unit for its feats, saying that it is, indeed, a great success that the unit built a modern catfish factory up to world standards by its own efforts. &nbsp;&nbsp;&nbsp;\r\n He spoke highly of the unit's exploits once again, noting that it built many edifices conducive to the prosperity and development of the country including the Rimjingang Power Station No. 1 during the \"arduous march\" and successfully completed the modern catfish factory by its own efforts. &nbsp;&nbsp;&nbsp;\r\n He went round the factory and proposed highly important tasks which would serve as a guideline in putting breeding on a scientific and intensive basis to sharply increase the production of freshwater fishes.    \r\n\r\n"
        },
        {
            "title": "Vietnamese embassy officials help Korean farmers",
            "url": "http://kcna.co.jp/item/2001/200106/news06/22.htm#2",
            "content": "Vietnamese embassy officials help Korean farmers \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 22 (KCNA) -- Vietnamese ambassador do Thi Hoa and embassy officials here Thursday helped members of the Korea-Vietnam Friendship Jamjin Cooperative Farm in weeding in a maize field.\r\n During a break, they sang and talked with the farmers, deepening friendly feelings. &nbsp;&nbsp;&nbsp;\r\n The embassy officials handed aid materials to the farm.    \r\n\r\n"
        },
        {
            "title": "Preparatory committee of Koreans in Germany formed",
            "url": "http://kcna.co.jp/item/2001/200106/news06/22.htm#3",
            "content": "Preparatory committee of Koreans in Germany formed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 22 (KCNA) -- The society for cooperation among Koreans in Germany formed a preparatory committee for commemorating Sun's Day, the birth anniversary of President Kim Il Sung, and celebrating the birthday of leader Kim Jong Il on February 16, 2002, in Rudesheim, Germany, on June 12.\r\n Jang Il Jung, chairman of the society, was elected chairman of the preparatory committee. &nbsp;&nbsp;&nbsp;\r\n The committee decided to hold various functions including a meeting and a photo exhibition.    \r\n\r\n"
        },
        {
            "title": "National fine art exhibition opens",
            "url": "http://kcna.co.jp/item/2001/200106/news06/22.htm#4",
            "content": "National fine art exhibition opens \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 22 (KCNA) -- A national fine art exhibition opened on the occasion of \"June 25, Day of Struggle against U.S. Imperialists\".\r\n Displayed at the exhibition are paintings depicting the immortal exploits of President Kim Il Sung and leader Kim Jong Il including Korean paintings \"Supreme Commander on Height in Flames,\" \"There can be no World without Korea.\" &nbsp;&nbsp;&nbsp;\r\n Also on display there are oil paintings \"For Fatherland\" and \"Land and Soldier,\" which represent mass heroism, ardent patriotism and unyielding fighting spirit displayed by soldiers of the people's army and people of Korea during the fatherland liberation war against U.S. imperialist aggressors, and Korean painting \"We will take revenge on brutes thousand times\" and others. &nbsp;&nbsp;&nbsp;\r\n Drawing attention of visitors are fine art pieces depicting the brutality of the U.S. imperialists and posters on the revolutionary spirit and militant traits of the Korean people's army and people. &nbsp;&nbsp;&nbsp;\r\n An opening ceremony took place at the People's Palace of Culture yesterday.    \r\n\r\n"
        },
        {
            "title": "U.S. troop pullout from S. Korea urged",
            "url": "http://kcna.co.jp/item/2001/200106/news06/22.htm#5",
            "content": "U.S. troop pullout from S. Korea urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 22 (KCNA) -- Pak Kwang Gi, chief of the Pyongyang mission of the National Democratic Front of South Korea, had an interview with domestic and foreign reporters here yesterday on the threshold of \"June 25 day of struggle against the U.S. imperialists.\"\r\n He mentioned about the issue of the withdrawal of the U.S. troops from South Korea, the point of the present situation. &nbsp;&nbsp;&nbsp;\r\n Saying that the U.S. troops in South Korea are an aggression army which backs the U.S. colonial rule over South Korea by force of arms and tries to put the whole area of the Korean peninsula under the colonial control through the war of aggression on the north, he disclosed gi crimes. &nbsp;&nbsp;&nbsp;\r\n He called attention to the facts that during the last June 25 war the U.S. army reduced towns and rural villages to ashes with the indiscriminate bombing and massacred many innocent people and that it has committed murderous crimes against the South Korean people. The U.S. is not an \"ally sealed in blood\" nor a \"friendly nation\" of South Korea but the most outrageous and shameless aggressor and enemy state, he said. &nbsp;&nbsp;&nbsp;\r\n The U.S. army is also keen to unleash a war of aggression on the north, ceaselessly aggravating tensions on the Korean peninsula and an obstacle to national reunification, the cherished desire of the Korean nation, he said, and went on: &nbsp;&nbsp;&nbsp;\r\n The recent proposal for resumption of the DPRK-U.S. dialogue made by the Bush administration is not a dialogue aimed to dispel mistrust and misunderstanding between both sides but a no-dialogue proposal designed to block negotiations by it proposing issues to isolate and stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. troops in South Korea should immediately stop their criminal atrocities and war moves against the north in South Korea and be withdrawn at once, taking along their nuclear and other lethal weapons. &nbsp;&nbsp;&nbsp;\r\n He expressed the belief that the progressives, political parties, organizations and international organizations which aspire after and value sovereignty, independence and social progress would bitterly denounce gi crimes and provocations to ignite a new war and lift up just voices for the withdrawal of the U.S. troops from South Korea.    \r\n\r\n"
        },
        {
            "title": "Anti-U.S. meetings held",
            "url": "http://kcna.co.jp/item/2001/200106/news06/22.htm#6",
            "content": "Anti-U.S. meetings held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 22 (KCNA) -- Meetings to condemn the U.S. and meetings to vow revenge upon it were held by working people's organizations of Korea yesterday on the occasion of the \"June 25 day of struggle against U.S. imperialists\".\r\n A meeting of unionists to condemn the U.S. took place on the bank of the River Taedong, where \"Pueblo\", a U.S. imperialist armed spy ship, is on show. &nbsp;&nbsp;&nbsp;\r\n Speakers denounced the U.S. imperialist aggressors for reducing cities and villages to heaps of ashes with huge armed forces and combat equipment for three years of the Korean War and murdering innocent people in the most brutal way in the world history of war. &nbsp;&nbsp;&nbsp;\r\n Noting that the U.S. imperialists have turned South Korea into a man-slaughter house and killed many innocent people, they condemned the U.S. imperialist aggressors for committing murderous atrocities in the country. &nbsp;&nbsp;&nbsp;\r\n A meeting of agricultural workers to vow revenge upon the U.S. was held by Poku reservoir in Sinchon county, South Hwanghae Provicne. The speakers said that the U.S. imperialist aggressors massacred 35,000 guiltless civilians, or a quarter of Sinchon county population, for about 50 days in the period of the strategic retreat. &nbsp;&nbsp;&nbsp;\r\n An anti-U.S. meeting of mothers took place at a valley of chestnut trees in Wonam-ri of the county. The speakers said that the imperialists took children off the bosom of their mothers to put them into a store and poured gasoline over them and burned them to death and fired machine guns and threw hand-grenades over mothers, killing all of them. &nbsp;&nbsp;&nbsp;\r\n The participants in the meetings loudly shouted slogans reflecting their firm will to take a thousand-fold revenge upon the U.S. imperialist murderers, the sworn enemy of the Korean people, and speed up the reunification of the country.    \r\n\r\n"
        },
        {
            "title": "Anecdotes about Kim Il Sung (3)",
            "url": "http://kcna.co.jp/item/2001/200106/news06/22.htm#7",
            "content": "Anecdotes about Kim Il Sung (3) \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 22 (KCNA) -- There is an anecdote about 400 million won earmarked for geological prospecting.\r\n Premier Kim Il Sung met with an official in charge of copper prospecting in Autumn of Juche 42 (1953). Copper prospecting started in the northern part of the DPRK from the period of the Fatherland Liberation War (1950-1953). But the result of prospecting was not so good. When the official asked for an additional allocation of 100 million won, the premier said that the state would additionally spend 400 million won for the job. And he added that if copper deposit was not found even after spending all the money, prospecting workers had better erect a monument inscribed with letters \"younger generations, don't touch here as there is no copper deposit here \" so that coming generations might not suffer any loss though prospecting in those times might bring losses. the nation's leading copper mine made its appearance in this area later. &nbsp;&nbsp;&nbsp;\r\n There is also an anecdote about the request made to a stubborn fellow. &nbsp;&nbsp;&nbsp;\r\n An important meeting was held in summer of Juche 46 (1957), presided over by premier Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n When the meeting was about to close, an official of the mine requested the premier to provide the mine with trucks for supply service. &nbsp;&nbsp;&nbsp;\r\n As regards this, the premier told him to transport supplies by use of refrigerator Waggons according to a decision of the cabinet. &nbsp;&nbsp;&nbsp;\r\n The official, however, begged the premier to supply several trucks, explaining the conditions of the mine. on hearing this, the premier with a smile on his face said: &nbsp;&nbsp;&nbsp;\r\n You insist that I violate the law. But even the premier cannot be above the law of the state. &nbsp;&nbsp;&nbsp;\r\n The last anecdote in this story is about 400,000 bricks. &nbsp;&nbsp;&nbsp;\r\n Kim Il Sung visited the reconstruction site of the Pyongyang Textile Mill shortly after the end of the Fatherland Liberation War (1950-1953). At that time officials told him that 400,000 bricks were needed to finish the reconstruction as early as possible. &nbsp;&nbsp;&nbsp;\r\n Lost in thought for a while, the premier asked the commander of the unit of the Korean People's Army mobilized for the reconstruction. The premier asked him how many soldiers were participating in the reconstruction, how many bricks could be if a soldier recovers 5 old bricks and how many if each does 10.  Not only the officer answering the questions but officials were struck with admiration at the questions.        By putting just three questions the premier found a solution to the issue of 400,000 bricks.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on invincible class position",
            "url": "http://kcna.co.jp/item/2001/200106/news06/22.htm#8",
            "content": "Rodong Sinmun on invincible class position \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 22 (KCNA) -- The more vicious the imperialists' moves to stifle socialism of Korean style become, the more furious the class hatred of the Korean people for them grows and the more invincible the class position of the Korean revolution becomes, says Rodong Sinmun today in a signed article.\r\n Recalling that the class position of the Korean revolution has been steadily cemented in the struggle to defend the banner of socialism, the article goes on: &nbsp;&nbsp;&nbsp;\r\n The Korean people are greatly proud of achieving a brilliant victory in defending socialism against the imperialists in the 20th century with high class self-respect and sense of superiority and firm faith in socialism. &nbsp;&nbsp;&nbsp;\r\n The Korean people have more firmly consolidated their class position through the struggle to devotedly defend the leader. &nbsp;&nbsp;&nbsp;\r\n The firm principle with no slightest concession or forgiveness in defending the authority and exploits of the leader and the uncompromising spirit of fighting fearless of death in defence of his idea and line are prevailing in our revolutionary ranks. &nbsp;&nbsp;&nbsp;\r\n The Korean people have further consolidated the socialist class position as firm as a rock through the struggle to resolutely smash the ideological and cultural poisoning of the imperialists. &nbsp;&nbsp;&nbsp;\r\n The uncompromising spirit of struggle against the imperialists and class preparedness are growing firmer among the Korean people. This is basic guarantee which makes it possible to display the political and ideological might of our revolutionary ranks. &nbsp;&nbsp;&nbsp;\r\n The Korean people are consolidating their class position through the struggle to step up socialist economic construction. &nbsp;&nbsp;&nbsp;\r\n They are giving full play to the advantages of the socialist system in our country and consolidating the class position as firm as an iron wall through the struggle to more firmly build the national economic power corresponding with the era of army-first politics.    \r\n\r\n\r\n"
        },
        {
            "title": "Medical supplies from Egypt",
            "url": "http://kcna.co.jp/item/2001/200106/news06/22.htm#9",
            "content": "Medical supplies from Egypt\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 22 (KCNA) -- The DPRK received medical supplies sent by the Red Crescent Society of Egypt in humanitarian aid.\r\n The supplies were handed by Ahmed Fawzi, charge d'affaires ad interim of Egypt to the DPRK, to a field concerned on June 2   \r\n   \r\n\r\n\r\n\r\n"
        }
    ]
}