{
    "date": "2001-05-06",
    "url": "http://kcna.co.jp/item/2001/200105/20010506.htm",
    "articles": [
        {
            "title": "Korean people's just cause supported abroad",
            "url": "http://kcna.co.jp/item/2001/200105/news05/06.htm#1",
            "content": "Korean people's just cause supported abroad \r\n&nbsp;&nbsp;&nbsp; Pyongyang,May 6 (KCNA) -- Participants in a seminar on the subject of \"Struggle Of Socialist Countries Against Imperialist Globalization\" which was held in Brussels to celebrate May Day under the sponsorship of the Belgian Labour Party expressed full support to the Korean people's just cause.\r\n The general secretary of the Belgian Labour Party, members of the party leadership and party members and the delegates of Communist Party of Cuba, the Lao People's Revolutionary Party, the Communist Party of India (Marxist-Leninist), the New Communist Party of Great Britain, the Communist Party of Bulgaria, the Workers Communist Party of Norway, the October 8 Revolutionary Movement of Brazil and other foreign political parties in their speeches extended full support to the workers' party and people of Korea firmly defending the socialist banner while resolutely countering the imperialist moves to isolate and stifle the DPRK.    \r\n\r\n"
        },
        {
            "title": "U.S. must not forget lesson from Pueblo incident",
            "url": "http://kcna.co.jp/item/2001/200105/news05/06.htm#2",
            "content": "U.S. must not forget lesson from Pueblo incident \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 6 (KCNA) -- Franco Forconi who is heading the Italian delegation for the study of the Juche idea on a visit to Korea said that the U.S. imperialists' armed spy ship Pueblo which was captured by the navy of the Korean People's Army clearly shows the miserable end of those who encroached upon the sovereignty of Korea.\r\n A few seamen of the KPA captured pueblo with over 80 crewmen on January 23. Juch 57 (1968) who were conducting  espionage in the territorial waters of the DPRK.&nbsp;&nbsp;&nbsp;\r\n The United States apologized to the DPRK for the espionage and signed a letter of apology which guarantees that no ship will intrude into the territorial waters of the DPRK. The Pueblo is exhibited on the bank of the River Taedong in Pyongyang where the U.S. general Sherman was sunken more than a hundred years ago. &nbsp;&nbsp;&nbsp;\r\n After inspection, Franco Forconi was interviewed by a reporter. &nbsp;&nbsp;&nbsp;\r\n He said that by the heroic KPA, the United States was defeated in the past Korean War and was again brought to its knees before the Korean people. &nbsp;&nbsp;&nbsp;\r\n Any U.S. moves against the DPRK will go busted before the might of Korea where the great army-first politics and the army-first revolutionary leadership of Kim Jong Il, invincible and iron-willed commander, are administered, he noted. &nbsp;&nbsp;&nbsp;\r\n As long as the U.S. forces are stationed in South Korea, Korea's reunification cannot be realized and peace can never be guaranteed on the Korean peninsula, he said, urging the United States to pull its forces out of South Korea at an early date.    \r\n\r\n"
        },
        {
            "title": "National seminar on era of information industry",
            "url": "http://kcna.co.jp/item/2001/200105/news05/06.htm#3",
            "content": "National seminar on era of information industry \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 6 (KCNA) -- A national seminar on the Juche-oriented idea and theory on the era of information industry was held yesterday at the People's Palace of Culture.\r\n Present there were Kim Yong Nam, Hong Song Nam and other senior party and state officials and leading officials in different fields. &nbsp;&nbsp;&nbsp;\r\n The seminar proved the uniqueness and validity of leader Kim Jong Il's Juche-oriented idea and theory on the era of information industry and set forth ways of rapidly developing the information industry of the country. &nbsp;&nbsp;&nbsp;\r\n The floor was taken by pro. and dr. Thae Hyong Chol, president of the Academy of Social Sciences, academician and dr. Ri Kwang Ho, president of the Academy of Sciences, bachelor Song Yong Il, director of a department of the Korean Computer Center, pro. and dr. Hong So Hon, president of Kim Chaek University of Technology, Jo Chang Dok, vice-premier of the cabinet, and others. &nbsp;&nbsp;&nbsp;\r\n They referred to the essence and characteristics of the era of information industry and the role of information technology in making socio-economic progress, stressing that science is just to build a powerful nation and information industry is to achieve prosperity of the nation. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's teachings on giving priority to scientific research work for the development of information technology are based on his deep insight into the law governing the development of information industry in the world, they said. &nbsp;&nbsp;&nbsp;\r\n They called for working out a proper plan for developing information technology and regarding the development of information technology as the most important affair of state and carrying through the party policy to build Korean-style information industry. &nbsp;&nbsp;&nbsp;\r\n They laid stress on correctly applying the requirements of the seed theory clarified by kim jong il to the development of information industry and managing the national economy based on developed information industry. &nbsp;&nbsp;&nbsp;\r\n They said achievements in the  development of information industry in recent years show that they can put information industry on the world standard in the short time if they give full play to the true advantages of Korean-style socialism and effectively mobilize human and material potentials of the country. &nbsp;&nbsp;&nbsp;\r\n They discussed how to bring information industry on to ultra-modern standard in a short span of time.     \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on theory of driving force of revolution",
            "url": "http://kcna.co.jp/item/2001/200105/news05/06.htm#4",
            "content": "Rodong Sinmun on theory of driving force of revolution \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 6 (KCNA) -- Leader Kim Jong Il's revolutionary theory on the driving force of revolution serves as an immortal militant banner representing not only today but the times and the eternal future of revolution, says Rodong Sinmun today in a signed article. \r\n It goes on: \r\n The Workers' Party of Korea put forward not only working class but broad masses including farmers and intellectuals as the driving force of revolution. &nbsp;&nbsp;&nbsp;\r\n The WPK's theory on the driving force of revolution is the unique theory which considers the idea of the people as the main factor of composing the revolutionary forces, not their socio-class position and other objective factors. &nbsp;&nbsp;&nbsp;\r\n People's stand and attitude toward revolution do not depend on their socio-class position only. This position exerts influence on their actions only through their ideological awareness. \r\n Ideology plays a decisive role in the activities of people. &nbsp;&nbsp;&nbsp;\r\n Therefore, ideological awareness helps rally broad masses in the revolutionary ranks, strengthen the driving force of revolution and enhance its role to advance revolution victoriously. &nbsp;&nbsp;&nbsp;\r\n As production processes are replaced by efficient ones based on information technology, the ranks of working class engaged in intellectual labour are rapidly increasing as compared with those in toilsome physical labour. &nbsp;&nbsp;&nbsp;\r\n This evidently proves the validity and vitality of the WPK's theory which defines broad masses including intellectuals as well as working class as the driving force of revolution and calls for enhancing their role. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il put forward intellectuals as the eternal companion, loyal helper and excellent adviser to the WPK. &nbsp;&nbsp;&nbsp;\r\n His noble trust in the intellectuals is associated with his steadfast confidence in the driving force of revolution. &nbsp;&nbsp;&nbsp;\r\n Only victory and glory are in store for the WPK and the Korean revolution which are advancing under the leadership of Kim Jong Il in the 21st century, too, as in the 20th century.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on U.S. moves to keep its troops in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200105/news05/06.htm#5",
            "content": "Rodong Sinmun on U.S. moves to keep its troops in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 6 (KCNA) -- The Bush administration is now trying to keep the U.S. imperialist aggression forces in South Korea.\r\n In this regard Rodong Sinmun today runs a signed commentary, which says: &nbsp;&nbsp;&nbsp;\r\n Bush said the U.S. armed forces are needed to \"keep peace\" and U.S. Secretary of state Powell said that the U.S. troops play the role of keeping peace on the Korean peninsula and that the U.S. troops should remain in South Korea ever after the reunification of the Korean peninsula.\r\n Their remarks prove that they have no intention to withdraw their troops from south Korea. &nbsp;&nbsp;&nbsp;\r\n Their assertion is nothing but a preposterous sophism to cover up the aggressive nature of the U.S. military occupation of South Korea and hoodwink the public opinion at home and abroad. \r\n Their utterances about \"peace-keeping\" are all the more preposterous. &nbsp;&nbsp;&nbsp;\r\n The situation of the Korean peninsula is extremely strained and peace is exposed to threat because the U.S. imperialists have intensified their moves for aggression against the DPRK, keeping their military presence in South Korea in an attempt to freeze the division of the nation. &nbsp;&nbsp;&nbsp;\r\n The Bush administration, talking about \"threat from the north\", described the U.S. troops stationed in South Korea as \"deterrent force\" in an effort to justify its moves for aggression and war and its permanent military presence in South Korea. &nbsp;&nbsp;&nbsp;\r\n The arguments about \"peace-keeping\", \"war deterrent force\" and \"imbalance of military forces\" are slogans for military aggression and intervention in Korea. The U.S. imperialists are well advised to drop their foolish attempt to ignite a war of aggression against the DPRK and immediately withdraw their troops from South Korea.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}