{
    "date": "2001-04-11",
    "url": "http://kcna.co.jp/item/2001/200104/20010411.htm",
    "articles": [
        {
            "title": "Kim Jong Il inspects unit no. 884 of airforce",
            "url": "http://kcna.co.jp/item/2001/200104/news04/11.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "National art exhibition opens",
            "url": "http://kcna.co.jp/item/2001/200104/news04/11.htm#2",
            "content": "Kim Jong Il inspects unit no. 884 of airforce \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 11  (KCNA) - Supreme commander Kim Jong Il inspected unit no. 884 of the airforce of the Korean People's Army on April 10.\r\n The unit had the honour of receiving on-the-spot guidance given by President Kim Il Sung and supreme commander Kim Jong Il several times.&nbsp;&nbsp;&nbsp;\r\n While going round a room for the education in matters associated with revolutionary history, the supreme commander recalled with deep emotion leadership exploits of the president associated with the history of the development of the unit. &nbsp;&nbsp;&nbsp;  \r\n He said that the undying revolutionary exploits of the leader who  worked hard to strengthen the nation's airforce would shine long in the history of the matchless airforce. &nbsp;&nbsp;&nbsp;\r\n He acquainted himself in detail with the performance of the duties of the unit and its training. &nbsp;&nbsp;&nbsp;\r\n He highly appreciated the feats of the pilots and put forward highly important tasks that would serve as a guideline in increasing the combat power of the unit in every way. &nbsp;&nbsp;&nbsp;\r\n He met officers and men of the unit and gave them a warm pep-talk and  posed for a photograph with them. &nbsp;&nbsp;&nbsp;\r\n Then he inspected a women's company under the unit. &nbsp;&nbsp;&nbsp;\r\n He took warm care of their living as their parents would do. &nbsp;&nbsp;&nbsp;\r\n He said the women soldiers who have turned out in defence of the country were ardent revolutionaries and urged the commanding officers to pay particular attention to their living. &nbsp;&nbsp;&nbsp;\r\n He enjoyed  an art performance given by soldiers of the company. &nbsp;&nbsp;&nbsp;\r\n He gave them an automatic rifle as a gift and posed for a photograph with them. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by generals Hyon Chol Hae and Pak Jae Gyong and other general officers of the Korean People's Army.    \r\n\r\n"
        },
        {
            "title": "Seminars of working people's organizations held",
            "url": "http://kcna.co.jp/item/2001/200104/news04/11.htm#3",
            "content": "National art exhibition opens \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 11 (KCNA) -- A national art exhibition for commemorating Sun's Day opened at the People's Palace of Culture on Apr. 10 with President Kim Il Sung's birth anniversary at hand.\r\n Displayed there are more than 50 pieces of art works showing the glorious revolutionary history and the noblest personality of Kim Il Sung, a great man.&nbsp;&nbsp;&nbsp;\r\n Among them are the Korean painting \"The Everlasting Sun\" portraying the august image of Kim Il Sung, the oil painting \"The Great Leader Comrade Kim Il Sung Crossing the River Amnok with a Great Will to Liberate the Country\" and the Korean painting \"Ever-Victorious Iron-Willed Commander General Kim Il Sung Who Defeated U.S. Imperialism.\" &nbsp;&nbsp;&nbsp;\r\n On display there are art works dealing with the traits of leader Kim Jong Il as a great man. &nbsp;&nbsp;&nbsp;\r\n Also displayed there are many works depicting the loyalty of the Korean people who are longing for Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n On the same day, art exhibitions opened with due ceremonies in all provinces of the DPRK.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il's personality as great man introduced in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200104/news04/11.htm#4",
            "content": "Seminars of working people's organizations held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 11 (KCNA) -- Seminars of working people's organizations were held here yesterday on the occasion of Sun's Day, the birth anniversary of President Kim Il Sung.\r\n The seminars of the General Federation of Trade Unions of Korea, the Korean Democratic Women's Union and the Union of Agricultural Workers of Korea referred to immortal feats performed by the president in the work of working people's organizations. &nbsp;&nbsp;&nbsp;\r\n Speakers called on all the officials and members of the trade unions to take the lead in the advance of socialism under the red flag to perform miracles and exploits. &nbsp;&nbsp;&nbsp;\r\n They underscored the need to bring about a radical turn in the agricultural production in hearty response to the Workers' Party of Korea programme for rural construction. &nbsp;&nbsp;&nbsp;\r\n Speakers at the women's seminar called for vigorously pushing one of the wheels of the revolutionary chariot, responsible for the state and the society.    \r\n\r\n"
        },
        {
            "title": "First Latin American Seminar on Juche Idea in 21st Century",
            "url": "http://kcna.co.jp/item/2001/200104/news04/11.htm#5",
            "content": "Kim Jong Il's personality as great man introduced in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 11 (KCNA) -- A computer report on people's feelings \"Kim Jong Il's Charisma Opens Door of Reunification\" produced by the South Korean Hana Computer Network is widely introduced through internet on the occasion of Sun's Day, the birth anniversary of President Kim Il Sung, according to a news report.\r\n The report carries photographs of leader Kim Jong Il conducting such energetic activities for national reunification as holding the historic Pyongyang summit, publishing the June 15 North-South Joint Declaration and meeting with the delegation of South Korean media organizations. &nbsp;&nbsp;&nbsp;\r\n The report also deals with the feelings of people from all walks of life in South Korea admiring Kim Jong Il as the \"Sun of the 21st Century\" and \"Leader of National Reunification\" and the tenor of South Korean publications praising him as a \"Man with Distinguished Political Leadership Art,\" \"The Greatest Man,\" a \"Broad-Minded Leader,\" etc.    \r\n\r\n"
        },
        {
            "title": "Eagle owl",
            "url": "http://kcna.co.jp/item/2001/200104/news04/11.htm#6",
            "content": "First Latin American Seminar on Juche Idea in 21st Century \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 11 (KCNA) -- The first Latin American Seminar on the Juche Idea in the 21st Century titled \"The Juche Idea, Banner of Struggle for Independence of Latin America in the 21st Century\" was held in Venezuela on March 29 and 30 to commemorate Sun's Day, the birth anniversary of President Kim Il Sung.\r\n Congratulatory speeches were made and messages of greetings from the International Institute of the Juche Idea and other organizations for the study of the Juche idea and individuals in different countries were read out at the seminar. &nbsp;&nbsp;&nbsp;\r\n At the seminar the chairman of the Latin American Institute of the Juche Idea delivered a report which was followed by speeches of representatives of Juche idea study organizations and public figures from Costa Rica, Peru, Panama, Brazil, Ecuador, Nicaragua, Colombia and other countries. &nbsp;&nbsp;&nbsp;\r\n Saying that the Juche idea is a guideline in the accomplishment of the popular masses' cause of independence, they pointed to measures to study and disseminate the Juche idea to meet the demand of the new century. &nbsp;&nbsp;&nbsp;\r\n A letter to leader Kim Jong Il and declaration \"Let Us Vigorously Struggle for Independent Development of Latin America in the 21st Century Under the Uplifted Banner of the Juche Idea\" were adopted at the seminar. &nbsp;&nbsp;&nbsp;\r\n The declaration said that to build a new independent and prosperous society is the unanimous desire of the progressive humankind and the Juche idea is a great guideline for its realization. It noted that the 21st century would be a century of victory of the Juche idea whose truth was confirmed by Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il is a great defender of the human cause of independence and a distinguished leader, it stated, stressing:  It is the absolute confidence and firm will of followers of the Juche idea and the progressive humankind that under his leadership the popular masses' cause of independence will certainly emerge victorious and the 21st century will shine as Kim Jong Il's Century.    \r\n\r\n"
        },
        {
            "title": "Honorary doctorate to Kim Jong Il in Ecuador",
            "url": "http://kcna.co.jp/item/2001/200104/news04/11.htm#7",
            "content": "Eagle owl \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 11 (KCNA) -- At the Central Zoo in Pyongyang is an eagle owl, 2.6 kg in weight, 0.42 m in sitting height and 0.61 m in the girth of the breast. it is a bird of ornamental and academic value.\r\n Of the owl family, it is the biggest and strongest of a dozen species of nocturnal owls including brown hawk owl, Korean scoops owl and owl. &nbsp;&nbsp;&nbsp;\r\n Ranging across Korea, it lays two to three eggs on the ledge of a cliff, rock crevice or the hollow of a tree. &nbsp;&nbsp;&nbsp;\r\n Normally it inhabits the forests near villages. It has every feature of a nocturnal bird-unusually large pupils, big ears, sharp talons and padded feet. a species under protection, it feeds on small birds, moles, snakes, hares, insects and particularly, rats.    \r\n\r\n"
        },
        {
            "title": "Reception given for participants in April art festival",
            "url": "http://kcna.co.jp/item/2001/200104/news04/11.htm#8",
            "content": "Honorary doctorate to Kim Jong Il in Ecuador \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 11 (KCNA) -- An honorary doctorate of Quito Autonomous University of Ecuador was awarded to leader Kim Jong Il.\r\n An awarding ceremony was held at the university on April 4. &nbsp;&nbsp;&nbsp;\r\n It read out a  decision of the university board of directors on awarding honorary doctorate to Kim Jong Il, General Secretary of the Workers' Party of Korea and Chairman of the National Defence Commission of the DPRK, renowned as a great statesman and a great master of ideology and leadership art. &nbsp;&nbsp;&nbsp;\r\n The president of the university conveyed an honorary doctoral certificate and uniform and a medal of honorary member of the university to the DPRK ambassador to Peru. &nbsp;&nbsp;&nbsp;\r\n The president in his address said that Kim Jong Il enriched the Juche idea, the most correct guiding idea in the present times, founded by President Kim Il Sung and made a distinguished contribution to the prosperity of the DPRK and peace of humankind. &nbsp;&nbsp;&nbsp;\r\n A congratulatory reception was given after the ceremony. \r\n\r\n"
        },
        {
            "title": "55th anniversary of Syrian Independence marked",
            "url": "http://kcna.co.jp/item/2001/200104/news04/11.htm#9",
            "content": "Reception given for participants in April art festival \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 11 (KCNA) -- The organizing committee of the 19th April Spring Friendship Art Festival hosted a reception for the participants in it at the People's Palace of Culture yesterday.\r\n Present there on invitation were delegations, delegates and artistes of different countries and overseas Korean artistes. &nbsp;&nbsp;&nbsp;\r\n Present there were Jang Chol, chairman of the organizing committee of the festival, Kang Nung Su, minister of culture, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Jang Chol made a speech at the reception.    \r\n\r\n"
        },
        {
            "title": "Kathmandu Society for study of self-reliance formed in Nepal",
            "url": "http://kcna.co.jp/item/2001/200104/news04/11.htm#10",
            "content": "55th anniversary of Syrian Independence marked \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 11 (KCNA) -- A meeting was held in Pyongyang on April 10 to commemorate the 55th anniversary of the Independence of Syria.\r\n Minister of foreign trade and chairman of the Korea-Syria Friendship Association Ri Kwong Gun said at the meeting since the indepedence, the Syrian people have frustrated the ceaseless interference and aggression moves of the imperialists and zionists and defended the sovereignty of the country and the dignity of the nation under the uplifted banner of independence against imperialism. &nbsp;&nbsp;&nbsp;\r\n The Syrian people are making a vigorous drive to defend the sovereignty of the country and build modern Syria, rallied close around the Arab Socialist Baath Party under the leadership of President Bashar al Assad, he said, and went on: &nbsp;&nbsp;&nbsp;\r\n The Korean people fully support the just struggle of the Syrian people to retake the Golan Heights, their inviolable territory, on the \"peace-for-land principle\" and solve the mideast problem in a fair and comprehensive way. &nbsp;&nbsp;&nbsp;\r\n Haissam Saad, charge d'affaires ad interim of the Syrian embassy here, said in his speech that Hafez al Assad forged special relations of intimacy with President Kim Il Sung and the relations have been developed as bonds of kinship. &nbsp;&nbsp;&nbsp;\r\n Haissam Saad, charge d'affaires ad interim of the Syrian embassy here, said in his  the friendly relations between the two countries provided by the two great leaders are growing stronger under the care of leader Kim Jong Il and President Bashar al Assad, he noted, and added: &nbsp;&nbsp;&nbsp;\r\n Syria is making all efforts to fully support the struggle of the fraternal Korean people. &nbsp;&nbsp;&nbsp;\r\n A congratulatory letter to the Syrian president was adopted at the meeting.    \r\n\r\n"
        },
        {
            "title": "10th anniversary of GAKC marked",
            "url": "http://kcna.co.jp/item/2001/200104/news04/11.htm#11",
            "content": "Kathmandu Society for study of self-reliance formed in Nepal \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 11 (KCNA) -- An inaugural meeting of the Kathmandu, Nepal, Society for the Study of Self-Reliance took place on April 1.\r\n Participating in the meeting were Kanshang Poutel, secretary of the central committee of the Nepalese United People's Front, and other political and public figures, mediamen and members of Juche idea study groups. &nbsp;&nbsp;&nbsp;\r\n The chairman and secretary general of the society were elected at the meeting. &nbsp;&nbsp;&nbsp;\r\n Nil Birsing Kansakar, deputy director of the Nepal Institute for Juche Studies, said in his speech that the Juche idea and self-reliance were founded by President Kim Il Sung during the glorious anti-Japanese revolutionary struggle of the Korean people and their validity and vitality were irrefutably verified in the historical course of the Korean revolution. &nbsp;&nbsp;&nbsp;\r\n He noted that the world people are now deeply sympathizing with the Juche idea and spirit of self-reliance and learning from them, considering the socialism of Korea to be a beacon of hope. &nbsp;&nbsp;&nbsp;\r\n A letter to leader Kim Jong Il was adopted at the meeting.\r\n\r\n\r\n"
        },
        {
            "title": "U.S. moves to establish nmd under fire",
            "url": "http://kcna.co.jp/item/2001/200104/news04/11.htm#12",
            "content": "10th anniversary of GAKC marked \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 11 (KCNA) -- A commemoration meeting of the 10th anniversary of the General Association of Koreans in China (GAKC) was held on March 30.\r\n The meeting heard a report of Yang Yong Dong, chairman of the association, and congratulatory speeches of the Korean consul-general to Shenyang and the head of a delegation of the General Association of Korean Residents in Japan and introduced congratulatory messages and silk banners from organizations of overseas Koreans. &nbsp;&nbsp;&nbsp; \r\n A letter to leader Kim Jong Il was adopted there. &nbsp;&nbsp;&nbsp;\r\n A book and photo exhibition, film show and other colorful events took place during the meeting.    \r\n\r\n\r\n"
        },
        {
            "title": "Talks between delegations of WPK and Czechoslovak Communist Party",
            "url": "http://kcna.co.jp/item/2001/200104/news04/11.htm#13",
            "content": "U.S. moves to establish nmd under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 11 (KCNA) -- Joseph Rotblat, emeritus president of the Pugwash conference on science and world affair, on a visit to the DPRK urged the U.S. to heed voices of the world and stop its moves to establish the NMD, when interviewed by KCNA on April 9.  \r\n He said: &nbsp;&nbsp;&nbsp;\r\n In face of protest and denunciation of the NMD by many countries and broad strata of people around the world the U.S. is making desperate efforts to put it into practice, vociferating about \"threat\" from the DPRK. &nbsp;&nbsp;&nbsp;\r\n The NMD is mainly targeted against China and Russia and it will result in sparking a new arms race in the world. &nbsp;&nbsp;&nbsp;\r\n It is quite natural that the nmd is strongly censured in many countries for its dangerous and unreasonable nature. &nbsp;&nbsp;&nbsp;\r\n Referring to the issue of reunification of Korea, he noted that the U.S. hostile policy towards the DPRK is escalating the tensions on the Korean peninsula and throwing great obstacles in the way of settling the issue of reunification. &nbsp;&nbsp;&nbsp;\r\n Peace on the Korean peninsula is directly linked to global peace he said, and went on: &nbsp;&nbsp;&nbsp;\r\n For a lasting peace on the Korean peninsula, all the nuclear weapons should be withdrawn from South Korea and such an act as threatening other countries with nuclear weapons should not be allowed. &nbsp;&nbsp;&nbsp;\r\n We will join the world progressives who oppose war and love peace in extending support and solidarity to the Korean people in their struggle to achieve the reunification of the country.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il meets South Korean singer in Japan",
            "url": "http://kcna.co.jp/item/2001/200104/news04/11.htm#14",
            "content": "Talks between delegations of WPK and Czechoslovak Communist Party \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 11 (KCNA) -- Talks between delegations of the Workers' Party of Korea and the Czechoslovak Communist Party were held here today.\r\n At the talks both sides informed each other of their party activities and exchanged views on developing friendly relations between the two parties and on a series of matters of mutual concern. &nbsp;&nbsp;&nbsp;\r\n Present at the talks were choe thae bok, alternate member of the political bureau and secretary of the central committee of the WPK, officials concerned and members of the Czechoslovak Communist Party delegation headed by General Secretary of its central committee Miroslav Stepan.    \r\n\r\n\r\n"
        }
    ]
}