{
    "date": "2001-03-18",
    "url": "http://kcna.co.jp/item/2001/200103/20010318.htm",
    "articles": [
        {
            "title": "U.S. warned against its hardline policy toward DPRK",
            "url": "http://kcna.co.jp/item/2001/200103/news03/18.htm#1",
            "content": "U.S. warned against its hardline policy toward DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 18 (KCNA) -- If the United States takes a hardline stand towards the DPRK, resorting to the \"policy of strength\", it will react to it with the toughest position, warns Minju Joson today in a signed commentary. \r\n It says:&nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists announced that they would deploy 4 sophisticated helicopters \"MH-47E\" for special operation in South Korea. They are contemplating the delivery of various type war means including fighter-bomber \"F-15K\" to South Korea. &nbsp;&nbsp;&nbsp;\r\n All these facts clearly prove that their  aggressive nature remains unchanged as those grave moves are aimed to aggravate the situation on the Korean peninsula, disturb peace and increase the danger of war. &nbsp;&nbsp;&nbsp;\r\n The north-south relations have developed on good terms since the publication of the historic June 15 North-South Joint Declaration and an atmosphere of reconciliation, unity and reunification is mounting higher than ever before among the Koreans. &nbsp;&nbsp;&nbsp;\r\n However, the U.S. is reinforcing its armed forces in South Korea and steadily escalating hostile acts and war exercises against the DPRK, straining the situation in Korea. How should all these moves be interpreted? &nbsp;&nbsp;&nbsp;\r\n These are an undisguised challenge to the desire of our fellow countrymen to sincerely implement the north-south joint declaration and open the door of national reunification by the concerted efforts of our nation and the aspiration of the progressive people of the world after the peace and peaceful reunification of Korea. &nbsp;&nbsp;&nbsp;\r\n The DPRK will never tolerate the adventurous moves of those keen on confrontation and war against it but deal telling blows at anyone who dares attack it.    \r\n\r\n"
        },
        {
            "title": "Austrian preparatory committee for commemorating Sun's Day formed",
            "url": "http://kcna.co.jp/item/2001/200103/news03/18.htm#2",
            "content": "Austrian preparatory committee for commemorating Sun's Day formed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 18 (KCNA) -- An Austrian preparatory committee for commemorating Sun's Day (April 15), the birth anniversary of President Kim Il Sung, was formed in Vienna on March 13.\r\n Max Verworner, chairman of the society for the promotion of the relations between Austria and the Democratic People's Republic of Korea, was elected chairman of the committee. &nbsp;&nbsp;&nbsp;\r\n The committee discussed and decided on a plan for commemorations of Sun's Day.    \r\n\r\n"
        },
        {
            "title": "People's solidarity organization formed in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200103/news03/18.htm#3",
            "content": "People's solidarity organization formed in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 18 (KCNA) -- The \"National People's Solidarity for Achieving National Independence, Democracy and Civil Rights for Existence\" (Minjungryondae) was inaugurated in South Korea on march 14, says the newspaper Hangyore.\r\n It groups 35 workers, peasants and dissident movement organizations such as the South Korean Confederation of Trade Unions and the National Federation of Peasants Associations. &nbsp;&nbsp;&nbsp;\r\n Minjungryondae said at an inaugural meeting that it would intensify in the future the movement to solve issues such as the opening of a people's rally, the launch of a regional popular movement, unemployment and the problem of the Dae Woo Motor Company.    \r\n\r\n"
        },
        {
            "title": "GIs' mass killings condemned",
            "url": "http://kcna.co.jp/item/2001/200103/news03/18.htm#4",
            "content": "GIs' mass killings condemned \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 18 (KCNA) -- The United States should officially apologize and compensate for GIs' mass killings against Korean civilians and should not interfere in the Korean nation's efforts to settle the question of national reunification by themselves in any case.\r\n The secretariat of the Committee for the Peaceful Reunification of the Fatherland said this in information bulletin no. 808 issued yesterday in connection with the recent disclosure of more mass killings committed by GIs during the Korean War. &nbsp;&nbsp;&nbsp;\r\n The bulletin said: &nbsp;&nbsp;&nbsp;\r\n Remains of more than 2,000 Koreans brutally killed by U.S. imperialist aggressor forces were recently unearthed in a mine in Kyongsan, North Kyongsang Province. &nbsp;&nbsp;&nbsp;\r\n This is another evidence clearly showing how brutally GIs killed innocent Koreans in different parts of Korea during the last Korean War. &nbsp;&nbsp;&nbsp;\r\n Nevertheless, the U.S. imperialists are playing a sleight of hand to evade responsibility for GIs' barbarous mass killings, instead of apologizing to the Korean nation for them. &nbsp;&nbsp;&nbsp;\r\n It is a miscalculation for the U.S. to think it can get off scotfree after committing such hideous massacres of Koreans. &nbsp;&nbsp;&nbsp;\r\n The people in South Korea and all other Koreans will never remain a passive onlooker to the shuddering massacres perpetrated by the U.S. imperialists but force them to pay for their blood a thousand times.    \r\n\r\n"
        },
        {
            "title": "U.S. administration's assertion refuted",
            "url": "http://kcna.co.jp/item/2001/200103/news03/18.htm#5",
            "content": "U.S. administration's assertion refuted \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 18 (KCNA) -- The Bush administration said that it would take a \"hardline stance\" towards the DPRK, absurdly asserting that the DPRK's stand to implement the DPRK-U.S. agreed framework is not transparent and it is a \"dangerous state\". In this regard Rodong Sinmun today says in a signed commentary:\r\n This is an indication that the Bush administration is not interested in the improvement of the DPRK-U.S. relations but is poised to pursue an extremely dangerous aim to destroy the DPRK's socialist system by force of arms. &nbsp;&nbsp;&nbsp;\r\n As far as the issue of the implementation of the AF is concerned, it is the U.S. that is nontransparent in its stand toward the AF. &nbsp;&nbsp;&nbsp;\r\n The construction of the light water reactors, a core point of the AF, is being indefinitely delayed due to the U.S. deliberate negligence and the DPRK is, accordingly, suffering heavy economic losses. The United States has brought the charge of \"non-trasparency\" against the DPRK which has sincerely implemented the AF despite the fact that Washington is throwing artificial hurdles in the way of its implementation. This is just like a thief crying \"stop the thief \". &nbsp;&nbsp;&nbsp;\r\n The far-fetched assertion made by the U.S. imperialists is aimed to shift the responsibility for the possible collapse of the AF on to the DPRK and watch for a chance to stifle it by force. &nbsp;&nbsp;&nbsp;\r\n The United States's description of the DPRK as a \"dangerous state\" is simply designed to justify its moves to stifle the DPRK. It is preposterous, indeed, for the U.S. imperialists, most dangerous forces of aggression, to label other country as a \"dangerous state\". &nbsp;&nbsp;&nbsp;\r\n The DPRK is neither afraid of nor browbeaten by the U.S. \"hardline policy\". This only compels the DPRK to strengthen its tough attitude toward the United States and further increase the self-reliant defence capability. &nbsp;&nbsp;&nbsp;\r\n It is a wrong option for the bush administration to seek to bring the DPRK to its knees by high-handed military threat and pressure instead of finding a negotiated solution to the issue of DPRK-U.S. relations. &nbsp;&nbsp;&nbsp;\r\n The people's army and people of Korea will demonstrate their stamina by mercilessly punishing any aggressors coming to seize the DPRK by force of arms. &nbsp;&nbsp;&nbsp;\r\n The U.S. ruling quarters are well advised to bear this in mind and stop such foolish moves.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on anti-U.S. struggle",
            "url": "http://kcna.co.jp/item/2001/200103/news03/18.htm#6",
            "content": "Rodong Sinmun on anti-U.S. struggle \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 18 (KCNA) -- The anti-U.S. struggle at present is the common duty and prime task of all the people the world over and the main strategy of global independence in our era, says Rodong Sinmun today in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n It is none other than the U.S. pursuing \"unipolar globalisation\" who viciously disturbs and challenges the struggle of the world people for independence. &nbsp;&nbsp;&nbsp;\r\n By talking about the demonstration of U.S. \"strength and authority\" U.S. President Bush betrays his stand and attitude to dominate the world by force of arms and intends to step up the establishment of the dangerous \"National Missile Defence\" system. &nbsp;&nbsp;&nbsp;\r\n The reality shows that without the struggle against the U.S. imperialists world peace and security cannot be defended, nor can the sovereignty of the nation be achieved. &nbsp;&nbsp;&nbsp;\r\n The anti-imperialist and independent forces of the world should strengthen their unity and fight against the U.S. imperialists with concerted efforts and give no place for the U.S. to set foot. &nbsp;&nbsp;&nbsp;\r\n What is important in the struggle against the U.S. imperialists is to struggle against the pro-American reactionary forces. &nbsp;&nbsp;&nbsp;\r\n It is one of the basic methods applied by the U.S. imperialists to embroil all reactionary forces in the campaign against the anti-imperialist and independent countries. &nbsp;&nbsp;&nbsp;\r\n Therefore, it is an important part of the anti-U.S. struggle to fight against the stooges and followers of the U.S. imperialists. &nbsp;&nbsp;&nbsp;\r\n The progressive people of the world should heighten vigilance against the U.S. \"double-faced tactics\" and smash it to pieces. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are frantically trying to make the world a unipolar world under their baton, resorting to high-handed and arbitrary practices even under the circumstances where multi-lateral international relations are being established in the new century. &nbsp;&nbsp;&nbsp;\r\n The progressive people of the world should squarely see the aggressive nature and true colour of the U.S. imperialists and turn out to the struggle against them, the common enemy. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}