{
    "date": "2001-06-18",
    "url": "http://kcna.co.jp/item/2001/200106/20010618.htm",
    "articles": [
        {
            "title": "Spokesman of DPRK Foreign Ministry on Bush's statement on resuming negotiations with DPRK",
            "url": "http://kcna.co.jp/item/2001/200106/news06/18.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Talks held between DPRK and Equatorial Guinean  parliamentary delegations",
            "url": "http://kcna.co.jp/item/2001/200106/news06/18.htm#2",
            "content": "Spokesman of DPRK Foreign Ministry on Bush's statement on resuming negotiations with DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 18 (KCNA) -- The spokesman for the Foreign Ministry of the DPRK today issued a statement concerning U.S. President Bush's statement issued on June 6 as regards the resumption of negotiations with the DPRK.\r\n The statement said:&nbsp;&nbsp;&nbsp;\r\n It is noteworthy that the new u.s. administration proposed to resume DPRK-U.S. dialogue which it unilaterally had put under suspension for four months, but we cannot but remain vigilant against its real intention. &nbsp;&nbsp;&nbsp;\r\n The U.S. side, while proposing to resume negotiations without preconditions, unilaterally set out and opened to the public topics of discussion before both sides sit together. &nbsp;&nbsp;&nbsp;\r\n By those topics of discussion it means the so called nuclear, missile and conventional armed forces-related issues of the DPRK. We cannot construe this otherwise than an attempt of the U.S. to disarm the DPRK through negotiations. &nbsp;&nbsp;&nbsp;\r\n Such attitude of the U.S. as putting up conditions which the DPRK can never accept cannot but arouse an apprehension and doubt as to whether the U.S. intends to have a dialogue with sincerity and has a willingness to settle the issues through dialogue. &nbsp;&nbsp;&nbsp;\r\n It is the universally recognized elementary requirement that dialogue between sovereign states should be conducted on a fair and equal footing. &nbsp;&nbsp;&nbsp;\r\n This is evidenced by the fact that the previous DPRK-U.S. dialogues were held in conformity with the interests of both sides and produced results helpful to improving bilateral relations. \r\n In this sense, we cannot but interpret the U.S. administration's \"proposal for resuming dialogue\" as unilateral and conditional in its nature and hostile in its intention. &nbsp;&nbsp;&nbsp;\r\n Our aim to have a dialogue with the united states is to discuss and carry into practice measures to wipe out the mistrust and misunderstanding between both sides and put the DPRK-U.S. relations on a normal orbit to meet the bilateral interests. &nbsp;&nbsp;&nbsp;\r\n All the pending issues related to the DPRK-U.S. relations originate from the U.S. hostile policy, a big threat to the DPRK. &nbsp;&nbsp;&nbsp;\r\n If the U.S. has a true will to drop its hostile policy and have a dialogue with the DPRK, it should, first of all, adopt as topics of discussion practical matters related to the implementation of the provisions of the DPRK-U.S. agreed framework and the DPRK-U.S. joint communique as agreed upon. &nbsp;&nbsp;&nbsp;\r\n The DPRK's conventional armed forces can never be a subject of discussion before the U.S. forces are pulled out of South Korea at least as they are means for self-defence to cope with the grave threat posed by the U.S. and its allied forces. &nbsp;&nbsp;&nbsp;\r\n The U.S. should refrain from making a sinister attempt to shift the responsibility for the stalled negotiations on to the DPRK after deliberately raising such unrealistic and unacceptable demands. &nbsp;&nbsp;&nbsp;\r\n The most realistic and urgent issue at present as regards the implementation of the DPRK-U.S. agreed framework, the keynote of which is the U.S. LWR provision in return for the DPRK's nuclear freeze, is to handle in a responsible manner the grave situation where the LWR provision is too much delayed. &nbsp;&nbsp;&nbsp;\r\n The agreed framework is in the danger of collapse due to the delay in the lwr provision. &nbsp;&nbsp;&nbsp;\r\n We are of the view that the issue of compensating for the loss of electricity caused by the delay in the lwr provision which we have already proposed to the U.S. side as a solution to the issues should be adopted as a primary item to be taken up at the negotiations. &nbsp;&nbsp;&nbsp;\r\n The U.S. side is well advised to dispel our doubt as to whether the U.S. has a political will to drop its hostile policy toward the DPRK and discuss and settle the pressing issue of the loss of electricity.    \r\n\r\n"
        },
        {
            "title": "Greetings to Seychellois President",
            "url": "http://kcna.co.jp/item/2001/200106/news06/18.htm#3",
            "content": "Talks held between DPRK and Equatorial Guinean  parliamentary delegations \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 18 (KCNA) -- Talks between the delegations of the DPRK Supreme People's Assembly and the House of Representatives of the People of the Republic of Equatorial Guinea were held at the Mansudae Assembly Hall yesterday.\r\n At the talks both sides informed each other of the situation of their countries and exchanged views on developing the friendly and cooperative relations between the two parliaments and a series of issues of mutual concern. &nbsp;&nbsp;&nbsp;\r\n Present at the talks were choe thae bok, chairman of the DPRK Supreme People's Assembly, officials concerned,  and the members of the delegation of the House of Representatives of the People of the Republic of Equatorial Guinea led by its chairman Salomon Nguma Owono.    \r\n\r\n"
        },
        {
            "title": "Foreign guests tour different parts of Pyongyang",
            "url": "http://kcna.co.jp/item/2001/200106/news06/18.htm#4",
            "content": "Greetings to Seychellois President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 18 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, on June 16 sent a message of greetings to France Albert Rene, President of the Republic of Seychelles, on the occasion of its national day.\r\n The message extended warm congratulations to the president, the government and the people of Seychelles on the national day. &nbsp;&nbsp;&nbsp;\r\n It wished the president and the people of Seychelles greater successes in their work to build a new prosperous society and expressed the belief that the friendly and cooperative relations between the two countries would grow stronger.    \r\n\r\n"
        },
        {
            "title": "River Amnok",
            "url": "http://kcna.co.jp/item/2001/200106/news06/18.htm#5",
            "content": "Foreign guests tour different parts of Pyongyang \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 18 (KCNA) -- Economic and commercial officials of foreign embassies here visited the Revolutionary Museum of the Pyongyang Textile Machine Plant and the Revolutionary Martyrs' Cemetery on Mt. Taesong on June 17 on the occasion of the 37th anniversary of leader Kim Jong Il's start of work at the central committee of the Workers' Party of Korea.\r\n Kim Jong Il guided the practice of students at the Pyongyang Textile Machine Plant from April 21 to May 8, Juche 50 (1961), when he conducted his revolutionary activities at Kim Il Sung University. &nbsp;&nbsp;&nbsp;\r\n The visitors looked round historical relics at the plant which bear witness to his immortal leadership exploits and noble popular trait. &nbsp;&nbsp;&nbsp;\r\n They visited the Revolutionary Martyrs' Cemetery on Mt. Taesong where they laid bouquets before the bust of anti-Japanese heroine Kim Jong Suk, a great communist revolutionary fighter.    \r\n\r\n"
        },
        {
            "title": "Table-tennis star Kim Hyon Hui",
            "url": "http://kcna.co.jp/item/2001/200106/news06/18.htm#6",
            "content": "River Amnok \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 18 (KCNA) -- The Amnok River, the longest in Korea, rises on the southwestern slope of Mt. Paektu, the sacred symbol of the Korean revolution, and empties its waters into the West Sea of Korea, marking the boundary between Korea and China.\r\n Fanning out through the northern inland region, it flows 803 km long and covers 64,739 square kilometres of area in total, 32,557 of it belonging to Korea. With many tributaries, it is full of rapids in the upper reaches. &nbsp;&nbsp;&nbsp;\r\n Its water source is mainly rainfall, added to by the spring thaw from the northern alpine areas. The level and amount of water is lowest in January and February and highest in July and August. It rises from March through June with the spring thaw before it spills over into a summer flood, swelled by rainfall. The annual average precipitation in this area is 500 to 600 mm, the lowest in Korea. &nbsp;&nbsp;&nbsp;\r\n Spread on either side are thick forests of larch, abies nephrolepis, spruce, Korean poplar and white birch. This area is beautiful in scenery and abundant in resources. &nbsp;&nbsp;&nbsp;\r\n The river and its tributaries teem with 80 species of fish including carp, crucian carp, cornet fish, pond smelt and brachymystax coregonides. &nbsp;&nbsp;&nbsp;\r\n The river, with a large amount of water and rapid current, is the nation's richest source which is used to generate power. rafts of timber float along the entire course of the river. &nbsp;&nbsp;&nbsp;\r\n Flung around here from the foot of Mt. Paektu to the West Sea of Korea are modern forestry stations, locally-run factories, and urban and rural communities. &nbsp;&nbsp;&nbsp;\r\n This area harbours historical proof of Korea's historical fight against foreign invasions. &nbsp;&nbsp;&nbsp;\r\n During the period of Japanese military rule, a great many Koreans swarmed across the river in search of a living in an alien land. &nbsp;&nbsp;&nbsp;\r\n President Kim Il Sung crossed the river on his \"250-mile journey for national liberation\" in June 14 (1925), vowing never to return before Korea's liberation.  He waged the anti-Japanese revolutionary struggle for 20 years and retrieved Korea from colonial clutches. Preserved in this area are revolutionary battlesites and other sites of note from the anti-Japanese war.    \r\n\r\n"
        },
        {
            "title": "Former unconverted long-term prisoners release collection of poems",
            "url": "http://kcna.co.jp/item/2001/200106/news06/18.htm#7",
            "content": "Table-tennis star Kim Hyon Hui \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 18 (kcna) -- Merited athlete Kim Hyon Hui is an ace female table-tennis player of the DPRK.\r\n She played a pivotal role in earning the DPRK runner-up spot in the women's team event at the 46th world table-tennis championships held in Osaka, Japan from April 23 to May 6. earlier, in February, she clinched two gold and two silver medals at the 64th British open and the 6th Qatar open. &nbsp;&nbsp;&nbsp;\r\n In Osaka, the Korean girls upset Australia and Germany 3-1 and 3-0 respectively in the round-robin stage, and sealed a 3-0 quarter final triumph over Chinese Taipei. &nbsp;&nbsp;&nbsp;\r\n In tense semi-finals against South Korea, the DPRK's Kim Hyang Mi was outlasted in the first singles. But Kim Hyon Hui hit back as she comfortably beat her opponent 21-15, 21-16 in the second singles and 21-8, 22-20 in the fourth, enabling the DPRK to reach the team finals. &nbsp;&nbsp;&nbsp;\r\n Kim, a left hand shake-hand grip player, has a strong combination of right drive and left push. according to her head coach, Ri Hyong Il, her right drive ability is almost on a par with male players. &nbsp;&nbsp;&nbsp;\r\n The daughter of an ordinary worker, she started playing table-tennis at primary school. when she was a third-grader, she caught the attention of professionals and became a trainee of coach Cha Kwang Suk of the Pyongyang sports team. &nbsp;&nbsp;&nbsp;\r\n She won the national children's championship several times and participated in the 44th and 45th world championships. \r\n\r\n"
        },
        {
            "title": "German President meets delegation of Korean Christian Federation",
            "url": "http://kcna.co.jp/item/2001/200106/news06/18.htm#8",
            "content": "Former unconverted long-term prisoners release collection of poems \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 18 (KCNA) -- The former unconverted long-term prisoners who are pro-reunification patriotic fighters, made public a collection of poems, prompted by their desire to thank leader Kim Jong Il for enabling them to return to the socialist motherland and glorify their lives on the occasion of the 1st anniversary of the historic June 15 North-South Joint Declaration.\r\n They in their poems said that they wanted to loudly sing of the great favour Kim Jong Il showed for them by saving them from a hell and enabling them to enjoy highest honour. \r\n They noted that June 15 was the day when the most miserable human beings in the world became the happiest ones and a glorious day when they were told that Kim Jong Il called on them to come back to the north after the lapse of so many years when they were threatened with death. &nbsp;&nbsp;&nbsp;\r\n Noting that they keenly realized that Kim Jong Il was always near them, they added that he is the father who has taken care of their destiny. &nbsp;&nbsp;&nbsp;\r\n Recalling that they came to the fold of the genuine homeland by golden carriages sent by Kim Jong Il, they stressed that the only motherland for the 70 million fellow countrymen is the society led by Kim Jong Il.    \r\n\r\n"
        },
        {
            "title": "Over 530 works of Kim Jong Il published",
            "url": "http://kcna.co.jp/item/2001/200106/news06/18.htm#9",
            "content": "German President meets delegation of Korean Christian Federation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 18 (KCNA) -- German President Johannes Rau on June 14 met the delegation of the Korean Christian Federation headed by Kang Yong Sop, chairman of the central committee of the federation.\r\n The president warmly welcomed the visiting delegation to participate in the \"Deutscher Evangelischer Kirchentag.\" &nbsp;&nbsp;&nbsp;\r\n He said that Germany which suffered from the division of 40 years knows how bitter is the pain of Korea's division. &nbsp;&nbsp;&nbsp;\r\n He hoped Korea would be peacefully reunified at an early date.    \r\n\r\n\r\n"
        },
        {
            "title": "Paek Nam Sun meets private delegate of U.S. religious leader and his party",
            "url": "http://kcna.co.jp/item/2001/200106/news06/18.htm#10",
            "content": "Over 530 works of Kim Jong Il published\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 18 (KCNA) -- Leader Kim Jong Il published many famous works giving the most perfect answers to the ideological, theoretical and practical problems arising in the revolution and construction since he started his work at the central committee of the Workers' Party of Korea.\r\n The WPK Publishing House has already brought out over 530 works out of the famous works he authored over the last 37 years. &nbsp;&nbsp;&nbsp;\r\n \"Selected Works of Kim Jong Il\" (vol. 1-14) contain more than 300 works. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il published famous works one after another reflecting the needs of the times and the revolution and the desire of the popular masses with his brilliant wisdom and profound and unique insight in each period and at each stage of developing revolution, thus enriching the treasure house of human thought.    \r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from U.S. religious leader",
            "url": "http://kcna.co.jp/item/2001/200106/news06/18.htm#11",
            "content": "Paek Nam Sun meets private delegate of U.S. religious leader and his party\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 18 (KCNA) -- Foreign minister Paek Nam Sun met and conversed with Melvin Lee Cheatham, private delegate of U.S. religious leader rev. Franklin Graham, and his party who paid a courtesy call on him at the Mansudae Assembly Hall today.    \r\n\r\n\r\n\r\n"
        }
    ]
}