{
    "date": "2001-03-20",
    "url": "http://kcna.co.jp/item/2001/200103/20010320.htm",
    "articles": [
        {
            "title": "All Koreans urged to foil anti-reunification offensive by their concerted efforts",
            "url": "http://kcna.co.jp/item/2001/200103/news03/20.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK rejects Japan's bid for UNSC permanent seat",
            "url": "http://kcna.co.jp/item/2001/200103/news03/20.htm#2",
            "content": "All Koreans urged to foil anti-reunification offensive by their concerted efforts \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 20 (KCNA) -- Rodong Sinmun today in a signed article calls on all the Koreans to smash the U.S. imperialists' reckless anti-national, anti-reunification offensive and bring earlier the day of independent reunification by their concerted efforts.\r\n Referring to the situation on the Korean peninsula getting strained due to their frantic hostile policy toward the DPRK, the article says:&nbsp;&nbsp;&nbsp;\r\n The United States, clamouring about \"reexamination\", seeks to dodge its implementation of the DPRK-U.S. agreed framework and, furthermore, increase the tensions in a bid to create an atmosphere favourable for the ignition of its war of aggression against the DPRK. &nbsp;&nbsp;&nbsp;\r\n Its aim is to pit the north against the south as it did before and divert them from the track of independent national reunification. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists leave no means untried to derail the Korean nation's process for independent national reunification. &nbsp;&nbsp;&nbsp;\r\n The U.S. warhawks, obsessed with their ambition to seize the whole of Korea, are straining the situation, while raising a hue and cry over the fictitious \"threat\" from the DPRK, and watching for a chance to provoke a war against the DPRK at any time. &nbsp;&nbsp;&nbsp;\r\n The Korean nation should be vigilant against these U.S. moves and turn out as one in the sacred struggle to keep process for independent national reunification going and defend the national security. &nbsp;&nbsp;&nbsp;\r\n In order to smash the anti-DPRK, anti-national and anti-peace aggressive offensive of the U.S. bellicose circles against peace, all the Koreans should unite under the banner of the north-south joint declaration. &nbsp;&nbsp;&nbsp;\r\n The nation will emerge invincible when all its members go united. Then it will be able to defeat any aggressor forces and victoriously conclude its grand march for independent reunification.    \r\n\r\n"
        },
        {
            "title": "U.S. policy toward DPRK protested",
            "url": "http://kcna.co.jp/item/2001/200103/news03/20.htm#3",
            "content": "DPRK rejects Japan's bid for UNSC permanent seat \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 20 (KCNA) -- The permanent mission of the Democratic People's Republic of Korea to the United Nations issued a communique on march 12 clarifying the DPRK's position towards the Japan's recent moves in seeking a permanent seat in the UN Security Council.\r\n The communique pointed out that Japan is the only country which has not recognized and compensated for its invasion of Korea and other Asian countries and past crimes against humanity even after more than half a century. &nbsp;&nbsp;&nbsp;\r\n Japan is also beautifying its invasion of Asian countries as a \"liberation war\", thus distorting even its history and attempting to inculcate the younger generation with it, it noted, and said: &nbsp;&nbsp;&nbsp;\r\n The purpose of Japan seeking a permanent seat in the UNSC is to cover up its past crimes and become a military power with nuclear weapons. &nbsp;&nbsp;&nbsp;\r\n If Japan's permanent membership is allowed, it would result in burying its past crimes and inciting its moves to become a military power and the ambition to reinvade Asia. &nbsp;&nbsp;&nbsp;\r\n The international community should take issue with Japan's past crimes, rather than discussing Japan's candidature for the permanent membership of the security council, and pay due attention to the danger of Japan's moves to revive militarism and become a military power. &nbsp;&nbsp;&nbsp;\r\n Before seeking a permanent seat in the security council, Japan should gain the trust of the international community by, among others, recognizing, apologizing and compensating for its invasion against Korea and Asian countries and crimes committed in the past.    \r\n\r\n"
        },
        {
            "title": "U.S. apology and compensation demanded",
            "url": "http://kcna.co.jp/item/2001/200103/news03/20.htm#4",
            "content": "U.S. policy toward DPRK protested \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 20 (KCNA) -- The council of Christian churches in South Korea issued a statement on march 16 in protest against the recent commentary on the DPRK of the bush administration and against the promotion of the \"National Missile Defence\" system, according to Yonhap News from Seoul.\r\n The statement severely protested against the anti-peace and bellicose remarks of the Bush administration going against the atmosphere of north-south reconciliation and escalating tensions of division. &nbsp;&nbsp;&nbsp;\r\n The statement urged the U.S. to give up its nmd program at once because it is a factor of threatening peace in northeast Asia including the Korean peninsula and the rest of the world. &nbsp;&nbsp;&nbsp;\r\n Pae Ta Ji, permanent chairman of the national congress for independent and peaceful reunification in South Korea, in a statement on March 6 said that the U.S. should discontinue its policy based on \"strength\" towards the DPRK and observe the Geneva agreement and other agreements reached between the DPRK and the U.S. so as to settle the pending problems including the missile issue between the two countries in a peaceful way through dialogue. &nbsp;&nbsp;&nbsp;\r\n The U.S. government should lend an ear to the apprehensions and protests of neighbouring countries and immediately stop pushing ahead with the NMD and TMD programme which will spark a global arms race and threaten world peace.    \r\n\r\n"
        },
        {
            "title": "Voice of Russia on U.S. hostile policy toward DPRK",
            "url": "http://kcna.co.jp/item/2001/200103/news03/20.htm#5",
            "content": "U.S. apology and compensation demanded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 20 (KCNA) -- Foreign figures denounced gi mass killings of Koreans in the past Korean War (June 1950-July 1953).\r\n Jose Francisco Aguilar Bulgareli, chairman of the Latin American Institute of the Juche Idea, held that the U.S. government should pay for the blood shed by the Korean people, noting that he can not but shudder at the thought of GIs' mass killings which have been revealed one after another even today when 50 years have passed since the Korean War. &nbsp;&nbsp;&nbsp;\r\n Dilip Barua, general secretary of the Central Committee of the Communist Party of Bangladesh (Marxist-Leninist), demanded the U.N. thoroughly investigate the brutal killings committed by GIs during the Korean War according to the international law and set up a special tribunal to take emergency measures to severely punish war criminals. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Madagascan national committee for the study of the Juche idea held that the GIs' murder of POWs in the concentration camps were hair-raising, demanding the U.S. severely punish those criminals who organized those killings and apologize to and properly compensate the government of the Democratic People's Republic of Korea for the crime. &nbsp;&nbsp;&nbsp;\r\n The chief of the British group for the study of the Juche idea and works of comrade Kim Jong Il demanded the immediate withdrawal of the U.S. imperialist aggressor troops from South Korea and urged the U.S. to pay reparation to the Korean people, noting that the Korean War was provoked by none other than the U.S. imperialists. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Costa Rican committee for supporting Korea's reunification said it joins human rights organizations of the world in denouncing the U.S. imperialists for their atrocities and called for a thorough probe into them.    \r\n\r\n"
        },
        {
            "title": "U.S. dismissed as kingpin of terrorism",
            "url": "http://kcna.co.jp/item/2001/200103/news03/20.htm#6",
            "content": "Voice of Russia on U.S. hostile policy toward DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 20 (KCNA) -- The United States is putting the brake on the development of inter-Korean relations, pulling up the DPRK over the \"missile issue\" again, and hamstringing the positive development of the DPRK's foreign relations and the situation in northeast Asia, said the radio Voice of Russia on March 17.\r\n Commenting on the U.S. administration's hostile policy toward the DPRK, the radio said: &nbsp;&nbsp;&nbsp;\r\n Last year dialogues were likely to be held to stop the DPRK's missile development program and establish diplomatic relations between the DPRK and the U.S. but this hope was dashed. &nbsp;&nbsp;&nbsp;\r\n It is a well-known fact that last summer Pyongyang said it could cancel its missile program under certain conditions. &nbsp;&nbsp;&nbsp;\r\n Pyongyang proposed to discuss this proposal. &nbsp;&nbsp;&nbsp;\r\n Washington agreed to this and talks began. negotiations, however, remain suspended. &nbsp;&nbsp;&nbsp;\r\n This clearly proves that the U.S. policy does not take the interests of other state into consideration in order to meet its own interests.    \r\n\r\n"
        },
        {
            "title": "\"Pomhyanggi\" cosmetics",
            "url": "http://kcna.co.jp/item/2001/200103/news03/20.htm#7",
            "content": "U.S. dismissed as kingpin of terrorism \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 20 (KCNA) -- The United States is now loudmouthed about \"terrorism\" committed by other countries.\r\n It is not entitled to say about others' \"terrorism.\" &nbsp;&nbsp;&nbsp;\r\n As the international community is unanimous in denouncing Washington, the U.S. imperialists are the real culprit of terrorism, the common enemy of humankind, a heinous harasser of peace and a wanton violator of human rights. &nbsp;&nbsp;&nbsp;\r\n U.S. monstrous terrorism finds its specific manifestation in its military terrorism. &nbsp;&nbsp;&nbsp;\r\n A clear proof of this was the U.S. armed invasion of Grenada in 1983, its brutal air raids on Libya in 1986 and its aggression against Panama in 1989. &nbsp;&nbsp;&nbsp;\r\n In recent years the U.S. imperialists resorted to military terrorism by mobilizing multinational armed forces.\r\n This was clearly evidenced by the Persian Gulf War in 1991 and brigandish air strikes against Yugoslavia in 1999, etc. &nbsp;&nbsp;&nbsp;\r\n And the U.S. mounted missile attacks on Sudan and Afghanistan under the pretext of \"prevention of terrorism\" in 1998. &nbsp;&nbsp;&nbsp;\r\n Subversion, coup and assassination, etc. are important methods of terrorism employed by the U.S. &nbsp;&nbsp;&nbsp;\r\n The U.S. orchestrated over 100 military coups and lots of subversive activities and sabotages in just 40 odd years after the second world war. &nbsp;&nbsp;&nbsp;\r\n It was the U.S. terrorists who blasted a Cuban airliner in 1976, hijacked an Egyptian airliner in 1985 and caused the crash of an Indian airliner in 1985. &nbsp;&nbsp;&nbsp;\r\n The U.S. does not hesitate to engineer the assassination of state leaders. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists killed Torrijos, former commander-in-chief of the Panamanian National Defence Forces, and Machel, President of Mozambique, by blowing up planes. &nbsp;&nbsp;&nbsp;\r\n All the U.S. methods of terrorism were also applied to operations against the DPRK. &nbsp;&nbsp;&nbsp;\r\n The Korean War provoked by the U.S. imperialists on June 25, 1950, was a product of their policy of state terrorism. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists have committed hundreds of thousands of cases of military provocations in a bid to unleash a war against the DPRK since the ceasefire. &nbsp;&nbsp;&nbsp;\r\n The U.S. Daily Workers' World said that real terrorists do not exist in North Korea but in Washington.    \r\n\r\n"
        },
        {
            "title": "CPC delegation arrives",
            "url": "http://kcna.co.jp/item/2001/200103/news03/20.htm#8",
            "content": "\"Pomhyanggi\" cosmetics \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 20 (KCNA) -- \"Pomhyanggi\" cosmetics of Korea are gaining public favour.\r\n The cosmetics are made of Kaesong Koryo Insam which is known as a natural drug and of eutrophics added by various biogen stimulators, which are very effective. &nbsp;&nbsp;&nbsp;\r\n The cosmetics soften skin, cover minute scars, accelerate  the activity of capillaries and prevent senility, sunburn and skin diseases. &nbsp;&nbsp;&nbsp;\r\n the cosmetics are produced at the Sinuiju cosmetic factory commissioned in January this year. It is located in South Sinuiju. &nbsp;&nbsp;&nbsp;\r\n The factory with a plottage of nearly 10 hectares consists of 29 large production and subsidiary buildings including cosmetic, tooth paste and soap workshops, a technical preparation room and welfare establishments. &nbsp;&nbsp;&nbsp;\r\n Automatic and semi-automatic assembly line has been introduced into production processes. &nbsp;&nbsp;&nbsp;\r\n The production capacity of the factory has increased. &nbsp;&nbsp;&nbsp;\r\n The factory is now producing 3.1 times as much tooth paste, 2.5 times as much toilet soap and 2 times as many sets of cosmetics as done in the past. &nbsp;&nbsp;&nbsp;\r\n Hundreds of dwelling houses will be built at the foot of mountains surrounding the factory. &nbsp;&nbsp;&nbsp;\r\n The prospect of the factory is very optimistic.    \r\n\r\n"
        },
        {
            "title": "Greetings to congress of Cambodian Funcinpec Party",
            "url": "http://kcna.co.jp/item/2001/200103/news03/20.htm#9",
            "content": "CPC delegation arrives \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 20 (KCNA) -- A delegation of the Communist Party of China led by Zeng Qinghong, alternate member of the political bureau and member of the secretariat of the CPC Central Committee, arrived here today.\r\n The delegation was met at the airport by choe thae bok, alternate member of the political bureau and secretary of the Central Committee of the Workers' Party of Korea, officials concerned, Chinese ambassador to the DPRK Wang Guozhang and officials of the embassy.    \r\n\r\n"
        },
        {
            "title": "Shanghai Symphony Orchestra here",
            "url": "http://kcna.co.jp/item/2001/200103/news03/20.htm#10",
            "content": "Greetings to congress of Cambodian Funcinpec Party \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 20 (KCNA) -- The C.C., the Workers' Party of Korea sent a message of greetings to the congress of the Cambodian Funcinpec Party today.\r\n The message extended warm congratulations to the party on the 20th anniversary of the Funcinpec party and to its congress.\r\n It noted that the party has dynamically striven to achieve the peace and stability of Cambodia true to the noble intention of King Norodom Sihanouk in the past 20 years after its foundation and is deeply trusted by the Cambodian people.&nbsp;&nbsp;&nbsp;\r\n It expressed the belief that the current congress would be a historic occasion of weighty significance in the future activities of the party for its strengthening and building a peaceful and prosperous Cambodia. &nbsp;&nbsp;&nbsp;\r\n Convinced that the friendly relations between the two parties would continue to grow stronger and develop, the message wished the party a success in its congress.    \r\n\r\n"
        }
    ]
}