{
    "date": "2001-02-07",
    "url": "http://kcna.co.jp/item/2001/200102/20010207.htm",
    "articles": [
        {
            "title": "U.S. munitions companies keen on sale of military hardware to S. Korea",
            "url": "http://kcna.co.jp/item/2001/200102/news02/07.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Posters of international figure skating festival  for \"Paektusan cup\" produced",
            "url": "http://kcna.co.jp/item/2001/200102/news02/07.htm#2",
            "content": "U.S. munitions companies keen on sale of military hardware to S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 7 (KCNA) -- Businessmen of the U.S. Boeing Company and other munitions companies were locked in bargaining in South Korea over sale of new type fighters to it, Seoul-based Yonhap News reported.\r\n A senator from the state of Missouri where the F-15 fighter bombers plant of the Boeing Company is located, when meeting with Jo Song Thae, \"   Minister of National Defence\"  of South Korea, on Jan. 13, reportedly expressed his intention to sell fighters to South Korea. on the 29th of January Daniels, manager in charge of war planes and missile parts of the Boeing Company met with chiefs of staff of all services of the South Korean army and briefed them on the planes, requesting them to purchase those planes. &nbsp;&nbsp;&nbsp;\r\n At the beginning of the year the Boeing Company side put on a South Korean newspaper an ad introducing F-15K fighter bombers of its own making and sponsored a function at hayat hotel in Seoul on Jan. 31 for the same purpose.    \r\n\r\n"
        },
        {
            "title": "Sports contest for \" Paektusan Cup\"  held",
            "url": "http://kcna.co.jp/item/2001/200102/news02/07.htm#3",
            "content": "Posters of international figure skating festival  for \"Paektusan cup\" produced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 7 (KCNA) -- Posters have been produced on the threshold of the 10th international figure skating festival for \" Paektusan Cup\"  to be held on the occasion of the birthday of leader Kim Jong Il.\r\n The posters vividly reflect the ardent desire and aspiration of all people to significantly celebrate the day as a most auspicious holiday common to humankind. &nbsp;&nbsp;&nbsp;\r\n They include a poster on the theme that as there is the February holiday, the future of the 21st century is rosy and a poster giving warm welcome to the foreign friends coming to the festival with best wishes for longevity of Kim Jong Il.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun calls for checking ideological and cultural poisoning of imperialism",
            "url": "http://kcna.co.jp/item/2001/200102/news02/07.htm#4",
            "content": "Sports contest for \" Paektusan Cup\"  held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 7 (KCNA) -- A sports contest of officials of national institutions for \"Paektusan Cup\"  has been held for over ten days on the occasion of the birthday of leader Kim Jong Il. \r\n Its participants, divided into five groups, competed in at least ten events including ball matches and amusement games. &nbsp;&nbsp;&nbsp;\r\n Players of the Ministry of Foreign Trade, the Mansudae Art Studio, the Ministry of Commerce, the Koryo Service Management Bureau and the bureau of diplomatic corps affairs placed first in group matches. &nbsp;&nbsp;&nbsp;\r\n A closing ceremony took place here on Feb. 6. &nbsp;&nbsp;&nbsp;\r\n Present there was Kim Jung Rin, secretary of the C.C., the Workers' Party of Korea.    \r\n\r\n"
        },
        {
            "title": "Diplomatic relations between DPRK and Spain established",
            "url": "http://kcna.co.jp/item/2001/200102/news02/07.htm#5",
            "content": "Rodong Sinmun calls for checking ideological and cultural poisoning of imperialism \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 7 (KCNA) -- Rodong Sinmun on Tuesday carried an article calling on all the countries and peoples advocating independence to thoroughly check the ideological and cultural poisoning of the imperialists with heightened vigilance.\r\n The ideological and cultural poisoning is a trite method used by the imperialists for aggression and domination over other countries, the article said, and noted: &nbsp;&nbsp;&nbsp;\r\n The present situation requires heightened vigilance against the imperialists' ideological and cultural poisoning. &nbsp;&nbsp;&nbsp;\r\n Their ideological and cultural poisoning degenerates the sound spirit of people, spoils cultural traditions and customs peculiar to the nations and bars them from building national culture. &nbsp;&nbsp;&nbsp;\r\n What merits attention in their ideological and cultural poisoning for the present is that they are working hard to spread the bourgeois idea to the international community while advocating \"free choice\"  of ideology and the theory \" idea has no border.\"  &nbsp;&nbsp;&nbsp;\r\n They claim that western culture is \" universal culture representing\"  human culture, talking about \" view on value\"   and \" advantages\"  of western culture, and force others to accept it. &nbsp;&nbsp;&nbsp;\r\n In order to check the imperialists' ideological and cultural poisoning, one should never accept \" liberalism\"  touted by them but thoroughly block the channel through which their ideological and cultural poisoning can infiltrate. &nbsp;&nbsp;&nbsp;\r\n What is the most important thing in checking their ideological and cultural poisoning is to strengthen ideological education among the people.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun supports Chinese government's anti-Falun Gong stand",
            "url": "http://kcna.co.jp/item/2001/200102/news02/07.htm#6",
            "content": "Diplomatic relations between DPRK and Spain established \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 7 (KCNA) -- A joint communique was released today on establishing diplomatic relations between the Democratic People's Republic of Korea and the Kingdom of Spain.\r\n The joint communique says: &nbsp;&nbsp;&nbsp;\r\n The Democratic People's Republic of Korea and the Kingdom of Spain held official talks in Madrid on the 22nd December 2000. &nbsp;&nbsp;&nbsp;\r\n These talks resulted from the positive reply given by the Spanish minister of foreign affairs to the letter addressed to him on the establishment of diplomatic relations by the minister of foreign affairs of the Democratic People's Republic of Korea last September. &nbsp;&nbsp;&nbsp;\r\n On the 7 February 2001, the ministers of foreign affairs of the Democratic People's Republic of Korea and the Kingdom of Spain have exchanged further letters establishing diplomatic ties with immediate effect. &nbsp;&nbsp;&nbsp;\r\n It was agreed that representation would be at ambassadorial level, appointing non-resident ambassadors from rome and Beijing, respectively. &nbsp;&nbsp;&nbsp;\r\n The establishment of diplomatic relations between the Democratic People's Republic of Korea and the Kingdom of Spain, on the basis of the Vienna conventions on diplomatic and consular relations, will promote the development of bilateral links in different fields and will provide greater opportunities for exchanges on issues of mutual interest and concern.    \r\n\r\n"
        },
        {
            "title": "Lift of sanctions against Libya called for",
            "url": "http://kcna.co.jp/item/2001/200102/news02/07.htm#7",
            "content": "Rodong Sinmun supports Chinese government's anti-Falun Gong stand \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 7 (KCNA) -- The DPRK fully supports the position of the Chinese government and people and their measures taken against the Falun Gong cult, says Rodong Sinmun today in a signed article supporting the Chinese government's intensified campaign aimed at curbing the moves of Falun Gong practitioners and containing the organization.\r\n The article says: By orchestrating the self-immolation by Falun Gong extremists on Tiananmen Square in Beijing on January 23 Falun Gong leaders attempted to disturb Chinese people's feelings on the eve of the Lunar New Year, undermine social stability, create an anti-government atmosphere and cover up their criminal and reactionary nature. &nbsp;&nbsp;&nbsp;\r\n The article goes on: &nbsp;&nbsp;&nbsp;\r\n The organizers of the incident asserted that it had nothing to do with the Falun Gong cult and the suicides were not the Falun Gong practitioners. They even went so far as to let loose the sheer sophistry that the incident was a \" plot hatched by the chinese government\"  in a bid to hurl abuses on it. &nbsp;&nbsp;&nbsp;\r\n The Chinese government branded the Falun Gong cult as an illegal organization whose purpose is to foil the country's socialist modernization drive and topple the government with the backing of the anti-Chinese foreign forces, and prohibited its activities in 1999. &nbsp;&nbsp;&nbsp;\r\n The Chinese people back the government which has not only prohibited the activities of the cult according to the law but denounced some western forces for interfering in China's internal affairs by patronizing Li Hongzhi and his organization. &nbsp;&nbsp;&nbsp;\r\n The Chinese government maintains the policy of unity, education, remoulding and rescue in settling the Falun Gong issue. Its intensified anti-Falun Gong campaign focuses on uniting, educating, remoulding and rescuring a majority of its members. &nbsp;&nbsp;&nbsp;\r\n It will be a miscalculation and mistake for anti-Chinese western forces to seek to achieve their sinister aim through Li Hongzhi and his organization. &nbsp;&nbsp;&nbsp;\r\n The Chinese government and people, further awakened with the anti-government suicide by Falun Gong extremists as a momentum, are poised to escalate the anti-Falun Gong campaign.    \r\n\r\n\r\n"
        },
        {
            "title": "Message of greetings to PM of Grenada",
            "url": "http://kcna.co.jp/item/2001/200102/news02/07.htm#8",
            "content": "Lift of sanctions against Libya called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 7 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK answering a question put by KCNA today as regards the closing of a recent trial against \" lockerbie incident\"  suspects demanded the lifting of sanctions against Libya.\r\n He said: &nbsp;&nbsp;&nbsp;\r\n There is no pretext to maintain sanctions against Libya now that the trial related to the incident is over and relevant judgement was passed on its suspects. &nbsp;&nbsp;&nbsp;\r\n Sanctions have inflicted immeasurable damage and sufferings upon innocent people and seriously hamstringed social and economic progress of countries. &nbsp;&nbsp;&nbsp;\r\n Many countries are becoming increasingly assertive that sanctions against Libya should be lifted immediately as it has implemented UNSC resolutions on the \" lockerbie incident\". &nbsp;&nbsp;&nbsp;\r\n The DPRK holds that sanctions against Libya should be lifed as early as possible as justly demanded by various countries of the world including Libya and other non-aligned nations. \r\n\r\n"
        },
        {
            "title": "South side's delegation here for cooperation sub-committee meeting",
            "url": "http://kcna.co.jp/item/2001/200102/news02/07.htm#9",
            "content": "Message of greetings to PM of Grenada \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 7 (KCNA) -- Premier of the DPRK cabinet Hong Song Nam sent a message of greetings to prime minister of Grenada Keith Mitchell on the occasion of its 27th independence day.\r\n It extended congratulations to the government and people of Grenada on its independence day and wished him success in his work for progress and prosperity of the country.    \r\n\r\n"
        }
    ]
}