{
    "date": "2001-03-22",
    "url": "http://kcna.co.jp/item/2001/200103/20010322.htm",
    "articles": [
        {
            "title": "U.S. urged to stop escalating international tensions",
            "url": "http://kcna.co.jp/item/2001/200103/news03/22.htm#1",
            "content": "U.S. urged to stop escalating international tensions \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 22 (KCNA) -- The United States is rendering the situation unstable, containing and destroying the peace process and escalating tensions in different parts of the world, says Rodong Sinmun today in a signed article.\r\n Citing facts to prove this, the article goes on:&nbsp;&nbsp;&nbsp;\r\n The U.S. has destabilized or aggravated regional situation through such armed interference and war against other countries as the brigandish invasion of Grenada and Panama and the air raid on Libya aiming to assassinate its head of state. &nbsp;&nbsp;&nbsp;\r\n After the end of the cold war the U.S. is poking its nose into the internal affairs of other countries under the signboard of \"multi-partism\" and \"democracy\" to make their situation unstable and complicated. &nbsp;&nbsp;&nbsp;\r\n It was directly or indirectly involved in armed conflicts and rebellions in Angola, Democratic Congo and other regions and countries of Africa and is harassing peace and aggravating the tension in the mideast area. &nbsp;&nbsp;&nbsp;\r\n It is also rendering the situation in northeast Asia strained. &nbsp;&nbsp;&nbsp;\r\n The U.S. ruling circles are becoming all the more undisguised in their moves to pursue a \"hard line policy\"  toward the DPRK, labelling it as a \"dangerous state\" and \"sponsor of terrorism.\" &nbsp;&nbsp;&nbsp;\r\n The Bush administration is working hard to derail the DPRK-U.S. relations from the track of dialogue and detente provided during its preceding administration and turn them back to the phase of acute confrontation. &nbsp;&nbsp;&nbsp;\r\n After the emergence of the bush administration, the U.S., regarding China as a \"potential rival,\" not as a \"strategic partner\", is trying to revise or abrogate the \"ABM\" treaty and establish the \"NMD\" in a bid to contain and bring Russia and China under control and to dominate the Asia-Pacific. &nbsp;&nbsp;&nbsp;\r\n The world peaceloving people should clearly understand the aggressive nature of the U.S. imperialists and shatter every one of their moves for aggression and interference.    \r\n\r\n"
        },
        {
            "title": "KCNA on outbursts of U.S. officials",
            "url": "http://kcna.co.jp/item/2001/200103/news03/22.htm#2",
            "content": "KCNA on outbursts of U.S. officials \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 22 (KCNA) --  Blare, commander-in-chief of the U.S. Armed Forces in the Pacific, when interviewed in South Korea, said that the DPRK is \"No. 1 enemy\" of the U.S., at a time when the Bush administration is talking about a hard line policy towards the DPRK.\r\n The U.S. charge d'affaires in Seoul chimed in with Blare's words, asserting that \"He clearly explained the threat from the north\" and \"looking over the ceasefire line, one cannot but feel the threat from the north.\" &nbsp;&nbsp;&nbsp;\r\n These remarks were little short of war outcries as they openly revealed the fact that the U.S. has no will to put an end to the hostile relations of confrontation with the DPRK and it is keen to strain the situation on the Korean peninsula and stifle Pyongyang by force of arms. &nbsp;&nbsp;&nbsp;\r\n The U.S. official figures underscored the need to tighten the military \"alliance\" with South Korea and raised a hue and cry over \"threat\" from the DPRK at a time when the desire of the Korean nation to open up the door of reunification by its efforts is growing stronger than ever before after the historic north-south joint declaration was published last year. This only betrayed their heinous criminal intention. &nbsp;&nbsp;&nbsp;\r\n Though the U.S. is paying lip-service to the peace and security on the Korean peninsula, it is, in fact, hamstringing the process for the improvement of the inter-Korean relations and chilling the Korean people's efforts for independent and peaceful reunification. &nbsp;&nbsp;&nbsp;\r\n This goes to prove that the U.S. is still obsessed by the ambition to keep South Korea under its permanent military occupation and retain firm hold on the Korean peninsula as a strategic vantage-point to establish hegemony in the Asia-Pacific region. &nbsp;&nbsp;&nbsp;\r\n However, the U.S. is well advised to clearly understand that its aggressive ambition can never come true. &nbsp;&nbsp;&nbsp;\r\n The U.S. had better bear deep in mind that our repeated warnings are not empty words.    \r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from head of Chinese party delegation",
            "url": "http://kcna.co.jp/item/2001/200103/news03/22.htm#3",
            "content": "Gift to Kim Jong Il from head of Chinese party delegation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 22 (KCNA) -- Zeng Qinghong, head of the visiting delegation of the Communist Party of China, presented a gift to leader Kim Jong Il. \r\n The gift was handed to choe thae bok yesterday.    \r\n\r\n"
        },
        {
            "title": "Reception given for Shanghai Symphony Orchestra",
            "url": "http://kcna.co.jp/item/2001/200103/news03/22.htm#4",
            "content": "Reception given for Shanghai Symphony Orchestra \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 22 (KCNA) -- The Ministry of Culture gave a reception at the People's Palace of Culture yesterday in honour of the visiting Shanghai Symphony Orchestra.\r\n Present on invitation were the members of the symphony orchestra led by Ye Zhikang, director general of the Shanghai municipal culture, radio, film and TV administration. &nbsp;&nbsp;&nbsp;\r\n Also invited there were cultural counsellor Feng Zhiyuan and members of the Chinese embassy here. &nbsp;&nbsp;&nbsp;\r\n Minister of Culture Kang Nung Su, vice-minister of culture Song Sok Hwan, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries Kim Jin Bom and officials concerned were present. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the reception.    \r\n\r\n"
        },
        {
            "title": "Steps taken for effective use of water",
            "url": "http://kcna.co.jp/item/2001/200103/news03/22.htm#5",
            "content": "Steps taken for effective use of water \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 22 (KCNA) -- Today is the world day of water.\r\n On this occasion the DPRK natural conservation union is working hard to protect and save water and ensure its sustained use.\r\n There are more than 6,600 rivers and streams in Korea, each extending over 5 kilometres. The annual amount of water there averages over 132 billion cubic metres. &nbsp;&nbsp;&nbsp;\r\n The density of rivers is 0.4 to 0.6 km per square km. &nbsp;&nbsp;&nbsp;\r\n The DPRK has always paid deep attention to the work to make an effective use of abundant water resources. It adopted the \"law on water resources\" in Juche 86 (1997). &nbsp;&nbsp;&nbsp;\r\n It has made sustained efforts to make a rational use of water resources over the past several years despite the difficult economic situation. &nbsp;&nbsp;&nbsp;\r\n This period witnessed the construction of the Anbyon Youth Power Station, the Thaechon Power Station and many other large power stations and minor ones. &nbsp;&nbsp;&nbsp;\r\n The completion of the Kaechon-Lake Thaesong Waterway project now under way would make it possible to store tens of thousands of Jongmi (one Jongmi equals 10,000 cubic metres of water) and ensure a more satisfactory supply of irrigation water and industrial water. &nbsp;&nbsp;&nbsp;\r\n Many lock gates and reservoirs have been built in different parts of the country to effectively use water for the economic development and the improvement of the standard of the people's living.    \r\n\r\n"
        },
        {
            "title": "U.S. can never bring Korean people to their knees, says political figure of Canada",
            "url": "http://kcna.co.jp/item/2001/200103/news03/22.htm#6",
            "content": "U.S. can never bring Korean people to their knees, says political figure of Canada \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 22 (KCNA) -- Sandra Smith, national leader of the Communist Party of Canada (Marxist-Leninist) who visited the DPRK, said that the Korean people have their firm will to make the U.S. pay the price of centuries-old aggression and plunder. \r\n The atrocities committed by the GIs arouse stronger indignation of the Korean people as the days go by, he said, and pointed out: The U.S. troops are still committing brutal outrages against the South Korean people. &nbsp;&nbsp;&nbsp;\r\n The U.S. can never bring the Korean people to their knees because they are under the wise guidance of Kim Jong Il, an illustrious commander and a great statesman, he stressed, adding: &nbsp;&nbsp;&nbsp;\r\n If the U.S., unmindful of this, recklessly pounces upon the Korean people again, it will go to ruin.    \r\n\r\n"
        },
        {
            "title": "Octagonal 13-storeyed Pagoda of Pohyon Temple",
            "url": "http://kcna.co.jp/item/2001/200103/news03/22.htm#7",
            "content": "Octagonal 13-storeyed Pagoda of Pohyon Temple \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 22 (KCNA) -- In front of the main shrine of Pohyon Temple in Mt. Myohyang, one of Korea's celebrated scenic spots, is a 13-storeyed octagonal pagoda symbolic of stone architecture in the mediaeval ages.\r\n The polished granites are laid on its base. The Pagoda is 10.03 metres high and it is claimed to be one of the tallest and most elaborate pagodas in Korea. Its top is made of bronze and the base three-storeyed. &nbsp;&nbsp;&nbsp;\r\n The Pagoda gradually becomes narrower ascending upward in height and width, giving a symmetrical effect. &nbsp;&nbsp;&nbsp;\r\n Each edge of the main body is carved in relief, with rims on each facet. the bells, 104 in number, fastened to the eaves of every storey, jingle in a slight breeze. The bells and top of the pagoda were destroyed by U.S. bombing during the Korean War and have been restored to original state after the war. &nbsp;&nbsp;&nbsp;\r\n The Pagoda is preserved as a heritage of the Korean ancestors' talent and wisdom.    \r\n\r\n"
        },
        {
            "title": "Korean people's anti-U.S. struggle supported",
            "url": "http://kcna.co.jp/item/2001/200103/news03/22.htm#8",
            "content": "Korean people's anti-U.S. struggle supported \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 22 (KCNA) -- The world revolutionary people are voicing firm solidarity with the Korean people in their just cause, warning if the u.s. imperialists ignite another war of aggression in Korea, oblivious of the historical lesson, the heroic people's army and people of Korea will surely annihilate the aggressors.\r\n The master of the cypriot flagged ship \"prudent\" said that the people and People's Army of Korea under the wise leadership of President Kim Il Sung beat back the armed invasion by the U.S. imperialists, who boasted of being \"the strongest\" in the world, for the first time in history, thus demonstrating their dignity and pride as an independent people.  &nbsp;&nbsp;&nbsp;\r\n Martin Lotscher, chairman of the Swiss Committee for Supporting Korea's Reunification, said that thanks to Kim Jong Il's army-first revolutionary leadership the defence capability of the DPRK has increased and the U.S. imperialists' moves to provoke a war of aggression have gone bust, urging the yankees illegally stationed in South Korea to withdraw all their troops and nuclear weapons from there. &nbsp;&nbsp;&nbsp;\r\n Humberto Vargas Carbonel, secretary general of the people's unity-people's vanguard of Costa Rica, noted that any attempt of the imperialists to undermine socialism in Korea is bound to fail thanks to the wise guidance of Kim Jong Il  and the brave struggle of the Korean people.    \r\n\r\n"
        },
        {
            "title": "Greetings to Pakistani President",
            "url": "http://kcna.co.jp/item/2001/200103/news03/22.htm#9",
            "content": "Greetings to Pakistani President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 22 (KCNA) -- Kim Yong Nam, President of the presidium of the DPRK Supreme People's Assembly, yesterday sent a message of greetings to Muhammad Rafiq Tarar, President of Pakistan, on the occasion of the Day of Pakistan.\r\n The message extended warm congratulations to the president and people of Pakistan on this occasion and expressed the belief that the friendly and cooperative relations between the two countries would grow stronger. &nbsp;&nbsp;&nbsp;\r\n It wished the president and people of Pakistan greater success in their work to build a prosperous country. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, premier of the DPRK cabinet Hong Song Nam sent a message of greetings to Pervez Musharraf, chief executive of Pakistan, on this occasion.    \r\n\r\n"
        },
        {
            "title": "DPRK-Pakistan cultural exchange plan signed",
            "url": "http://kcna.co.jp/item/2001/200103/news03/22.htm#10",
            "content": "DPRK-Pakistan cultural exchange plan signed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 22 (KCNA) -- A plan for cultural exchange between the DPRK and Pakistani governments for Juche 90-93 (2001-2004) was signed in Islamabad on March 17.\r\n It was signed by the acting chairman of the Korean Committee for Cultural Relations with Foreign Countries who was heading the DPRK government cultural delegation on a visit to Pakistan and the minister of minorities, culture, sports, tourist and youth affairs of Pakistan.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK delegation leaves for South Africa",
            "url": "http://kcna.co.jp/item/2001/200103/news03/22.htm#11",
            "content": "DPRK delegation leaves for South Africa \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 22 (KCNA) -- A DPRK delegation led by vice-minister of public health Choe Chang Sik left here today to participate in the conference of ministers of health of non-aligned countries to be held in South Africa.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il meets CPC delegation",
            "url": "http://kcna.co.jp/item/2001/200103/news03/22.htm#12",
            "content": "Kim Jong Il meets CPC delegation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 22 (KCNA) -- Leader Kim Jong Il, General Secretary of the Workers' Party of Korea and Chairman of the DPRK National Defence Commission, today met the visiting delegation of the Communist Party of China led by Zeng Qinghong.\r\n Present there were Jo Myong Rok, first vice-chairman of the NDC of the DPRK and director of the general political department of the Korean People's Army, Ji Jae Rryong, vice-director of the international department of the C.C., the WPK, and Wang Guozhang, Chinese ambassador e.p. to the DPRK. &nbsp;&nbsp;&nbsp;\r\n At the meeting, Zeng Qinghong courteously conveyed to Kim Jong Il the warm greetings from Ziang Jemin, General Secretary of the C.C., the CPC and President of the People's Republic of China. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il thanked for this and asked Zeng Qinghong to convey his regards to Ziang Jemin. Kim Jong Il conversed with Zeng Qinghong in a warm and friendly atmosphere. &nbsp;&nbsp;&nbsp;\r\n The NDC of the DPRK hosted a dinner in honor of the guests this evening. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il was present at the dinner. &nbsp;&nbsp;&nbsp;\r\n Also present were director of the general political department of the KPA Jo Myong Rok, chief of the general staff of the KPA Kim Yong Chun, minister of the People's Armed Forces Kim Il Chol, member of the NDC of the DPRK Yon Hyong Muk, director of the information and instruction department of the C.C., the WPK Jong Ha Chol and KPA generals Ri Myong Su, Hyon Chol Hae and Pak Jae Gyong. &nbsp;&nbsp;&nbsp;\r\n The dinner proceeded in an amicable atmosphere overflowing with friendship.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}