{
    "date": "2001-05-15",
    "url": "http://kcna.co.jp/item/2001/200105/20010515.htm",
    "articles": [
        {
            "title": "Japan's chief executive's outbursts slammed",
            "url": "http://kcna.co.jp/item/2001/200105/news05/15.htm#1",
            "content": "Japan's chief executive's outbursts slammed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 15 (KCNA) -- As regards the issue of the visit to the Yasukuni Shrine the new chief executive of Japan said that \"his intention to pay homage and thanks to the war dead remains unchanged and he wishes to visit it in his personal capacity.\"\r\n In this regard Minju Joson today in a signed commentary says:&nbsp;&nbsp;&nbsp;\r\n This clearly proves that the chief executive of Japan misses very much those who took the road of militarist overseas aggression and has a political design to push Japan again to militarism. &nbsp;&nbsp;&nbsp;\r\n It is the public comment that Japan will turn further to the right politically and its militarization will be accelerated as the right-wing conservative tendency and reactionary outlines of the Japanese ruling quarters have become clear. &nbsp;&nbsp;&nbsp;\r\n Recalling many countries' deep concern over Japan's deviation to the right, the commentary observes: Japan is well advised to bear in mind that it is right time Japan took a proper option. &nbsp;&nbsp;&nbsp;\r\n Japan stands at the crossroads: whether to turn to peace in conformity with the trend of the times or to revive militarism going against it. If Japan fails to have a right option, it will go to ruin and never rise again.    \r\n\r\n"
        },
        {
            "title": "United States to blame for delayed lwr construction",
            "url": "http://kcna.co.jp/item/2001/200105/news05/15.htm#2",
            "content": "United States to blame for delayed lwr construction \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 15 (KCNA) -- Rodong Sinmun today in a signed commentary condemns Baradei, general director of the International Atomic Energy Agency, for his remarks made at a recent interview with a foreign newspaper in a bid to shift responsibility for the delayed construction of the light water reactors on to the DPRK.\r\n The commentary says: &nbsp;&nbsp;&nbsp;\r\n The principle to be maintained by the IAEA in its work is neutrality and impartiality.   But remarks made by him falsifying facts to favour the hostile policy of the bush administration towards the DPRK are shameless enough to cripple the authority of the IAEA and trust in it. &nbsp;&nbsp;&nbsp;\r\n It is none other than the united states which is chiefly responsible for the non-compliance with the DPRK-U.S. Agreed Framework. &nbsp;&nbsp;&nbsp;\r\n Under the AF proclaimed on October 21, 1994 the united states is committed to build two light water reactors, each with a capacity of one million kw, and deliver them to the DPRK by the year 2003. &nbsp;&nbsp;&nbsp;\r\n Though nearly seven years have passed since its adoption, the lwr construction, its main item, has made no progress due to the U.S. insincere attitude and obstructions and nobody can tell when it will be completed. &nbsp;&nbsp;&nbsp;\r\n The U.S. deliberate procrastination over the lwr construction is aimed to check the DPRK's independent development of its nuclear power industry and weaken its economic and military potentials and thus stifle the DPRK by force. &nbsp;&nbsp;&nbsp;\r\n The provision of light water reactors under the AF is the commitment the united states made before the world. &nbsp;&nbsp;&nbsp;\r\n The DPRK cannot but make a special mention about the urgent need to compensate for the loss of electricity caused by the U.S. intentional delaying tactics. The DPRK has every right to claim compensation from the United States and will exercise it to the last. &nbsp;&nbsp;&nbsp;\r\n There is no change in the DPRK's stand to sincerely implement the agreed framework.    \r\n\r\n"
        },
        {
            "title": "Woman translator-writer",
            "url": "http://kcna.co.jp/item/2001/200105/news05/15.htm#3",
            "content": "Woman translator-writer \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 15 (KCNA) -- \"Translation brings the world nearer to us,\" says Ri In Ju, 64, a famous woman translator-writer who has so far translated 25 foreign novels from the late 1970s. She is still active in this line with unflagging energy.\r\n She was born in Pyongyang, the eldest of seven children. &nbsp;&nbsp;&nbsp;\r\n From childhood, foreign languages and literature held her fancy. after graduation from the foreign studies faculty of Kim Il Sung University, she devoured foreign and Korean literature, ready to be soundly equipped for a translator-writer. sketches of mentality became her habit, and she tried her hand at interpretation for foreign delegations with a keen lookout for dialect. &nbsp;&nbsp;&nbsp;\r\n She produced her premiere translation of the soviet novel \"Hot Snow\" by Yuri Bondarev, and this success established her as a full-fledged translator-writer. &nbsp;&nbsp;&nbsp;\r\n By that time, the bulk of world literary classics had been translated in Korea. This meant she had to turn to contemporary literature, and the choice demanded a high literary concept. She spent a lot of time and energy on sifting the novels of value and significance. &nbsp;&nbsp;&nbsp;\r\n Most acclaimed of her many versions is the Russian novel \"Live and Remember\" by Rasputin. &nbsp;&nbsp;&nbsp;\r\n In translation, she makes a point of drawing out the original concept to the full. now she is set on producing renderings of famous west European novels.\r\n Her efforts will give the Koreans a better understanding of foreign literature and the world.    \r\n\r\n"
        },
        {
            "title": "S. Korean hunger-strikers make public open questionnaire",
            "url": "http://kcna.co.jp/item/2001/200105/news05/15.htm#4",
            "content": "S. Korean hunger-strikers make public open questionnaire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 15 (KCNA) -- A 30-day hunger strike group of South Korea for anti-U.S. national salvation made public an open questionnaire addressed to the U.S. embassy on May 7, according to a report. It demanded the withdrawal of the U.S. hard-line policy toward the DPRK which hampers the implementation of the June 15 Joint Declaration, a probe into the truth behind the massacre of civilians and apology and compensation for them.\r\n The questionnaire said that the United States is intensifying its policy of confrontation with the DPRK, while talking about the \"missile issue,\" and undisguisedly interfering in the internal affairs of South Korea in a bid to bar the Korean nation from implementing the June 15 Joint Declaration and throw a wet blanket over the atmosphere of national reunification. &nbsp;&nbsp;&nbsp;\r\n It also noted the U.S. moves are threatening the implementation of the declaration and running counter to the DPRK-U.S. communique which was published last year. &nbsp;&nbsp;&nbsp;\r\n The group questioned whether the U.S. has any intention to drop the hard-line policy toward the DPRK and to thoroughly probe the truth behind the mass killings of South Korean civilians by the U.S. troops, apologize and compensate for them and to drop the plan for the \"Missile Defence\" system which threatens world peace and creates an atmosphere of tensions again on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n It also questioned whether the U.S. is willing to withdraw its forces from South Korea at the present time when the north and south of Korea are seeking reconciliation and unity instead of confrontation after the publication of the June 15 Joint Declaration.    \r\n\r\n"
        },
        {
            "title": "Useful animals under government protection",
            "url": "http://kcna.co.jp/item/2001/200105/news05/15.htm#5",
            "content": "Useful animals under government protection \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 15 (KCNA) -- In the DPRK March to July is designated as a period of protection of useful animals.\r\n Korea has pronounced four seasons. The spring and summer are suited for animals in breeding. &nbsp;&nbsp;&nbsp;\r\n Badger and otter commence breeding between march and April, sable between April and May and deer, roe deer, antelope, cervue elaphus and tiger between May and June and mask deer, Korean water-deer and flying squirrel between June and July. &nbsp;&nbsp;&nbsp;\r\n Birds lay eggs in this period. &nbsp;&nbsp;&nbsp;\r\n The \"DPRK law on the protection of useful animals\" and \"regulations on enforcing the law on the protection of useful animals\" adopted in Juche 87 (1998) provide for intensive breeding of useful animals in a nationwide movement. Useful animals stipulated by state law include those beneficial to the development of the national economy and the people's living and health, those which are native or under world protection and those whose number is on the decrease or those which are on the verge of extinction. &nbsp;&nbsp;&nbsp;\r\n During this period, pr campaign to explain the need for the protection of animals through mass media, seminars and information-sharing meetings are held regularly. &nbsp;&nbsp;&nbsp;\r\n Particular attention is directed to the work of giving youth and students detailed instructions about the need to protect the animal life. &nbsp;&nbsp;&nbsp;\r\n Along with this, steps have been taken to create artificial caves and nests in favorite haunts of animals and birds in different places such as sanctuaries, scenic spots, pleasure parks and recreation grounds, as well as feed fields and forests. &nbsp;&nbsp;&nbsp;\r\n Artificially-spawned pheasant, roe deer and others are set free to live in mountains or fields. a strict control has been established whereby catching or frightening animals is forbidden.    \r\n\r\n"
        },
        {
            "title": "Special resolution of executive committee meeting of IIJI supported",
            "url": "http://kcna.co.jp/item/2001/200105/news05/15.htm#6",
            "content": "Special resolution of executive committee meeting of IIJI supported \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 15 (KCNA) -- Meetings of Juche idea study groups were held in Nepal, Madagascar and Ethiopia on May 4 and 8 to support a special resolution adopted at the 8th meeting of the executive committee of the board of directors of the International Institute of the Juche Idea (IIJI).\r\n At the meetings speakers expressed full support to the special resolution on enhancing the role of Juche idea study groups to commemorate Sun's Day (Apr. 15),  The birthday of President Kim Il Sung, and Feb. 16, the birthday of leader Kim Jong Il, next year as grand political festivals to be recorded in human history, visiting the Kumsusan Memorial Palace, the supreme temple of Juche, and calling a world conference on the Juche idea. \r\n They noted that the world conference would mark a historic occasion of celebrating Kim Jong Il's birthday next year most significantly and grandly and making a radical turn in the efforts to accomplish the human cause of independence in the 21st century. &nbsp;&nbsp;&nbsp;\r\n The meetings decided to commemorate Sun's Day and Feb. 16 next year with great successes in their work and fully prepare multifarious functions including the world conference on the Juche idea.    \r\n\r\n"
        },
        {
            "title": "National unity called for",
            "url": "http://kcna.co.jp/item/2001/200105/news05/15.htm#7",
            "content": "National unity called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 15 (KCNA) -- What is important for reunifying the country is to achieve cooperation between compatriots, says Rodong Sinmun today in a signed article. \r\n Cooperation between compatriots is prerequisite to terminating the continued national division forced by foreign forces upon the Korean people and achieving reunification and only by doing so is it possible to accomplish the cause of national reunification, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n There is no doubt that if the Korean nation vigorously conducts a march for reunification with concerted efforts, it is possible to realize the nation's desire for national reunification as early as possible. &nbsp;&nbsp;&nbsp;\r\n The present reality calls for realising cooperation between compatriots to frustrate the moves of foreign forces for aggression, the permanent division of the nation and a new war and staging a dynamic movement for the independent reunification of the nation. &nbsp;&nbsp;&nbsp;\r\n Only when the north and the south get united to jointly counter foreign forces' aggression and interference, is it possible to prevent such catastrophic crisis as a war on the Korean peninsula. cooperation between compatriots leads to the independent reunification of the nation. &nbsp;&nbsp;&nbsp;\r\n There should be no difference in the tasks of the north and the south to check and frustrate the U.S. imperialists' moves to block the reunification of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n Only when the whole nation realizes cooperation from a firm independent stand, will foreign forces' plots come a cropper and will the cause of the independent reunification of the Korean nation be achieved. &nbsp;&nbsp;&nbsp;\r\n Cooperation between compatriots means patriotism and dependence on foreign forces is treachery.    \r\n\r\n"
        },
        {
            "title": "U.S. moves for MD blasted",
            "url": "http://kcna.co.jp/item/2001/200105/news05/15.htm#8",
            "content": "U.S. moves for MD blasted \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 15 (KCNA) -- In establishing the \"Missile Defense\" system (MD) the Bush administration seeks to hold world military supremacy and realize its design for global domination on this basis, says Minju Joson today in a signed commentary.\r\n This is evidenced by the fact that bush, recently speaking at the U.S. national Defense University, asserted that the U.S. would establish MD as early as possible in order to protect the U.S. and its \"allies\" from the \"threat of rogue states,\" the commentary notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n As already known to the world, the united states has long labelled those countries which are pursuing independent politics, not meekly obeying its demands and dictates, as \"rogue states\" and vociferated about the \"threat\" from them. &nbsp;&nbsp;&nbsp;\r\n The U.S. MD is designed to have a military edge over its neighboring big powers and create favourable conditions for its military actions and aggression in any part of the world. That is why the U.S. is so keen on MD. &nbsp;&nbsp;&nbsp;\r\n Recalling that Russia and many other countries are rejecting the U.S. moves to establish MD, the commentary urges: &nbsp;&nbsp;&nbsp;\r\n The Bush administration must discontinue those moves at once in view of the trend of the times and a serious lesson taught by history.    \r\n\r\n\r\n"
        },
        {
            "title": "Kumdang-2 injection (R) manufactured",
            "url": "http://kcna.co.jp/item/2001/200105/news05/15.htm#9",
            "content": "Kumdang-2 injection (R) manufactured\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 15 (KCNA) -- DPRK pharmacists succeeded in manufacturing Kumdang-2 injection (r).\r\n The injection is composed of saccharides and some amino acids extracted from Kaesong Koryo Insam (Ginseng) skillfully cultivated and enriched by rare earth micro-elementary fertilizers, light rare earth elements and micro-quantities of gold and platinum. &nbsp;&nbsp;&nbsp;\r\n It is very efficacious for cure of such diseases as hepatitis, insomnia, chronic colitis, polyp and diabetes. &nbsp;&nbsp;&nbsp;\r\n The injection is characterized by a rapid cure and high curability. &nbsp;&nbsp;&nbsp;\r\n It functions anti-virus and anti-inflammation, recovers inflammed area by revitalizing or multiplying cells, strengthens immunity and facilitates optimum status of homeostatis of living bodies. &nbsp;&nbsp;&nbsp;\r\n According to long clinical records, the injection has been more efficacious than all other medicines manufactured so far. &nbsp;&nbsp;&nbsp;\r\n Over the last 18 years, the injection has been applied to a large number of patients of various diseases, 100 percent of them proved successful out of which 89.6 percent resulted in complete cure. &nbsp;&nbsp;&nbsp;\r\n The Kumdang-2 injection (r) received the first prize at the international clinical test of pharmaceuticals held from November 2000 to January 2001 sponsored by the Syrian Ministry of Health as it highly surpassed such famous medicines as interferon and Laennec. &nbsp;&nbsp;&nbsp;\r\n Dr. and prof. Gamila Moussa, first deputy minister of health of Egypt, said that the injection opened up a way for humankind to further promote health without depending on expensive west medicines. &nbsp;&nbsp;&nbsp;\r\n Nowadays, the injection is exported to various regions and countries in Asia and mid-east. &nbsp;&nbsp;&nbsp;\r\n The injection is manufactured by the Pugang Pharmaceutic Co., Ltd. in the DPRK.    \r\n\r\n\r\n"
        },
        {
            "title": "International fact-finding group behind GIs' atrocities arrives",
            "url": "http://kcna.co.jp/item/2001/200105/news05/15.htm#10",
            "content": "International fact-finding group behind GIs' atrocities arrives\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 15 (KCNA) -- The International fact-finding group behind GIs' atrocities led by former U.S. attorney general Ramsey Clark arrived here today.\r\n The group was met at the airport by Choe Jong Hwan, vice-chairman of the Korean Democratic Lawyers Association.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}