{
    "date": "2001-02-12",
    "url": "http://kcna.co.jp/item/2001/200102/20010212.htm",
    "articles": [
        {
            "title": "Rodong Sinmun on Kim Jong Il's outstanding  leadership",
            "url": "http://kcna.co.jp/item/2001/200102/news02/12.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's move to evade state responsibility for its past crimes denounced",
            "url": "http://kcna.co.jp/item/2001/200102/news02/12.htm#2",
            "content": "Rodong Sinmun on Kim Jong Il's outstanding  leadership \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 12 (KCNA) -- Rodong Sinmun today in a signed article says that leader Kim Jong Il is setting out bold operations and bringing about great changes and this outstanding leadership pushes the revolution and construction to victory.\r\n Referring to the stirring realities in the DPRK which draw the world's attention and admiration, the article notes that credit for all these successes goes to Kim Jong Il who puts forth bold plans and proposals and puts them into practice with extraordinary sweep, bringing about gigantic changes.&nbsp;&nbsp;&nbsp;\r\n The article goes on: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's outstanding leadership art was demonstrated to the full in the last 6 years of his glorious revolutionary activities. &nbsp;&nbsp;&nbsp;\r\n He achieved brilliant victory in the fierce political, military and diplomatic confrontation with the imperialists and made world-startling achievements in all fields of socialist construction. &nbsp;&nbsp;&nbsp;\r\n The Workers' Party of Korea has been able to boldly plan and bring about great turn because it has such a forward-looking and innovative vision as looking far into the future and conceiving the best things and such rare practical ability as carrying out any operation, once mapped out, in a big way at a lightning speed. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il is a peerlessly great man of such vision and a  man of excellent caliber who finishes any work which he is determined to do in the shortest span of time in an extraordinary enterprising spirit and with rare sweep. &nbsp;&nbsp;&nbsp;\r\n Today the Korean people, encouraged by the great changes made in the country, are firmly convinced that as long as they are led by Kim Jong Il they can overcome whatever difficulties and occupy any fortress.    \r\n\r\n"
        },
        {
            "title": "Preparatory committees formed abroad",
            "url": "http://kcna.co.jp/item/2001/200102/news02/12.htm#3",
            "content": "Japan's move to evade state responsibility for its past crimes denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 12 (KCNA) -- The Japanese Foreign Ministry recently contributed money to the \"Fund for Asian Women\" (FAW).\r\n The FAW is a civilian fund founded in 1995 meant to give a petty amount of money to some survivors of \"sexual slavery for the army.\" &nbsp;&nbsp;&nbsp;\r\n In this regard rodong sinmun today in a signed commentary says that the issue of \"sexual slavery for the army,\" the largest anti-humanity crime committed by the Japanese government and the military in the past, is not a problem to be solved by such non-governmental organizations as the FAW. &nbsp;&nbsp;&nbsp;\r\n The commentary continues: &nbsp;&nbsp;&nbsp;\r\n What the women who were forced into \"sexual slavery for the army\" demand is not a petty amount of money but the Japanese government's admission, official apology and compensation for the Japanese imperialists' crimes, that is the establishment of a system of \"sexual slavery for the army\" to reduce a large number of Korean women to sexual slaves for the \"imperial army.\" &nbsp;&nbsp;&nbsp;\r\n Nevertheless, Japan persistently stages the farce of \"contributing money\" to the FAW. This can not be construed otherwise than an intolerable insult to the survivors of the \"sexual slavery.\" &nbsp;&nbsp;&nbsp;\r\n This wrong attitude and stand of Japan are in sharp contrast to what was taken by other war criminal states including Germany. This shameless behaviour of Japan will only increase distrust in Japan among people and stir up their protest and anger at it. &nbsp;&nbsp;&nbsp;\r\n Japan can never win the trust of the international community unless it sincerely repents of and redresses its past crimes.    \r\n\r\n"
        },
        {
            "title": "Devotedly defending leader, practical slogan",
            "url": "http://kcna.co.jp/item/2001/200102/news02/12.htm#4",
            "content": "Preparatory committees formed abroad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 12 (KCNA) -- Preparatory committees were formed in Zimbabwe and Mongolia on February 6 to celebrate the birthday of leader Kim Jong Il. \r\n At the inaugural ceremonies chairman of the Zimbabwe-Korea Solidarity and Friendship Association Nelson Mawema and chairman of the Mongolia-Korea Friendship Association C.Surenjav were elected chairmen of the preparatory committees. &nbsp;&nbsp;&nbsp;\r\n The committees decided to hold multifarious political and cultural events to celebrate February 16.    \r\n\r\n"
        },
        {
            "title": "International friendship botanical exhibition",
            "url": "http://kcna.co.jp/item/2001/200102/news02/12.htm#5",
            "content": "Devotedly defending leader, practical slogan \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 12 (KCNA) -- Devotedly defending the leader has become the steadfast basic spirit of the Korean people in life and work and a social trait in practice.\r\n Rodong Sinmun says this in a signed article yesterday. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The lofty traits of the Korean people who live, taking it as a practical slogan to defend their leader with their lives, are fully displayed in their living and working, regarding it as their supreme duty to defend the safety of their leader. &nbsp;&nbsp;&nbsp;\r\n Our revolutionary ranks are now firmly united as a fortress and a shield for defending the safety of their leader. It is the lofty idea and spirit of the Korean people to face up to death unhesitatingly in defending the safety of their leader. &nbsp;&nbsp;&nbsp;\r\n Their lofty traits are expressed in their daily life and work consistent with defending and carrying through the idea and line of their leader. &nbsp;&nbsp;&nbsp;\r\n The lofty ideological and moral traits of the Korean people ready to lay down their lives for following and practising the idea of their leader have been personified in grasping and applying the idea of their leader. &nbsp;&nbsp;&nbsp;\r\n The mental world of the Korean people resolutely defending the idea and line of leader Kim Jong Il was clearly manifested in the days of the \"arduous march\" and the forced march. &nbsp;&nbsp;&nbsp;\r\n The unshakable principle of making no slightest concession and forgiveness to what is contrary to the idea of the leader and the heroic spirit of devotedly defending and carrying through the idea and line of the leader are the lofty traits of the Korean people displayed during the \"arduous march.\" &nbsp;&nbsp;&nbsp;\r\n Their lofty traits are also shown in firmly defending and following up our single-hearted unity around the leader. &nbsp;&nbsp;&nbsp;\r\n The steadfast faith to share the same breath with the leader come what may, the firm readiness to fight against the enemies of the revolution at the risk of their lives, and the noble spirit of defying death in defence of the exploits of the leader were the lofty spirit prevailing in our ranks united in one mind. &nbsp;&nbsp;&nbsp;\r\n The Korean people are hardening their pledge and readiness to share mind, life and death with Kim Jong Il though their road ahead is thorny and go along the road of Juche indicated by him.    \r\n\r\n"
        },
        {
            "title": "Health resorts and holiday homes under construction",
            "url": "http://kcna.co.jp/item/2001/200102/news02/12.htm#6",
            "content": "International friendship botanical exhibition \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 12 (KCNA) -- Many rare plants are being propagated at the international friendship botanical exhibition.\r\n According to its director, various species of plants such as rhododendron jindicum cv, rhododendron obtasum cv, camellia japonica cv, freesia hybrida cv and hippeastrum hybridum put off their buds at the outset of February. &nbsp;&nbsp;&nbsp;\r\n Scores of species of trees and flower plants including hemerocallis hybridus cv, iris ensata var hortensis cv, lris barbatus cv and phlox subulata cv which were bred at the exhibition in recent years are now growing in different parts of the country. &nbsp;&nbsp;&nbsp;\r\n The exhibition is situated in the central botanical garden at the foot of Mt. Taesong, Pyongyang. &nbsp;&nbsp;&nbsp;\r\n It has five greenhouses and 15 hectares of plots. &nbsp;&nbsp;&nbsp;\r\n There grow flower plants and trees and fruit trees of various species sent to our country by different countries of the world. &nbsp;&nbsp;&nbsp;\r\n They include at least 1,550 species of plants presented to leader Kim Jong Il as gifts by heads of state and party leaders of scores of countries including China and progressive people of the world. &nbsp;&nbsp;&nbsp;\r\n The number of gift plants is on a yearly increase.    \r\n\r\n"
        },
        {
            "title": "10th International Figure Skating festival for Paektusan Cup opens",
            "url": "http://kcna.co.jp/item/2001/200102/news02/12.htm#7",
            "content": "Health resorts and holiday homes under construction \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 12 (KCNA) -- More than 20 health resorts and holiday homes will be built in Korea this year.\r\n According to the director of the rest home management department of the Ministry of Labour, they will be built on famous mountains Kuwol and Chilbo and at Pakyon, Sokam and other scenic spots and other health resorts and holiday homes for the working people engaged in coal, forestry and other heavy toilsome work are projected. &nbsp;&nbsp;&nbsp;\r\n It is one of long-standing policies enforced for the sake of the people in Korea to build health resorts and holiday homes and ensure the health promotion and rest of the working people at state expense. &nbsp;&nbsp;&nbsp;\r\n The state took a measure for fixing cooperative farms, pig farms, chicken factories and fishery stations surrounding health resorts and holiday homes as supply service bases for them. &nbsp;&nbsp;&nbsp;\r\n The state has also established the well-knit system of supplying furniture, bedclothes and articles for games and amusements to holiday-makers.    \r\n\r\n"
        }
    ]
}