{
    "date": "2001-09-26",
    "url": "http://kcna.co.jp/item/2001/200109/20010926.htm",
    "articles": [
        {
            "title": "DPRK-China friendship fish farm",
            "url": "http://kcna.co.jp/item/2001/200109/news09/26.htm#1",
            "content": "DPRK-China friendship fish farm \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) -- A ceremony of naming the DPRK-China friendship fish farm took place yesterday.\r\n Present there were Choe Jong Hwan, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who is vice-chairman of the central committee of the DPRK-China Friendship Association, and officials concerned and Liu Bingyi, counsellor of the Chinese embassy here, and a fish breeders delegation of WUKI, China, on a visit to the DPRK.&nbsp;&nbsp;&nbsp;\r\n The signboard \"DPRK-China Friendship Fish Farm\" was set up at the entrance of the fish farm. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there. &nbsp;&nbsp;&nbsp;\r\n Participants in the ceremony looked round the fish farm. \r\n\r\n"
        },
        {
            "title": "Hong Chang Su retains title of world pro-boxing champion",
            "url": "http://kcna.co.jp/item/2001/200109/news09/26.htm#2",
            "content": "Hong Chang Su retains title of world pro-boxing champion \r\n&nbsp;&nbsp;&nbsp; Tokyo, September 24 (KNS-KCNA) -- Hong Chang Su, Labor Hero and People's Sportsman of the DPRK and pro-boxer under the General Association of Korean Residents in Japan (Chongryon), had a match before 10,000 spectators in Japan on Sept. 24 to retain his championship of Super Fly of WBC.\r\n He defeated 3-0 in 12 bouts his Philippine challenger, who is former champion of Super Fly in the same category and top player at the WBC Super Fly. &nbsp;&nbsp;&nbsp;\r\n This is the third time that Hong retained his title.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on anti-reunification moves of splittists",
            "url": "http://kcna.co.jp/item/2001/200109/news09/26.htm#3",
            "content": "Rodong Sinmun on anti-reunification moves of splittists \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) -- Rodong Sinmun today carries a signed article on more vicious challenges and obstructive moves of the anti-reunification forces inside and outside Korea.\r\n The article says: &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are hell-bent on their moves to establish an adventurous missile defense system under the pretext of the fictitious \"missile threat\" from the DPRK. &nbsp;&nbsp;&nbsp;\r\n They are staging large-scale military exercises in and around the Korean peninsula one after another under the simulated conditions of a war against the DPRK. &nbsp;&nbsp;&nbsp;\r\n They have worked out a new military strategy centered on the second Korean war and transferred combat equipment to the Korean peninsula and its surroundings from Europe. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries' moves for reinvasion cannot be overlooked. They are now resorting to a reckless move to invade the DPRK and other Asian countries again and went the length of test-firing a \"H-2A\" rocket convertible into an inter-continental ballistic missile. &nbsp;&nbsp;&nbsp;\r\n The anti-reunification forces of South Korea are laying difficulties and hurdles in the way of independent national reunification in league with the outside forces against the nation. &nbsp;&nbsp;&nbsp;\r\n The \"Grand National Party\" and other right-wing conservative forces are persecuting those patriotic and democratic forces demanding independence, democracy and reunification by defining them as \"enemy-benefiting elements.\" they are also leaving no stone unturned to aggravate the inter-Korean relations. &nbsp;&nbsp;&nbsp;\r\n The bellicose forces of the South Korean military, too, defining the fellow countrymen as the \"principal enemy,\" are staging military exercises to invade the north in \"cooperation\" with the outside forces and stepping up arms buildup.\r\n It is high time that the Korean nation pooled efforts to make a decisive counterattack on those anti-reunification forces. &nbsp;&nbsp;&nbsp;\r\n The article calls upon the whole nation to vigorously come out in the struggle to achieve the reunification of the country.    \r\n\r\n"
        },
        {
            "title": "Decision of 54th session of board of DPRK-China hydro-power company inked",
            "url": "http://kcna.co.jp/item/2001/200109/news09/26.htm#4",
            "content": "Decision of 54th session of board of DPRK-China hydro-power company inked \r\n&nbsp;&nbsp;&nbsp; Beijing, September 25 (KCNA) -- The decision of the 54th session of the board of the DPRK-China hydro-power company was inked in Beijing on Sept. 24.\r\n Present at the ceremony were the members of the DPRK delegation headed by Sin Yong Song, vice-minister of power and coal industries and director of the board, the DPRK ambassador to China, the vice-president of the State Power Company of China and members of the Chinese delegation. \r\n\r\n"
        },
        {
            "title": "Truth about germ warfare committed by U.S. troops during Korean War disclosed",
            "url": "http://kcna.co.jp/item/2001/200109/news09/26.htm#5",
            "content": "Truth about germ warfare committed by U.S. troops during Korean War disclosed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) -- It was disclosed that U.S. troops carried out a germ warfare in areas of Mudung Hill, Kwangju, and Hwasun county, South Jolla Province, South Korea, massacring hundreds of people during the Korean War, according to the Korean newspaper Minjok Sibo published in Japan.\r\n Residents in Hwajong-dong, western district of Kwangju when meeting with an international investigation group testified to the fact that two or three days after the U.S. forces' light aircraft sprayed white liquid under the pretext of a \"punitive operation against guerrillas\" in early autumn of 1951 over 300 people died after suffering from a high fever and diarrhea.    \r\n\r\n"
        },
        {
            "title": "Drop of educational policy based on neo-liberalism demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200109/news09/26.htm#6",
            "content": "Drop of educational policy based on neo-liberalism demanded in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) -- The solidarity for educational action in South Korea held a rally in Seoul on Sept. 21, demanding the educational authorities drop an educational policy based on neo-liberalism, according to Seoul-based MBC.\r\n The solidarity for educational action grouping 20 organizations including the \"National Teachers Union\" and the preparatory committee for the university professors' union stated at the rally that it would launch a large-scale struggle to push the democratic revision of the \"law on private schools\" and force the authorities to drop an educational policy based on neo-liberalism.    \r\n\r\n"
        },
        {
            "title": "Minju Joson on conflicting stands of Germany and Japan",
            "url": "http://kcna.co.jp/item/2001/200109/news09/26.htm#7",
            "content": "Minju Joson on conflicting stands of Germany and Japan \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) -- Germany is paying compensation to those countries upon which it inflicted tremendous human and material losses after admitting and apologizing for its war crimes.\r\n Following its steps people are spiting at Japan, clearly seeing through the dirty intention and nature of Japan behaving quite contrary to Germany. In this regard Minju Joson today says in a signed article. &nbsp;&nbsp;&nbsp;\r\n They draw a comparison between Germany and Japan in their attitude towards the issue of redressing their past crimes because both were \"allies\" which committed crimes against humanity in the war. &nbsp;&nbsp;&nbsp;\r\n Germany keeps taking actions to make compensation in the new century. &nbsp;&nbsp;&nbsp;\r\n Last May German businesses accepted the decision of the government to pay 4.5 billion dollars in compensation to those who were drafted for forced labor in the period of nazism. Its parliament passed a bill on the payment of the compensation, legally guaranteeing it. &nbsp;&nbsp;&nbsp;\r\n Of late the German government announced its intention to pay by 2003 compensation to those who were taken for forced labour from Eastern Europe and other parts of the world during the Second World War, and is taking practical measures to do so. &nbsp;&nbsp;&nbsp;\r\n A total of 10 billion mark collected by the all-German fund will reportedly be used for compensating the victims of Nazism. &nbsp;&nbsp;&nbsp;\r\n Nevertheless, Japan has neither admitted nor apologized nor compensated for its crimes in the past though a half century has passed since the end of the war.\r\n Japan is letting loose a spate of rubbish in a bid to shirk its responsibility to redress its past, ridiculously asserting that it is not obliged to make any compensation as the issue of old Japan's post-war compensation was already settled under the \"San-Francisco Peace Pact.\" &nbsp;&nbsp;&nbsp;\r\n Japan's settlement of its past is not an issue that allows Japan to behave as it pleases as far as it is concerned. &nbsp;&nbsp;&nbsp;\r\n This is the need of the times and a vital problem related to the future of Japan. &nbsp;&nbsp;&nbsp;\r\n Japan should clearly understand that it can do nothing and expect no future without redressing its past. &nbsp;&nbsp;&nbsp;\r\n The settlement of the past is the only way of saving Japan from moral and physical destruction.    \r\n\r\n"
        },
        {
            "title": "Educational and scientific exhibition",
            "url": "http://kcna.co.jp/item/2001/200109/news09/26.htm#8",
            "content": "Educational and scientific exhibition \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) -- Many people are visiting the educational and scientific exhibition of Kim Chaek University of Technology.\r\n Displayed at the exhibition according to respective fields are over 8,000 materials of at least 5,000 varieties with which teachers and students of the university have contributed to the development of the country's economy and the improvement of the standard of people's living. &nbsp;&nbsp;&nbsp;\r\n On display there are over 2,250 educational documents and materials for education, visual aids and video cassettes of 88 varieties needed for basing education on the party policies and putting it on a modern basis. There are books of different fields amounting to over 1,100 volumes of 750 kinds including social science books, the \"history of the development of technology in Korea\" and memorial books such as \"pressing by flexible mould\", \"optical fibre communications\" and \"self-study pascal\". &nbsp;&nbsp;&nbsp;\r\n Also on display are over 350 experimental apparatuses of 220 varieties out of at least 1,600 contrived and manufactured by the university in recent years. &nbsp;&nbsp;&nbsp;\r\n Exhibits also include materials on achievements made in scientific researches, which have already been introduced to geological prospecting, mining, metal, material and electrical engineering, automation, electronics computer science and communications engineering, such as the development of modern means of physical prospecting, prospecting methods, the development of a variety of steel by use of alloy elements, the production of high pressure pipe, devices for organizing alternative production, welding robot, special large output semiconductor chip, laser devices and their application. &nbsp;&nbsp;&nbsp;\r\n There are also over 250 materials of 180 varieties including \"photographic analytical drawing machine,\" \"64 bit high performance computer,\" \"spectro-photometer\" and \"thermal conduction meter\" out of over 3,000 gifts of 255 varieties at the university. &nbsp;&nbsp;&nbsp;\r\n Latest achievements made in scientific researches draw attention of academic circles. &nbsp;&nbsp;&nbsp;\r\n On September 19, leader Kim Jong Il looked round for a long while the exhibition associated with the devoted efforts of the teachers and students of the university to learn in detail about achievements made in the development of education and scientific researches. He was greatly satisfied with a lot of work done by the teachers and students there.    \r\n\r\n\r\n"
        },
        {
            "title": "Prevention of capitalist ideological poisoning called for",
            "url": "http://kcna.co.jp/item/2001/200109/news09/26.htm#9",
            "content": "Prevention of capitalist ideological poisoning called for\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) -- Preventing the imperialists' ideological and cultural poisoning presents at present itself as a serious issue related to defending state sovereignty and national interest.\r\n Rodong Sinmun today says this in a signed article. It goes on: &nbsp;&nbsp;&nbsp;\r\n Imperialists' ideological and cultural poisoning is a form of aggression and interference perpetrated by them under the signboard of \"cooperation\" and \"exchange.\" &nbsp;&nbsp;&nbsp;\r\n It is one of their strategies to dominate the world through reactionary ideological and cultural poisoning, the ambition they failed to realize by means of A-bombs and dollars. &nbsp;&nbsp;&nbsp;\r\n The material wealth destroyed by a war can be restored but nothing can recover from the damage done to ideology and mentality. &nbsp;&nbsp;&nbsp;\r\n The harmful nature of imperialists' ideological and cultural poisoning lies in that it does enormous harm to the best national identity of every country and nation and makes the popular masses spiritually deformed. &nbsp;&nbsp;&nbsp;\r\n The socialist idea and culture represent the idea and culture which help make people spiritually and morally noble and develop their emotion whereas the capitalist idea and culture play a baneful role of leading people to seek luxury and a dissolute life and benumbing their sound thinking and spirit. &nbsp;&nbsp;&nbsp;\r\n The article calls for intensifying ideological education among the popular masses and incessantly struggling to prevent imperialists' ideological and cultural poisoning. It continues: &nbsp;&nbsp;&nbsp;\r\n For this it is necessary to cut off all channels of their ideological and cultural poisoning and intensify the struggle against elements harmful to socialism, which may undermine the socialist system. &nbsp;&nbsp;&nbsp;\r\n The historical lessons teach that only when the imperialists' ideological and cultural poisoning is checked through the demonstration of the advantages and might of the socialist idea and culture is it possible to defend the ideological and political base of socialism, ensure steady development of socialist culture and dynamically push ahead with the revolution and construction.    \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Yemeni President",
            "url": "http://kcna.co.jp/item/2001/200109/news09/26.htm#10",
            "content": "Greetings to Yemeni President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA)  -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, yesterday sent a message of greetings to Ali Abdullah Saleh, President of Yemen, on the occasion of the 39th anniversary of its revolution day.\r\n The message extended warm congratulations to the president, government and  people of Yemen on the occasion of the revolution day and expressed the belief that the friendly and cooperative relations between the two countries would develop on good terms. &nbsp;&nbsp;&nbsp;\r\n It sincerely wished the president and people of Yemen greater success in the work for the stability and prosperity of the country.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Roasted goat meat popular at Korean restaurants",
            "url": "http://kcna.co.jp/item/2001/200109/news09/26.htm#11",
            "content": "Roasted goat meat popular at Korean restaurants\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) -- Roasted goat meat is popular among people nowadays.\r\n Roasted meat has long been a favorite one of the Korean dishes. &nbsp;&nbsp;&nbsp;\r\n The goat meat can be roasted quickly as it is tender and lean. &nbsp;&nbsp;&nbsp;\r\n Roasted meat is considered to be the best of the goat meat dishes. &nbsp;&nbsp;&nbsp;\r\n To prepare this dish it is necessary to slice up meat by 4cm in length, 6cm in width and 0.3cm in thickness. &nbsp;&nbsp;&nbsp;\r\n One kg of goat meat to be roasted requires 50g of green onion, 20g of garlic, 70g of sugar, 10g of ginger, 100g of red pepper or other oil, 100g of wine or cognac, 3g of seasoning, 3g of powdered sesame and 40g of soy sauce. &nbsp;&nbsp;&nbsp;\r\n The meat evenly flavoured with spices is kept for 20-30 minutes before it is placed for roasting. &nbsp;&nbsp;&nbsp;\r\n It is good to use vinegared soy, vegetables such as cucumber, lettuce and onion and peppered bean paste when taking this roasted meat. &nbsp;&nbsp;&nbsp;\r\n Goats are now widely raised in the DPRK.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}