{
    "date": "2001-04-02",
    "url": "http://kcna.co.jp/item/2001/200104/20010402.htm",
    "articles": [
        {
            "title": "Senior party officials have photo taken with attendants of youth meeting",
            "url": "http://kcna.co.jp/item/2001/200104/news04/02.htm#1",
            "content": "Senior party officials have photo taken with attendants of youth meeting \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 2 (KCNA) -- Members of the political bureau of the Central Committee of the Workers' Party of Korea posed for a photo with the participants in a national meeting of young vanguard for general advance of socialism under the red flag at the plaza of the Kumsusan Memorial Palace on April 1.\r\n They gave pep talks to the participants effecting a fresh advance in the struggle for the victory of the socialist cause and the prosperity of the fatherland as pacesetters with intense loyalty to the party, the leader, the country and the people under the wise guidance of leader Kim Jong Il.    \r\n\r\n"
        },
        {
            "title": "President of Democratic Congo on friendly relations with Korea",
            "url": "http://kcna.co.jp/item/2001/200104/news04/02.htm#2",
            "content": "President of Democratic Congo on friendly relations with Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 2 (KCNA) -- Joseph Kabila, President of the Democratic Republic of Congo, when he met with the DPRK ambassador to his country on March 28, stressed that he would make an active effort to develop friendly relations with the DPRK. \r\n He said he is rejoiced over the great achievements made by the Korean people in their efforts for the building of a powerful nation, development of north-south relations and foreign relations under the wise guidance of leader Kim Jong Il and expressed firm solidarity with them.    \r\n\r\n"
        },
        {
            "title": "S. Korea pressurized to buy U.S.-made combat equipment",
            "url": "http://kcna.co.jp/item/2001/200104/news04/02.htm#3",
            "content": "S. Korea pressurized to buy U.S.-made combat equipment \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 2 (KCNA) -- It was recently disclosed that a U.S. senator from the Republican Party met a South Korean military boss on January 13 and pressurized him to purchase new type fighters at the instruction of the commander of the U.S. forces stationed in South Korea, according to the South Korean newspaper Hangyore. \r\n The U.S. forces commander called on the military boss of South Korea toward the end of last year and instructed him to meet an American he \"recommended.\" So the senator flew into South Korea for dealing.&nbsp;&nbsp;&nbsp;\r\n The military of South Korea yielded to this \"strong pressure\" as the U.S. forces commander has the right to command wartime operations of the South Korean army.    \r\n\r\n"
        },
        {
            "title": "Radio Voice of Russia comments on DPRK policy of U.S.",
            "url": "http://kcna.co.jp/item/2001/200104/news04/02.htm#4",
            "content": "Radio Voice of Russia comments on DPRK policy of U.S. \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 2 (KCNA) -- Radio Voice of Russia March 30 commented on the DPRK policy of the Bush administration intended to worsen the relations with the DPRK and north-south relations.\r\n The United States continues making insulting remarks, asserting that the DPRK is posing a \"threat to peace\" in the Korean peninsula, and does not want the development of peace-oriented relations between the north and south, the commentator said, and went on: &nbsp;&nbsp;&nbsp;\r\n The Bush administration is maintaining the policy of freezing relations with Pyongyang. &nbsp;&nbsp;&nbsp;\r\n At a recent meeting of U.S., South Korean and Japanese representatives, the U.S. side expressed distrust in the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. agreed with the DPRK in 1994 to build light water reactors for it by 2003, provided Pyongyang discontinues its nuclear program, but is not putting the agreement into practice.    \r\n\r\n"
        },
        {
            "title": "All Koreans urged to frustrate foreign forces' moves against reunification",
            "url": "http://kcna.co.jp/item/2001/200104/news04/02.htm#5",
            "content": "All Koreans urged to frustrate foreign forces' moves against reunification \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 2 (KCNA) -- Rodong Sinmun today in an article calls for frustrating the foreign forces' moves against the reunification of Korea.\r\n Noting that the united states, which is chiefly responsible for the division of the nation, is interfering in the Korean nation's issue of reunification and throwing hurdles in its way, the article says: &nbsp;&nbsp;&nbsp;\r\n The U.S. is escalating its campaign for confrontation with the DPRK in a bid to strain the situation on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n If the Korean people yield to foreign forces pressure, vacilliate and wave  before difficulties or abandon confidence and backtrack from the road chosen by themselves, they will not be able to rise again. Nothing is more servile and mean than accepting the brigandish will of imperialists and  currying favour with them, and doing so will only invite subordination and national ruin. &nbsp;&nbsp;&nbsp;\r\n Calling for decisively foiling the aggressive offensive of the U.S. imperialists against the nation and reunification by the concerted efforts of the whole nation, the article goes on: &nbsp;&nbsp;&nbsp;\r\n Those efforts of the nation precisely mean great national unity. &nbsp;&nbsp;&nbsp;\r\n Now is the time for all the fellow countrymen in the north, south and overseas to firmly unite as one for the nation's security and interests and the independent reunification of Korea, not arguing about differing ideologies and systems, political views and religious belief but rising above them. &nbsp;&nbsp;&nbsp;\r\n When the whole nation goes united close, its strength will increase a hundred times and no force on earth will match it.    \r\n\r\n"
        },
        {
            "title": "Pyongyang ready for art festival",
            "url": "http://kcna.co.jp/item/2001/200104/news04/02.htm#6",
            "content": "Pyongyang ready for art festival \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 2 (KCNA) -- Pyongyang is seething with preparations for the 19th April spring friendship art festival with the approach of Sun's Day, the first holiday common to humankind in the 21st century.\r\n The festival will be participated in by over 80 art troupes and acrobatic groups made up of international and national concours winners and famous artistes from 47 countries, art troupes of overseas compatriots and Korean art troupes, who will sing songs of independence, peace and friendship. &nbsp;&nbsp;&nbsp;\r\n Theatres in the city have been refurbished for the festival and places to be visited and hotels are ready to receive guests. &nbsp;&nbsp;&nbsp;\r\n The program for its participants includes visits to Mangyongdae, the Tower of the Juche Idea, the Arch of Triumph and the International Friendship Exhibition and an attendance of evening gala for commemorating Sun's Day. &nbsp;&nbsp;&nbsp;\r\n The festival organising committee has made full preparations for the reception of guests, art performances and appreciation of them and participants' tour. &nbsp;&nbsp;&nbsp;\r\n Pyongyang is waiting for foreign artistes and overseas Korean artistes.    \r\n\r\n"
        },
        {
            "title": "U.S. despicable and brigandish way of thinking under fire",
            "url": "http://kcna.co.jp/item/2001/200104/news04/02.htm#7",
            "content": "U.S. despicable and brigandish way of thinking under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 2 (KCNA) -- Rodong Sinmun today in a signed commentary denounces the present U.S. administration for trying to push ahead with the moves to establish the \"National Missile Defence\" system (NMD) at any cost under the pretext of a \"threat\" from the DPRK.\r\n The commentary says: &nbsp;&nbsp;&nbsp;\r\n Four members of the U.S. House of Representatives from the Democratic Party in a recent press interview said that the Bush administration has exaggerated the \"missile threat\" from North Korea to justify its moves to establish the \"NMD\". They criticized Bush's stand \"not to negotiate with North Korea unless it puts an end to the missile development.\" &nbsp;&nbsp;&nbsp;\r\n The U.S., assailant, is loudmouthed about the \"threat\" from the DPRK, victim. This is like a thief crying \"stop the thief \"  the hawkish forces of the Bush administration are working hard to establish the \"NMD\" under the absurd pretext of the \"threat\" from the DPRK in a bid to avoid the head-on confrontation with China and Russia. &nbsp;&nbsp;&nbsp;\r\n The reason why the U.S. is taking so much pains to establish the \"NMD\" under the pretext of the \"threat\" from the DPRK is quite clear. &nbsp;&nbsp;&nbsp;\r\n 60-100 billion U.S. dollars are needed for the \"NMD\". &nbsp;&nbsp;&nbsp;\r\n The Bush administration seeks to adopt the moves to establish the \"NMD\" at any cost under the pretext of a \"threat\" from the DPRK as part of the U.S. foreign policy in order to let a stupendous amount of money go to U.S. munitions monopolies. Bush, at the same time, seeks to preserve the present republican government and realize his reelection at the next presidential election with their strong backing. The Bush administration aims to use the \"NMD\" as a bargaining chip in pressurizing the neighbouring powers, European countries and others, wresting a sort of concession from them and thus achieving its sinister selfish purpose. &nbsp;&nbsp;&nbsp;\r\n The Bush administration is poised to persistently peddle \"threat\" from the DPRK because the administration tries to build up public opinion about \"threat\" till its insidious aim is achieved. &nbsp;&nbsp;&nbsp;\r\n The DPRK will never allow anyone to have a bargaining over its sovereignty.     \r\n\r\n"
        },
        {
            "title": "Greetings to Lao prime minister",
            "url": "http://kcna.co.jp/item/2001/200104/news04/02.htm#8",
            "content": "Greetings to Lao prime minister \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 2 (KCNA) -- Hong Song Nam, premier of the DPRK cabinet, on March 30 sent a message of greetings to  Boungnang Vorachit upon his appointment as prime minister of the government of Laos.\r\n The message expressed the belief that the traditional relations of friendship and cooperation between the two countries would continue to grow strong and wished the prime minister success in his responsible work for building prosperous Laos.    \r\n\r\n"
        },
        {
            "title": "Greetings to Guinean President",
            "url": "http://kcna.co.jp/item/2001/200104/news04/02.htm#9",
            "content": "Greetings to Guinean President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 2 (KCNA) -- Kim Yong Nam, President of the presidium of the DPRK Supreme People's Assembly, today sent a message of greetings to Guinean President Lansana Conte on the occasion of the 17th anniversary of the proclamation of the second Republic in Guinea.\r\n The message extended warm congratulations to the president and, through him, to the friendly government and people of guinea and expressed the belief that the traditional relations of friendship and cooperation between the two countries would steadily grow strong. &nbsp;&nbsp;&nbsp;\r\n It sincerely wished the president greater success in his responsible work for the sovereignty and peace of the country and its socio-economic development.    \r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2001/200104/news04/02.htm#10",
            "content": "Gift to Kim Jong Il \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 2 (KCNA) -- A gift was presented to leader Kim Jong Il by the central committee of the communist youth league of China. \r\n It was handed to an official concerned today by Zhou Qiang, head of the visiting delegation of the CYLC and first secretary of its central committee.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam meets Chinese delegation",
            "url": "http://kcna.co.jp/item/2001/200104/news04/02.htm#11",
            "content": "Kim Yong Nam meets Chinese delegation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 2 (KCNA) -- Kim Yong Nam, President of the presidium of the DPRK Supreme People's Assembly, met and had a friendly conversation with the delegation of the communist youth league of China headed by Zhou Qiang, first secretary of its central committee, at the Mansudae Assembly Hall today.  \r\n Present there were Ri Il Hwan, first secretary of the c.c., the Kim Il Sung Socialist Youth League, and Li Bin, charge d'affaires ad interim of the Chinese embassy here. &nbsp;&nbsp;&nbsp;\r\n On the occasion the head of the delegation referred to a very significant Korea visit of the delegation, saying that during its stay it witnessed the achievements made by the Korean people in socialist construction under the wise guidance of leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n It is marvelous that the young Korean people built the youth hero motorway by displaying mass heroism during the \"arduous march\" in particular, he said, expressing admiration at their indomitable revolutionary spirit. &nbsp;&nbsp;&nbsp;\r\n He expressed determination to further consolidate bonds of friendship through the intensified relations between the communist youth league of china and the Kim Il Sung Socialist Youth League. &nbsp;&nbsp;&nbsp;\r\n He sincerely wished the young Korean people greater success in socialist construction under Kim Jong Il's wise guidance. \r\n\r\n\r\n\r\n"
        }
    ]
}