{
    "date": "2001-08-30",
    "url": "http://kcna.co.jp/item/2001/200108/20010830.htm",
    "articles": [
        {
            "title": "Friendship gathering with Lao youth delegation",
            "url": "http://kcna.co.jp/item/2001/200108/news08/30.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chief of Pyongyang mission of NDFSK interviewed",
            "url": "http://kcna.co.jp/item/2001/200108/news08/30.htm#2",
            "content": "Friendship gathering with Lao youth delegation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 30 (KCNA) -- A friendship gathering with members of a delegation of the Lao People's Revolutionary Youth Union was held at the Taedonggang Club for the diplomatic corps yesterday.\r\n Present on invitation were members of the delegation of the Lao People's Revolutionary Youth union led by first secretary of its central committee Bounpone Bouttanavong who is chairman of the Laos-Korea Friendship Association.&nbsp;&nbsp;&nbsp;\r\n The gathering was attended by Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries who is chairman of the Korea-Laos Friendship Association, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Participants in the gathering talked to each other about further development of the friendly ties between the two peoples before enjoying an art performance given by schoolchildren.    \r\n\r\n"
        },
        {
            "title": "Anniversary of non-aligned movement marked",
            "url": "http://kcna.co.jp/item/2001/200108/news08/30.htm#3",
            "content": "Chief of Pyongyang mission of NDFSK interviewed \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, August 30 (KCNA) -- Pak Kwang Gi, chief of the Pyongyang mission of the National Democratic Front of South Korea, had an interview with KCNA on Wednesday as regards the fact that participants in the 2001 Grand Festival for National Reunification are being called into question in South Korea. \r\n Activities of personages who visited the north for August 15 Pyongyang Grand Festival for Reunification are being called into question in South Korea, the chief said, and went on: &nbsp;&nbsp;&nbsp;\r\n This strange racket is the last-ditch effort of anti-reunification elements and traitors who regard the reconciliation, unity and reunification of the nation as a thorn in the flesh. It is an intolerable challenge to the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n Lurking behind the foolish act of the Ri Hoe Chang group is an ulterior intention to lock the door of south-north non-governmental contacts, dialogue and interchange, revive the authorities-led \"unified channel\" of dialogue which was already rejected and reduce the June 15 joint declaration to a mere name. &nbsp;&nbsp;&nbsp;\r\n The chief called for making no slightest compromise with those who disturb the implementation of the June 15 joint declaration and ostracizing Ri Hoe Chang with uncompromising and bold resolution.    \r\n\r\n"
        },
        {
            "title": "Preparations for Pyongyang Flower Show",
            "url": "http://kcna.co.jp/item/2001/200108/news08/30.htm#4",
            "content": "Anniversary of non-aligned movement marked \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 30 (KCNA) -- The DPRK Foreign Ministry hosted a reception on Wednesday on the occasion of the 40th anniversary of the Non-Aligned Movement (NAM).\r\n Invited to the reception were representatives and officials of the embassies of NAM member or observer countries here. &nbsp;&nbsp;&nbsp;\r\n Foreign minister Paek Nam Sun said in his speech that over the past 40 years the NAM has grown into a powerful anti-imperialist independent force of the present times.   And he expressed the belief that the movement would creditably discharge its noble mission and duty for the times and history in the new century, too. &nbsp;&nbsp;&nbsp;\r\n The DPRK government and people will as always remain faithful to the basic idea and objective of the NAM and do their best to build an independent, peaceful and prosperous, new world under the wise leadership of Kim Jong Il, he said. &nbsp;&nbsp;&nbsp;\r\n Then, speeches were made at the reception by ambassadors of Palestine, Indonesia, India, Egypt, Cambodia and Yugoslavia. &nbsp;&nbsp;&nbsp;\r\n The speakers expressed most heartfelt thanks and deepest respects to President Kim Il Sung, the immortal leader, remembering in humble reverence him who made great efforts for the strengthening and development of the NAM. &nbsp;&nbsp;&nbsp;\r\n They said the NAM, whose basic aim is to oppose colonialism and imperialism and defend the territorial integrity, independence and peace of each country, is a powerful and durable force that dynamically propels the development of the present era. &nbsp;&nbsp;&nbsp;\r\n They stressed Kim Jong Il, the great leader of the fraternal Korean people, pays deep attention to the NAM so that it can continue to play its constructive role. &nbsp;&nbsp;&nbsp;\r\n They hoped that all the NAM member nations would unite with each other to defend and develop this movement in the interests of each nation.    \r\n \r\n"
        },
        {
            "title": "Japanese followers of Juche idea meet",
            "url": "http://kcna.co.jp/item/2001/200108/news08/30.htm#5",
            "content": "Preparations for Pyongyang Flower Show \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 30 (KCNA) -- The second Pyongyang Flower Show will soon be open here.\r\n Its preparations are brisk. &nbsp;&nbsp;&nbsp;\r\n The show will add to the festive mood of the capital on the occasion of the 53rd anniversary of the DPRK (September 9) and contribute to increasing public concerns for flowers to popularize the technique and way of floriculture. &nbsp;&nbsp;&nbsp;\r\n The show sponsored by the Korea Horticulture Centre will be attended by institutions, enterprises, horticulturists and flower-lovers across the country. &nbsp;&nbsp;&nbsp;\r\n Immortal flowers Kimilsungia and Kimjongilia, local special and wild flowers, flower trees, flower pots, garden craft products and stuffed animals will be put on show. &nbsp;&nbsp;&nbsp;\r\n The preparatory committee is stepping up preparations including the work of sprucing up the April 15 Children's Flower Garden, the place of the show, and carrying the exhibits. &nbsp;&nbsp;&nbsp;\r\n Posters introducing the show were pasted up in different parts of the city. &nbsp;&nbsp;&nbsp;\r\n Ri Kang Hui, chairperson of the preparatory committee, said that 4,900 exhibits of 710 species will be presented to the show.    \r\n\r\n"
        },
        {
            "title": "U.S. hard-line policy under fire",
            "url": "http://kcna.co.jp/item/2001/200108/news08/30.htm#6",
            "content": "Japanese followers of Juche idea meet \r\n&nbsp;&nbsp;&nbsp; Tokyo, August 28 (KNS-KCNA) -- The 25th national meeting of Japanese Teachers for the Study of the Juche Idea, a national meeting for exchange to strengthen Japan-Korea friendship, was held in Hiroshima on August 26.\r\n Tadao Oishi, secretary general of the liaison council of societies of Japanese teachers for the study of the Juche idea, in a report at the meeting said that the movement to support Korea's reunification is linked with the issue of Japan's settlement of its crimes in the past and is important for strengthening friendship and solidarity with Asian countries in the 21st century. He called for intensifying activities to realize the establishment of diplomatic relations between Japan and DPRK and promote friendship and solidarity between them. &nbsp;&nbsp;&nbsp;\r\n The participants heard a special report titled \"on the issue of history textbooks\" and lecture on the subject \"Japan's perception of history and Korean issue.\" then followed panel discussions on theory, educational practice and movement for Japan-DPRK friendship. &nbsp;&nbsp;&nbsp;\r\n The meeting adopted an appeal urging the Japanese government to admit its responsibility for Japan's military domination and war of aggression against Korea, make an official apology and compensation for them, calling for opposition to the government's unreasonable interference in education and enforcing education in history for peace and truth. &nbsp;&nbsp;&nbsp;\r\n A letter to leader Kim Jong Il was adopted at the meeting.\r\n\r\n"
        },
        {
            "title": "Greetings to Trinidadian President",
            "url": "http://kcna.co.jp/item/2001/200108/news08/30.htm#7",
            "content": "U.S. hard-line policy under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 30 (KCNA) -- The international community and world peace and stability remain disturbed due to the u.s. hard-line policy, says Rodong Sinmun today in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The extremely adventurous policy pursued by the bush administration since its emergence is to maintain its position as the world's only superpower and control the world as it pleases. &nbsp;&nbsp;&nbsp;\r\n But its hard-line policy and hegemonism are rebuffed and opposed worldwide and have thrown Washington into a quagmire. &nbsp;&nbsp;&nbsp;\r\n Russia warned that it would take a strong counter-measure against the U.S. moves to establish the Missile Defense system (MD) which might spark a global nuclear arms race. &nbsp;&nbsp;&nbsp;\r\n Many countries including china dismissed MD as unreasonable and dangerous and are opposed to it. &nbsp;&nbsp;&nbsp;\r\n Even the U.S. allies advised Washington to think twice over MD when they were requested to support it, clarifying their view that it lacks reason to convince the world. &nbsp;&nbsp;&nbsp;\r\n The U.S. hard-line policy is the desperate effort of the weak. &nbsp;&nbsp;&nbsp;\r\n It is quite clear that the hard-line policy of the Bush administration will throw it into a bottomless quagmire.    \r\n\r\n"
        },
        {
            "title": "Greetings to Kirgyz President",
            "url": "http://kcna.co.jp/item/2001/200108/news08/30.htm#8",
            "content": "Greetings to Trinidadian President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 30 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to President A.N.R. Robinson on Tuesday on the occasion of the 39th anniversary of the independence of Trinidad and Tobago.\r\n Convinced that the friendly relations between the two countries will continue to develop on good terms, the message wished the president and the people of Trinidad and Tobago big success in their work for national prosperity.    \r\n\r\n"
        },
        {
            "title": "Greetings to Malaysian King",
            "url": "http://kcna.co.jp/item/2001/200108/news08/30.htm#9",
            "content": "Greetings to Kirgyz President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 30 (KCNA) -- President Kim Yong Nam of the Presidium of the Supreme People's Assembly of the DPRK on August 28 sent a message of greetings to President Askar Akayev on the occasion of the tenth national day of Kirgyzstan.\r\n In the belief that the friendly and cooperative relations between the two countries would develop more favorably in the interests of the two peoples, the message wished the Kirgyz president great success in his responsible work for the prosperity of the country and the wellbeing of the people.    \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Malaysian prime minister",
            "url": "http://kcna.co.jp/item/2001/200108/news08/30.htm#10",
            "content": "Greetings to Malaysian King\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 30 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, today sent a message of greetings to Sultan Salahuddin Abdul Aziz Shah al Haji al Marhum Sultan Hisamuddin, King of Malaysia, on the occasion of the 44th anniversary of its national day.\r\n Expressing the belief that the friendly and cooperative relations between the two countries would grow stronger and develop in conformity with mutual interests, the message sincerely wished the King good health and happiness and the Malaysian people progress and prosperity.      \r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Lao Youth Union",
            "url": "http://kcna.co.jp/item/2001/200108/news08/30.htm#11",
            "content": "Greetings to Malaysian prime minister\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 30 (KCNA) -- Hong Song Nam, premier of the DPRK cabinet, sent a message of greetings to Malaysian prime minister Datuk Sri dr. Mahathir Bin Mohamed on the occasion of the 44th anniversary of its national day.\r\n The message expressed the conviction that the friendly and cooperative relations between the two countries would as ever grow stronger and develop and sincerely wished him greater success in his responsible work to build independent and thriving Malaysia.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jung Rin meets British party delegation",
            "url": "http://kcna.co.jp/item/2001/200108/news08/30.htm#12",
            "content": "Gift to Kim Jong Il from Lao Youth Union\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 30 (KCNA) -- A gift was presented to leader Kim Jong Il by the central committee of the Lao People's Revolutionary Youth Union.\r\n It was conveyed to an official concerned by Bounpone Bouttanavong, first secretary of the c.c., the Lao People's Revolutionary Youth Union, on a visit to the DPRK.    \r\n\r\n\r\n"
        }
    ]
}