{
    "date": "2001-02-08",
    "url": "http://kcna.co.jp/item/2001/200102/20010208.htm",
    "articles": [
        {
            "title": "Kim Jong Il inspects KPA unit no. 655",
            "url": "http://kcna.co.jp/item/2001/200102/news02/08.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japanese SDF and police projected exercise blasted",
            "url": "http://kcna.co.jp/item/2001/200102/news02/08.htm#2",
            "content": "Kim Jong Il inspects KPA unit no. 655 \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 8 (KCNA) - General Secretary  Kim Jong Il inspected unit no. 655 of the KPA on Feb. 7.\r\n He arrived at the unit on the forefront and climbed a forward command post. &nbsp;&nbsp;&nbsp;\r\n Feasting his eyes on the defence line along the front, he acquainted himself in detail with its topographic conditions and the deployment of forces and heard a report on the situation from the commander of the unit. &nbsp;&nbsp;&nbsp;\r\n He noted with great satisfaction that the officers and men of the unit are reliably defending the forefront of the socialist homeland and put forward highly important tasks which would serve as a guideline in increasing the combat capability of the unit in every way. &nbsp;&nbsp;&nbsp;\r\n Then, he dropped in at the headquarters of the unit and went round monuments to on-the-spot guidance of President Kim Il Sung and buildings visited by him, looking back with deep emotion upon his immortal leadership feats associated with the history of the unit's development. &nbsp;&nbsp;&nbsp;\r\n Recalling with profound impression the glorious course covered by the unit, he underscored the need to turn the country associated with the noble soul of the revolutionary forerunners who dedicated their youth and lives to the fight for the party, the leader, the country and the people into a rich and powerful paradise for the people and defend it as firm as a rock. &nbsp;&nbsp;&nbsp;\r\n He met officers and men of the unit, gave a pep-talk to them and had a photograph taken with them. &nbsp;&nbsp;&nbsp;\r\n The next leg of his inspection was a women's artillery battery under the unit. &nbsp;&nbsp;&nbsp;\r\n Looking round an education room, a bed room, a mess and other places of the battery, he took warm care of the living of its soldiers. &nbsp;&nbsp;&nbsp;\r\n He called for paying a special attention to the living of the women soldiers as they are ardent revolutionaries and true patriots who are admirably performing their difficult military duties at the posts to defend the country with rifles in hands for the sake of the party, the revolution, the country and the people. &nbsp;&nbsp;&nbsp;\r\n He also enjoyed an art performance given by the battery soldiers. &nbsp;&nbsp;&nbsp;\r\n He gave the soldiers of the battery a pair of binoculars and an automatic rifle as gifts and had a picture taken with them. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by director of the general political department of the KPA Jo Myong Rok, chief of the general staff of the KPA Kim Yong Chun and KPA general Ri Myong Su. \r\n\r\n"
        },
        {
            "title": "February holiday celebrated abroad",
            "url": "http://kcna.co.jp/item/2001/200102/news02/08.htm#3",
            "content": "Japanese SDF and police projected exercise blasted \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 8 (KCNA) -- It was reported that the Japanese \"Self-Defence Forces\" (SDF) and police would conduct a joint exercise using weapons for the first time this year.\r\n The Japan defence agency and state public security committee decided it in accordance with the newly revised \"agreement on mobilization for public peace\". &nbsp;&nbsp;&nbsp;\r\n This proves well how desperately the Japanese reactionaries are working to call out the SDF to suppress the people for local fascistisation, says Rodong Sinmun in a signed commentary today. &nbsp;&nbsp;&nbsp;\r\n The joint exercise is not merely aimed at \"maintenance of public peace,\" the commentary notes, and goes on: \r\n The Japanese reactionaries intend to hurl not only the SDF but also police into overseas aggression. To this end, moves for coordinated operations between the SDF and police have become undisguised. &nbsp;&nbsp;&nbsp;\r\n The primary target of the joint exercise is none other than the DPRK. A clear proof of this is that the Japanese reactionaries are busy spreading fictions and false rumours about the DPRK to revise the \"agreement on mobilization  for public peace\" and stage the joint exercise. &nbsp;&nbsp;&nbsp;\r\n They can neither conceal nor justify their criminal purpose of the joint exercise.    \r\n\r\n"
        },
        {
            "title": "Friendship gathering",
            "url": "http://kcna.co.jp/item/2001/200102/news02/08.htm#4",
            "content": "February holiday celebrated abroad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 8 (KCNA) -- The birthday of leader Kim Jong Il which falls on February 16 is being celebrated worldwide as a holiday common to humankind.\r\n Following the formation of the Peruvian national preparatory committee for celebrating February 16 on December 19 last year, similar preparatory committees were inaugurated in at least 40 countries including Russia, Mexico, Guinea, Cambodia, Sweden and Australia. &nbsp;&nbsp;&nbsp;\r\n High-ranking government officials, political party leaders and chiefs of public organizations and friendship organizations of different countries were elected chairmen or vice-chairmen of the preparatory committees. &nbsp;&nbsp;&nbsp;\r\n The preparatory committees set periods of celebration, decided on programs for events, calling for significantly celebrating the February holiday. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, celebration functions are taking place in different countries. &nbsp;&nbsp;&nbsp;\r\n Seminars and lecture meetings on the immortal feats Kim Jong Il has performed were held in Guyana, India and Tanzania. A photo exhibition was opened in Tajikistan with due ceremony. &nbsp;&nbsp;&nbsp;\r\n Special bulletins were issued by the Asian Regional Institute of the Juche Idea, the Egypt-Korea Friendship Association, the Peru-Korea Institute of Friendship and Culture, etc. &nbsp;&nbsp;&nbsp;\r\n Media of Germany, Madagascar, Pakistan, Equatorial Guinea and other countries carried articles praising Kim Jong Il. \r\n\r\n"
        },
        {
            "title": "Sports contest for Paektusan Cup opens",
            "url": "http://kcna.co.jp/item/2001/200102/news02/08.htm#5",
            "content": "Friendship gathering \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 8 (KCNA) -- Charge d'affaires ad interim of the Polish embassy here Mieczyslaw Dedo hosted a friendship gathering at the embassy on Feb. 7 on the occasion of the birthday of leader Kim Jong Il.\r\n Present on invitation were foreign minister Paek Nam Sun and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there. &nbsp;&nbsp;&nbsp;\r\n The participants in the gathering talked with each other about the achievements made in the DPRK and developing the friendly relations between the two countries.    \r\n\r\n"
        },
        {
            "title": "Film show and friendship meeting",
            "url": "http://kcna.co.jp/item/2001/200102/news02/08.htm#6",
            "content": "Sports contest for Paektusan Cup opens \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 8 (KCNA) -- A sports contest for paektusan cup began on the occasion of the birthday of leader Kim Jong Il.\r\n The participants in the contest which will last for over 20 days will compete in basketball, volleyball, marathon race, skiing and other events. &nbsp;&nbsp;&nbsp;\r\n Matches will take place in Pyongyang and other places. &nbsp;&nbsp;&nbsp;\r\n An opening ceremony of the contest was held here on Feb. 7. &nbsp;&nbsp;&nbsp;\r\n Present there were Kim Jung Rin, secretary of the C.C., the Workers' Party of Korea, and Pak Myong Chol, chairman of the physical culture and sports guidance commission.    \r\n\r\n"
        },
        {
            "title": "Anniversary of Korean Chondoist Chongu Party marked",
            "url": "http://kcna.co.jp/item/2001/200102/news02/08.htm#7",
            "content": "Film show and friendship meeting \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 8 (KCNA) -- The Ministry of Culture and the Committee for Cultural Relations with Foreign Countries arranged a film show and a friendship meeting at the People's Palace of Culture yesterday on the occasion of the birthday of leader Kim Jong Il.\r\n Invited to them were officials in charge of cultural and friendly relations of foreign embassies here. &nbsp;&nbsp;&nbsp;\r\n Vice-minister of culture Jo Chan Gu and officials concerned were present there. &nbsp;&nbsp;&nbsp;\r\n The participants saw a Korean feature film and conversed with each other.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il's birthday celebrated",
            "url": "http://kcna.co.jp/item/2001/200102/news02/08.htm#8",
            "content": "Anniversary of Korean Chondoist Chongu Party marked \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 8 (KCNA) -- The Korean Chondoist Chongu Party marked its 55th anniversary.\r\n After its foundation as a democratic political party aspiring after the building of an independent, democratic and prosperous new country, it has struggled for the independent development of the country and its social progress. \r\n Under the slogan of \"rejection of west and Japan\" and \"promotion of national interests and welfare of the people\" the party has supported the patriotic initiatives of the DPRK government to achieve the independent and peaceful reunification of the country and waged a dynamic struggle for their implementation. &nbsp;&nbsp;&nbsp;\r\n A meeting for celebrating its 55th anniversary took place here yesterday. &nbsp;&nbsp;&nbsp;\r\n Chairwoman of the C.C., the KCCP Ryu Mi Yong in her report underscored the need to take an active part in the patriotic movement for opening an epochal phase of the independent reunification this year and strive to promote solidarity and unity with Chondoists and Taejonggyo believers and other personages of the nation's orders and organizations in South Korea in hearty response to the proposals and an appeal made by the 2001 meeting for the independent reunification of the Korean nation.    \r\n\r\n"
        },
        {
            "title": "Appeal of 2001 meeting supported",
            "url": "http://kcna.co.jp/item/2001/200102/news02/08.htm#9",
            "content": "Kim Jong Il's birthday celebrated \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 8 (KCNA) -- Functions are going on in the DPRK to celebrate the birthday of leader Kim Jong Il which falls on  February 16.\r\n A national photo exhibition and an art show opened in Pyongyang on Feb. 7. &nbsp;&nbsp;&nbsp;\r\n Photos and art works on display deal with the great personality of Kim Jong Il and the brilliant revolutionary exploits performed by him. &nbsp;&nbsp;&nbsp;\r\n Displayed in the photo exhibition hall are more than 140 photos showing on-the-spot guidance provided by him to lead the cause of building a powerful socialist nation to victory in the last one year and achievements made by the Korean people in the revolution and construction. &nbsp;&nbsp;&nbsp;\r\n On display in the art gallery are at least 60 paintings depicting the single-heartedly united Korean people who have performed miracles and feats by accelerating their advance under the socialist red flag.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun calls for preventing nuclear war",
            "url": "http://kcna.co.jp/item/2001/200102/news02/08.htm#10",
            "content": "Appeal of 2001 meeting supported \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 8 (KCNA) -- The organization of socialists in the Mediterranean made public a statement on Jan. 28 in support of an appeal made by the 2001 meeting for the independent reunification of the Korean nation.\r\n The statement expressed solidarity with the appeal of the meeting that called for achieving the reunification of Korea on the three principles of independence, peaceful reunification and great national unity under the wise guidance of leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n It underscored the need for a stop to outsiders' interference in internal affairs of Korea, confidence-building, removal of misunderstanding and reunion of separated families. &nbsp;&nbsp;&nbsp;\r\n The statement reiterated the organization's full support to the friendly Korean people.    \r\n\r\n"
        }
    ]
}