{
    "date": "2001-11-03",
    "url": "http://kcna.co.jp/item/2001/200111/20011103.htm",
    "articles": [
        {
            "title": "DPRK delegate to UNGA on rights of children",
            "url": "http://kcna.co.jp/item/2001/200111/news11/03.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Respect for sovereignty called for",
            "url": "http://kcna.co.jp/item/2001/200111/news11/03.htm#2",
            "content": "DPRK delegate to UNGA on rights of children \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 3 (KCNA) -- A delegate of the DPRK on October 29 made a speech on \"Promotion and Protection of Children's Rights\", the 115th agenda item of the third committee meeting of the 56th United Nations General Assembly.\r\n He noted that the DPRK government has consistently maintained its policy of attaching importance to children and achieved remarkable successes in the promotion and protection of their rights.&nbsp;&nbsp;&nbsp;\r\n He further said: &nbsp;&nbsp;&nbsp;\r\n The whole country was compelled to make the \"arduous march\" by the ceaseless anti-DPRK moves of the hostile forces and severe natural disasters that lasted for several consecutive years. Even in such difficult period there was no change in the state policy and social benefits for the children. &nbsp;&nbsp;&nbsp;\r\n Saying that right to education is one of the most important elements for children's rights, the delegate stated: paying special attention to the education for the rising generation, the DPRK government has done its best to let them grow in good health and possess rich knowledge and sound moral character. &nbsp;&nbsp;&nbsp;\r\n Referring to the fact that Japan is now seeking to infuse distorted history into the children, he said: The Japanese authorities should stop the moves to tamper with history at once and educate the children in Japan to have a correct understanding of its history and contribute to building a peaceful and prosperous, new world. &nbsp;&nbsp;&nbsp;\r\n It is very important to provide sound social environment for existence, development and protection of the children, he said, and went on: &nbsp;&nbsp;&nbsp;\r\n All countries should pay great attention to the work to promote harmony of families and social stability. And state investment in the work for the children should be increased to preferentially solve the problems arising in the upbringing and education of them and a system established to ensure all the rights of children. &nbsp;&nbsp;&nbsp;\r\n Stressing the need to strengthen international cooperation in the promotion and protection of children's rights, he said: The DPRK government will continue to provide the children with better living and educational conditions and thus fully discharge its national and international duty to build a world for the children.    \r\n\r\n"
        },
        {
            "title": "Japanese authorities' tyrannical action protested",
            "url": "http://kcna.co.jp/item/2001/200111/news11/03.htm#3",
            "content": "Respect for sovereignty called for\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 3 (KCNA) -- Sovereignty is vital to a country and nation and a fundamental guarantee for ensuring peace, says Rodong Sinmun today in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n There can be peace only when sovereignty is respected and the more ardently all countries and peoples desire peace, the more deeply they should respect sovereignty.\r\n If anyone tries to liquidate the ideology, the way of living and system adopted by other countries and nations for the mere reason that they are not to his liking, that is a serious violation of their sovereignty. &nbsp;&nbsp;&nbsp;\r\n All the countries and nations have equal sovereign rights as members of the international community. &nbsp;&nbsp;&nbsp;\r\n The imperialists and dominationists, however, are imposing their unjust demands upon small and weak countries, while looking down upon them in violation of the generally accepted norms and principles of the international relations to be observed between countries. &nbsp;&nbsp;&nbsp;\r\n They even use force against them when something does not go according to their intention. &nbsp;&nbsp;&nbsp;\r\n It is the right and duty of all the countries and the nations and their common task for preserving peace to defend, exercise and respect sovereignty. &nbsp;&nbsp;&nbsp;\r\n Peace does not come of its own accord and it can be achieved only through a struggle. &nbsp;&nbsp;&nbsp;\r\n The imperialists can never bestow peace upon the people. &nbsp;&nbsp;&nbsp;\r\n They leave no means untried to maintain their relations of domination and subjugation. &nbsp;&nbsp;&nbsp;\r\n All the people who defend sovereignty and want peace should form a common front against imperialists and pool efforts in the resolute struggle against their aggression and war. &nbsp;&nbsp;&nbsp;\r\n When all the peace-loving people of the world struggle for peace under the uplifted banner of independence against the imperialists, they will not be able to run amuck recklessly and the people's desire for peace will come true.    \r\n\r\n"
        },
        {
            "title": "Removal of chemical weapon dismantling facilities urged in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200111/news11/03.htm#4",
            "content": "Japanese authorities' tyrannical action protested\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 3 (KCNA) -- Personages of different countries recently released statements accusing the Japanese authorities of having ransacked the international institute of the Juche idea and units related to it.\r\n Yahya Zakariya Heirla, director of the board of the African Regional Committee for the Study of the Juche Idea, said the Japanese authorities' crackdown is an outrageous challenge to the just cause of the progressive people for global independence and peace and part of the hostile policy towards the peaceloving DPRK. The Japanese government should be responsible for the consequences to be entailed by such grave action in violation of the internationally recognized law, he added. &nbsp;&nbsp;&nbsp;\r\n Lande Ogundife, former national chairman of the Nigerian Union of Journalists, urged Japan to make an urgent apology to the world, saying that the crackdown upon the organizations engaged in the study of the advanced idea is arousing wrath among social scientists and pressmen of the world. &nbsp;&nbsp;&nbsp;\r\n Otete Gaston Mboyo, chairman of the Democratic Congo-Korea Friendship Association, said the rays of the Juche idea would clearly indicate the road ahead of humankind despite heavy dark clouds. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, protest meetings were held in the Czech Republic and Jordan. The meetings branded the crackdown as extreme gangsterism rare to be seen in the world and as a serious human rights violation in the 21st century. &nbsp;&nbsp;&nbsp;\r\n The meeting in the Czech Republic adopted letters of protest to the Japanese government and prime minister and a letter of solidarity to Kenichi Ogami, secretary general of the IIJI.    \r\n\r\n"
        },
        {
            "title": "Crackdown upon pro-reunification  organizations in S. Korea under fire",
            "url": "http://kcna.co.jp/item/2001/200111/news11/03.htm#5",
            "content": "Removal of chemical weapon dismantling facilities urged in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 3 (KCNA) -- Over 500 inhabitants in Sangchon-myon, Yongdong county, North Chungchong Province of South Korea, staged a demonstration in demand of the removal of the facilities for dismantling chemical weapons on October 29, according to the newspaper Hangyore.\r\n Pointing out that the area might be so polluted as to be unfit for cultivation due to the controversial facilities belonging to the \"Ministry of National Defence\", the demonstrators urged their immediate removal. &nbsp;&nbsp;&nbsp;\r\n They also condemned the \"ministry\" for neglecting their demand on the pretext of military facilities and declared they would continue the struggle for their vital rights until the facilities are totally removed.    \r\n\r\n"
        },
        {
            "title": "U.S. mud-slinging at DPRK over its religious issue assailed",
            "url": "http://kcna.co.jp/item/2001/200111/news11/03.htm#6",
            "content": "Crackdown upon pro-reunification  organizations in S. Korea under fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 3 (KCNA) -- Papers here today denounce the South Korean authorities for their unwarranted arrest and detention of Tan Pyong Ho, chairman of the South Korean Confederation of Trade Unions (KCTU), members of the south headquarters of the National Alliance for the Country's Reunification (Pomminryon), deputies and leading members of the South Korean Federation of University Student Councils (Hanchongryon). \r\n In this regard Rodong Sinmun in a signed commentary says: &nbsp;&nbsp;&nbsp;\r\n This is fascist suppression of the movement for democracy and reunification intended to totally block the legitimate activities of the organizations for pro-reunification patriotic movements and dampen the desire of the South Korean public for alliance with the north and reunification and an unpardonable criminal act going against the trend of the nation towards great unity and reunification. &nbsp;&nbsp;&nbsp;\r\n Such organizations as the south headquarters of Pomminryon, KCTU and Hanchongryon warmly supported and welcomed the June 15 joint declaration, the declaration on national independence and reunification, and have intensified their activities that focused on the struggle to implement it. &nbsp;&nbsp;&nbsp;\r\n The struggle for independence, democracy and reunification waged by the civic and public organizations in South Korea is a just struggle to defend their rights and interests. That is why this can never be the target of suppression. &nbsp;&nbsp;&nbsp;\r\n Minju Joson in a commentary says that no physical force can ever quell the aspiration and desire of the people for democracy and reunification. It demands the South Korean authorities immediately release the illegally arrested figures and stop throwing obstacles in the process to improve the inter-Korean relations and in the way of Korean reunification.    \r\n\r\n\r\n"
        },
        {
            "title": "Message to chief delegate of south side",
            "url": "http://kcna.co.jp/item/2001/200111/news11/03.htm#7",
            "content": "U.S. mud-slinging at DPRK over its religious issue assailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 3 (KCNA) -- The Korean religious believers council issued a statement on Friday denouncing the United States for its recent mud-slinging at the DPRK over its religious issue.\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n The U.S. in a recent \"annual report on international religious freedom\" groundlessly pulled up the DPRK, slinging mud at other countries over their religious situation as if it were a \"judge of religious issues.\" &nbsp;&nbsp;&nbsp;\r\n The U.S. was once strongly condemned by the unbiased world public and put to shame before the world when it let pseudo-religious organizations groundlessly take issue with the DPRK over its religious situation. &nbsp;&nbsp;&nbsp;\r\n The religionists are free to conduct their activities while exercising the inviolable rights of citizens without any discrimination under the Korean-style socialist system centred on the popular masses where the human rights and freedom are genuinely guaranteed thanks to the benevolent politics of love and trust. This is a stark reality recognized by the world people. &nbsp;&nbsp;&nbsp;\r\n Many international religious organizations, religious organizations and believers of different countries witnessed this reality during their visit to the DPRK and sympathized with and confirmed the free activities of religionists in the DPRK. &nbsp;&nbsp;&nbsp;\r\n The present U.S. administration must know that six years ago the chairman of the c.c., the Korean Catholics Association paid an official visit to the U.S. and the then U.S. President met with him and that rev. Billy Graham, U.S. religious leader, also visited the DPRK several times and held joint masses in a free atmosphere together with Korean religionists. &nbsp;&nbsp;&nbsp;\r\n Nevertheless, the United States, not content with using pseudo-religionist organization called the \"international committee for religious freedom,\" which is acting a political prostitute, announced its \"annual report\" slinging mud at the DPRK over its religious issue, ignoring those stark facts. This glaringly shows how reckless the U.S. has become in its anti-DPRK campaign. &nbsp;&nbsp;&nbsp;\r\n It was the U.S. that ignited a war of aggression in Korea in the 1950s, savagely bombed more than 1,900 churches, cathedrals and temples, destroying all of them, and killed in cold blood hundreds of thousands of innocent religionists. It is nonsensical for it to say this or that about the religious issue in the DPRK. &nbsp;&nbsp;&nbsp;\r\n It is the religionists who know best about the religious freedom and it is as clear as noonday that the U.S. law cannot be international standards. &nbsp;&nbsp;&nbsp;\r\n The Korean religious believers council bitterly denounces, in the name of all the religionists in the DPRK, the U.S. unreasonable act of groundlessly pulling up the DPRK religionists over their sacred life in a bid to achieve a sinister political aim, regarding it as an unbearable insult to the religious organizations, all the office-bearers and believers of the DPRK and an intolerable provocation to the highly dignified DPRK. &nbsp;&nbsp;&nbsp;\r\n It is foolish to try to falsify truth with lies and fabrications. &nbsp;&nbsp;&nbsp;\r\n The U.S. is well advised to renounce at once the base anti-DPRK diatribe, honestly apologize for destroying all the religious facilities in the DPRK and committing the thrice-cursed mass killings of innocent religionists and people during the Korean war before ridiculously interfering in its internal affairs and immediately withdraw the ill-intended \"decision\". &nbsp;&nbsp;&nbsp;\r\n If the U.S. continues resorting to arbitrary practices, bereft of reason, while distorting and desecrating the true life of the religionists in the DPRK, it will be sternly judged by history. &nbsp;&nbsp;&nbsp;\r\n We will firmly defend and glorify our socialist system centred on the popular masses which ensures a worthy life and a genuine religious life no matter what others may say. &nbsp;&nbsp;&nbsp;\r\n We express the expectation that the peace- and justice-loving international religious organizations and honest-minded religionists of the world will actively turn out to punish the U.S. threatening world peace and trying to stamp out religion and check and frustrate its arbitrary practices. \r\n\r\n"
        },
        {
            "title": "DPRK accedes to major anti-terrorism conventions",
            "url": "http://kcna.co.jp/item/2001/200111/news11/03.htm#8",
            "content": "Message to chief delegate of south side\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 3 (KCNA)-- Kim Ryong Song, head of the north side delegation to the inter-Korean ministerial talks, today sent a message to the chief delegate of the south side delegation to the talks in connection with the fact that though belatedly, the south side admitted validity of the consistent proposal of the north side to have the sixth inter-Korean ministerial talks on Mt. Kumgang and accepted the proposal.\r\n The message says: &nbsp;&nbsp;&nbsp;\r\n As members of the same nation the north and south of Korea should under any circumstances respect the basic spirit of the June 15 joint declaration, place the interests of the nation above all and open a broad avenue for reconciliation, unity and reunification by their concerted efforts. &nbsp;&nbsp;&nbsp;\r\n Proceeding from this position, the north side informs the south side that both sides will have the sixth ministerial talks on Mt. Kumgang from November 9 to 12.    \r\n\r\n"
        },
        {
            "title": "KEDO delegation leaves",
            "url": "http://kcna.co.jp/item/2001/200111/news11/03.htm#9",
            "content": "DPRK accedes to major anti-terrorism conventions\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 3 (KCNA) -- A spokesman for the DPRK Foreign Ministry gave an answer to a question raised by KCNA today as regards the issue of the DPRK's accession to major anti-terrorism conventions.\r\n He said: &nbsp;&nbsp;&nbsp;\r\n It is a well known principled position of the DPRK that it is opposed to all forms of terrorism and to whatever any aid to it. &nbsp;&nbsp;&nbsp;\r\n We have made every possible effort to combat worldwide terrorism. As part of it we have decided to sign the \"international convention for the suppression of the financing of terrorism\", an important instrument of the international anti-terrorism struggle. &nbsp;&nbsp;&nbsp;\r\n We have also decided to accede to the \"international convention against the taking of hostages.\" &nbsp;&nbsp;&nbsp;\r\n This means that the DPRK has basically acceded to all the existing major international anti-terrorism conventions. &nbsp;&nbsp;&nbsp;\r\n We will make consistent efforts to fight terrorism in the future, too.    \r\n\r\n"
        }
    ]
}