{
    "date": "2001-01-17",
    "url": "http://kcna.co.jp/item/2001/200101/20010117.htm",
    "articles": [
        {
            "title": "Asiana Pilots Union formed",
            "url": "http://kcna.co.jp/item/2001/200101/news01/17.htm#1",
            "content": "Asiana Pilots Union formed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 17 (KCNA) -- The Asiana Pilots Union of South Korea was formed, according to Seoul-based Radio No. 1.\r\n The pilots have not been associated to any trade union due to the authorities' disallowance. but through a court struggle they won the right to form their union.     \r\n\r\n"
        },
        {
            "title": "Meeting held in Guinea",
            "url": "http://kcna.co.jp/item/2001/200101/news01/17.htm#2",
            "content": "Meeting held in Guinea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 17 (KCNA) -- A meeting was held in Guinea on Jan. 11 to observe the 19th anniversary of the Kim Il Sung Institute of Agricultural Science in that country (January 13, 1982).\r\n Its participants laid floral baskets and bouquets before the portraits of President Kim Il Sung and leader Kim Jong Il and paid tribute to them.&nbsp;&nbsp;&nbsp;\r\n Director of the institute Banou Keita said in his speech that Kim Il Sung sent a competent technical group to Guinea and saw to it that the institute turned into a modern agricultural research centre and a  model of south-south cooperation. &nbsp;&nbsp;&nbsp;\r\n He noted that the institute is well known not only to guinea but to the rest of Africa and has become famous for a number of its successes under the constant care of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The participants enjoyed a Korean film \"The Great Leader Comrade Kim Jong Il Inspects Various Units\". &nbsp;&nbsp;&nbsp;\r\n Meanwhile, The TV Radio of Guinea on Jan. 7 introduced the successes made by the institute in its scientific researches on the occasion of its foundation.   \r\n\r\n"
        },
        {
            "title": "DPRK's single-hearted unity to bring about great turn",
            "url": "http://kcna.co.jp/item/2001/200101/news01/17.htm#3",
            "content": "DPRK's single-hearted unity to bring about great turn \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 17 (KCNA) -- The world admires the single-hearted unity of the people in the DPRK around their leader.\r\n The Korean people are sure to reunify the country and build a powerful socialist country on this land with strength of this unity. &nbsp;&nbsp;&nbsp;\r\n This is what foreigners said after seeing the military parade and civilian demonstration celebrating the 55th anniversary of the Workers' Party of Korea in October 2000. &nbsp;&nbsp;&nbsp;\r\n It is the DPRK's enduring political philosophy to achieve the single-hearted unity of the leader, the party and masses and advance the revolution with the strength of unity. &nbsp;&nbsp;&nbsp;\r\n A joint editorial of the newspapers Rodong Sinmun, Josoninmingun and Chongnyonjonwi published on the occasion of the New Year called for successfully implementing the WPK's policy of unity. &nbsp;&nbsp;&nbsp;\r\n The strength of unity is guaranteed by the spirit of devotedly safeguarding the leader and it is based on the revolutionary comradeship. &nbsp;&nbsp;&nbsp;\r\n The unity has provided the bonds of kinship between the leader and the popular masses and turned the whole society into a great family. It dates back to the 1920s.\r\n The reality of Korea in those days was very grim. &nbsp;&nbsp;&nbsp;\r\n The Japanese imperialists' military rule over Korea after their occupation became harsher and those involved in the movement for independence were at odds with each other and their scramble for hegemony led to even bloody armed conflicts. What was more serious was the fact that the Korean communist party was disbanded due to the factional strifes in which it had been engrossed, alienated from the popular masses. &nbsp;&nbsp;&nbsp;\r\n President Kim Il Sung, who embarked upon the road of the revolution shouldering the destiny of the country and the nation, achieved national unity and the single-hearted cohesion of the revolutionary ranks despite difficulties and ordeals with his unique ideology, outstanding leadership ability, noble comradeship and obligation and benevolent patriotic policy. &nbsp;&nbsp;&nbsp;\r\n This unity has been consolidated throughout the history of the Korean revolution full of twists and turns, bringing about only victories. &nbsp;&nbsp;&nbsp;\r\n A good example of this was that under Kim Il Sung's leadership the Korean people successfully carried out challenging historic tasks during the sacred war for the liberation of the country, in the period of building a new country, during the fatherland liberation war, in the periods of post-war rehabilitation, socialist revolution and construction. &nbsp;&nbsp;&nbsp;\r\n The DPRK's single-hearted unity has grown stronger for the past 6 years after the demise of the president. The situation in the DPRK in those years was several times more difficult than that in the post-war period in the 1950s due to several years of natural disasters and the imperialists' moves to isolate and stifle it. &nbsp;&nbsp;&nbsp;\r\n However, the Korean people did not waver but turned out in a drive to defend the fatherland and build socialism in hearty response to leader Kim Jong Il's army-first politics. &nbsp;&nbsp;&nbsp;\r\n These years witnessed the creation of the revolutionary spirit of soldiers and the Kanggye spirit and the lighting of a torch at the Songjin Steel Complex and the Rakwon Machine Plant that brought about a great revolutionary upswing throughout the country. &nbsp;&nbsp;&nbsp;\r\n The DPRK's single-hearted unity which stood the tempests of revolution in the 20th century is sure to bring about a great change in the 21st century.    \r\n\r\n"
        },
        {
            "title": "Unjust decision of \"National Assembly\" protested in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200101/news01/17.htm#4",
            "content": "Unjust decision of \"National Assembly\" protested in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 17 (KCNA) -- A decision of the \"National Assembly\" of South Korea on excluding all injection systems from objects of division of medical service is being rejected by civic organizations, according to radio no. 1 from Seoul.\r\n Civic organizations such as the citizens federation for economic justice, the citizen's solidarity for democratic society and the solidarity for health issued statements on January 12 in protest against the decision. &nbsp;&nbsp;&nbsp;\r\n They charged that the \"National Assembly\" aggravated people's health, noting that the decision twisted the main purpose of division of medical service aimed to prevent the misuse or abuse of medicines. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the council of doctors and the society of pharmacists also voiced opposition to the decision.    \r\n\r\n"
        },
        {
            "title": "Preparatory committee for solidarity struggle inaugurated in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200101/news01/17.htm#5",
            "content": "Preparatory committee for solidarity struggle inaugurated in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 17 (KCNA) -- The preparatory committee for 2001 winter solidarity struggle of workers, the poor and students was inaugurated in South Korea on January 12 with due ceremony, Seoul-based MBC reported.\r\n Stating that the authorities were giving priority to restructuring to threaten the people's right to existence,  the committee demanded measures for vital right.    \r\n\r\n"
        },
        {
            "title": "Joint New Year editorial supported",
            "url": "http://kcna.co.jp/item/2001/200101/news01/17.htm#6",
            "content": "Joint New Year editorial supported \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 17 (KCNA) -- The joint New Year editorial of the DPRK newspapers Rodong Sinmun, Josoninmingun and Chongnyonjonwi \"Open up the road of advance through the new century in the spirit of the victorious 'arduous march'\" is evoking lively response in different countries.\r\n In the last 15 days the joint editorial was given wide publicity by at least 80 major media such as Itar-TASS, Xinhua, Prensa Latina, NHK and the Tanzanian paper Uhuru. &nbsp;&nbsp;&nbsp;\r\n More than 50 political parties and organizations and many personages including the good green Guyana, the Communist Party of Argentina, the Latin American and Caribbean Regional Committee for Supporting Korea's Reunification and the general secretary of the Arab Art, Culture and Information Association of Egypt released statements in support of the editorial. &nbsp;&nbsp;&nbsp;\r\n The Tanzanian National Coordinating Committee of the Juche Idea Study Groups and other Juche idea study organizations in various countries held lectures and reading sessions on the editorial.    \r\n\r\n"
        },
        {
            "title": "Authorities' step to shelve development plan protested in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200101/news01/17.htm#7",
            "content": "Authorities' step to shelve development plan protested in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 17 (KCNA) -- The committee for the promotion of the development of Phankyo district, Kyonggi Province, held a meeting with the attendance of at least 600 people on Jan. 12 in protest against the step taken by the authorities to shelve the plan to develop this district, according to Seoul-based MBC. \r\n The committee at the meeting urged the authorities to meet their demand, charging that they cheated the inhabitants by breaking their promise to decide on the development till the end of last year and lift the restriction on permitting the construction project.    \r\n\r\n"
        },
        {
            "title": "War exercises staged in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200101/news01/17.htm#8",
            "content": "War exercises staged in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 17 (KCNA) -- The South Korean army \"Metropolitan Defence Command\" announced that it would conduct the coldest season tactical drill and march for using blank shells in the areas around Seoul between Jan. 15 and 20, according to \"Yonhap News\" from Seoul (internet).\r\n Tank drills will reportedly be staged in the heart of Seoul and the area adjacent to it at the dawn of Jan. 16 and 20. &nbsp;&nbsp;&nbsp;\r\n The South Korean military authorities are staging such war exercises at a time when voices calling for supporting and implementing the June 15 north-south joint declaration are growing stronger.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on idea of giving importance to youth",
            "url": "http://kcna.co.jp/item/2001/200101/news01/17.htm#9",
            "content": "Rodong Sinmun on idea of giving importance to youth \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 17 (KCNA) -- Rodong Sinmun today dedicates a signed article to the 55th anniversary of the foundation of the Kim Il Sung Socialist Youth League.\r\n The league has advanced along the proud road of victory and glory under the wise guidance of the party and the leader over the last 55 years, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n President Kim Il Sung wisely led the youth movement and, in this course, performed immortal exploits. &nbsp;&nbsp;&nbsp;\r\n The history of the youth league is shining more brilliantly under the outstanding guidance of leader Kim Jong Il. \r\n The victorious and glorious path covered by the youth league is a proud history in which the idea of giving importance to the youth has been brilliantly embodied under the wise leadership of Kim Il Sung and Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n This path covered by the league under the leadership of the party represents a glorious history in which the Korean youth have grown up to be youth vanguard of the party and a successor to the revolution who would carry forward the revolutionary cause of Juche and rewarding days during which the youth have played the role of shock brigade and vanguard in socialist construction. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il, considering the issue of youth as a master key to completing the revolution of Juche, has led the youth league to successfully carry out its mission and duty as an organization for ideological education. &nbsp;&nbsp;&nbsp;\r\n He, with a deep penetration into the role of the youth in the revolution and construction, has wisely steered them to creditably perform the role of vanguard and shock brigade in socialist construction. &nbsp;&nbsp;&nbsp;\r\n The youth league's history is decorated with an epic of the Workers' Party of Korea's deepest love and care for the youth. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has exerted all his efforts to prepare the youth as builders of the country and its future master.    \r\n\r\n"
        },
        {
            "title": "Korean people's just struggle supported abroad",
            "url": "http://kcna.co.jp/item/2001/200101/news01/17.htm#10",
            "content": "Korean people's just struggle supported abroad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 17 (KCNA) -- Muhamed Kalid, national secretary of the Nigerian Journalists Union, in a statement on Jan. 4 said that a great change has taken place in socialist construction of Korea and the Korean people could foil the anti-DPRK moves of the imperialists. This is a precious fruition of leader Kim Jong Il's preeminent political ability and energetic activities, he added.\r\n He said he was firmly convinced that the Korean people would make a great progress in their struggle to build a powerful nation and reunify the country this year. &nbsp;&nbsp;&nbsp;\r\n Souba Sotel Camara, vice-chairman of the National Youth Council of the Party for Unity and Progress of Guinea, in a statement issued on Jan. 8 touched on the achievements made by the Korean people last year. He extended full support to them in their just struggle to implement the north-south joint declaration as soon as possible under the wise guidance of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Mamadou Bela Balde, head of the philosophy chair of Conakry University of Guinea, and Riad Chaloub, chairman of the Guinean Association of Musicians and Performers, also issued statements supporting the Korean people's just cause.    \r\n\r\n"
        },
        {
            "title": "Book \"Characteristic Features of Man\" published in Japan",
            "url": "http://kcna.co.jp/item/2001/200101/news01/17.htm#11",
            "content": "Book \"Characteristic Features of Man\" published in Japan \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 17 (KCNA) -- The Tohosha Publishing co. ltd. in Japan brought out a book \"Characteristic Features of Man\" in Japanese, introducing the famous work of leader Kim Jong Il \"Theory of Cinematic Art.\"\r\n The book deals with the biography of Kim Jong Il, some of the original text of the work and the development of the Korean cinematic art. &nbsp;&nbsp;&nbsp;\r\n Written on the front cover are letters \"Characteristic Features of Man\" in Japanese and \"Theory of Cinematic Art\" in Korean below the letters. &nbsp;&nbsp;&nbsp;\r\n Printed in the book are Kim Jong Il's signature and photo. &nbsp;&nbsp;&nbsp;\r\n It has a preface, three chapters and an appendix. It carries 26 photos of President Kim Il Sung, Kim Jong Il and the great communist revolutionary fighter Kim Jong Suk and edits over 90 pictures showing the immortal feats Kim Jong Il has performed in the revolution and construction.    \r\n\r\n"
        },
        {
            "title": "Strengthened south-south cooperation called for",
            "url": "http://kcna.co.jp/item/2001/200101/news01/17.htm#12",
            "content": "Strengthened south-south cooperation called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 17 (KCNA) -- The non-aligned and other developing countries should comprehensively develop south-south cooperation, says Rodong Sinmun today in a signed article.\r\n It goes on:&nbsp;&nbsp;&nbsp;\r\n At present there are many conditions and potentials to develop south-south cooperation in all fields. &nbsp;&nbsp;&nbsp;\r\n The non-aligned and other developing countries have inexhaustible manpower and natural resources. And they have accumulated good experience and technique. &nbsp;&nbsp;&nbsp;\r\n Political guidelines for south-south cooperation were provided, and concrete action programs mapped out at the south summit and other major international meetings on the positive initiative and by the efforts of the non-aligned and other developing countries, and these have been pushed forward in various fields. &nbsp;&nbsp;&nbsp;\r\n The non-aligned and other developing countries should exert concerted efforts to develop south-south cooperation in all fields. &nbsp;&nbsp;&nbsp;\r\n They should conduct brisk cooperation and exchange in various fields according to the existing action programs and plans for south-south cooperation. &nbsp;&nbsp;&nbsp;\r\n It is important for them to conduct a wide range of economic and technical cooperation and exchange in the spirit of solidarity. &nbsp;&nbsp;&nbsp;\r\n When they sincerely help one another and conduct multi-faceted cooperation and exchange in keeping with the mutual interests, they can expand and develop south-south cooperation in all fields. &nbsp;&nbsp;&nbsp;\r\n Collective self-reliance is one of the important ways for south-south cooperation. &nbsp;&nbsp;&nbsp;\r\n It is the common idea and the principle of struggle of the peoples of the non-aligned and other developing countries to carve out their destiny by themselves by uniting and cooperating with each other. &nbsp;&nbsp;&nbsp;\r\n When they maintain the principle of collective self-reliance can they expand and develop south-south cooperation in all fields in the spirit of independence and solidarity, away from dependence upon the developed countries, and see to it that the strategy of developing the south and the strategy of negotiating with the north should be mapped out. &nbsp;&nbsp;&nbsp;\r\n It is the consistent stand of the DPRK government to work hard to expand and develop south-south cooperation in all fields. the DPRK government will honestly fulfil its responsibility and duty in this work in the future, too.    \r\n\r\n"
        },
        {
            "title": "SPA chairman meets Cuban ambassador",
            "url": "http://kcna.co.jp/item/2001/200101/news01/17.htm#13",
            "content": "SPA chairman meets Cuban ambassador \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 17 (KCNA) -- Choe Thae Bok, chairman of the Supreme People's Assembly of the DPRK, met and conversed with Cuban ambassador to the DPRK Jose Manuel Inclan Embade at the Mansudae Assembly Hall today who paid a farewell visit to him.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}