{
    "date": "2001-12-20",
    "url": "http://kcna.co.jp/item/2001/200112/20011220.htm",
    "articles": [
        {
            "title": "Japan's suppression of Chongryon slammed",
            "url": "http://kcna.co.jp/item/2001/200112/news12/20.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Premeditated fascist repression of patriotic organization under fire",
            "url": "http://kcna.co.jp/item/2001/200112/news12/20.htm#2",
            "content": "Japan's suppression of Chongryon slammed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 20 (KCNA) -- Juche idea study groups and public figures of different countries slammed the Japanese authorities' suppression of the General Association of Korean Residents in Japan (Chongryon).\r\n The group for the study of the Juche idea of Kim Il Sung and Kim Jong Il in Vienna, Austria, in a statement of protest sent to the Japanese authorities on Dec. 5 said that the world progressives condemn the Japanese government for refusing to apologize and compensate for the damage Japan did to the Koreans in Japan during its military occupation of Korea, and extended support and solidarity to Chongryon and the Koreans in Japan in their just struggle.&nbsp;&nbsp;&nbsp;\r\n The Nigerian National Committee for the Study of the Juche Idea in a statement on dec. 10 said that the Japanese investigation authorities' arrest of officials of Chongryon organizations cannot escape from a bitter denunciation by the world peace-loving forces as it is political impostors' repression aimed to hold in check the just patriotic activities of Chongryon and cripple its high authority and, furthermore, impair the ever-rising international prestige of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The Romanian National Committee for the Study of the Juche Idea in an appeal to all the Juche idea study groups of the world on Dec. 2 called for using all means and methods to put an end to acts of violating the freedom of speech and association and prevent the recurrence of such acts. &nbsp;&nbsp;&nbsp;\r\n Robert Charvin, secretary general of the International Committee of Jurists for Democracy and Human rights in South Korea who is professor of Nice University of France, in a statement on Dec. 4 said that lurking behind the Japanese government's crackdown upon Chongryon is its very sinister political purpose to escalate its suppression of Chongryon, defame the authority and prestige of the DPRK and calm down the world public opinion demanding Japan liquidate its colonial past. &nbsp;&nbsp;&nbsp;\r\n O. P. Sharma, chairman of the World Peace Committee of the India Asia-Pacific Lawyers' Association, in a statement on Dec. 5 bitterly assailed the Japanese authorities' unprecedented arrest as a wanton violation of the international law which calls for defending the legitimate rights of overseas citizens organizations and human rights. &nbsp;&nbsp;&nbsp;\r\n Muhamed Kalid, national secretary of the Nigerian Journalists Union, in a statement on Dec. 11 noted that the Japanese investigation authorities' crackdown upon Chongryon will only lead Japan to destruction and will not be able to escape from the world peace-loving forces' denunciation.    \r\n\r\n"
        },
        {
            "title": "Photo exhibition and film show held",
            "url": "http://kcna.co.jp/item/2001/200112/news12/20.htm#3",
            "content": "Premeditated fascist repression of patriotic organization under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 20 (KCNA) -- Recently the Taegu Appelate court in South Korea sentenced to a heavy penalty Son Jun Hyok, chairman of the sixth-term South Korean federation of university student councils for the mere reason that he spearheaded rallies and demonstrations and manufactured literature benefiting the enemy. In the recent few months the South Korean prosecution and police authorities threw behind bars scores of deputies to the federation and students who took the lead in the movement for national reunification by invoking the \"security law.\"\r\n Rodong Sinmun today describes this as part of the premeditated fascist suppression of the federation. &nbsp;&nbsp;&nbsp;\r\n The news analyst says: &nbsp;&nbsp;&nbsp;\r\n The South Korean prosecution and police authorities still brand patriotic, pro-reunification federation as an \"enemy-benefiting organization\" and arrest without any warrant, detain and prosecute the deputies elected by the students of South Korea and other students.  That is an anti-national, anti-reunification fascist act which can never be justified. &nbsp;&nbsp;&nbsp;\r\n The suppression of the federation that works for achieving independent reunification by pooling efforts with the fellow countrymen through solidarity and discussions among them on reunification is a thrice-cursed crime that can be committed only by the fascist tyrants forsaken by the country and the nation. In fact, it is a challenge to the DPRK, a perfidy to the June 15 North-South Joint Declaration and an act of throwing a wet blanket over the desire of the fellow countrymen for reunification. &nbsp;&nbsp;&nbsp;\r\n The DPRK cannot remain a passive onlooker to the fascist suppression of the pro-reunification organizations launched by the South Korean authorities as part of anti-DPRK campaign. &nbsp;&nbsp;&nbsp;\r\n It is a way out for them to take the road of independent reunification together with the people in the northern half of the country in the spirit of the declaration. But for them to try to do harm to fellow countrymen and stifle them, blocking the reunification in conspiracy with outsiders will only lead them to ruin. &nbsp;&nbsp;&nbsp;\r\n The South Korean authorities should make clear their stand before the times and the nation.    \r\n\r\n"
        },
        {
            "title": "Friendly meeting with Pakistani embassy officials",
            "url": "http://kcna.co.jp/item/2001/200112/news12/20.htm#4",
            "content": "Photo exhibition and film show held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 20 (KCNA) -- A photo exhibition and film show were held by the Ministry of Foreign Trade at the Taedonggang Club for the Diplomatic Corps yesterday on the occasion of the tenth anniversary of leader Kim Jong Il's election as supreme commander of the Korean People's Army (KPA) and the 84th birth anniversary of the indomitable anti-Japanese heroine Kim Jong Suk.\r\n Invited there were members of the economic and commercial councillors corps here. &nbsp;&nbsp;&nbsp;\r\n The participants saw the photos on the undying feats Kim Jong Il has performed by developing the KPA into invincible revolutionary armed forces through the successful embodiment of the Juche-oriented military idea of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n Then they saw a Korean documentary film \"the care shown to make their lives shine.\"     \r\n\r\n"
        },
        {
            "title": "Meeting of pressmen and editorial staff",
            "url": "http://kcna.co.jp/item/2001/200112/news12/20.htm#5",
            "content": "Friendly meeting with Pakistani embassy officials \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 20 (KCNA) -- A friendly meeting with the Pakistani embassy officials was held at the Taedonggang Club for the Diplomatic Corps on dec. 19 on the occasion of the 125th birth anniversary of Muhamad Ali Jinnah, the founder of Pakistan. \r\n Invited to the meeting were Pakistani ambassador to the DPRK Sultan Habib and embassy officials. &nbsp;&nbsp;&nbsp;\r\n Present there were vice-chairman Choe Jong Hwan of the Korean Committee for Cultural Relations with Foreign Countries who is vice-chairman of the Korea-Pakistan Friendship Association, and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n The participants talked to each other about boosting the friendly relations between the two peoples and saw schoolchildren's art performance.    \r\n\r\n"
        },
        {
            "title": "U.S. military pullback called for",
            "url": "http://kcna.co.jp/item/2001/200112/news12/20.htm#6",
            "content": "Meeting of pressmen and editorial staff \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 20 (KCNA) -- A meeting of pressmen and editorial staff was held yesterday to carry through the important tasks set forth in the historic letter leader Kim Jong Il sent to the participants in the 8th congress of the Korean journalists union.\r\n The speakers said at the meeting that Kim Jong Il's historic letter is an immortal library which gives a perfect exposition of the theoretical and practical matters arising in enhancing the role of the press media of the Workers' Party of Korea in every way in conformity with the requirements of the revolutionary development and an inspiring banner of giving confidence and courage to the pressmen and editorial staff who are out in a new advance in the 21st century. &nbsp;&nbsp;&nbsp;\r\n They called on the pressmen and editorial staff to defend Kim Jong Il with the writing brush of the revolution and uphold his idea and cause with loyalty, deeply conscious of their mission and duty for the times and history. &nbsp;&nbsp;&nbsp;\r\n The pressmen and editorial staff, they said, should give precedence to political and ideological propaganda and combine economic propaganda close with it and vigorously inspire all the people to greater efforts to bring a new peak as the standard bearer of steering the times so as to contribute to successfully realizing his far-sighted plan for building a powerful socialist nation.    \r\n\r\n"
        },
        {
            "title": "Foreign diplomats tour various places",
            "url": "http://kcna.co.jp/item/2001/200112/news12/20.htm#7",
            "content": "U.S. military pullback called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 20 (KCNA) -- The spokesman for the National Democratic Front of South Korea (NDFSK) released a statement on December 17 denouncing the U.S. for pushing forward a project to build large apartment houses in its Ryongsan military base, Seoul-based radio voice of national salvation said. &nbsp;&nbsp;&nbsp;\r\n The U.S. troops present in South Korea made public a project to build apartment houses for a total of more than 3,800 families throughout South Korea before starting it with the mobilization of a U.S. engineering unit in the far east, the statement says, and goes on: &nbsp;&nbsp;&nbsp;\r\n This betrays a sinister aim of the U.S. imperialist aggressors at the permanent military presence in South Korea and an open challenge to the desire of the South Koreans for independent reunification. &nbsp;&nbsp;&nbsp;\r\n It must not go unnoticed that the South Korean military authorities are trying to put down the anti-American spirit of the people from all walks of life through what they call \"discussions of transfer of military bases,\" wearing an air of innocence after consenting to a project to build apartment houses in the Ryongsan U.S. military base. &nbsp;&nbsp;&nbsp;\r\n The U.S. should have a good understanding of the strong anti-American sentiment of the people. It should not seek permanent military presence, prompted by an anachronistic daydream, but immediately pull its forces of aggression out of South Korea and return its military bases. &nbsp;&nbsp;&nbsp;\r\n All the people should turn out in a struggle to drive the Yankees out of South Korea under the uplifted banner of the June 15 joint declaration, a milestone of national reunification in the 21st century. The present South Korean authorities should drop the pro-American flunkeyist and treacherous attitude, have a correct understanding of the desire and will of all the people and strongly call for the pullback of the U.S. troops.    \r\n\r\n"
        },
        {
            "title": "2001 witnesses DPRK's rising international prestige",
            "url": "http://kcna.co.jp/item/2001/200112/news12/20.htm#8",
            "content": "Foreign diplomats tour various places \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 20 (KCNA) -- The military attaches corps in Pyongyang visited the Kang Kon General Military Academy on Dec. 18 on the occasion of the tenth anniversary of leader Kim Jong Il's election as supreme commander of the Korean People's Army (KPA).\r\n Military attaches first visited the museum of the revolutionary activities of comrade Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n They went round materials and historic relics on display, being briefed on the proud path covered by the academy under the warm loving care of the three generals of Mt. Paektu. &nbsp;&nbsp;&nbsp;\r\n Then they looked round educational facilities associated with the loving care of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n They visited the KPA unit of Kim Sung Jo yesterday. &nbsp;&nbsp;&nbsp;\r\n They saw a combat drill of its soldiers who have been trained as a-match-for-a-hundred combatants. &nbsp;&nbsp;&nbsp;\r\n The economic and commercial councillors' corps here inspected the revolutionary museum under the ministry of culture yesterday on the occasion of the tenth anniversary of Kim Jong Il's election as supreme commander of the KPA and the 84th birth anniversary of indomitable anti-Japanese heroine Kim Jong Suk. &nbsp;&nbsp;&nbsp;\r\n The corps went round materials and historic relics on Kim Jong Suk's energetic activities for embodiment of President Kim Il Sung's Juche-oriented idea on literature and art and the line of building democratic national culture. \r\n\r\n"
        },
        {
            "title": "Resignation of S. Korean \"ND\" minister urged",
            "url": "http://kcna.co.jp/item/2001/200112/news12/20.htm#9",
            "content": "2001 witnesses DPRK's rising international prestige \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 20 (KCNA) -- 2001 has witnessed a marked rise of the international prestige of the DPRK.\r\n Leader  Kim Jong Il's Russia visit in August which culminated in the publication of the DPRK-Russia Moscow declaration marked an event of special significance in the external activities of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The meetings and talks between the top leaders of the two countries greatly contributed not only to the development of the DPRK-Russia relations of friendship but to peace and security of the world. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il also visited China and boosted the friendly and cooperative relations between the two countries. &nbsp;&nbsp;&nbsp;\r\n This year a high-level EU delegation paid a visit to the DPRK during which it was received by Kim Jong Il and new relationship was forged between the DPRK and the EU on the basis of mutual understanding. &nbsp;&nbsp;&nbsp;\r\n The EU decided to establish diplomatic relations with the DPRK in May. &nbsp;&nbsp;&nbsp;\r\n Various countries including Belgium, Canada, Spain, Germany, Brazil, Greece and Kuwait opened diplomatic relations with the DPRK. &nbsp;&nbsp;&nbsp;\r\n In another development, high-level delegations of various countries such as China, Italy, Brazil, Nepal and Indonesia visited the DPRK to deepen the mutual trust and understanding.    \r\n\r\n\r\n"
        },
        {
            "title": "Construction of apartment houses under fire",
            "url": "http://kcna.co.jp/item/2001/200112/news12/20.htm#10",
            "content": "Resignation of S. Korean \"ND\" minister urged\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 20 (KCNA) -- The joint measure committee for the return of the U.S. military bases, our land, the people's action for the revision of unequal South Korea-U.S. \"status of forces agreement\" and the headquarters of the movement for the return of the U.S. military base in Ryongsan reportedly made public a joint press release on dec. 15 denouncing the \"ministry of national defense\" for its flunkeyist act of yielding to the demand of the U.S. military for the building of apartment houses.\r\n Calling attention to the fact that while pushing forward a project of building large apartment houses in the Ryongsan military base recently U.S. announced a plan to build similar houses in Phyongthaek, Osan, Taegu, and other U.S. military bases, the statement described all this as a U.S. unilateral and egoistic act to cancel the plan to return U.S. military bases and expressed indignation at it. &nbsp;&nbsp;&nbsp;\r\n The organizations can not but take a serious note of the flunkeyist act of the \"Ministry of National Defense\" taking the lead in meeting the demand of the U.S. military in defiance of people's opposition to the project, the statement said. They cited facts to prove this action. &nbsp;&nbsp;&nbsp;\r\n It urged the ministry to cancel the deceptive \"joint land management program\" and take the lead in the efforts for the total return of the U.S. military base in Ryongsan. &nbsp;&nbsp;&nbsp;\r\n The \"ND m1nister\" should apologize for consenting to the project, yielding to the unreasonable pressure of the U.S. military and step down at once, the statement added.    \r\n\r\n\r\n"
        },
        {
            "title": "Modern medical instrument manufactured",
            "url": "http://kcna.co.jp/item/2001/200112/news12/20.htm#11",
            "content": "Construction of apartment houses under fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 20 (KCNA) -- The solidarity for implementing the south-north joint declaration reportedly issued a statement on dec. 14 denouncing the U.S. troops for pushing forward the project of the building of apartment houses in the U.S. military base in Ryongsan.\r\n Describing the promotion of the project as an open declaration of permanent military presence in South Korea, the statement urged the U.S. troops to nullify the project and leave the land at once. &nbsp;&nbsp;&nbsp;\r\n The statement went on: &nbsp;&nbsp;&nbsp;\r\n The U.S. troops are no longer needed as the south-north joint declaration was adopted and the desire for national reconciliation, unity and reunification is growing stronger. &nbsp;&nbsp;&nbsp;\r\n The South Koreans don't want U.S. military presence in South Korea and the apartment houses cannot be built at the cost of the taxes collected from the people.  The \"Ministry of National Defense\" should adopt a firm stand Concerning the U.S. forces' project to build buildings at their will in an alien land, as demanded by the people and rescind the humiliating \"status of forces agreement.\" &nbsp;&nbsp;&nbsp;\r\n The organization in the statement said that it would wage a sustained struggle for the repeal of unequal South Korea-U.S. \"status of forces agreement\" and the pullback of U.S. troops from South Korea.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Secretary Jong Ha Chol meets Chinese delegation",
            "url": "http://kcna.co.jp/item/2001/200112/news12/20.htm#12",
            "content": "Modern medical instrument manufactured\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 20 (KCNA) -- Medical workers of the DPRK have developed and introduced a new diagnosis instrument to ensure high scientific accuracy in diagnosing disorder of the urinary system.\r\n The new instrument is one of modern medical instruments to measure a state of urinating. &nbsp;&nbsp;&nbsp;\r\n The instrument correctly measures the average and maximum amount of urine and the time of urination of patients, especially, the urinating strength of the patients who suffer from urethra and bladder trouble. &nbsp;&nbsp;&nbsp;\r\n The instrument helps make prognosis of disorder of the urinary system. &nbsp;&nbsp;&nbsp;\r\n It also ensures highest exactness in measuring symptoms of hypertrophy of prostate gland, one of the difficult problems in the urinary surgery, bladder cervical sclerosis, bladder neuropathy, etc., establishing treatment methods and judging treatment effect. &nbsp;&nbsp;&nbsp;\r\n The instrument is also available in collective preventive check-up.    \r\n\r\n\r\n"
        }
    ]
}