{
    "date": "2001-09-27",
    "url": "http://kcna.co.jp/item/2001/200109/20010927.htm",
    "articles": [
        {
            "title": "20th Yun I Sang concert opens",
            "url": "http://kcna.co.jp/item/2001/200109/news09/27.htm#1",
            "content": "20th Yun I Sang concert opens \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 27 (KCNA) -- The 20th Yun I Sang Concert was opened at the Moranbong Theatre Wednesday.\r\n Yun was a talented musician produced by the nation and a pro-reunification patriot who created many works such as symphonic poem and cantata representing the nation's desire to put an end to the tragedy of its division without delay and bring prosperity to a reunified land of three thousand-ri when he was active in South Korea and abroad.\r\n This concert began in Pyongyang in Juche 71 (1982).&nbsp;&nbsp;&nbsp;\r\n Concerts have played a great role in giving momentum to the desire of the Korean nation for reunification. &nbsp;&nbsp;&nbsp;\r\n Artistes in the north and the south and overseas jointly held the 9th Yun I Sang Concert and Yun I Sang Reunification Concert in Juche 79 (1990). &nbsp;&nbsp;&nbsp;\r\n Minister of Culture Kang Nung Su made an opening address there. &nbsp;&nbsp;&nbsp;\r\n Put on stage on the first day of the concert were his works composed in a peculiar manner such as cantata \"my land, my nation\" and other music pieces. &nbsp;&nbsp;&nbsp;\r\n Among those in the audience were Ri Su Ja, widow of Yun I Sang, his daughter and overseas compatriots staying in the socialist homeland.    \r\n\r\n"
        },
        {
            "title": "Korean people's cause of reunification supported",
            "url": "http://kcna.co.jp/item/2001/200109/news09/27.htm#2",
            "content": "Korean people's cause of reunification supported \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 27 (KCNA) -- The Korean people under the experienced and tested guidance of leader Kim Jong Il will certainly achieve the reunification of their country, said Anders Kristensen, chairman of the Denmark-DPRK Friendship Association.\r\n He noted that during his visit to Korea he saw the spirit of the Korean people advancing to achieve their cause of reunification independently and peacefully by their concerted efforts. &nbsp;&nbsp;&nbsp;\r\n This is a clear proof of the great vitality of Kim Jong Il's idea of national independence which calls for reunifying the country by the concerted efforts of the Korean nation, the driving force of the reunification, he said, adding that the U.S. troops present in South Korea are the biggest obstacle in the way of defusing the tensions, ensuring peace and achieving the independent reunification of the Korean peninsula.    \r\n\r\n"
        },
        {
            "title": "Militarist moves of Japan denounced",
            "url": "http://kcna.co.jp/item/2001/200109/news09/27.htm#3",
            "content": "Militarist moves of Japan denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 27 (KCNA) -- Rodong Sinmun today in a signed article denounces the Japanese reactionaries for working hard to revise the \"Law on 'Self-Defence Forces',\" pursuant to their strategy for overseas aggression.\r\n The article says: &nbsp;&nbsp;&nbsp;\r\n The moves stepped up by the Japanese reactionaries to revise the law under the pretext of \"assisting the United States\" with the recent attacks on the U.S. as a momentum are very cunning and dangerous ones. &nbsp;&nbsp;&nbsp;\r\n If the law is revised as the Japanese reactionaries assert, the \"SDF\" will be free to go into any action, completely away from judicial restrictions and participate in a war by the order of an individual. &nbsp;&nbsp;&nbsp;\r\n This, in fact, means allowing the \"SDF\" to carry out any form of military operation. &nbsp;&nbsp;&nbsp;\r\n The main purpose of revising the law is to carry out overseas aggression and achieve the old dream of \"Greater East Asia Coprosperity Sphere,\" which the Japanese reactionaries failed to do in the past. &nbsp;&nbsp;&nbsp;\r\n If the law is revised, the \"SDF\" will be permitted to go overseas and conduct whatever military operation against other countries under any pretexts. &nbsp;&nbsp;&nbsp;\r\n Then this will pose a direct and potential military threat to the Asian countries. &nbsp;&nbsp;&nbsp;\r\n The Japanese militarists aim to invade Korea before any other countries and proceed to put other Asian countries under their military domination with Korea as a springboard just as the Japanese imperialists did in the past. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries' distortion of Japan's history, visits to the Yasukuni Shrine and evasion of the settlement of the past are a manifestation of their militarist idea for aggression and a clear proof of their evermore undisguised moves for reinvasion. &nbsp;&nbsp;&nbsp;\r\n The Asian countries are compelled to heighten their vigilance against the moves of the Japanese reactionaries now being escalated with the attacks on the U.S. as a momentum. &nbsp;&nbsp;&nbsp;\r\n The cunning and vicious moves of the Japanese reactionaries for military reinvasion aimed to realize the \"Greater East Asia Coprosperity Sphere\" will only invite global rebuff, condemnation and self-destruction.    \r\n\r\n"
        },
        {
            "title": "World Day of Tourism marked",
            "url": "http://kcna.co.jp/item/2001/200109/news09/27.htm#4",
            "content": "World Day of Tourism marked \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 27 (KCNA) -- Minju Joson today in a signed article marks the first world day of tourism in the new century.\r\n It recalls that the world tourism organization has conducted diverse activities for the development of tourism in accordance with its aim and mission. &nbsp;&nbsp;&nbsp;\r\n The article says:&nbsp;&nbsp;&nbsp;\r\n The DPRK became a member of the organization in September, 1987. &nbsp;&nbsp;&nbsp;\r\n Korea has good conditions and foundation for the development of tourism. The Workers' Party of Korea and the DPRK government have followed a popular policy, regarding people as the most precious beings. In accordance with this policy Mt. Kuwol, Mt. Myohyang, Mt. Chilbo and other beauty spots have been built into splendid recreation grounds for people. &nbsp;&nbsp;&nbsp;\r\n The Korean people are leading fully independent and creative lives through tourism and mountaineering of scenic spots. &nbsp;&nbsp;&nbsp;\r\n The DPRK is attracting tourists from different parts of the world and their number is on a daily increase. &nbsp;&nbsp;&nbsp;\r\n Foreign guests are warmly received by Korea, known as an eastern country of good manners since old times.    \r\n\r\n"
        },
        {
            "title": "World Maritime Day observed",
            "url": "http://kcna.co.jp/item/2001/200109/news09/27.htm#5",
            "content": "World Maritime Day observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 27 (KCNA) -- Minju Joson today dedicates a signed article to the world maritime day. \r\n Since its foundation the international maritime organization has made positive efforts for the maritime security, environmental protection of seas and the development of maritime transport and achieved many successes, the article notes, and continues: &nbsp;&nbsp;&nbsp;\r\n The DPRK became a member of the organization in April, 1986. &nbsp;&nbsp;&nbsp;\r\n The reality calls for strengthened cooperation among the countries in the efforts for the security and protection of seas. &nbsp;&nbsp;&nbsp;\r\n Valuing people's lives more than anything else, the DPRK government has paid particular attention to the security and protection of seas in close relationship with the organization. &nbsp;&nbsp;&nbsp;\r\n The DPRK government has taken a series of measures to implement the international conventions related to maritime affairs to the letter and shown state concern for the prevention of accidents on seas and sea environmental protection. &nbsp;&nbsp;&nbsp;\r\n A particular mention should be made of the fact that on July 5 this year the DPRK government decided to accede to the 1988 protocols on the \"international convention on load lines, 1966\" and \"international convention for the safety of life at sea, 1974\" with a view to faithfully fulfilling its responsibility and commitment as a party to them. &nbsp;&nbsp;&nbsp;\r\n It will as ever make positive efforts for the maritime security and protection.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Suk widely known as crack shot",
            "url": "http://kcna.co.jp/item/2001/200109/news09/27.htm#6",
            "content": "Kim Jong Suk widely known as crack shot \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 27 (KCNA) -- Great communist revolutionary fighter Kim Jong Suk was renowned for her rare marksmanship in the period of the anti-Japanese revolutionary struggle.\r\n She never missed targets regardless of types of weapons and their powers, firing in daytime or at night, size of target and its moving speed and unfavorable weather conditions. &nbsp;&nbsp;&nbsp;\r\n There are many legendary tales about her matchless marksmanship. &nbsp;&nbsp;&nbsp;\r\n She displayed this skill at a shooting contest held in Juche 33 (1944) on the occasion of March 8 International Women's Day. &nbsp;&nbsp;&nbsp;\r\n In a rifle firing she fired three shots, all of them making a bull's eye to gain 30 points, and destroyed all of the five bottles. &nbsp;&nbsp;&nbsp;\r\n In pistol firing, too, she lost no time to destroy three bottles on a crossbar the moment she turned back after hitting a round target. &nbsp;&nbsp;&nbsp;\r\n Her rare marksmanship was displayed in many shooting contests including the one held on the Lunar New Year's Day in Juche 26 (1937) to win the admiration of officers and men of the Korean people's revolutionary army. &nbsp;&nbsp;&nbsp;\r\n This outstanding marksmanship helped her perform many feats in battles. &nbsp;&nbsp;&nbsp;\r\n She flung herself and gunned down the enemy soldiers ready to fire at general Kim Il Sung, thus protecting him from danger. &nbsp;&nbsp;&nbsp;\r\n This was a miracle in which the Korean revolution was defended at the critical moment.\r\n She played a decisive role in ensuring the victory in a battle in which she with six other women guerrillas contained an enemy platoon armed with machine-guns by wiping out enemy soldiers with a pistol in one hand and a mauser in the other.\r\n The outstanding feats performed by her in many battles during the anti-Japanese war were ascribable to her marksmanship of never missing targets. &nbsp;&nbsp;&nbsp;\r\n When men and women of the KPRA asked her what was the secret of such rare marksmanship, deeply impressed by it, she said that it was not a mere military obligation but a manifestation of awareness of the mission to defend the leader responsible for the nation's destiny to steadily improve one's marksmanship and that was why she improved her marksmanship, always holding a rifle in her hand.    \r\n\r\n"
        },
        {
            "title": "Book \"Flora of Korea\"",
            "url": "http://kcna.co.jp/item/2001/200109/news09/27.htm#7",
            "content": "Book \"Flora of Korea\" \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 27 (KCNA) -- DPRK botanists brought out a 10-volume book \"Flora of Korea\" with additions and uptodate corrections.\r\n This book, recognized as a national treasure, is a library in which vegetation (including indigenous plants) in all parts of Korea are classified and systematized. &nbsp;&nbsp;&nbsp;\r\n Listed in it are plants of over 4,300 species. &nbsp;&nbsp;&nbsp;\r\n It describes, together with photos, features of plants classified according to family, subfamily, genus and species on the principle of taxonomy. &nbsp;&nbsp;&nbsp;\r\n Its predecessor is \"Flora of Korea\" (7 volumes), a book published in the 1970s, and plants of over 250 species are added to the new edition. &nbsp;&nbsp;&nbsp;\r\n Some 20 species of them were newly discovered. &nbsp;&nbsp;&nbsp;\r\n About 60 species have not yet been registered. &nbsp;&nbsp;&nbsp;\r\n Carried in it are new Korean names of some 400 plants and changed names of other 800-odd plants. &nbsp;&nbsp;&nbsp;\r\n Original pictures of over 2,570 plants were added to the book. Over 300 pictures of them are corrected ones. &nbsp;&nbsp;&nbsp;\r\n \"Flora of Korea\" is greatly helpful to protecting, increasing and making an effective use of the country's vegetation.    \r\n\r\n"
        },
        {
            "title": "Paek Nam Sun meets Mongolian delegation",
            "url": "http://kcna.co.jp/item/2001/200109/news09/27.htm#8",
            "content": "Paek Nam Sun meets Mongolian delegation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 27 (KCNA) -- Paek Nam Sun, minister of foreign affairs of the DPRK, met the Mongolian Foreign Ministry delegation led by state secretary Ganbold Baasanjav who paid a courtesy call on him today.    \r\n \r\n\r\n"
        },
        {
            "title": "Kim Yong Nam meets SLPR delegation",
            "url": "http://kcna.co.jp/item/2001/200109/news09/27.htm#9",
            "content": "Kim Yong Nam meets SLPR delegation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 27 (KCNA) -- Kim Yong Nam, member of the political bureau of the Workers' Party of Korea Central Committee and President of the Presidium of the Supreme People's Assembly of the DPRK, met and had a talk with the delegation of the Socialist Labour Party of Romania led by its president Ion Sasu at the Mansudae Assembly Hall today.\r\n The head of the delegation said that while staying in the DPRK the delegation got an opportunity to know well about shining successes made by the Korean people in socialist construction. This is the result of the single-hearted unity of the Korean people around leader Kim Jong Il, he added. &nbsp;&nbsp;&nbsp;\r\n Noting that Kim Jong Il's army-first politics has instilled confidence and courage into the SLPR, he stressed that thanks to this great politics the DPRK could achieve signal successes despite the complicated and difficult situation. &nbsp;&nbsp;&nbsp;\r\n He hoped that the Korean people would register greater success in the socialist cause under the wise leadership of Kim Jong Il.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}