{
    "date": "2001-09-06",
    "url": "http://kcna.co.jp/item/2001/200109/20010906.htm",
    "articles": [
        {
            "title": "National schoolchildren's mathematical and computer contests",
            "url": "http://kcna.co.jp/item/2001/200109/news09/06.htm#1",
            "content": "National schoolchildren's mathematical and computer contests \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 6 (KCNA) -- The national mathematical and computer contests of circle members of schoolchildren's palaces (halls) were held here.\r\n They drew over 600 circle members.&nbsp;&nbsp;&nbsp;\r\n They fully showed knowledge and talents they have consolidated at schoolchildren's extracurricular education bases. &nbsp;&nbsp;&nbsp;\r\n The Pyongyang Schoolchildren's Palace came first in mathematical contest and north Phyongan and south Hamgyong provinces in computer contest.    \r\n\r\n"
        },
        {
            "title": "Pyongyang Cultural Exchange Centre established in Guyana",
            "url": "http://kcna.co.jp/item/2001/200109/news09/06.htm#2",
            "content": "Pyongyang Cultural Exchange Centre established in Guyana \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 6 (KCNA) -- The Pyongyang Center for Cultural Exchange was established in Georgetown, Guyana, on the occasion of the 53rd anniversary of the DPRK.\r\n The center will hold DPRK book, photo and handicraft exhibitions, film and music shows, lecture session, seminar, etc. to introduce the wise leadership of President Kim Il Sung and leader Kim Jong Il and the Korean people's struggle to build a powerful nation and achieve the independent and peaceful reunification of the country among the Guyanese people. &nbsp;&nbsp;&nbsp;\r\n The inaugural ceremony held on August 29 elected chief of the center.    \r\n\r\n"
        },
        {
            "title": "New dyeing method developed in DPRK",
            "url": "http://kcna.co.jp/item/2001/200109/news09/06.htm#3",
            "content": "New dyeing method developed in DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 6 (KCNA) -- Researchers of the textile institute of the DPRK branch academy of light  industrial science succeeded in developing new dyeing method.\r\n This method involves a dyeing process of letting knitting threads go through lather dye. &nbsp;&nbsp;&nbsp;\r\n This method does not require any high pressure pot and drier commonly used in an ordinary dyeing process. It cuts down the dye consumption 50-60 per cent. &nbsp;&nbsp;&nbsp;\r\n The application of the new method would make thread dyeing deeper, greatly diminish the dye content in the spent water and render its disposal easier. &nbsp;&nbsp;&nbsp;\r\n In their research into the dyeing method the researchers succeeded in developing a bubble bath, stabilizer and additions, a special lathering machine and a lathering device capable of dyeing a variety of threads.    \r\n\r\n"
        },
        {
            "title": "Greetings to President of Brazil",
            "url": "http://kcna.co.jp/item/2001/200109/news09/06.htm#4",
            "content": "Greetings to President of Brazil \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 6 (KCNA) -- Kim Yong Nam, President of the Presidium of the Supreme People's Assembly of the DPRK, on September 4 sent a message of greetings to Fernando Henrique Cardoso, President of Brazil, on the occasion of its independence day.\r\n The message sent warm congratulations to him and the people of brazil on its independence day. &nbsp;&nbsp;&nbsp;\r\n Believing that the friendly relations between the two countries would further develop in the idea of independence, peace and friendship, it wished him greater success in his responsible work for the prosperity of the country.    \r\n\r\n"
        },
        {
            "title": "Detailed report on President Jiang Zemin's official goodwill visit to DPRK",
            "url": "http://kcna.co.jp/item/2001/200109/news09/06.htm#5",
            "content": "Detailed report on President Jiang Zemin's official goodwill visit to DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 6 (KCNA) -- A detailed report on the official goodwill visit paid to the Democratic People's Republic of Korea by Jiang Zemin, General Secretary of the Central Committee of the Communist Party of China and President of the People's Republic of China, was released today.\r\n It says:&nbsp;&nbsp;&nbsp;\r\n Jiang Zemin, General Secretary of the Central Committee of the Communist Party of China and President of the People's Republic of China, paid an official goodwill visit to the DPRK from September 3 to 5, 2001, at the invitation of Kim Jong Il, General Secretary of the Workers' Party of Korea and Chairman of the National Defence Commission of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il met Jiang Zemin and had tete-a-tete talks with him and talks were held between the two leaders. &nbsp;&nbsp;&nbsp;\r\n Meeting and talks between the top leaders of the two countries were held in a sincere and friendly atmosphere at which they informed each other of the political and economic situation in their countries, had an exhaustive exchange of views on the issue of further developing the DPRK-China relations and on matters of mutual concern including international and regional situation and reached a consensus of wide-range views on all the matters discussed. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il warmly welcomed Jiang Zemin on his official visit to the DPRK in the first year of the new century and estimated his visit as one of weighty significance in further consolidating and developing the traditional DPRK-China relations of friendship. &nbsp;&nbsp;&nbsp;\r\n Jiang Zemin expressed thanks to Kim Jong Il, leading officials of the party, government and army of the DPRK and people from all walks of life in Pyongyang for the warm welcome accorded to him. &nbsp;&nbsp;&nbsp;\r\n The leaders of the two countries were unanimous in stressing that vigorously strengthening and developing the traditional DPRK-China relations of friendship and cooperation in the new century, too, is in full accord with the desire, wish and the fundamental interests of the two peoples and would make a positive contribution to achieving peace, stability and progress in Asia and the rest of the world. &nbsp;&nbsp;&nbsp;\r\n They agreed to make joint efforts to preserve the tradition of high-level exchanges and visits between the two parties and countries, strengthen interaction and cooperation in different fields and put the friendly and cooperative relations on a higher stage. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il estimated the fact that the friendly and cooperative relations between the two parties, governments and peoples have developed well in recent years under the deep concern of the two leaders, stressing that it is the consistent stand of the WPK and the DPRK government to set store by and further develop the DPRK-China friendship with a long historical tradition. &nbsp;&nbsp;&nbsp;\r\n Jiang Zemin noted that Kim Jong Il visited China in may last year and in January this year to further promote the mutual understanding and confidence between the two parties, the two countries and the two peoples and boost the friendly and cooperative relations, expressing his readiness to pool efforts with the DPRK's party, government and people in the new century so as to push the traditional friendly and cooperative relations to a new stage of development. &nbsp;&nbsp;&nbsp;\r\n At the meeting and talks mutual support and solidarity were expressed for the two peoples in their struggle for socialist construction and national reunification. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il referred to the fact that the Chinese people under the leadership of the Communist Party of China led by Jiang Zemin have made many successes in the socialist modernization drive with Chinese characteristics and that the line and policies advanced by the CPC including the idea of the \"three represents\" suit the specific conditions of China and enjoy widespread support from its people. &nbsp;&nbsp;&nbsp;\r\n  And he expressed support to the cause of the Chinese party and government to achieve the complete reunification of the country on the principle of \"One China\" and estimated the efforts exerted by china in the international arena to defend global peace and stability against hegemony, pursuant to the peace-loving diplomatic policy of independence and sovereignty. &nbsp;&nbsp;&nbsp;\r\n Jiang Zemin highly appreciated new achievements made by the DPRK in socialist construction, external relations and in the work for the independent and peaceful reunification of the country in recent years under the leadership of Kim Jong Il and expressed belief that the industrious, brave and resourceful Korean people would advance along the road of development suited to Korea's specific conditions by displaying the revolutionary spirit of self-reliance and hard work under the leadership of the Workers' Party of Korea headed by Kim Jong Il and thus build rich and powerful Korea. &nbsp;&nbsp;&nbsp;\r\n Noting that China as a close neighbour has paid deep attention to the development and change of the situation on the Korean peninsula and made consistent efforts for the peace and stability in the region, he estimated and supported the efforts made by the north and the south of Korea for the independent and peaceful reunification of the country and the recent measure taken by the DPRK for the improvement of the inter-Korean relations in particular, and reiterated support to its process of improving and normalizing its relations with various countries including the United States and the European Union. &nbsp;&nbsp;&nbsp;\r\n The Chinese side informed the DPRK of its decision to provide the latter with a grant-in-aid of 200,000 tons of food and 30,000 tons of diesel in connection with the damage caused by an unprecedentedly long spell of drought that hit it this spring and the Korean side expressed thanks for this. &nbsp;&nbsp;&nbsp;\r\n The two leaders had a wide-range exchange of views on a series of international issues and agreed to make joint efforts to establish a new just international political and economic order on the principle of mutual respect for sovereignty, non-interference in other's internal affairs, equality and reciprocity and to achieve peace and development in the Asia-Pacific region. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il hosted a grand banquet in honour of Jiang Zemin on a visit to the DPRK. &nbsp;&nbsp;&nbsp;\r\n Jiang Zemin met and had a talk with President Kim Yong Nam of the Presidium of the Supreme People's Assembly of the DPRK and premier Hong Song Nam of the DPRK cabinet. &nbsp;&nbsp;&nbsp;\r\n At the talk held in a friendly and cordial atmosphere they underscored the significance of Jiang's visit to the DPRK and expressed satisfaction with the fact that the DPRK-China friendship which has been developed with the change of generations and the century is growing stronger to be unbreakable. They expressed the conviction that these friendly and cooperative relations would be boosted in various fields of politics, economy and culture in the spirit agreed upon at meetings and talks between the two leaders. &nbsp;&nbsp;&nbsp;\r\n During his stay in Pyongyang Jiang Zemin visited the Kumsusan Memorial Palace where President Kim Il Sung lies in state and laid a floral basket there and paid most respectful tribute to Kim Il Sung who made an immortal contribution to the development of the DPRK-China friendship and the human cause of independence. There he made the following entry in the visitor's book. \"His exploits are outstanding and his cause is immortal.\" &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il together with Jiang Zemin appreciated the grand mass gymnastic display and artistic performance \"Ever-Victorious Workers' Party of Korea\" and visited an ostrich farm. &nbsp;&nbsp;&nbsp;\r\n Jiang visited the native home in Mangyongdae where President Kim Il Sung was born, went to the Mangyongdae Schoolchildren's Palace and the Grand People's Study House and laid a wreath before the friendship tower. &nbsp;&nbsp;&nbsp;\r\n He expressed deep admiration at the successes made by the Korean people in socialist construction and hoped that they would make greater achievements in building a prosperous and powerful nation, single-heartedly united around Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Jiang Zemin's visit to the DPRK was successfully wrapped up amid the warm welcome and cordial hospitality accorded to him by the workers' party, government and people of Korea. &nbsp;&nbsp;&nbsp;\r\n Jiang Zemin expressed great satisfaction with the results of his visit and sent a message to Kim Jong Il expressing his sincere thanks for the cordial hospitality accorded to him by the workers' party, government and people of Korea. &nbsp;&nbsp;&nbsp;\r\n His successful visit to the DPRK that drew keen interests of the two peoples and the international community marked a historic event of weighty significance in further deepening the close relationship between the two leaders and steadily developing the DPRK-China relations of friendship in the 21st century. &nbsp;&nbsp;&nbsp;\r\n The DPRK-China friendship based on profound close relationship between Kim Jong Il and Jiang Zemin will grow stronger and develop in line with the need of the new century thanks to the joint efforts of the two peoples.    \r\n\r\n"
        },
        {
            "title": "Statement of spokesman for DPRK Foreign Ministry",
            "url": "http://kcna.co.jp/item/2001/200109/news09/06.htm#6",
            "content": "Statement of spokesman for DPRK Foreign Ministry \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 6 (KCNA) -- A spokesman for the DPRK Foreign Ministry today issued a statement to the press 56 years after the U.S. troops occupied South Korea.\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n On September 8,56 years ago, the U.S. troops occupied South Korea. &nbsp;&nbsp;&nbsp;\r\n The United States, who had watched for a chance to invade Korea from over a hundred years ago, occupied South Korea by force of arms allegedly under the pretext of \"disarming\" the defeated Japanese army after the end of the second world war. &nbsp;&nbsp;&nbsp;\r\n If the U.S. troops had not been stationed in South Korea, the Korean nation would not have sustained the tragedy of territorial and national division under the constant threat of war for more than half a century. &nbsp;&nbsp;&nbsp;\r\n All the patriotic efforts of the peace-loving DPRK government and people to put an end to national division and achieve independent and peaceful reunification of the country have not borne proper fruition due to the obstructive moves of the U.S. troops since their military occupation of South Korea. &nbsp;&nbsp;&nbsp;\r\n The tough and hostile policy of the new U.S. administration towards the DPRK is now further increasing the danger of the U.S. troops stationed in South Korea. &nbsp;&nbsp;&nbsp;\r\n The Bush administration defined the DPRK as \"no. 1 enemy\" and is unilaterally forcing it to \"reduce conventional force\" in a bid to disarm and stifle it by force of arms, instead of taking a practical measure to withdraw its aggressor troops from South Korea without delay in conformity with the mounting desire of the Korean nation for reunification and the atmosphere of peace and detente on the Korean peninsula after the announcement of the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n The United States is vociferating in public about \"resumption of dialogue\" without precondition with the DPRK, while extensively reinforcing its armed forces in and around South Korea, modernizing them with up-to-date equipment and staging war exercises against the DPRK one after another. &nbsp;&nbsp;&nbsp;\r\n The arms buildup and war exercises corresponding to the U.S. military presence in South Korea are now increasing arms race and the danger of war in the Korean peninsula and northeast Asia. &nbsp;&nbsp;&nbsp;\r\n This situation clearly proves that the U.S. troops stationed in South Korea are a big obstacle to the improvement of inter-Korean and the DPRK-U.S. relations and the smooth settlement of the issue of peace and reunification on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n The present reality clearly shows that the U.S. troops stationed in South Korea are the harasser of peace, the very one who keeps the nation divided and the root cause of all misfortune and sufferings of the Korean people. &nbsp;&nbsp;&nbsp;\r\n The withdrawal of U.S. troops from South Korea is a pressing issue the solution of which brooks no further delay for peace and security in the Korean peninsula and northeast Asia.    \r\n\r\n"
        },
        {
            "title": "Telephone message to chief delegate of S. Korea",
            "url": "http://kcna.co.jp/item/2001/200109/news09/06.htm#7",
            "content": "Telephone message to chief delegate of S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 6 (KCNA) -- The head of the delegation of the north side to the inter-Korean ministerial talks sent a telephone message to the chief delegate of the south side.\r\n He in the message welcomed the south side's positive response to the north side's constructive proposal to resume the talks between the authorities of the north and south. &nbsp;&nbsp;&nbsp;\r\n Agreeing to the south side's proposal to hold the 5th inter-Korean ministerial talks side would render positive cooperation in making the talks successfully proceed in the spirit of the June 15 joint declaration amidst the nation's expectation and concern.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il provides field guidance to September 27 Chicken Factory",
            "url": "http://kcna.co.jp/item/2001/200109/news09/06.htm#8",
            "content": "Kim Jong Il provides field guidance to September 27 Chicken Factory \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 6 (KCNA) -- Kim Jong Il, General Secretary of the Workers' Party of Korea and Chairman of the National Defence Commission of the DPRK, yesterday gave on-site guidance to the modern September 27 Chicken Factory newly built by soldiers in Yangum-ri, Ryokpho district, Pyongyang.\r\n Accompanying him were chief of the general staff of the Korean People's Army Kim Yong Chun, secretaries of the WPK Central Committee Kim Kuk Thae, Kim Ki Nam and Jong Ha Chol, KPA generals Ri Myong Su, Hyon Chol Hae and Pak Jae Gyong and chairman of the WPK Central Control Commission Pak Yong Sok and others. &nbsp;&nbsp;&nbsp;\r\n Being briefed on the factory before its panoramic map Kim Jong Il went round the inside and outside of the factory to learn in detail about its construction, management and operation. He expressed great satisfaction at the fact that soldier-builders built well the modern factory equipped with up-do-date facilities in less than one year in the spirit of devoted service for the people. &nbsp;&nbsp;&nbsp;\r\n He then set forth highly important tasks which would serve as a guideline in radically improving the standard of the people's diet through the increased production of side-line foodstuffs including meat, eggs and fish. &nbsp;&nbsp;&nbsp;\r\n He called for displaying to the full the vitality of the existing stockbreeding and fish breeding bases. &nbsp;&nbsp;&nbsp;\r\n In order to boost productivity at the stockbreeding bases, he noted, it is necessary to enhance the responsibility of leading officials of the enterprises and put breeding on a scientific and technological basis so as to give fullest play to the potentials of modern facilities. &nbsp;&nbsp;&nbsp;\r\n He instructed the officials to consolidate the fodder bases to keep the production at the chicken factories and stock farms going at a high level. &nbsp;&nbsp;&nbsp;\r\n He also set forth tasks to be fulfilled to build more modern stockbreeding and fish breeding bases. &nbsp;&nbsp;&nbsp;\r\n He earnestly called on all fields and units to wage a mass movement to develop stockbreeding in a big way and thus make the people's living more affluent and modern as early as possible.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}