{
    "date": "2001-02-09",
    "url": "http://kcna.co.jp/item/2001/200102/20010209.htm",
    "articles": [
        {
            "title": "5th round of inter-Korean military working-level talks held",
            "url": "http://kcna.co.jp/item/2001/200102/news02/09.htm#1",
            "content": "5th round of inter-Korean military working-level talks held \r\n&nbsp;&nbsp;&nbsp; Panmunjom, February 8 (KCNA) -- The fifth round of the inter-Korean military working-level talks was held in the portion of the north side in Panmunjom today.\r\n Present at the talks were the north side's delegation led by colonel general Yu Yong Chol and the south side's delegation led by brigadier general Kim Kyong Dok.&nbsp;&nbsp;&nbsp;\r\n At the talks both sides continued the discussion of the issues on which they had not agreed among the provisions of an \"agreement on designating areas to be placed under the control of the north and the south and militarily ensuring the projects to relink railways and road between the north and the south\". &nbsp;&nbsp;&nbsp;\r\n At the talks a full consensus was reached on all the issues envisioned in the agreement thanks to the north side's efforts. &nbsp;&nbsp;&nbsp;\r\n Yu Yong Chol said that there remained only the process of adopting and effectuating the agreement after signing it. It is of urgent necessity to adopt the agreement and put it into force as soon as possible as there should be talks of experts to discuss technological and engineering matters related to the projects of relinking railways and road between the north and the south and a season to start the projects is imminent, he added. &nbsp;&nbsp;&nbsp;\r\n It is the way of adopting and effectuating the agreement at the earliest possible date for the minister of the People's Armed Forces of the north side and the minister of National Defence of the south side to sign and exchange it, he said, proposing specific procedures and time-table related to this. &nbsp;&nbsp;&nbsp;\r\n The south side said that it would study the north side's proposal and inform the latter of its stand later. &nbsp;&nbsp;&nbsp;\r\n Yu stressed the need for both sides to adopt the agreement and put it into force as soon as possible  and contribute to making this year, the first year in the new century, a significant year of opening an epochal phase of the independent reunification of the nation.    \r\n\r\n"
        },
        {
            "title": "Reception given by Iranian ambassador",
            "url": "http://kcna.co.jp/item/2001/200102/news02/09.htm#2",
            "content": "Reception given by Iranian ambassador \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 9 (KCNA) -- Iranian ambassador to Korea Mohammad Ganjidoost arranged a reception at the embassy yesterday on the occasion of the 22nd anniversary of the victory of the Iranian Islamic revolution.\r\n Present on invitation were Minister of Labour Ri Won Il who is chairman of the Korea-Iran Friendship Association, other officials concerned and foreign diplomatic envoys here. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the reception.    \r\n\r\n"
        },
        {
            "title": "Friendship meeting held",
            "url": "http://kcna.co.jp/item/2001/200102/news02/09.htm#3",
            "content": "Friendship meeting held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 9 (KCNA) -- The Ministry of Foreign Affairs and the DPRK Flood Damage Rehabilitation Committee hosted a friendship meeting here yesterday in honor of members of international organizations and non-governmental cooperation organizations here on the occasion of the birthday of leader Kim Jong Il.\r\n Invited there were David Morton, resident coordinator of the UN and resident representative of the UNDP, representative Dilawar Ali Khan and members of the UNICEF mission and members of non-governmental cooperation organizations here. &nbsp;&nbsp;&nbsp;\r\n Present were Choe Su Hon, vice-minister of foreign affairs, Ri Yong Sok, vice-chairman of the DPRK Flood Damage Rehabilitation Committee, and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the meeting.    \r\n\r\n"
        },
        {
            "title": "Ten-day film show opens",
            "url": "http://kcna.co.jp/item/2001/200102/news02/09.htm#4",
            "content": "Ten-day film show opens \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 9 (KCNA) -- A ten-day film show was opened to celebrate the birthday of leader Kim Jong Il.\r\n Screened will be films showing the immortal feats Kim Jong Il has performed in accomplishing the revolutionary cause of Juche and films picturing great national pride and honor of the Korean people who have him at the head of the party and the revolution. &nbsp;&nbsp;&nbsp;\r\n And films dealing with the validity and vitality of the Workers' Party of Korea's army-first revolutionary line will be shown. &nbsp;&nbsp;&nbsp;\r\n A national opening ceremony took place here yesterday.    \r\n\r\n"
        },
        {
            "title": "Symposium on calligraphy held",
            "url": "http://kcna.co.jp/item/2001/200102/news02/09.htm#5",
            "content": "Symposium on calligraphy held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 9 (KCNA) -- A symposium on the Juche-based idea of literature and art for calligraphy took place here yesterday.\r\n It was discussed at the symposium that the Korean nation has long glorified its brilliant culture, created letters more beautiful and remarkable than those of any other countries and, on this basis, developed the calligraphy, one of the traditional fine art forms. &nbsp;&nbsp;&nbsp;\r\n The speakers said that Korean calligraphy has been successfully carried forward and developed as part of the precious heritage of the nation since it highly acclaimed President Kim Il Sung and leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n They referred to the brilliant feats performed by them in the development of the Juche-based calligraphy. &nbsp;&nbsp;&nbsp;\r\n They stressed that under the wise leadership and meticulous care of Kim Jong Il, the Juche-based calligraphy has reached the highest water mark of its development as it is shining as revolutionary calligraphy based on the transparent revolutionary view on the leader, popular calligraphy which is in service for the popular masses and being created by them and national calligraphy anchored on the peculiar national tradition.    \r\n\r\n"
        },
        {
            "title": "Symposiums on theory of seed and idea of giving importance to seed held",
            "url": "http://kcna.co.jp/item/2001/200102/news02/09.htm#6",
            "content": "Symposiums on theory of seed and idea of giving importance to seed held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 9 (KCNA) - Symposiums on the theory of seed and the idea of giving importance to it propounded by leader Kim Jong Il were held in the fields of literature and art, social science, agriculture, education, press, scientific research and party cadre training.\r\n The symposiums proved the originality and truth of the theory of seed and the idea of giving importance to it and referred to tasks to apply them thoroughly. &nbsp;&nbsp;&nbsp;\r\n The speakers said that the theory and the idea serve as an effective means for creation and change and the most revolutionary and greatest idea to be firmly upheld by the workers' party and people of Korea in the struggle to build a powerful nation in the 21st century. &nbsp;&nbsp;&nbsp;\r\n The theory of seed is the idea of a main point in any work, that is the core in all the creative activities of the popular masses for independence. It plays a decisive role in achieving great successes and reaping good fruits by defining the content and form of work and its quality and speed and making it possible to push ahead with the work as a whole in a uniform manner, they said. &nbsp;&nbsp;&nbsp;\r\n They went on: &nbsp;&nbsp;&nbsp;\r\n Under the wise guidance of the wpk a new turn is being effected in all aspects of social life and a leaping advance and amazing achievements have been recently made in different fields. this clearly shows the validity and vitality of the theory and the idea. &nbsp;&nbsp;&nbsp;\r\n The symposiums underscored the need to more thoroughly apply the theory and the idea in scientific, agricultural, educational and other sectors.    \r\n\r\n"
        },
        {
            "title": "Russian ambassador hosts reception",
            "url": "http://kcna.co.jp/item/2001/200102/news02/09.htm#7",
            "content": "Russian ambassador hosts reception \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 9 (KCNA) -- Valery Denisov, Russian ambassador to the DPRK, hosted a reception on Feb. 8 to mark the 1st anniversary of the signing of the Russian-DPRK treaty of friendship, good neighbourliness and cooperation.\r\n Valery Denisov in his speech said that the conclusion of the new treaty laid a solid groundwork for the development of the relations between the two countries in the 21st century. &nbsp;&nbsp;&nbsp;\r\n He noted that the signing of the Russian-DPRK joint declaration as an outcome of the historic meeting and summit between President Putin and leader Kim Jong Il was an event recorded by Russia and the DPRK in the late 20th century. &nbsp;&nbsp;&nbsp;\r\n He expressed the belief that the active cooperation between the two countries would be boosted by the new inter-state treaty and the Russian-DPRK joint declaration would greatly contribute to the consolidation of peace and stability on the Korean peninsula and in northeast Asia. He wished the Korean people success in their efforts to build a powerful nation and achieve the independent and peaceful reunification of Korea. &nbsp;&nbsp;&nbsp;\r\n Choe Thae Bok, chairman of the DPRK Supreme People's Assembly, in his speech said that the treaty has demonstrated the aspiration and desire of the two peoples to expand and develop the friendly and cooperative relations between the DPRK and Russia on a fresh basis, adding that the treaty is a basic legal document which laid a solid foundation for developing on to a new high level the bilateral relations on the principle of mutual respect for independence, non-interference in other's internal affairs, equality and mutual benefits. &nbsp;&nbsp;&nbsp;\r\n He noted with great satisfaction that the two countries have discussed the issues of boosting the support and cooperation in various fields including politics, economy, military affairs and culture according to the DPRK-Russian joint declaration and the new treaty signed between the two countries. &nbsp;&nbsp;&nbsp;\r\n He expressed the belief that the DPRK-Russian relations would expand and develop in all fields in the interests of the common prosperity and wellbeing of the people and global peace and security in the new century, too. &nbsp;&nbsp;&nbsp;\r\n He wished the russian government and people greater success in their efforts to build powerful Russia and establish a fair and peaceful world order. &nbsp;&nbsp;&nbsp;\r\n In another development a reception was sponsored by the Russian consulate general in Chongjin to mark the anniversary.    \r\n\r\n"
        },
        {
            "title": "Papers on friendly and cooperative relations between DPRK and Russia",
            "url": "http://kcna.co.jp/item/2001/200102/news02/09.htm#8",
            "content": "Papers on friendly and cooperative relations between DPRK and Russia \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 9 (KCNA) -- Papers here devote articles to the first anniversary of the DPRK-Russian treaty of friendship, good neighbourliness and cooperation.\r\n Rodong Sinmun in a signed article says that the signing of the new treaty was a demonstration of the aspiration and stand of the DPRK and Russia to strengthen the traditional friendship, good neighbourliness, mutual trust and cooperation in various fields between the two countries, respect the purpose and principles of the U.N. Charter, achieve international security and stability and develop the equitable and mutually beneficial cooperation in northeast Asia and the rest of the world. &nbsp;&nbsp;&nbsp;\r\n The article goes on: &nbsp;&nbsp;&nbsp;\r\n The signing of the treaty provided a legal foundation to develop the friendly and cooperative relations between the two countries onto a new phase in conformity with the changed international environment and the interests of the two countries. &nbsp;&nbsp;&nbsp;\r\n It is the common aspiration and wishes of the two peoples to steadily develop the long-standing DPRK-Russia friendly and cooperative relations. The treaty, therefore, serves as an important guarantee for their realization. &nbsp;&nbsp;&nbsp;\r\n Following the signing of the treaty the friendly and cooperative relations between the two countries entered a new phase of development. &nbsp;&nbsp;&nbsp;\r\n Especially, President Putin's Korea visit on the invitation of leader Kim Jong Il in July last year provided a momentous occasion of placing the DPRK-Russia frienship on a more solid basis. &nbsp;&nbsp;&nbsp;\r\n The DPRK-Russian summit meeting and talks and the adoption of the DPRK-Russia joint declaration marked a landmark event in the history of the friendly relations between the two countries. &nbsp;&nbsp;&nbsp;\r\n Russia is going ahead with its plan to build a powerful state. &nbsp;&nbsp;&nbsp;\r\n Russia opposes hegemonism and is strongly countering the U.S. attempt to deploy the \"National Missile Defence\" system, which may upset the strategic balance and stability in the world. &nbsp;&nbsp;&nbsp;\r\n Russia is opposed to the unipolarization of the world and stands for multipolarization. &nbsp;&nbsp;&nbsp;\r\n The development of friendly and cooperative relations between the two countries is conducive to giving an impetus to the trend of the times and the development of international relations in the new century. &nbsp;&nbsp;&nbsp;\r\n Minju Joson in an editorial article says that the workers' party, government and people of Korea will make all efforts to develop the friendly and cooperative relations with the government and people of Russia on the principle of independence, equality, non-interference in others' internal affairs and mutual benefits in the future, too.    \r\n\r\n"
        },
        {
            "title": "Chinese ship crewmen meet",
            "url": "http://kcna.co.jp/item/2001/200102/news02/09.htm#9",
            "content": "Chinese ship crewmen meet \r\n&nbsp;&nbsp;&nbsp; Chongjin, February 8 (KCNA) -- The crewmen of the Chinese ship Hong Hu-1 met at Chongjin port on the east coast of Korea today to celebrate the birthday of leader Kim Jong Il.\r\n Speakers at the meeting said that the army-first idea that arms guarantee the safety of the party, the state and the people is the greatest idea, which could be set forth only by Kim Jong Il, and a mode of politics and leadership from which the world should learn. &nbsp;&nbsp;&nbsp;\r\n They fully supported the June 15 North-South Joint Declaration provided by his brilliant far-sightedness and patriotic bold resolution. They expressed belief that the Korean people would make great success in the efforts to open a road of advance in the building of a powerful nation. &nbsp;&nbsp;&nbsp;\r\n A letter to him was adopted at the meeting.    \r\n\r\n"
        },
        {
            "title": "U.S. forces use S. Korean land as helicopters' firing range",
            "url": "http://kcna.co.jp/item/2001/200102/news02/09.htm#10",
            "content": "U.S. forces use S. Korean land as helicopters' firing range \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 9 (KCNA) -- It was disclosed that the U.S. forces stationed in South Korea had used the area of Sindu-ri, Wonbuk-myon, Thaean county, South Chungchong Province, as a firing range of helicopters, according to the South Korean newspaper Hangyore.\r\n The firing range, a sandy hill of basin style, is comparatively shut off from outside.     Tree branches hit and broken by live shells and cartridges of smoke and blank shells were found. &nbsp;&nbsp;&nbsp;\r\n Villagers said that firing exercises of U.S. military helicopters are witnessed so often on the sandy hill from several years ago and that neighbouring people are in the grip of uneasiness. &nbsp;&nbsp;&nbsp;\r\n When they phoned to the South Korean ministry of \"national defence\" to confirm the firing exercises of U.S. military helicopters in 1999, it said that it could hardly confirm the exercises of the U.S. forces.    \r\n\r\n\r\n"
        },
        {
            "title": "Brisk preparations for 5th Kimjongilia Show",
            "url": "http://kcna.co.jp/item/2001/200102/news02/09.htm#11",
            "content": "Brisk preparations for 5th Kimjongilia Show \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 9 (KCNA) -- Preparations for the fifth Kimjongilia Show are progressing apace in the DPRK.\r\n The show will be held from February 14 to 20 this year, the first year in the new century. It will be largest in scale and peculiar in style. &nbsp;&nbsp;&nbsp;\r\n It is expected to bring together scores of organizations and individuals at home and abroad and working people. The participation will be more than three times that of the first show. &nbsp;&nbsp;&nbsp;\r\n The show is sponsored by the Korean Kimjongilia Federation. &nbsp;&nbsp;&nbsp;\r\n The federation is pushing ahead with the preparations for the show to suit its feature. &nbsp;&nbsp;&nbsp;\r\n The design of the show, distribution of display space and installation of visual aids have been completed in the main. &nbsp;&nbsp;&nbsp;\r\n Posters of the show have also been produced. &nbsp;&nbsp;&nbsp;\r\n Officials of the federation went to several ministries, national institutions, South Phyongan, South Hwanghae and Jagang provinces, at least 40 units in all, acquainted themselves with the cultivation of Kimjongilias and gave technological guidance to the temperature and humidity regulation to meet the conditions for the growth of flowers. &nbsp;&nbsp;&nbsp;\r\n They are now putting forth buds at greenhouses of different units, organs and families across the country. &nbsp;&nbsp;&nbsp;\r\n Arrangements are made to receive foreign delegations and overseas Koreans coming here to participate in the show.    \r\n\r\n\r\n"
        },
        {
            "title": "This year's action program of Hanchongryon announced",
            "url": "http://kcna.co.jp/item/2001/200102/news02/09.htm#12",
            "content": "This year's action program of Hanchongryon announced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 9 (KCNA) -- Ri Yong Hon, interim chairman of the 9th-term South Korean Federation of University Student Councils (Hanchongryon) in a press conference on Feb. 4 announced its action program for this year, according to a news report.\r\n He said that this year hanchongryon will wage an allout struggle against the anti-reunification forces and popularize the campaign in a bid to open a decisive phase of reunification through the implementation of the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n Hanchongryon will set a period from June 15 to August 15 as a period of the campaign for promoting national reunification and conduct various and powerful campaigns for reunification in this period, he declared.    \r\n\r\n"
        },
        {
            "title": "Total revision of SFA called for",
            "url": "http://kcna.co.jp/item/2001/200102/news02/09.htm#13",
            "content": "Total revision of SFA called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 9 (KCNA) -- The people's action for revision of the shackling South Korea-U.S. \"status of forces agreement\" at a press conference on Feb. 5 urged a total revision of the unequal provisions of the agreement and a revision of the South Korea-U.S. \"mutual defense pact,\" the source of the inequality, the South Korean newspaper Hangyore said.\r\n The organization decided to hold a one-by-one demonstration in front of the U.S. embassy in Seoul for the one month of February.    \r\n\r\n"
        },
        {
            "title": "Greetings to Russian foreign minister",
            "url": "http://kcna.co.jp/item/2001/200102/news02/09.htm#14",
            "content": "Greetings to Russian foreign minister \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 9 (KCNA) -- Paek Nam Sun, minister of Foreign Affairs of the DPRK, sent a message of greetings to his Russian counterpart Igor Sergeyevich Ivanov on the occasion of the first anniversary of the DPRK-Russia treaty of friendship, good neighbourliness and cooperation.\r\n The message said that the signing of the new treaty provided a firm legal groundwork to develop the bilateral relations on to a new higher level. &nbsp;&nbsp;&nbsp;\r\n Convinced that the traditional friendly relations between the two countries would expand and develop in all fields in the spirit of the DPRK-Russia joint declaration and this treaty inked by the heads of the two countries, Paek Nam Sun wished him success in his responsible work.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il receives Chinese party delegation",
            "url": "http://kcna.co.jp/item/2001/200102/news02/09.htm#15",
            "content": "Kim Jong Il receives Chinese party delegation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 9 (KCNA) - General Secretary Kim Jong Il today received a delegation of the international liaison department of the C.C., the Communist Party of China led by Wang Jiarui on a visit to Korea. This is the first visit to Korea of Wang since he was appointed as deputy head for Korean affairs of the CPC international liaison department.\r\n Present on the occasion were secretary of the WPK Central Committee Kim Kuk Thae, director of the international department of the C.C., the WPK Kim Yang Gon, generals of the Korean People's Army Hyon Chol Hae and Pak Jae Gyong and Chinese ambassador to the DPRK Wang Guozhng. \r\n Leader Kim Jong Il expressed thanks again for the sincere and kind guidance given to him during his recent unofficial china visit, and conversed with the guests in a cordial and friendly atmosphere. &nbsp;&nbsp;&nbsp;\r\n He gave a luncheon for the visitors.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}