{
    "date": "2001-10-28",
    "url": "http://kcna.co.jp/item/2001/200110/20011028.htm",
    "articles": [
        {
            "title": "Japan's talk about peace dismissed as hypocritical",
            "url": "http://kcna.co.jp/item/2001/200110/news10/28.htm#1",
            "content": "Japan's talk about peace dismissed as hypocritical \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 28 (KCNA)- The Japanese chief executive was reported to have said that Japan would not start again a war and all what it does is for \"peace'\" during his recent tour of neighbouring countries. Rodong Sinmun today in a signed commentary dismisses this as hypocrisy. \r\n The commentary goes: &nbsp;&nbsp;&nbsp;\r\n It is a stereotyped method of the Japanese militarists to ignite a war against other countries with the mobilization of aggressor forces, while paying lip-service to \"peace.\" &nbsp;&nbsp;&nbsp;\r\n The same method was employed by the Japanese imperialist aggressors when they were invading various Asian countries in the past. &nbsp;&nbsp;&nbsp;\r\n The present international situation is turning unfavorable to the Japanese militarists as the days go by, the commentary observes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries, taking advantage of the trend of the international situation for their sinister purpose, are painting themselves as \"peace champions\" and seeking overseas aggression under its smokescreen. \r\n The revival of militarism in Japan and its moves for overseas expansion have already gone beyond the danger limit. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries try to use Japan's \"logistic support\" to the U.S. forces as a pretext for justifying their moves to start military operations overseas and military actions and intervention in other countries. &nbsp;&nbsp;&nbsp;\r\n To this end they are putting spurs to the establishment of a war system including moves to allow the dispatch of \"Self-Defence Forces\" overseas. &nbsp;&nbsp;&nbsp;\r\n The SDF is equipped with sophisticated long-distance weapons. The per minute firing capacity of a division of the \"imperial army\" during the pacific war was 14 tons but that of a division of the SDF at present is 611 tons. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries have given the SDF to be dispatched abroad stronger right to use weapons. That is why the dispatch of the SDF overseas cannot but be very dangerous. &nbsp;&nbsp;&nbsp;\r\n While talking that they would not \"start another war\", the Japanese reactionaries calculate that the international community would slacken their vigilance against such moves for overseas expansion and try to avail themselves of this to invade other countries by surprise. &nbsp;&nbsp;&nbsp;\r\n The commentary calls for heightening vigilance against this deceptive trick of the Japanese militarists and intensify the anti-Japanese struggle.     \r\n\r\n"
        },
        {
            "title": "Single-hearted unity of DPRK lauded",
            "url": "http://kcna.co.jp/item/2001/200110/news10/28.htm#2",
            "content": "Single-hearted unity of DPRK lauded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 28 (KCNA) --Krasae Chanawongse, minister to the Thai prime minister's office responsible for youth affairs, was interviewed by KCNA on Oct. 26, before his departure from the DPRK.\r\n The Korean youth are giving full play to the revolutionary trait of unconditionally and thoroughly implementing the line and policies set forth by the party and the leader with boundless loyalty to their leader and in the spirit of devotedly implementing them, he said, and went on: \r\n The DPRK will accomplish the revolutionary cause of Juche to the end in whatever storms as it has the strong party, army and youth. &nbsp;&nbsp;&nbsp;\r\n Miracles wrought in the DPRK are the noble fruition of the single-hearted unity of the leader, the party and the masses. \r\n The single-hearted unity is a symbol of Juche Korea and the true picture of the Korean people and youth who are remaining loyal to the party and the leader. &nbsp;&nbsp;&nbsp;\r\n The Korean people, under the guidance of leader Kim Jong Il, will certainly bring about a new era of national prosperity, a new history of the prosperous and powerful nation in the new century. &nbsp;&nbsp;&nbsp;\r\n Thailand hopes that Korea will be reunified at an early date free from the interference of foreign forces. \r\n We will make every effort to further develop the friendly and cooperative relations between the two countries in political, economic, cultural and various other fields.    \r\n\r\n"
        },
        {
            "title": "Japan's anachronistic action condemned",
            "url": "http://kcna.co.jp/item/2001/200110/news10/28.htm#3",
            "content": "Japan's anachronistic action condemned \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 28 (KCNA)  The African Regional Committee for the Study of the Juche Idea issued a statement on October 19 and the Nepalese Juche idea study groups called a joint emergency meeting in Kathmandu on Oct. 21 denouncing the Japanese authorities for ransacking the International Institute of the Juche Idea and its related organizations and taking materials.\r\n The African Regional Committee for the Study of the Juche Idea in its statement strongly denounced the Japanese authorities tyrannical act, dismissing it as a challenge to the just cause of people of various countries for global independence and peace. &nbsp;&nbsp;&nbsp;\r\n The joint emergency meeting held by heads and members of the Nepal Institute for Juche Studies, youth forum for self-reliance studies and other Juche idea study groups in Nepal adopted a protest declaration to be sent to the Japanese government. &nbsp;&nbsp;&nbsp;\r\n The declaration denounced the recent action that runs counter to all international laws and justice and demanded the immediate return of the confiscated materials. &nbsp;&nbsp;&nbsp;\r\n It warned that the Japanese government should be wholly responsible for all consequences to be entailed by the unjust action. \r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's work observed",
            "url": "http://kcna.co.jp/item/2001/200110/news10/28.htm#4",
            "content": "Anniversary of Kim Jong Il's work observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 28 (KCNA) -- Rodong Sinmun today dedicates an article to the 10th anniversary of leader Kim Jong Il's famous work \"Let us effect a new turn in scientific and technological development\".\r\n This work was published on Oct. 28, Juche 80 (1991). &nbsp;&nbsp;&nbsp;\r\n It elucidates the importance and significance of developing science and technology in defending and glorifying Korean socialism, the issue of establishing Juche in scientific researches and scientific and technological problems in putting the national economy on a Juche-oriented, modern and scientific basis. &nbsp;&nbsp;&nbsp;\r\n It says: &nbsp;&nbsp;&nbsp;\r\n The last decade is a proud period in which the Workers' Party of Korea's idea of attaching importance to science has been successfully embodied and great successes have been made in the field of science and technology under the wise leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has wisely led the work for the scientific and technological development of the country. This is evidenced by the fact that he set forth the original idea of attaching importance to science, indicated a short cut to building a powerful nation and saw to it that all state efforts were directed to the field of science and technology. &nbsp;&nbsp;&nbsp;\r\n It is also proved by the fact that he has shown great care and trust in the scientists and technicians and led them to creditably play their role in building a powerful nation. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The WPK's idea of attaching importance to science represents the great pluck and will of Kim Jong Il to put the science and technology of the country on a world level as early as possible and achieve successes of world significance in the scientific and technological field. &nbsp;&nbsp;&nbsp;\r\n It is the firm faith of Kim Jong Il not to spare any investment in the scientific and technological development for the prosperity of the country and happiness of all generations to come. &nbsp;&nbsp;&nbsp;\r\n Deeply concerned for science and education, he has provided up-to-date computers and educational equipment necessary for the development of the it by spending a huge amount of fund, and shown deep trust and love for the scientists and technicians. &nbsp;&nbsp;&nbsp;\r\n Thanks to his loving care many heroes of the times were produced from among the scientists and technicians in the period of the \"arduous march\" and forced march and more dependable youth scientists are being trained to occupy a high eminence of ultra-modern science and technology. &nbsp;&nbsp;&nbsp;\r\n The 21st century is a century of great national prosperity in which the Korean people will build a nation strong in science and technology by using the existing potentials to the maximum under the leadership of Kim Jong Il, the article concludes.    \r\n\r\n"
        },
        {
            "title": "Strengthening of army called for",
            "url": "http://kcna.co.jp/item/2001/200110/news10/28.htm#5",
            "content": "Strengthening of army called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 28 (KCNA) -- National sovereignty is guaranteed by a strong army, says Rodong Sinmun today in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Unexpected changes are taking place in the international relations. An ally in the last century appears as an enemy while an enemy becomes a friend. Such reality calls upon the countries and nations desirous of independence and peace to attach importance to military affairs and strengthen their armies. &nbsp;&nbsp;&nbsp;\r\n Peace and national sovereignty are guaranteed by an army based on justice. &nbsp;&nbsp;&nbsp;\r\n The imperialists are working hard to turn the trend of world politics into the relations based on domination and subjugation, advocating the strength-all powerful logic. &nbsp;&nbsp;&nbsp;\r\n That is why army-first politics and building up an army are an effective way of foiling their high-handed policy and arbitrary practices and building an independent and peaceful new world. &nbsp;&nbsp;&nbsp;\r\n The army alone can frustrate the imperialists' high-handed policy for aggression and ensure global peace. &nbsp;&nbsp;&nbsp;\r\n If a country pays no attention to the army on account of peacetime, it will become a slave of the imperialists overnight. \r\n The 20th century taught this lesson. &nbsp;&nbsp;&nbsp;\r\n The army serves as a powerful weapon to defend the country and the nation. &nbsp;&nbsp;&nbsp;\r\n A strong army can protect the sovereignty of the country and the nation. Although many countries in the world achieved their independence, they are deprived of the sovereignty of the country and the nation. \r\n They try to please big countries, reading their faces, and are put into a bad shape by the attitude of those big countries. Those countries which were friendly to other countries in the past betray their friends because of the imperialists' grumbling and kowtow to them. \r\n One can have pluck and courage only when the army is strong. If the army is strong, people remains unfazed even when huge forces of imperialism come in attack. When the army is strong, they can advance along the road chosen by themselves, their chests thrown out, saying what they want to do. &nbsp;&nbsp;&nbsp;\r\n In order to strengthen the army, it is necessary to intensify the political and ideological education of the soldiers of the Korean People's Army and the people and develop the defence industry. &nbsp;&nbsp;&nbsp;\r\n Noting that the Korean people are convinced of the validity and vitality of leader Kim Jong Il's idea of giving priority to the army and his army-first politics, the article says that no one can dare provoke any country and nation strengthening its army and it will always emerge victorious. \r\n\r\n"
        },
        {
            "title": "Implementation of north-south joint declaration urged",
            "url": "http://kcna.co.jp/item/2001/200110/news10/28.htm#6",
            "content": "Implementation of north-south joint declaration urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 28 (KCNA) -- It is a genuine patriotic road for the country and the nation to remain true to the June 15 North-South Joint Declaration and implement it to the letter, says Rodong Sinmun today in a signed article.\r\n It is the core of the joint declaration to independently solve the issue of the country's reunification by the concerted efforts of the Korean nation responsible for it, free from any foreign domination and interference, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The north-south joint declaration serves as a banner of reunification and patriotism which makes it possible to solve the issue of the reunification of the country quickly and smoothly as it indicates the way of achieving reunification by federal formula. &nbsp;&nbsp;&nbsp;\r\n For the Korean nation a struggle for the country's reunification represents the greatest patriotic struggle because it is the unanimous desire and supreme task of the entire Korean nation as it decides the rise or fall of the nation. &nbsp;&nbsp;&nbsp;\r\n The best way of achieving the country's reunification is to achieve national reunification and reunification by federal formula by transcending the difference in the ideologies and systems in the north and the south. \r\n In the north-south joint declaration both sides, recognizing that low-level federation proposed by the north and the commonwealth system proposed by the south for reunification has similarity, agreed to work together for the reunification in this direction in the future. This reflects the specific reality of the country. &nbsp;&nbsp;&nbsp;\r\n The adoption of the joint declaration helped the north and the south confirm the common ways of reunification and made it possible for the Korean nation to conduct a vigorous struggle for the country's reunification with a correct goal and ways provided by the federal formula for reunification. &nbsp;&nbsp;&nbsp;\r\n All the Koreans in the north and the south and abroad should come out as one in the patriotic struggle to implement the June 15 North-South Joint Declaration to the letter under the uplifted banner of national independence and bring earlier the day of the country's independent and peaceful reunification.    \r\n.\r\n"
        },
        {
            "title": "S. Korean teachers on all-night strike",
            "url": "http://kcna.co.jp/item/2001/200110/news10/28.htm#7",
            "content": "S. Korean teachers on all-night strike \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 28 (KCNA)--20,000 members of the National Teachers Union (Jongyojo) in South Korea went on an all-night strike at Youido Park in Seoul on October 26, according to MBC from Seoul.\r\n They demanded a halt to the policy of commercializing education and the allocation of educational fund. \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}