{
    "date": "2001-04-22",
    "url": "http://kcna.co.jp/item/2001/200104/20010422.htm",
    "articles": [
        {
            "title": "Biography of Kim Il Sung published",
            "url": "http://kcna.co.jp/item/2001/200104/news04/22.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il sends wreath to bier of Ri Won Jae",
            "url": "http://kcna.co.jp/item/2001/200104/news04/22.htm#2",
            "content": "Biography of Kim Il Sung published \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 22 (KCNA) -- \"Biography of the Great Leader Comrade Kim Il Sung\" vol. 5 was brought out by the Workers' Party of Korea Publishing House on the occasion of Sun's Day, his birth anniversary.\r\n The biography has eight chapters from chapters 52 to 59 on the life and  activities of the president who defended and exalted socialism in the period from January Juche 79 (1990) to July Juche 83 (1994) and energetically worked for accomplishing the revolutionary cause of Juche and on the accomplishment of the cause of perpetuating his memory.    \r\n\r\n"
        },
        {
            "title": "Japanese government urged to rewrite distorted history",
            "url": "http://kcna.co.jp/item/2001/200104/news04/22.htm#3",
            "content": "Kim Jong Il sends wreath to bier of Ri Won Jae \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 22 (KCNA) -- Leader Kim Jong Il yesterday sent a wreath to the bier of the late col. general of the Korean People's Army Ri Won Jae, alternate member of the central committee of the Workers' Party of Korea and deputy to the Supreme People's Assembly of the DPRK, expressing deep condolences over his death.    \r\n\r\n"
        },
        {
            "title": "Anti-U.S. struggle called for in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200104/news04/22.htm#4",
            "content": "Japanese government urged to rewrite distorted history \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 22 (KCNA) -- The South Korean representative, addressing on April 11 the 57th session of the U.N. commission on human rights opened in Geneva, condemned the Japanese government for approving distorted history textbooks, according to a new report.\r\n Recalling that historical facts are intentionally deleted or distorted in those history textbooks, he noted that such  distortion cannot but arouse serious concern about the adverse impact it will have on the education of the Japanese children.&nbsp;&nbsp;&nbsp;\r\n He urged the Japanese government to rewrite the distorted history and take a measure to prevent the recurrence of such a thing.    \r\n\r\n"
        },
        {
            "title": "Japanese professor's utterance blasted",
            "url": "http://kcna.co.jp/item/2001/200104/news04/22.htm#5",
            "content": "Anti-U.S. struggle called for in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 22 (KCNA) -- The south headquarters of the national alliance of youth and students for the country's reunification on April 14 reportedly issued an appeal, a resolution on hunger strike and militant slogans to be sent to the youth and students and all other people of South Korea, expressing the determination to launch a 30-day hunger strike demanding the repeal of the U.S. hard line policy towards the DPRK and the probe into the truth about mass killings committed during the Korean war and its apology and compensation for them.\r\n The appeal said that the reality requires all to unite close under the banner of the June 15 Joint Declaration and turn out in an anti-U.S. war of resistance, calling on all the people to rise up in the struggle against the U.S. hard line policy towards the north and interference in its internal affairs and open the way of independent reunification. &nbsp;&nbsp;&nbsp;\r\n The resolution on the hunger strike underscored the need to smash the U.S. hard line policy blocking the reunification of the south and the north into one. &nbsp;&nbsp;&nbsp;\r\n The militant slogans call for an opposition to the U.S. hard line policy towards the north, interference in internal affairs of the south and a struggle against the U.S. decrying the June 15 Joint Declaration and the withdrawal of the U.S. troops standing in the way of independent reunification.    \r\n\r\n"
        },
        {
            "title": "DPRK representative on negative effects caused by Japan's distortion of history",
            "url": "http://kcna.co.jp/item/2001/200104/news04/22.htm#6",
            "content": "Japanese professor's utterance blasted \r\n&nbsp;&nbsp; Pyongyang, April 22 (KCNA) -- Minju Joson today in a signed commentary blasts the reckless remarks made by Takao Sakamoto, professor at Kakushuin  University of Japan, who wrote history textbooks for middle schoolers to meet worldwide protest and denunciation. \r\n The commentary says: \r\n Explaining the reason why he did not deal with the issue related to \"the comfort women for the army\" in the textbooks, he asserted that he did so because \"the history of the comfort women for the army\" was the same as that of a toilet. &nbsp;&nbsp;&nbsp;\r\n His depiction is little short of the behaviour of the Japanese imperialists who despised the Korean \"comfort women\" in the past with insulting words. &nbsp;&nbsp;&nbsp;\r\n We cannot repress towering national resentment at this. &nbsp;&nbsp;&nbsp;\r\n It is the spirit of the Korean nation not to allow anyone to infringe upon the self-respect and dignity of the Korean nation or insult it. &nbsp;&nbsp;&nbsp;\r\n Sakamoto should be ready to own full responsibility for the serious consequences to be entailed by his dirty utterance. &nbsp;&nbsp;&nbsp;\r\n The Japanese government authorities should stop at once distorting history and officially apologize to the Korean nation for Sakamoto's remarks insulting it again.    \r\n\r\n"
        },
        {
            "title": "U.S. troop pullout from S. Korea urged",
            "url": "http://kcna.co.jp/item/2001/200104/news04/22.htm#7",
            "content": "DPRK representative on negative effects caused by Japan's distortion of history \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 22 (KCNA) -- The DPRK representative, addressing the discussion of article 13 \"Children's Rights\" at the 57th session of the UN commission on human rights held in Geneva on April 11, said that it is the top priority of all states to provide sound social environment for existence, development and protection of children.\r\n Calling attention to the fact that recently the Japanese government approved history textbooks with twisted contents related to crimes committed by Japanese imperialists in the past against humanity, he continued: &nbsp;&nbsp;&nbsp;\r\n This is only a tip of an iceberg of Japan's prearranged distortion of history. Immense is the negative effects on Japan's younger generation and the international community. &nbsp;&nbsp;&nbsp;\r\n The distortion can not be construed otherwise than a premeditated and sinister act of Japanese government designed to conceal Japan's past and imbue the younger generation of Japan with the idea of revival of militarism and reinvasion of other nations. &nbsp;&nbsp;&nbsp;\r\n The Japanese government should immediately stop criminal distortion of history, make an official apology for it, admit legal responsibility for the past crimes and take strict measures to prevent the repetition of those crimes without delay.    \r\n\r\n"
        },
        {
            "title": "U.S. military presence in South Korea, source of war",
            "url": "http://kcna.co.jp/item/2001/200104/news04/22.htm#8",
            "content": "U.S. troop pullout from S. Korea urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 22 (KCNA) -- R. K. Pradhan, secretary general of the Nepalese youth forum for self-reliance studies who is leading its delegation on a visit to the DPRK, called a press conference at the end of tour of Panmunjom.\r\n He said that the reunification and peace of Korea would never be realized with the U.S. troops present in South Korea left intact, which is the main obstacle to Korea's reunification and harasser of peace on the Korean peninsula.&nbsp;&nbsp;&nbsp;\r\n The U.S. troops are burglars, he said, adding: &nbsp;&nbsp;&nbsp;\r\n It is evidenced by the crimes they have committed since their occupation of South Korea. &nbsp;&nbsp;&nbsp;\r\n Now that Cold War ended, the united states has no justifications for its military presence in South Korea. The U.S. troops should unconditionally be pulled out of South Korea. If the U.S. continues obstructing Korea's reunification with argument about its permanent military presence in South Korea, going against the trend of the times and demands of humankind, it will face bitterer condemnation and rejection by the Korean people and the world people.    \r\n\r\n"
        }
    ]
}