{
    "date": "2001-03-26",
    "url": "http://kcna.co.jp/item/2001/200103/20010326.htm",
    "articles": [
        {
            "title": "Diplomatic ties between DPRK and New Zealand opened",
            "url": "http://kcna.co.jp/item/2001/200103/news03/26.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "WPK and Korean revolution based on comradeship",
            "url": "http://kcna.co.jp/item/2001/200103/news03/26.htm#2",
            "content": "Diplomatic ties between DPRK and New Zealand opened \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 26 (KCNA) -- A press statement was released today on the establishment of diplomatic relations between the Democratic People's Republic of Korea and New Zealand.\r\n The statement reads:&nbsp;&nbsp;&nbsp;\r\n Being desirous of developing friendly and cooperative relations on the principles of mutual respects for sovereignty, non-interference in the other's internal affairs, equality and mutual benefits, the DPRK government has decided to establish diplomatic relations at ambassadorial level with New Zealand as from March 26, 2001. &nbsp;&nbsp;&nbsp;\r\n The establishment of diplomatic relations between the two countries will contribute to the deepening of the mutual understanding and trusts of the two countries and peoples as well as to the development of bilateral relations in all fields.    \r\n\r\n"
        },
        {
            "title": "U.S. state secretary's remarks flailed",
            "url": "http://kcna.co.jp/item/2001/200103/news03/26.htm#3",
            "content": "WPK and Korean revolution based on comradeship \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 26 (KCNA) -- It is the fixed will of the workers' party and people of Korea to complete the Korean revolution on the basis of comradeship, the revolution that started and has emerged victorious by virtue of comradeship.\r\n Rodong Sinmun on Saturday said this in a signed article entitled \"our party and revolution based on comradeship.\" &nbsp;&nbsp;&nbsp;\r\n It said: &nbsp;&nbsp;&nbsp;\r\n Comradeship is the great spirit that gave origin to the Workers' Party of Korea and the Korean revolution. This revolutionary tradition of comradeship was established by President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n It was his creed that it is possible to do anything in the world only if there are comrades ready to share life and death. With this creed he embarked upon the road of revolution and rallied comrades before obtaining arms and founding a party and government. With this might of comradeship he led the Korean revolution to victory. &nbsp;&nbsp;&nbsp;\r\n His comradeship was the warmest love based on the absolute trust in comrades, and it was such enduring love that once he shared idea and purpose with his comrades, he shared weal and woe with them to the last. &nbsp;&nbsp;&nbsp;\r\n The revolutionary comradeship has served as a main factor in building the eternal center of leadership and unity in the Korean revolution, and a great source of strength to thoroughly embody the leader's idea and will in the revolution. &nbsp;&nbsp;&nbsp;\r\n The Korean people are united with the peerlessly great man by the blood ties based on his warm comradeship towards them and remain boundlessly loyal to him out of faith, conscience and the sense of obligation, not out of the sense of duty, and they consider it as their highest honour to devote their youth and life to him. &nbsp;&nbsp;&nbsp;\r\n This intense loyalty and transparent spirit of devotedly safeguarding him represent the comradeship whereby the glorious Korean revolution has made progress and a steady continuity has been given to its cause. this has served as a sure guarantee for firmly protecting the center of the leadership and unity in the Korean revolution without the slightest vacillation. &nbsp;&nbsp;&nbsp;\r\n Perfect uniformity of the leader's guidance and ideology was creditably established in the revolutionary ranks based on the revolutionary comradeship. This was the fundamental characteristics of the origin of the Korean revolution. The workers' party and the people's army of Korea and the Korean socialist cause are based on these historical traditions and roots. &nbsp;&nbsp;&nbsp;\r\n A steady continuity is given to the history of comradeship in the Korean revolution and it is ever-victorious because leader Kim Jong Il is at the helm of the revolution. &nbsp;&nbsp;&nbsp;\r\n Comradeship is his revolutionary philosophy. It is his faith and will that the might of comradeship will make it possible to turn any adverse wind of history into a favourable one and victoriously advance the revolution and construction. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's army-first politics has become an ever-victorious policy which brought about miracles in the history of human politics and socialist politics. &nbsp;&nbsp;&nbsp;\r\n It is his transparent viewpoint and stand on the revolutionary army that the army is not mere means of pursuing politics but revolutionary comrades who can share life and death, bitters and sweets with him in the revolution and an elite force which he can trust more than anything else and bring into limelight. The army-first politics of the WPK is based on the deep-rooted comradeship between the leader and the people's army and it is the great political mode which can be set forth only by Kim Jong Il who converted the whole army into the ranks of comrades. &nbsp;&nbsp;&nbsp;\r\n His absolute comradely trust in the soldiers of the people's army and his ardent love for them serve as a main factor in the creation of the revolutionary spirit of soldiers, the great spirit of our times, and the conversion of the whole army into ranks of vanguard fighters devotedly safeguarding the leader. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's great politics based on the revolutionary comradeship was also a main factor in achieving a shining victory in the \"arduous march\" unprecedented in the history of the WPK, the army and the people of Korea and a source of strength that consolidated the single-hearted unity of the whole party and the army and all the people steel-strong.    \r\n\r\n"
        },
        {
            "title": "Independence Day of Bangladesh observed",
            "url": "http://kcna.co.jp/item/2001/200103/news03/26.htm#4",
            "content": "U.S. state secretary's remarks flailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 26 (KCNA) -- Recently U.S. secretary of state Powell insisted that not only the \"missile issue\" of the DPRK but the \"issue of reduction of its conventional military forces\" should be discussed.\r\n Rodong Sinmun today in a signed commentary dismisses his remarks as preposterous, shameless and brigandish sophistry. &nbsp;&nbsp;&nbsp;\r\n It says: &nbsp;&nbsp;&nbsp;\r\n The DPRK has been exposed to the military threat of the U.S. imperialists for scores of years. &nbsp;&nbsp;&nbsp;\r\n It is an invariable ambition of the U.S. to destroy socialism in Korea. This U.S. assertion is aimed at further complicating the DPRK-U.S. dialogue and sparking acute confrontation between them. &nbsp;&nbsp;&nbsp;\r\n His remarks also disclose Washington's sinister intention to completely disarm the DPRK in a bid to crush it with ease. &nbsp;&nbsp;&nbsp;\r\n The U.S. talk about the \"issue of reduction of conventional military forces\" is nothing but sophism intended to justify the U.S. troops' occupation of South Korea and its arms buildup and the other side of the war scenario to have a military edge and strike the DPRK by surprise on its basis. &nbsp;&nbsp;&nbsp;\r\n His remarks about the \"reduction of conventional military forces\" are totally illogical and unreasonable. &nbsp;&nbsp;&nbsp;\r\n If the U.S. keeps insisting on this new issue in a bid to put pressure upon the DPRK and wring concession from it, it will only render the situation more complicated.    \r\n\r\n"
        },
        {
            "title": "Korean people's cause of reunification supported",
            "url": "http://kcna.co.jp/item/2001/200103/news03/26.htm#5",
            "content": "Independence Day of Bangladesh observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 26 (KCNA) -- Papers here today say that the Korean people extend felicitations and greetings to the friendly people of Bangladesh on the occasion of the 30th Independence Day.\r\n They refer to the great successes the Bangladeshi people have achieved in their efforts for the development and prosperity of the country after its independence. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun in a signed article says: &nbsp;&nbsp;&nbsp;\r\n Externally pursuing a non-aligned policy, the government of Bangladesh has developed the relations of friendship and economic cooperation with various countries and exerted efforts on regional cooperation. &nbsp;&nbsp;&nbsp;\r\n The friendly and cooperative relations between the DPRK and Bangladesh are now developing on good terms. &nbsp;&nbsp;&nbsp;\r\n An article of Minju Joson says that the Korean people sincerely wish the people of Bangladesh greater success in their efforts to build an independent, prosperous and new society.    \r\n\r\n"
        },
        {
            "title": "Title of Labour Hero awarded to builders of youth hero motorway",
            "url": "http://kcna.co.jp/item/2001/200103/news03/26.htm#6",
            "content": "Korean people's cause of reunification supported \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 26 (KCNA) -- Chea Sim, chairman of the central committee of the People's Party of Cambodia, hoped that the relations between his party and the Workers' Party of Korea with a good tradition would be boosted in the future.\r\n He said this when meeting with the delegation of the WPK on March 20. The friendly relations between the two countries are special ones with a long history as they were provided by king Norodom Sihanouk and President Kim Il Sung, he noted, and continued: &nbsp;&nbsp;&nbsp;\r\n We always remember and feel thankful for strong support and encouragement Kim Il Sung and leader Kim Jong Il have extended to Cambodia. &nbsp;&nbsp;&nbsp;\r\n The People's Party of Cambodia is speaking highly of the exploits performed by Kim Jong Il and supporting the cause of the workers' party and people of Korea to achieve national reunification.    \r\n\r\n"
        },
        {
            "title": "Army-people rally held",
            "url": "http://kcna.co.jp/item/2001/200103/news03/26.htm#7",
            "content": "Title of Labour Hero awarded to builders of youth hero motorway \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 26 (KCNA) -- A decree of the presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea was issued on march 21 to award the title of DPRK Labour Hero to builders of the youth hero motorway in recognition of their distinguished labour exploits performed in its construction.\r\n This title went to 34 officials and members of youth shock brigades who, true to the guidance of leader Kim Jong Il, performed distinguished labour exploits in building the modern youth hero motorway, a great monumental edifice in the era of the workers' party, in a short span of time by displaying the spirit of devotedly defending the leader and the spirit of unconditionally carrying out his instructions despite difficulties and ordeals in the period of the \"arduous march\" and forced march, according to the decree. \r\n\r\n"
        },
        {
            "title": "DPRK's stand on racial discrimination clarified",
            "url": "http://kcna.co.jp/item/2001/200103/news03/26.htm#8",
            "content": "Army-people rally held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 26 (KCNA) -- An army-people rally was held in Haeju, the seat of South Hwanghae Province, on March 25.\r\n A plain region, the province is the nation's noted rice producer. &nbsp;&nbsp;&nbsp;\r\n Land levelling and rezoning are making rapid progress in this province with the help of all other parts of the country. &nbsp;&nbsp;&nbsp;\r\n Leader Kim Jong Il gave on-site guidance to the project of land levelling and rezoning in the province two times in December last year, indicating the orientation and ways of increasing grain production in the realigned land. &nbsp;&nbsp;&nbsp;\r\n He instructed the Korean People's Army to present a large amount of chemical fertilizers and vinyl sheets to the cooperative farms in the province. &nbsp;&nbsp;&nbsp;\r\n Jo Myong Rok, director of the general political department of the KPA who is first vice-chairman of the DPRK national defence commission, in his report made at the rally called on the army and people to pool efforts to level and rezone more land before the rice transplantation. &nbsp;&nbsp;&nbsp;\r\n A deed for the presentation of chemical fertilizers and vinyl sheets was conveyed in the name of the Ministry of the People's Armed Forces at the rally.    \r\n\r\n"
        },
        {
            "title": "Sinuiju Enamelware Factory",
            "url": "http://kcna.co.jp/item/2001/200103/news03/26.htm#9",
            "content": "DPRK's stand on racial discrimination clarified \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 26 (KCNA) -- The Korean people still remain victims of the harshest racial discrimination, said the head of the DPRK delegation in his speech made at the discussion on racial discrimination at the 57th session of the UN commission on  human rights held in Geneva.\r\n He said: &nbsp;&nbsp;&nbsp;\r\n The international community can expect neither the ultimate liquidation of racism, its aspiration, nor the prevention of its recurrence unless the past and present harsh discrimination policies and the consequences of this practice and their baneful impact on modern human society are properly analyzed and reviewed and this practice is rooted out. &nbsp;&nbsp;&nbsp;\r\n The Korean people had undergone unbearable sufferings during over 40 years of the Japanese imperialist colonial rule after the outset of the last century. &nbsp;&nbsp;&nbsp;\r\n Japan, however, is deleting the parts referring to its crime-woven history from its history textbooks, far from admitting its responsibility for it, and free to incite extreme xenophobia. &nbsp;&nbsp;&nbsp;\r\n This is only aimed to instill revengeful thought, not guilty conscience into the younger generation. &nbsp;&nbsp;&nbsp;\r\n This is proved by frequent violence committed against Koreans in Japan, against children and students in particular. &nbsp;&nbsp;&nbsp;\r\n He recalled that the 58th session of the U.N. committee on the elimination of racial discrimination expressed concern about discriminative remarks made by senior Japanese officials, assaults against Koreans in Japan and  discrimination against them in employment, education, etc., and urged the Japanese government to take legal and practical measures for the prevention and abolition of that practice. &nbsp;&nbsp;&nbsp;\r\n Pointing out that the Korean people are subject to discrimination, even blockade and threat of aggression by the west for the mere reason that they are adhering to their just ideology, he said this is intolerable.    \r\n\r\n"
        },
        {
            "title": "Statement of spokesman for international department of C.C., WPK",
            "url": "http://kcna.co.jp/item/2001/200103/news03/26.htm#10",
            "content": "Sinuiju Enamelware Factory \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 26 (KCNA) -- The Sinuiju Enamelware Factory is massproducing a variety of enamelware.\r\n The factory, situated near the northwestern borderline of Korea, is the largest production center of ironwares for daily use. &nbsp;&nbsp;&nbsp;\r\n Commissioned in Juche 43 (1954), the factory has been converted into a modern production base with many workshops and a branch factory. &nbsp;&nbsp;&nbsp;\r\n It manufactures more than 130 varieties of enamelware including bowls, dishes, cups and basins. &nbsp;&nbsp;&nbsp;\r\n Its production capacity has increased 5.6 times over that right after its foundation, its variety 15 times and number of technicians and experts 40 times. &nbsp;&nbsp;&nbsp;\r\n Most of production processes have been mechanized or automatized. &nbsp;&nbsp;&nbsp;\r\n Products are well received as they are well decorated and convenient to use, and stand heat, not eroded by food and drink. &nbsp;&nbsp;&nbsp;\r\n The factory produces more than 10,000 enamelwares of various kinds a day to supply them to differents parts of the country. &nbsp;&nbsp;&nbsp;\r\n Some of them are exported to other countries.    \r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2001/200103/news03/26.htm#11",
            "content": "Statement of spokesman for international department of C.C., WPK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 26 (KCNA) -- A spokesman for the international department of the Workers' Party of Korea Central Committee issued a statement today as regards the recent Korea visit of a delegation of the Communist Party of China.\r\n The statement says: &nbsp;&nbsp;&nbsp;\r\n A delegation of the Communist Party of China led by Zeng Qinghong visited the DPRK from March 20 to 24. &nbsp;&nbsp;&nbsp;\r\n This visit conducted under the deep care of Kim Jong Il, General Secretary of the Workers' Party of Korea and Chairman of the DPRK National Defence Commission, marked an important occasion in further strengthening and developing the traditional DPRK-China friendly relations. &nbsp;&nbsp;&nbsp;\r\n During the visit a discussion was made on the Korea visit to be paid by Jiang Zemin, General Secretary of the CPC Central Committee and president of the People's Republic of China. &nbsp;&nbsp;&nbsp;\r\n Taking note of the importance of Jiang's visit, both sides agreed to realize Jiang's official goodwill visit to the DPRK within this year and jointly make good preparations for the successful visit. &nbsp;&nbsp;&nbsp;\r\n While staying in Korea, Zeng Qinghong informed the DPRK side that the Chinese party and government have decided to provide 15,000 tons of diesel to the DPRK gratis to help it in spring sowing. &nbsp;&nbsp;&nbsp;\r\n The WPK Central Committee expressed thanks to the CPC Central Committee and Jiang Zemin for this sincere assistance, noting that the Korean people and students felt very thankful to china for providing school uniforms to them free of charge last year on the basis of the tradition of fraternal friendship.    \r\n\r\n\r\n"
        }
    ]
}