{
    "date": "2001-08-07",
    "url": "http://kcna.co.jp/item/2001/200108/20010807.htm",
    "articles": [
        {
            "title": "Rodong Sinmun on DPRK-U.S. negotiation",
            "url": "http://kcna.co.jp/item/2001/200108/news08/07.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's work marked in Japan",
            "url": "http://kcna.co.jp/item/2001/200108/news08/07.htm#2",
            "content": "Rodong Sinmun on DPRK-U.S. negotiation \r\n&nbsp;&nbsp;&nbsp; pyongyang, August 7 (KCNA) -- The United States is recently spreading the rumour that the DPRK-U.S. negotiation fails to proceed due to the DPRK, regarding the \"resumption of dialogue\" between the DPRK and the U.S.\r\n In this regard Rodong Sinmun today says in a signed commentary:&nbsp;&nbsp;&nbsp;\r\n We cannot but clarify our principled position once again. &nbsp;&nbsp;&nbsp;\r\n Our position is that if the U.S. wants the DPRK-U.S. negotiation, it should be held on an equal footing on the basis of the principle of independence and impartiality. &nbsp;&nbsp;&nbsp;\r\n If the U.S. seeks to hold dialogue on the premise of \"verification\" and \"inspection\" of our \"nuclear and missile\" issue and \"reduction of conventional armed forces,\" we will never comply with it. &nbsp;&nbsp;&nbsp;\r\n The new U.S. administration has an ulterior intention to use the DPRK-U.S. dialogue as a lever to bring pressure to bear on the DPRK. &nbsp;&nbsp;&nbsp;\r\n It is our invariable position to approach good will with good will and respond to a hard line with a super hard line. &nbsp;&nbsp;&nbsp;\r\n If the Bush administration has a real intention to hold dialogue with us, it should drop its hostile policy toward us and accept our fair and aboveboard proposal for dialogue. &nbsp;&nbsp;&nbsp;\r\n From our invariable principled position we will watch the attitude of the new U.S. administration toward the \"resumption of dialogue.\"    \r\n \r\n"
        },
        {
            "title": "U.S. troops' pullback from S. Korea called for",
            "url": "http://kcna.co.jp/item/2001/200108/news08/07.htm#3",
            "content": "Anniversary of Kim Jong Il's work marked in Japan \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 7 (KCNA) -- A lecture meeting was held in Tokyo on July 28 on the occasion of the 5th anniversary of leader Kim Jong Il's famous work \"The Juche philosophy is an original revolutionary philosophy\".\r\n Vishwanath, director general of the International Institute of the Juche Idea, gave a lecture under the subject \"The Juche idea changed the course of my life.\" &nbsp;&nbsp;&nbsp;\r\n He said the Juche idea founded by President Kim Il Sung teaches that man is the master of his destiny and he has the power to shape his destiny. &nbsp;&nbsp;&nbsp;\r\n A great many Juche idea study groups are active in different countries at present, he added. &nbsp;&nbsp;&nbsp;\r\n He mentioned the validity and vitality of the Juche idea, stressing the importance to study this idea and put it into practice so as to remould man and transform the world better.    \r\n\r\n"
        },
        {
            "title": "DPRK places first in four-nation soccer tournament",
            "url": "http://kcna.co.jp/item/2001/200108/news08/07.htm#4",
            "content": "U.S. troops' pullback from S. Korea called for \r\n&nbsp;&nbsp;&nbsp; pyongyang, August 7 (KCNA) -- A master key to removing the root cause of a war and ensuring lasting peace on the Korean peninsula is the withdrawal of  the U.S. forces from South Korea, says Minju Joson today in a signed commentary.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Lasting peace has not yet been achieved and unstable situation continues on the Korean peninsula although nearly half a century has passed since the signing of the Korean armistice agreement. It is ascribable to the U.S. hostile policy toward the DPRK and its forces' occupation of South Korea which militarily backs the policy. &nbsp;&nbsp;&nbsp;\r\n The U.S. is now left with no justification to keep its troops in South Korea any longer, given that an agreement on non-aggression and the June 15 Joint Declaration were signed between the north and the south of Korea, the Cold War came to an end and the former soviet union disappeared from the international arena. &nbsp;&nbsp;&nbsp;\r\n If the U.S. drops its hostile policy toward the DPRK, agrees to replacing the armistice agreement by a peace agreement and pulls its forces from South Korea, it is possible to ensure peace and stability on the Korean peninsula and create an atmosphere whereby to achieve national reunification by the concerted efforts of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n If the U.S. truly wishes peace and reunification of Korea, it should earnestly respond to the proposal for signing a peace agreement with the DPRK and clarify its will to pull its forces out of South Korea.    \r\n\r\n"
        },
        {
            "title": "Development of DPRK-Russia friendship hailed",
            "url": "http://kcna.co.jp/item/2001/200108/news08/07.htm#5",
            "content": "DPRK places first in four-nation soccer tournament \r\n&nbsp;&nbsp;&nbsp; pyongyang, August 7 (KCNA) -- The DPRK football team came first in the four-nation soccer tournament held in Shanghai from August 3 to 5.\r\n The tournament brought together the DPRK, China, Kuwait and Trinidad and Tobago. &nbsp;&nbsp;&nbsp;\r\n The DPRK handed a 7-5 defeat to china and 6-5 defeat to Kuwait at the final.    \r\n\r\n"
        },
        {
            "title": "Bush administration's anti-DPRK policy under fire",
            "url": "http://kcna.co.jp/item/2001/200108/news08/07.htm#6",
            "content": "Development of DPRK-Russia friendship hailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 7 (KCNA) -- Personages of Russia expressed in their congratulatory messages and letters the conviction that the traditional DPRK-Russia relations of friendship and cooperation would grow stronger.\r\n The chairperson of the eastern European center for the support and solidarity to the DPRK said it is great pleasure and inspiration to them that true to President Kim Il Sung's cause, leader Kim Jong Il has tirelessly worked heart and soul to strengthen the friendship between the DPRK and Russian peoples. &nbsp;&nbsp;&nbsp;\r\n Vitaly Ignatenko, director general of Itar-Tass, expressed the belief that the meeting of the leaders of Russia and the DPRK which have traditional ties of friendship, would give a powerful impetus to the development of bilateral cooperation in different fields. &nbsp;&nbsp;&nbsp;\r\n The scientific secretary of the Russian Youth Association for the Study of the Juche Idea said that the Russia-DPRK summit marked a very important momentum in ensuring peace and stability in the Asia-Pacific region and developing the friendly and cooperative relations between the two peoples. And he was convinced that the traditional friendship between the two countries with a long history would further strengthen, he added. &nbsp;&nbsp;&nbsp;\r\n Yu.V. Vanin, section chief of the institute of the oriental studies of the Russian Academy of Sciences, hoped that the traditional friendship and cooperation between the Russian and Korean peoples would grow stronger.    \r\n\r\n"
        },
        {
            "title": "All Korean people wait for Kim Jong Il's  return home",
            "url": "http://kcna.co.jp/item/2001/200108/news08/07.htm#7",
            "content": "Bush administration's anti-DPRK policy under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 7 (KCNA) -- Meetings were held in Ireland and Pakistan on July 27 and 28 on the occasion of the month of international solidarity with the Korean people.\r\n The chairman of the Workers' Party of Ireland in his report at the meeting said the Korean people valiantly met all challenges of the U.S. and its satellites, achieved a great victory and thus greatly encouraged the world progressives in their struggle. &nbsp;&nbsp;&nbsp;\r\n Denouncing the Bush administration's anti-DPRK policy, he said that the Korean people, singleheartedly rallied around their leader with confidence in the validity of their cause, will as ever emerge victorious. &nbsp;&nbsp;&nbsp;\r\n He called upon the movements, organizations, progressive personages and people of Ireland and the progressives of other countries who love peace and justice to reveal the dangerous and reactionary nature of the bush administration's belligerent hostile policy toward the DPRK and conduct a vigorous campaign to build up public opinion critical of that policy. &nbsp;&nbsp;&nbsp;\r\n Speaking at the meeting in Pakistan, the secretary general of the Karachi branch of the Pakistan-Korea Friendship Association expressed full support for the Korean people in their just struggle to thoroughly implement the north-south joint declaration. &nbsp;&nbsp;&nbsp;\r\n A letter to leader Kim Jong Il was adopted at the meeting in Pakistan.    \r\n  \r\n"
        },
        {
            "title": "Independent national reunification called for",
            "url": "http://kcna.co.jp/item/2001/200108/news08/07.htm#8",
            "content": "All Korean people wait for Kim Jong Il's  return home \r\n&nbsp;&nbsp;&nbsp; pyongyang, August 7 (KCNA) -- News of leader Kim Jong Il's external activities has thrown all the Korean people into an ecstasy of immense joy.\r\n They are focusing their attention on his every dynamic activity, singleheartedly loyal to him. &nbsp;&nbsp;&nbsp;\r\n They deeply respect and venerate Kim Jong Il as their leader. This absolute worship of him is growing more ardent with his foreign tour as a momentum. &nbsp;&nbsp;&nbsp;\r\n Every Korean, young and old, man and woman, is pointing to every place of vast Russia on the world map visited by him, his heart going out to him. &nbsp;&nbsp;&nbsp;\r\n Let us get ready to make a report of loyalty to him on the day he is coming back from his foreign tour. Let us devote our wisdom and enthusiasm to our work to please him with miracles and innovations. &nbsp;&nbsp;&nbsp;\r\n This call can be heard from the simple Koreans in every nook and corner of the country. &nbsp;&nbsp;&nbsp;\r\n The people throughout the country are marking every day with high political zeal and shining labor achievements and performing feats in every field of the national economy. &nbsp;&nbsp;&nbsp;\r\n Signal successes are reported from such important fields of socialist economic construction as power, coal and metal industries and railway transport and similar upswing is also reported from other domains. &nbsp;&nbsp;&nbsp;\r\n The country's economic conditions still remain difficult due to the natural disasters that lasted for several consecutive years and the moves of imperialists to isolate and stifle the DPRK. To add to its difficulties, torrential rain that followed the severest drought in 1000 years left various areas on the east and west coasts inundated and tens of thousands of hectares of farmland, houses for thousands of families and public buildings submerged or destroyed. &nbsp;&nbsp;&nbsp;\r\n But the people have risen up in a persevering spirit to overcome those difficulties. &nbsp;&nbsp;&nbsp;\r\n They are eagerly waiting for Kim Jong Il to return in good health from his fruitful foreign tour.    \r\n\r\n"
        },
        {
            "title": "KPA soldier comes back",
            "url": "http://kcna.co.jp/item/2001/200108/news08/07.htm#9",
            "content": "Independent national reunification called for \r\n&nbsp;&nbsp;&nbsp; pyongyang, August 7 (KCNA) -- The Korean nation is responsible for settling the issue of national reunification, says Rodong Sinmun today in a signed article.\r\n The article goes on: &nbsp;&nbsp;&nbsp;\r\n The issue of Korean reunification should be settled independently by the concerted efforts of the Korean nation responsible for it. &nbsp;&nbsp;&nbsp;\r\n It is because the country's reunification is the job for the Korean nation and a cause to be carried out by the nation itself. The issue belongs to the Korean nation as it is related to its destiny. It is, therefore, quite natural for the Korean nation to be responsible for settling the issue. &nbsp;&nbsp;&nbsp;\r\n The Korean nation should be responsible for the national reunification also because it is the nation's internal issue related to its sovereignty. &nbsp;&nbsp;&nbsp;\r\n It is the Korean nation's internal issue of reunifying its territory divided by the outside forces and relinking its blood ties severed by them and establishing national sovereignty throughout Korea. The internal issue of a  nation pertains to its right of self-determination. Every nation has the right to independently carve out its destiny according to its own requirements and will, fully responsible for the destiny. &nbsp;&nbsp;&nbsp;\r\n It is the Korean nation who is undergoing misfortune and pain due to the division and it is, therefore, the Korean nation who wishes national reunification with vital interests in it. &nbsp;&nbsp;&nbsp;\r\n It is none other than the Korean nation who has strength to carry out the cause of national reunification and it is also the Koreans who will live in a reunified land. &nbsp;&nbsp;&nbsp;\r\n The Korean people alone can be responsible for national reunification as a driving force of it. &nbsp;&nbsp;&nbsp;\r\n The reunification of our country is an undertaking for the Korean nation itself and it can be achieved only by the driving force of the nation.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan's unwarranted attitude assailed",
            "url": "http://kcna.co.jp/item/2001/200108/news08/07.htm#10",
            "content": "KPA soldier comes back\r\n&nbsp;&nbsp;&nbsp; pyongyang, August 7 (KCNA) -- Ri Sung Hun, a corporal of the Korean People's Army, who was swept to the south side's portion by unexpected flood while he was on a military duty on august 4, came back to the socialist homeland through Panmunjom 11:00 today.\r\n He crossed over the demarcation line in Panmunjom and loudly shouted \"Long live respected supreme commander comrade Kim Jong Il\" .&nbsp;&nbsp;&nbsp;\r\n He was warmly welcomed by his revolutionary comrades and servicemen's families.    \r\n\r\n\r\n"
        }
    ]
}