{
    "date": "2001-05-12",
    "url": "http://kcna.co.jp/item/2001/200105/20010512.htm",
    "articles": [
        {
            "title": "S. Korean authorities' moves for arms buildup under fire",
            "url": "http://kcna.co.jp/item/2001/200105/news05/12.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kang Sok Sung passes away",
            "url": "http://kcna.co.jp/item/2001/200105/news05/12.htm#2",
            "content": "S. Korean authorities' moves for arms buildup under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 12 (KCNA) -- The South Korean authorities officially requested the U.S. to sell three \"standard\" missile launchers \"MK 41\" and their parts. In this regard Rodong Sinmun today in a signed commentary says:\r\n The South Korean authorities are going to equip destroyers with the latest-type missile launchers and join the U.S. in containing the DPRK with them.&nbsp;&nbsp;&nbsp;\r\n This is an intolerable perfidy to the DPRK and an anti-national and anti-reunification criminal act intended to push the inter-Korean relations back to those of confrontation and the brink of war pursuant to the scenario worked out by outsiders. &nbsp;&nbsp;&nbsp;\r\n In the historic June 15 North-South Joint Declaration the north and south stated before the entire nation their will to achieve national reunification independently by the concerted efforts of the nation. &nbsp;&nbsp;&nbsp;\r\n However, the South Korean authorities have staged large-scale joint military exercises with the U.S. and stepped up arms buildup against the DPRK after defining the DPRK as its \"principal enemy\" in contravention of the joint declaration. &nbsp;&nbsp;&nbsp;\r\n This is clearly evidenced by the fact that the authorities are working hard to purchase latest-type fighters, attack helicopters, aegis destroyers and \"patriot\" missiles under the signboard of the \"mid-term national defence program\". &nbsp;&nbsp;&nbsp;\r\n South Korea's \"national defence budget\" for this year stands at 15,400 billion won or 1,000 billion won more than last year's. They are even going to take part in the U.S. moves for the establishment of the \"Missile Defence\" system targeted against the DPRK. &nbsp;&nbsp;&nbsp;\r\n The South Korean authorities' reckless arms buildup pursuant to the U.S. bellicose elements' hostile policy towards the DPRK for aggression and escalated tensions is pushing the improving north-south relations and situation on the Korean peninsula to a grave phase. No one can predict what will happen in the days ahead. &nbsp;&nbsp;&nbsp;\r\n The U.S. and the South Korean authorities are wholly to blame for this. &nbsp;&nbsp;&nbsp;\r\n If the South Korean authorities get involved in the MD, persistently pursuing the policy of military confrontation and escalating tensions in violation of the joint declaration, they will get nothing but ruin and death.    \r\n\r\n"
        },
        {
            "title": "U.S. declaration on MD system condemned",
            "url": "http://kcna.co.jp/item/2001/200105/news05/12.htm#3",
            "content": "Kang Sok Sung passes away\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 12 (KCNA) -- Kang Sok Sung, member of the Central Committee of the Workers' Party of Korea, deputy to the DPRK Supreme People's Assembly  and director of the History Institute of the C.C., WPK, died of sudden illness at the age of 68 on May 11, Juche 90 (2001). \r\n The C.C., the Workers' Party of Korea and the presidium of the DPRK Supreme People's Assembly issued an obituary on his death on May 11. &nbsp;&nbsp;&nbsp;\r\n The obituary says: &nbsp;&nbsp;&nbsp;\r\n He was born into a poor peasant family and was forced to do hard work undergoing the sufferings as a member of a ruined nation during the Japanese imperialist colonial rule. &nbsp;&nbsp;&nbsp;\r\n After the liberation of the country he grew up as a competent official under the loving care of President Kim Il Sung and energetically worked for the strengthening and development of the party and socialist construction. &nbsp;&nbsp;&nbsp;\r\n He devoted his all to defending and adding lustre to the glorious revolutionary tradition of the party, holding the directorship of the history institute of the C.C., the WPK for many years.    \r\n\r\n"
        },
        {
            "title": "U.S. to deploy aegis ships in East Sea of Korea",
            "url": "http://kcna.co.jp/item/2001/200105/news05/12.htm#4",
            "content": "U.S. declaration on MD system condemned\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 12 (KCNA) -- Co-permanent representatives of the solidarity for the implementation of the south-north joint declaration reportedly made public a joint statement on May 2 denouncing bush's declaration on establishing the \"Missile Defence\" system (MD).\r\n Noting that the United States is the only rogue state in the world which threatens global peace in the present times, the statement said that if the U.S. tries to establish the MD at any cost it will be the most serious mistake in the U.S. history and it will precipitate its ruin. &nbsp;&nbsp;&nbsp;\r\n The statement noted that if the south side joins in the MD of the U.S. at a time when the south and the north of Korea are heading for reconciliation and unity following the adoption of the June 15 Joint Declaration, the south-north relations will collapse. &nbsp;&nbsp;&nbsp;\r\n It urged the South Korean authorities to raise their own voice protesting the U.S. plan to establish the MD, a stumbling block in the way of implementing the June 15 Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n The solidarity for the implementation of the south-north joint declaration joins all the peace-loving people of the world in condemning bush's declaration on the establishment of the MD and will struggle to the end to achieve the peaceful reunification of the nation together with the 70 million fellow countrymen, it added.    \r\n\r\n"
        },
        {
            "title": "U.S. hostile policy towards DPRK under fire",
            "url": "http://kcna.co.jp/item/2001/200105/news05/12.htm#5",
            "content": "U.S. to deploy aegis ships in East Sea of Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 12 (KCNA) - The United States is now examining a plan to deploy two aegis ships equipped with interceptor missiles in the east sea of Korea on a priority basis under the pretext of coping with the DPRK's \"missile launch,\" according to Seoul-based Radio No. 1.\r\n This was disclosed in a special write-up captioned \"unelaborate ballistic missile plan\" carried by a British military magazine. &nbsp;&nbsp;&nbsp;\r\n The magazine noted that the U.S. navy proposed the plan to deploy aegis ships in the East Sea of Korea as a short-term measure as the new \"Missile Defence\" system with which the U.S. is now going ahead is likely to be deployed for action around the year 2005 when the term of the bush administration will expire. &nbsp;&nbsp;&nbsp;\r\n As the first measure the U.S. navy \"proposed even a detailed plan to deploy an aegis ship equipped with 30 interceptor missiles\" worth more than 200 billion won in the East Sea, 20-50 km away from the north, in one year-18 months to come, the magazine said. &nbsp;&nbsp;&nbsp;\r\n This is part of the evermore frantic arms buildup of the U.S. imperialist aggressors which proves that their moves to provoke a war are escalating as the days go by.    \r\n\r\n"
        },
        {
            "title": "Korean nation urged to pool their efforts for national reunification",
            "url": "http://kcna.co.jp/item/2001/200105/news05/12.htm#6",
            "content": "U.S. hostile policy towards DPRK under fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 12 (KCNA) -- The Latin American Institute of the Juche Idea and the Costa Rican Committee for Supporting Korea's Reunification released a joint statement on May 4 to denounce the U.S. for its hostile policy towards the DPRK.\r\n The Bush administration is scheming to derail inter-Korean dialogue for reunification and staged U.S.-South Korea large-scale joint military exercises as part of the unending dangerous campaign aimed to drive the situation on the Korean peninsula to the brink of war, the statement said, and continued: &nbsp;&nbsp;&nbsp;\r\n The U.S. ruling quarters and their followers are working hard to justify their heinous attempt by labelling the DPRK as a \"dangerous force.\" &nbsp;&nbsp;&nbsp;\r\n We strongly denounce the Bush administration's negative policy, stating that it deserves rebuff and condemnation by the people of the world who aspire after peace and peaceful co-existence. &nbsp;&nbsp;&nbsp;\r\n The Bush administration will be held wholly responsible for all the ensuing serious consequences of its aggressive and provocative attitude.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il sends wreath to bier of Kang Sok Sung",
            "url": "http://kcna.co.jp/item/2001/200105/news05/12.htm#7",
            "content": "Korean nation urged to pool their efforts for national reunification\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 12 (KCNA) -- The May Day meeting of workers in the north and south of Korea for reunification which was held on Mt. Kumgang proved that the north and south of Korea are an inalienable territory of one and the same blood and the workers in the north and south and all members of the nation are of one mind, says Rodong Sinmun today in a signed article.\r\n The article goes on: &nbsp;&nbsp;&nbsp;\r\n It is the unanimous will of all the fellow countrymen to turn out to pull down the cursed concrete barrier at an early date and achieve reunification. &nbsp;&nbsp;&nbsp;\r\n The Workers' Party of Korea and the DPRK government are exerting all their possible efforts to realize the nation's desire for reunification of the country. &nbsp;&nbsp;&nbsp;\r\n The future of the Korean nation is bright as it is under the guidance of leader Kim Jong Il, the supreme incarnation of love for the country, the nation and the people and the father of the nation. &nbsp;&nbsp;&nbsp;\r\n All the Korean nation should turn out as one in the march for national reunification and speed up the advance for its reconciliation  and reunification. &nbsp;&nbsp;&nbsp;\r\n To this end, first of all, it is imperative to have a proper standpoint and viewpoint toward national reunification to reunify the country as early as possible and pave the way for national prosperity. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are now viciously scheming to derail the process of inter-Korean reconciliation and perpetuate division. This requires the Korean nation to pool its efforts to frustrate the outsiders' moves for a permanent national division and bring earlier the day of national reunification. &nbsp;&nbsp;&nbsp;\r\n In order to speed up the advance for reunification, the Korean nation should orientate all its activities towards reunification and subordinate them to the reunification movement. &nbsp;&nbsp;&nbsp;\r\n Only when the entire nation turn out as one in the idea of patriotism, the march for reunification will be stepped up and a decisive phase will be opened for the independent reunification of the nation.    \r\n\r\n"
        },
        {
            "title": "Greetings to President of Commonwealth of Dominica",
            "url": "http://kcna.co.jp/item/2001/200105/news05/12.htm#8",
            "content": "Kim Jong Il sends wreath to bier of Kang Sok Sung\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 12 (KCNA) -- leader kim jong il today sent a wreath to the bier of the late Kang Sok Sung, member of the Central Committee of the WPK, deputy to the DPRK Supreme People's Assembly and director of the History Institute of the C.C., the WPK,  expressing deep condolences over his death.    \r\n\r\n"
        },
        {
            "title": "DPRK delegation leaves for China",
            "url": "http://kcna.co.jp/item/2001/200105/news05/12.htm#9",
            "content": "Greetings to President of Commonwealth of Dominica\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 12 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, sent a message of greetings to Vernon Shaw, President of the Commonwealth of Dominica, on May 10 on his 71st birthday.\r\n Warmly congratulating the president on his birthday the message sincerely wished him a greater success in his noble work for the progress and the prosperity of the country.    \r\n\r\n"
        }
    ]
}