{
    "date": "2001-11-16",
    "url": "http://kcna.co.jp/item/2001/200111/20011116.htm",
    "articles": [
        {
            "title": "Anti-DPRK war exercise under fire",
            "url": "http://kcna.co.jp/item/2001/200111/news11/16.htm#1",
            "content": "Anti-DPRK war exercise under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 16 (KCNA) -- Minju Joson today in a signed commentary terms the joint coastal landing exercise staged by the U.S. imperialists and the South Korean military an exercise to attack the DPRK from every point of view.\r\n It continues:&nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists and the South Korean army staged a large-scale joint coastal landing exercise, the first of its kind, in the western sector of the front. This clearly indicates what a dangerous phase their moves for a war against the DPRK have reached. &nbsp;&nbsp;&nbsp;\r\n The DPRK can never remain a passive onlooker to this anti-DPRK war exercise. &nbsp;&nbsp;&nbsp;\r\n The people's army and people of the DPRK will further increase its defence capability true to the army-centred politics, the justice of which has been proved in practice, and wipe out the aggressors to the last man if they dare invade it. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists and the South Korean warmongers are well advised to immediately halt their adventurous sabre-rattling to attack the DPRK by force of arms.    \r\n\r\n"
        },
        {
            "title": "Gifts to Kim Jong Il from Russia on display",
            "url": "http://kcna.co.jp/item/2001/200111/news11/16.htm#2",
            "content": "Gifts to Kim Jong Il from Russia on display \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 16 (KCNA) -- Gifts leader Kim Jong Il received during his historic visit to the Russian Federation were displayed at the International Friendship Exhibition.\r\n He received precious gifts from President V.V. Putin and Russian people in different parts of Russia during his visit from July 26 to August 18. &nbsp;&nbsp;&nbsp;\r\n On display in the exhibition hall are some of the 300 gifts Kim Jong Il received from President Putin, chief delegates of the president to the federal districts, ministries and their officials, administrators of regions and cities he stayed or passed and Russian people.    \r\n\r\n"
        },
        {
            "title": "Speech of head of DPRK delegation at UN General Assembly",
            "url": "http://kcna.co.jp/item/2001/200111/news11/16.htm#3",
            "content": "Speech of head of DPRK delegation at UN General Assembly \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 16 (KCNA) -- If unilateral high-handed practices are allowed to go ahead with moves to establish the Missile Defense system (MD) defying international opposition, in a bid to upset strategic stability and have an absolute edge, the world will be racked by another cold war and fresh arms race, said the head of the DPRK delegation at the plenary meeting of the 56th UN General Assembly on Nov. 13.\r\n Huge armed forces including nukes are deployed around the Korean peninsula under the pretext of non-existent  \"threat from North Korea,\" posing a constant threat to the DPRK and this is the very source of instability on the peninsula and in the rest of the Asia-Pacific region, he noted, and went on: &nbsp;&nbsp;&nbsp;\r\n If the north-south joint declaration is to be implemented and the peace and reunification of Korea are to be achieved, the north and the south should take the stand of national independence and the U.S. renounce its hostile policy towards the DPRK and interference in it. &nbsp;&nbsp;&nbsp;\r\n The withdrawal of the U.S. troops from South Korea has surfaced as the most urgent issue in ensuring peace and security not only on the Korean peninsula but in northeast Asia. &nbsp;&nbsp;&nbsp;\r\n The evermore undisguised moves of Japan to veer to the right and revive militarism are a factor of rendering the future development on the Korean peninsula and in its surrounding areas unstable. &nbsp;&nbsp;&nbsp;\r\n In order to increase the major role of the UN as regards international issues, all the member states should respect the UN charter, faithfully implement it and carry out the democratic reform of the U.N. &nbsp;&nbsp;&nbsp;\r\n The UN should call upon its member nations to pay attention to more practical issues in order to eradicate poverty and achieve development. &nbsp;&nbsp;&nbsp;\r\n It is the DPRK government's principled and consistent stand to oppose all forms of terrorism and any support to it. &nbsp;&nbsp;&nbsp;\r\n The DPRK signed the \"international convention for the suppression of the financing of terrorism\" and acceded to the \"international convention against the taking of hostages.\" This is a proof that the DPRK is exerting every possible effort to combat worldwide terrorism. &nbsp;&nbsp;&nbsp;\r\n The DPRK reiterates its will to continue to positively cooperate with all the members of the U.N. in the efforts to uphold and implement the purpose and principles of the UN, true to the idea of independence, peace and friendship, he concluded.    \r\n\r\n"
        },
        {
            "title": "Shellfish from Taedong River",
            "url": "http://kcna.co.jp/item/2001/200111/news11/16.htm#4",
            "content": "Shellfish from Taedong River \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 16 (KCNA) -- The Taedong Tiver, which rises in northwestern West Sea of Korea, has several barrages and dams. The construction of the west sea barrage at its estuary has turned the river into a large artificial lake, creating favorable conditions for fish, including shellfish. The shellfish, which are found only in the lower reaches before the building of the barrage, now spread into the middle reaches, and a sharp growth in its population has been observed.\r\n Recently, a collection of samples of 29 species of shellfish from the Taedong River was put on display, gaining public admiration. This comprehensive collection was built by personnel of the Songyo District People's Security Agency in eastern Pyongyang in cooperation with research institutions, including the biology faculty of Kim Il Sung University. &nbsp;&nbsp;&nbsp;\r\n Among the specimens on display is lumprotula coreana (martens) 120 mm long, 65 mm wide and 75 mm tall. An endemic species of the river, it is grey-brown or dark yellow-brown on the outer shell and milky white or yellow ND glossy-pearl colored on the inside. It lives on plankton such as diatomaceae, green algae, cyanophta and organic waste. &nbsp;&nbsp;&nbsp;\r\n Another displayed shellfish is sinanodonta woodiana (lea), 150 mm long, 95 mm tall and 65 mm wide. Its shell is egg-shaped, thin and brittle. &nbsp;&nbsp;&nbsp;\r\n Other kinds of shellfish exhibited are cristaria plicata (leach), unio pliculosus martens and limnoperna lacustris (martens), which are available for food and animal fodder. &nbsp;&nbsp;&nbsp;\r\n The resources of the Taedong River are enjoying steady growth under government measures to harness nature and protect the environment.    \r\n\r\n"
        },
        {
            "title": "Japan's \"anti-terrorism special law\" slammed",
            "url": "http://kcna.co.jp/item/2001/200111/news11/16.htm#5",
            "content": "Japan's \"anti-terrorism special law\" slammed \r\n&nbsp;&nbsp;&nbsp; New Delhi, November 14 (KCNA) -- Brij Mohan, chairman of the Indian Committee for Supporting Korea's Reunification, made public a statement on Nov. 9 denouncing the passage and effectuation of the \"anti-terrorism special law\" in Japan.\r\n He in the statement said that it showed Japan finally took the road of realizing its ambition for overseas expansion that it has dreamed of for over 50 years since its defeat. &nbsp;&nbsp;&nbsp;\r\n Japan's undisguised moves to realize overseas expansion and become a military power are evoking serious apprehension and indignation among Asian and many other countries, he added. &nbsp;&nbsp;&nbsp;\r\n He said that the committee denounced these undisguised moves of the Japanese militarists reckless acts of threatening peace in Asia and the rest of the world.    \r\n \r\n"
        },
        {
            "title": "Increased share of expenses for upkeep of u.s. troops opposed",
            "url": "http://kcna.co.jp/item/2001/200111/news11/16.htm#6",
            "content": "Increased share of expenses for upkeep of u.s. troops opposed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 16 (KCNA) -- More than ten citizens' organizations in South Korea including the people's action for the revision of the unequal South Korea-U.S. \"status of forces agreement\" called an emergency press conference in Seoul on November 12 and urged the authorities to oppose the increased share of the expenses for the upkeep of the u.s. troops, according to Radio No. 1 from Seoul.\r\n The organizations said that the South Korean side should dismiss the claim for the increased share of the expenses for the upkeep of the U.S. troops and cut it down at the upcoming South Korea-U.S. \"annual security consultative meeting\" in the U.S.    \r\n\r\n"
        },
        {
            "title": "Strengthening driving force of revolution called for",
            "url": "http://kcna.co.jp/item/2001/200111/news11/16.htm#7",
            "content": "Strengthening driving force of revolution called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 16 (KCNA) -- Rodong Sinmun today carries a signed article dealing with the justice of the original idea and theory of the Workers' Party of Korea on firmly building  up the driving force of the revolution with the Korean People's Army as a model.\r\n The article says: &nbsp;&nbsp;&nbsp;\r\n Keader Kim Jong Il's new idea of projecting the KPA as the pillar of the revolution and the main force to complete the revolutionary cause of Juche and strengthening the revolutionary ranks with it as the core is an unique idea and theory unprecedented in the history of the world socialist movement. &nbsp;&nbsp;&nbsp;\r\n Pointing to the justice of the idea and theory, the article continues: &nbsp;&nbsp;&nbsp;\r\n They are based on the Juche-oriented and scientific elucidation of the position and role of the army in the driving force of the revolution and reflect the experience gained in the Korean revolutionary struggle. &nbsp;&nbsp;&nbsp;\r\n The revolutionary army is the core of the revolutionary ranks and the most powerful combat ranks of the revolution. &nbsp;&nbsp;&nbsp;\r\n No one can replace the army in its position and role in the driving force of the revolution. &nbsp;&nbsp;&nbsp;\r\n In order to defend and glorify our socialist cause it is necessary to strengthen the army, first of all, and prepare all the people as revolutionary combat ranks having the same strong spirit and trait as the people's army does. &nbsp;&nbsp;&nbsp;\r\n The leading position and role of the army in the driving force of the revolution remain the same even after the establishment of the socialist system, as they were before it. &nbsp;&nbsp;&nbsp;\r\n The history of strengthening and developing the driving force of the Korean revolution can be described as a history in which it has been strengthened and developed with the revolutionary army as its core. &nbsp;&nbsp;&nbsp;\r\n The experience gained in the Korean revolutionary struggle eloquently proves that a key to strengthening the driving force and making a victorious advance in the revolution lies in building up the revolutionary ranks with the army as a model. &nbsp;&nbsp;&nbsp;\r\n This idea and theory of Kim Jong Il are demonstrating tremendous vitality in revolutionary practice as they are based on the Juche-oriented clarification of the position and role of the army in the driving force of the revolution and correctly reflect the historic experience of the Korean revolution. \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}