{
    "date": "2001-09-12",
    "url": "http://kcna.co.jp/item/2001/200109/20010912.htm",
    "articles": [
        {
            "title": "Joint seminar of Russian Juche idea study groups held",
            "url": "http://kcna.co.jp/item/2001/200109/news09/12.htm#1",
            "content": "Joint seminar of Russian Juche idea study groups held \r\n&nbsp;&nbsp;&nbsp;Moscow, September 10 (KCNA) - A joint seminar of the Russian Juche idea study groups was held in Moscow on September 7 on the occasion of leader Kim Jong Il's visit to Russia and the 53rd anniversary of the DPRK.\r\n It was noted at the seminar that in recent years the DPRK has defended its national sovereignty and achieved one great success after another in the international arena despite the vicious anti-DPRK and anti-socialist maneuvers of the United States-led imperialists and it is entirely attributable to the wise guidance of Kim Jong Il and the unbreakable unity of all the people around him.&nbsp;&nbsp;&nbsp;\r\n It was also stressed that the adoption of the historic Russia-DPRK Moscow declaration convinced all the state leaders and public circles that without Kim Jong Il international security and peace would have been unthinkable. &nbsp;&nbsp;&nbsp;\r\n A letter to Kim Jong Il was adopted at the seminar.    \r\n\r\n"
        },
        {
            "title": "U.S. in great panic",
            "url": "http://kcna.co.jp/item/2001/200109/news09/12.htm#2",
            "content": "U.S. in great panic \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 12 (KCNA) -- There were unprecedented attacks on the united states on Sept. 11, throwing the whole country into panic, according to CNN, VOA and other foreign reports.\r\n At around 9 o'clock on Tuesday morning two hijacked aircraft slammed into the twin towers of the World Trade Centre in New York, making large holes in the higher and middle sections of the buildings and engulfing the buildings in flames and dark smoke. &nbsp;&nbsp;&nbsp;\r\n At about the same time, an airplane crashed at the Pentagon and the state department reportedly caught a fire, hit by a car bomb and other institutions in Washington came under attack. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, one plane crashed in a rural area of the state of Pennsylvania.&nbsp;&nbsp;&nbsp;\r\n Employees of such major buildings as the white house and the capitol hill were all evacuated and the entry into them and exit are restricted. &nbsp;&nbsp;&nbsp;\r\n Large buildings in Chicago and all other parts of the country are blocked off, the New York financial market is closed and transportation is suspended in airports. &nbsp;&nbsp;&nbsp;\r\n In Washington, entry into the city and exit of the citizens and vehicles are put under control, lectures suspended at universities and students of primary, middle and high schools are being evacuated to safe places. &nbsp;&nbsp;&nbsp;\r\n \"Today we have a national tragedy,\" said Bush. He convened an emergency national security meeting and instructed relevant institutions to probe the truth behind the case and recover from the damage. &nbsp;&nbsp;&nbsp;\r\n The U.S. troops in its mainland and in different parts of the world were put on emergency alert.    \r\n\r\n"
        },
        {
            "title": "DPRK stance towards terrorist attacks on U.S.",
            "url": "http://kcna.co.jp/item/2001/200109/news09/12.htm#3",
            "content": "DPRK stance towards terrorist attacks on U.S. \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 12 (KCNA) -- A spokesman for the DPRK Foreign Ministry today answered the question put by KCNA as regards the large-scale terrorist attacks on the United States.\r\n He said: &nbsp;&nbsp;&nbsp;\r\n Terrorists' large-scale attacks made on the U.S. by blowing themselves up in planes on Tuesday have caught the international community by great surprise. &nbsp;&nbsp;&nbsp;\r\n The very regretful and tragic incident reminds it once again of the gravity of terrorism. &nbsp;&nbsp;&nbsp;\r\n As a UN member the DPRK is opposed to all forms of terrorism and whatever support to it and this stance will remain unchanged. &nbsp;&nbsp;&nbsp;\r\n The DPRK approaches the incident from this point of view.\r\n\r\n"
        },
        {
            "title": "Ullim falls",
            "url": "http://kcna.co.jp/item/2001/200109/news09/12.htm#4",
            "content": "Ullim falls \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 12 (KCNA) -- Servicemen of the Korean People's Army discovered the Ullim (echo) falls recently which was concealed for so long in the primitive forests.\r\n The waterfalls is located deep in a mountain of Kangwon Province and surrounded by rugged mountain ridges which make it difficult for even the wild animals set foot. &nbsp;&nbsp;&nbsp;\r\n According to inhabitants in the area around the falls, ancestors did not dare to go close to the falls though they knew that there was falls and could hear the sound of water falling even from a place four kilometres away from it in a tranquil day. &nbsp;&nbsp;&nbsp;\r\n The name of the falls originates from the fact that it is surrounded by cliffs like a thick forest and the sound of magnificent water falling reverberates far and wide with a strong echo. &nbsp;&nbsp;&nbsp;\r\n 75 metres in height, it is one of the famous waterfalls in Korea. &nbsp;&nbsp;&nbsp;\r\n The landscape of the falls remains beautiful in all seasons as water is falling down from streams springing out from the deep valley of the Masik mountain ridge. &nbsp;&nbsp;&nbsp;\r\n 20 to 25 cubic meters of water falls down per second. &nbsp;&nbsp;&nbsp;\r\n The width of the falls is over 20 meters and the depth of the pond is 3.5 meters. &nbsp;&nbsp;&nbsp;\r\n The KPA servicemen covered the rugged mountains to make a path for hikers and built a dam, bridge, outdoor rest place, parking lot and other structures and installations in the surrounding area. &nbsp;&nbsp;&nbsp;\r\n Leader Kim Jong Il visited the falls on August 26 and said that people should be given an opportunity to enjoy cultural rest to the full in the beauty spot discovered by the servicemen of the KPA.    \r\n \r\n"
        },
        {
            "title": "National folk instrumental music contest to open",
            "url": "http://kcna.co.jp/item/2001/200109/news09/12.htm#5",
            "content": "National folk instrumental music contest to open \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 12 (KCNA) -- A national folk instrumental music contest is due to open here to contribute to the development of national instrumental music and people's cultural entertainment.\r\n Preliminary competitions have been held in the east and west coastal areas and in Pyongyang area since the middle of July. &nbsp;&nbsp;&nbsp;\r\n Those art troupes, which proved successful in the preliminary competitions, will participate in the national contest to open at the Yun I Sang Concert Hall in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n The contest will involve various concerts including solo recital, duet, trio and others. to be put on the stage are nearly 30 pieces of folk songs and famous music including \"Dear General, Where Are You?\", \"The Best Land\" and \"Arirang\" popular among the Korean people. &nbsp;&nbsp;&nbsp;\r\n Kayagum, Korean flute, Oungum and other national musical instruments will be used at the contest.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il inspects KPA units",
            "url": "http://kcna.co.jp/item/2001/200109/news09/12.htm#6",
            "content": "Kim Jong Il inspects KPA units \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 12 (KCNA) -- Kim Jong Il, General Secretary of the Workers' Party of Korea, Chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army, Tuesday inspected KPA units nos. 821 and 368 and goat and rabbit farms of KPA unit no. 757.\r\n First he went to KPA unit no. 821. &nbsp;&nbsp;&nbsp;\r\n Feasting his eyes on the vast defence theatre from a forward command post, he learned in detail about topographical conditions, the deployment of forces and the unit' s performance of its duties and set forth highly important tasks which would serve as a guideline in further increasing the combat capability of the unit. &nbsp;&nbsp;&nbsp;\r\n He then moved on to the soldiers' hall to learn about details of revolutionary education and class education at the unit and cultural entertainment for the soldiers. &nbsp;&nbsp;&nbsp;\r\n Looking round cultural, educational and logistic facilities including an education room, a bedroom and a kitchen, he looked after soldiers' living with warm paternal love. &nbsp;&nbsp;&nbsp;\r\n He met with soldiers to examine in detail their uniforms from their color to shoes.    He then enjoyed an art performance given by soldiers of a company under the unit. &nbsp;&nbsp;&nbsp;\r\n He gave its servicemen a pair of binoculars and an automatic rifle as gifts and posed for a photograph with them. &nbsp;&nbsp;&nbsp;\r\n The next leg of his inspection was KPA unit no. 368. &nbsp;&nbsp;&nbsp;\r\n Guided by the unit commander, he went to the soldiers' hall where he saw the records showing the proud path covered by the unit and heard its brief history. &nbsp;&nbsp;&nbsp;\r\n He highly praised the soldiers of the unit for displaying mass heroism and registering many achievements in the performance of their military duties and in sites of socialist construction. &nbsp;&nbsp;&nbsp;\r\n He showed meticulous care for the soldiers' living, looking round several places including an education room and a bedroom. &nbsp;&nbsp;&nbsp;\r\n He gave the unit an automatic rifle as a gift and had a photograph taken with its officers and men. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il also inspected goat and rabbit farms of KPA unit no. 757. &nbsp;&nbsp;&nbsp;\r\n He first went to the goat farm. &nbsp;&nbsp;&nbsp;\r\n Looking round cosy production buildings and cultural and welfare establishments at the foot of a mountain, he learned in detail about its equipment and breeding conditions. &nbsp;&nbsp;&nbsp;\r\n Underscoring the need to improve goat breeding and keep the equipment in full-capacity operation to supply soldiers with more goat milk and milk products, he set forth tasks to be fulfilled for the management and operation of the farm. &nbsp;&nbsp;&nbsp;\r\n He then moved on to the rabbit farm. &nbsp;&nbsp;&nbsp;\r\n He got familiar with details of production, going round a young rabbit  house, a fattening house, a processing room, a feed preparation room and several other places of the farm. &nbsp;&nbsp;&nbsp;\r\n Saying that if the party's policy to raise such grass-eating animals as goat and rabbit in a big way is implemented to the letter as done by this unit, it is possible to make people's living affluent in a short span of time, he called on all the units to actively follow its suit.    \r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Russian party leader",
            "url": "http://kcna.co.jp/item/2001/200109/news09/12.htm#7",
            "content": "Gift to Kim Jong Il from Russian party leader \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 12 (KCNA) -- Leader Kim Jong Il was presented with a gift by the chairwoman of the Party for Peace and Unity of Russia (PPUR).\r\n It was conveyed to Choe Thae Bok, secretary of the c.c., the Workers' Party of Korea, by Sazhi Umalatova, chairwoman of the PPUR, on a visit to the DPRK.    \r\n\r\n"
        },
        {
            "title": "U.S. invariable design to stifle DPRK slammed",
            "url": "http://kcna.co.jp/item/2001/200109/news09/12.htm#8",
            "content": "U.S. invariable design to stifle DPRK slammed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 12 (KCNA) -- U.S. deputy assistant secretary of defense Brookes said in a press interview on September 7 that \"The U.S. will maintain its forces'  presence in South Korea as it is\" and \"take all necessary measures to protect its state interests.\"\r\n This disclosed the real intention of the hardline conservatives of the U.S. to swallow up the DPRK by force of arms at any cost and, furthermore, put the rest of Asia under its military control, says Rodong Sinmun today in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The bellicose forces of the u.s. are keen to establish their unchallenged domination over Asia by having a military edge and taking initiative. &nbsp;&nbsp;&nbsp;\r\n To this end they regard it as their primary target to stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n Strictly acting upon their scenario for war of aggression, they keep the U.S. troops in South Korea as they are in any case and are going to massively transfer their forces in Europe to it in a bid to sharply increase their military presence there. &nbsp;&nbsp;&nbsp;\r\n It is the firm will of the people's army and people of Korea to mercilessly wipe out the aggressors, war provocateurs. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialist warmongers should abandon their ambition to stifle the DPRK and pull their troops out of South Korea as quickly as possible. &nbsp;&nbsp;&nbsp;\r\n If they provoke a new Korean war with the steadily reinforced troops in South Korea, they will not be able to escape death. The U.S. hardline conservatives had better stop running amuck.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}