{
    "date": "2001-02-25",
    "url": "http://kcna.co.jp/item/2001/200102/20010225.htm",
    "articles": [
        {
            "title": "S. Korean prosecution threatens to sternly deal with workers' struggle",
            "url": "http://kcna.co.jp/item/2001/200102/news02/25.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Seminar on Juche idea held in Ukraine",
            "url": "http://kcna.co.jp/item/2001/200102/news02/25.htm#2",
            "content": "S. Korean prosecution threatens to sternly deal with workers' struggle \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 25 (KCNA) -- The South Korean prosecution \"declared a war\" against the workers' struggle against the restructuring of financial institutions and enterprises, after branding it as \"mass egoistic violence\", according to Yonhap News of South Korea.\r\n The prosecution will reportedly hold a \"national meeting of prosecutors for public peace\" in march in order to adopt and put into practice a \"guideline for public peace operation\" chiefly aimed to crack down upon workers' struggle.&nbsp;&nbsp;&nbsp; \r\n The prosecution decided to arrest and take legal actions against all the prime movers of \"massive disturbances\" without exception including strike and organize and operate \"arrest squads\" at local public prosecutor's offices and police offices across South Korea, not depending on police only for arrest of people.    \r\n\r\n"
        },
        {
            "title": "Utterance of former Japan defence agency chief blasted",
            "url": "http://kcna.co.jp/item/2001/200102/news02/25.htm#3",
            "content": "Seminar on Juche idea held in Ukraine \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 25 (KCNA) -- A national seminar on the Juche idea entitled \"The Juche Idea is a Guiding Idea of the 21st Century\" took place in Kiev on Feb. 17 on the occasion of leader Kim Jong Il's birthday.\r\n Genadi Dmitrivich Berdyshev, vice-chairman of the Ukraine-DPRK Association, in his congratulatory address said that it was of special significance in the movement for the revival of socialism in Ukraine to hold a national seminar on the Juche idea. &nbsp;&nbsp;&nbsp;\r\n Polishuk, chairman of the Ukrainian Association for the Study of the Juche Idea, in his report said that socialism has entered a new stage of its development because Kim Jong Il has wisely led the world socialist movement holding aloft the banner of the Juche idea. &nbsp;&nbsp;&nbsp;\r\n He continued: &nbsp;&nbsp;&nbsp;\r\n The Juche idea is a great guiding idea of the era which indicates a road for humankind to follow. &nbsp;&nbsp;&nbsp;\r\n Humankind, who has entered a new century, new millennium, will certainly revive socialism under the banner of the Juche idea. The 21st century will be a century in which the victory of the Juche idea would be proclaimed. &nbsp;&nbsp;&nbsp;\r\n Speakers noted that Korean socialism, to which the Juche idea has been applied, is most ideal socialism they should build in future. &nbsp;&nbsp;&nbsp;\r\n A letter to Kim Jong Il was adopted at the seminar.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il's birthday celebrated in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200102/news02/25.htm#4",
            "content": "Utterance of former Japan defence agency chief blasted \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 25 (KCNA) -- Norota, former director general of the Japan Defence Agency, was reported to have asserted in a recent lecture that \"the war for greater east Asia put an end to the colonial rule over Asia\". This outburst has come under fire in a signed article of Rodong Sinmun today.\r\n The commentary says: \r\n The Japanese ultra-rightists do not feel guilty for Japan's past aggression at all but are keen on presenting a distorted picture of it. &nbsp;&nbsp;&nbsp;\r\n The Japanese imperialists' invasion of the continent was most vicious, barbarous and inhuman act of aggression in human history. &nbsp;&nbsp;&nbsp;\r\n The Japanese aggressor troops perpetrated such shuddering crimes as killing everyone, setting fire to and destroying everything and looting everything. &nbsp;&nbsp;&nbsp;\r\n The Korean people liberated the country through several decades of an arduous bloody struggle against the Japanese imperialists. &nbsp;&nbsp;&nbsp;\r\n After world war ii history meted out deserved punishment to them and accordingly, Japan still remains an \"enemy state.\" &nbsp;&nbsp;&nbsp;\r\n But the Japanese reactionaries are totally denying this. &nbsp;&nbsp;&nbsp;\r\n They have deep-rooted ambition for aggression and are thirsty for revenge. &nbsp;&nbsp;&nbsp;\r\n They are dreaming of war of aggression, not peace, and working hard to dominate again Korea and other Asian countries, the commentary stresses.    \r\n\r\n"
        },
        {
            "title": "Revocation of proposed revision of \"Labour Law\" demanded",
            "url": "http://kcna.co.jp/item/2001/200102/news02/25.htm#5",
            "content": "Kim Jong Il's birthday celebrated in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 25 (KCNA) -- The central committee of the National Democratic Front of South Korea (NDFSK) issued a press release on Feb. 21 on the functions held to celebrate the birthday of leader Kim Jong Il, according to Seoul-based Voice of National Salvation.\r\n According to the press release, the central committee of the NDFSK and its provincial and city committees had meetings to celebrate the day. &nbsp;&nbsp;&nbsp;\r\n The meetings said that Kim Jong Il is a great thinker and theoretician, a great politician and a great man who decorated the history of revolutionary activities to carry forward the cause of Juche and accomplish it with golden letters, and highly praised the immortal feats performed by him. &nbsp;&nbsp;&nbsp;\r\n It was stressed at the meetings that he saved the Korean nation from a crisis with his rare leadership ability and through his superb political and military activities when the country was undergoing a rigorous trial and the worst adversity due to the imperialists' moves to isolate and suffocate it and severe natural disasters and paved the way for the building a powerful nation and achieving national prosperity in the new century. &nbsp;&nbsp;&nbsp;\r\n The meetings pointed to the fact that Kim Jong Il provided on his own initiative a landmark of the movement to terminate the history of the nation's division that has lasted for over half a century and  rejoin the ties of the nation, hailing this as an immortal great feat performed by him on behalf of the era and the nation. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, organizations under the NDFSK and organizations of the patriotic movement set the period from Feb. 10 to 20 as a celebration period in which they held lecture meetings, seminars, shows of video tapes, work and photo exhibitions, concerts and other colorful functions, the press release noted, and continued: &nbsp;&nbsp;&nbsp;\r\n Voice of National Salvation arranged special programs to celebrate the February holiday and publications released special issues stirring up worship of him among people from all walks of life.    \r\n\r\n"
        },
        {
            "title": "Senior Japanese official's outburst under fire in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200102/news02/25.htm#6",
            "content": "Revocation of proposed revision of \"Labour Law\" demanded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 25 (KCNA) -- At least 200 part-time workers affiliated to the South Korean Confederation of Trade Unions held a rally in front of the \"national assembly\" building on Feb. 21 demanding the revocation of the proposed revision of the \"Labour Law,\" according to Seoul-based Radio No. 1. \r\n They urged a measure as regards the existing law, charging that it infringes  upon the right of the part-timers to existence.       \r\n\r\n"
        },
        {
            "title": "DPRK women table tennis players prove successful",
            "url": "http://kcna.co.jp/item/2001/200102/news02/25.htm#7",
            "content": "Senior Japanese official's outburst under fire in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 25 (KCNA) -- National and civic organisations in South Korea assailed Japan's attempt to tamper with its history, according to Seoul-based Yonhap News. \r\n The bereaved families society of patriotic martyrs in a statement released on February 20 demanded Japan immediately stop  making reckless remarks intended to tamper with its history, declaring that it can never tolerate the outburst made by Norota, chairman of the budget committee of the Japanese House of Representatives, that \"a war for greater east Asia was a war for the independence of Asia.\" &nbsp;&nbsp;&nbsp;\r\n The organisation demanded the authorities fully reexamine South Korea's ties with Japan keen on tampering with its history and free to make reckless remarks. &nbsp;&nbsp;&nbsp;\r\n Similar protests were voiced by the council for the compensation to the Pacific War victims, the corps for the defence of Tok islet, the memorial society for Paekbom, etc. \r\n\r\n"
        },
        {
            "title": "Condolences over death of Han Tok Su expressed",
            "url": "http://kcna.co.jp/item/2001/200102/news02/25.htm#8",
            "content": "DPRK women table tennis players prove successful \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 25 (KCNA) -- DPRK women table tennis players gave a good account of themselves at the 2001 qatar open table tennis tournament held in Doha.\r\n In the singles final Kim Hyon Hui beat Tamara from Croatia who was supposed to win the match, 3 to 1. &nbsp;&nbsp;&nbsp;\r\n Kim Hyon Hui and Kim Hyang Mi placed second in the doubles. \r\n\r\n"
        }
    ]
}