{
    "date": "2001-11-14",
    "url": "http://kcna.co.jp/item/2001/200111/20011114.htm",
    "articles": [
        {
            "title": "Poland's Day of Independence marked",
            "url": "http://kcna.co.jp/item/2001/200111/news11/14.htm#1",
            "content": "Poland's Day of Independence marked \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 14 (KCNA) -- A film show was held in Pyongyang yesterday under the sponsorship of the Korea-Poland Friendship Association on the occasion of Poland's Day of Independence.\r\n Invited there were polish ambassador to the DPRK Wojciech Kaluja and his embassy officials here.&nbsp;&nbsp;&nbsp;\r\n Present there were Jon Yong Jin, vice-chairman of the Committee for Cultural Relations with Foreign Countries and vice-chairman of the association members of the association and working people here. &nbsp;&nbsp;&nbsp;\r\n Its participants saw a polish feature film \"rescue operation\".    \r\n\r\n"
        },
        {
            "title": "6th inter-Korean ministerial talks close",
            "url": "http://kcna.co.jp/item/2001/200111/news11/14.htm#2",
            "content": "6th inter-Korean ministerial talks close \r\n&nbsp;&nbsp;&nbsp; Kosong, November 14 (KCNA) -- The 6th inter-Korean ministerial talks which were opened on Mt. Kumgang amid great concern and expectation of all compatriots were closed today.\r\n The north side explicitly stated that the south side was entirely to blame for the failure to implement the points agreed upon between both sides at the previous ministerial talks and the strained inter-Korean relations. It took the initiative of proposing reasonable and practical measures to break the deadlock and the draft joint press release. The north side patiently waited for the south side to show a sincere attitude, even extending the time of the talks for two days in the hope of reaching an agreement between the two sides but no success was achieved at the talks because of the south side's adamant wrong attitude. &nbsp;&nbsp;&nbsp;\r\n The south side came out to the negotiating table without any preparation, utterly indifferent to of the implementation of the north-south joint declaration and the settlement of the issues raised and simply admitted the fact that it provoked the north through the unilateral declaration of military alert and arms buildup, etc. &nbsp;&nbsp;&nbsp;\r\n But throughout the talks, the south side deliberately created difficulties in the way of discussion, repeating its illogical far-fetched assertions intended to justify its unreasonable step taken to proclaim \"emergency alert.\" &nbsp;&nbsp;&nbsp;\r\n Furthermore, the chief delegate of the south side was so rude as to bring the talks to a rupture by deliberately scuppering the agreed points in the joint press release, a product of an exhaustive discussion made by the working-level delegates for six days. These points include the itinerary of the 4th visiting groups of separated families and relatives to be exchanged. He did so under the mere pretext of the date of the 7th ministerial talks to be held in Seoul and the venue of the 2nd meeting of the north-south committee for the promotion of economic cooperation. &nbsp;&nbsp;&nbsp;\r\n In a sinister bid to bring the north-south relations back to those at the time of confrontation he in the last hour of the talks did not bother to take the stand that the 6th ministerial talks may be closed without any agreement. &nbsp;&nbsp;&nbsp;\r\n He thus made the talks turn out to be the first fruitless talks since the publication of the June 15 joint declaration and rendered it impossible to implement the agreement on exchanging the 4th visiting groups of separated families and relatives for two nights and three days at an interval of a week before and after December 10. &nbsp;&nbsp;&nbsp;\r\n The whole course of the talks clearly showed that the south side is pursuing confrontation in contravention of the basic spirit of the north-south joint declaration and does not want national reconciliation and unity and the reunification of the country at all. &nbsp;&nbsp;&nbsp;\r\n The head of the north side stated that the south side will be wholly responsible before the history and the nation for having strained the situation and laid a stumbling block in the way of developing the north-south relations and implementing the historic north-south joint declaration by derailing the talks despite the north side's sincere and positive efforts and magnanimity.    \r\n\r\n"
        },
        {
            "title": "Popular literary books",
            "url": "http://kcna.co.jp/item/2001/200111/news11/14.htm#3",
            "content": "Popular literary books \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 14 (KCNA) -- Literary books recently published by the DPRK Literature and Art Publishing House are very popular among readers in the DPRK.\r\n Typical of them are travel notes \"our country\" and a collection of short true stories \"demonstration of strong will.\" &nbsp;&nbsp;&nbsp;\r\n The travel notes \"our country\" which begins with the sub-title \"before the map of country\" has 3 parts--\"roots\", \"tracing history of sanguinary struggle\" and \"land to greet.\" The book deals with a trip made by a writer to all the places of the country after departure from Pyongyang, including Mt. Paektu, the sacred mountain of the revolution, and other places of Ryanggang, Jagang and south Phyongan provinces. &nbsp;&nbsp;&nbsp;\r\n It is evoking a lively response among readers because the book deals with the immortal guidance provided by leader Kim Jong Il, shouldering upon himself the destiny of the country and nation in the period of the \"arduous march\" and the forced march, the years of most stern trial for the Korean people. &nbsp;&nbsp;&nbsp;\r\n Also popular among readers is the book \"demonstration of strong will\", which includes such short true stories as \"pacesetter,\" \"life is beautiful,\" \"man who has gone to forest,\" \"life of hero\" and \"place where coal miner lives.\" &nbsp;&nbsp;&nbsp;\r\n Its authors write about such heroes and heroines of the times as Pak Ok Hui, chairwoman of the managerial committee of the township cooperative farm, Janggang county, Jagang Province, Hyon Yong Ra, researcher at the nonferrous metal institute under the academy of sciences, Ri Ung Chan, ranger of the forestry station, Kangdong county, Pyongyang, Ho Yong Gu, head of the small-and medium-size power station construction unit in Taehongdan county, Ryanggang Province, and Kim Yu Bong, coal miner of the February 8 Jikdong Youth Coal Mine. &nbsp;&nbsp;&nbsp;\r\n The book serves as a textbook in the life and struggle of the working people who are out to build a powerful nation. \r\n\r\n"
        },
        {
            "title": "Message to German chancellor",
            "url": "http://kcna.co.jp/item/2001/200111/news11/14.htm#4",
            "content": "Message to German chancellor \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 14 (KCNA) -- Hong Song Nam, premier of the DPRK cabinet, sent a message to his German counterpart Gerhard Schroeder on November 13 thanking the German Federal Government for donating a large quantity of frozen beef to the DPRK.\r\n Noting that he is sending this message upon hearing happy news that a refrigerator ship carrying the frozen beef sent by the German Federal Government arrived at a port in the DPRK on November 13, he said: &nbsp;&nbsp;&nbsp;\r\n I express deep gratitude to you and, through you, to the federal government and people of germany on behalf of the DPRK government and on my own behalf for offering a large quantity of frozen beef in aid to the DPRK out of noble humanitarianism. &nbsp;&nbsp;&nbsp;\r\n Your sincere aid encourages the Korean people in their efforts to eradicate the consequences of repeated natural disasters and will help deepen the understanding between the two peoples. &nbsp;&nbsp;&nbsp;\r\n Availing myself of this opportunity, i sincerely wish you success in the work for the prosperity of the country and good health and happiness.    \r\n\r\n"
        },
        {
            "title": "New international order called for",
            "url": "http://kcna.co.jp/item/2001/200111/news11/14.htm#5",
            "content": "New international order called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 14 (KCNA) -- The establishment of a new international order is a very important issue related to world peace and security and the destinies of all the countries and nations in the 21st century, says Rodong Sinmun today in a signed article.\r\n Referring to the tasks to be fulfilled to build this order, the article notes:\r\n The establishment of a new international order is chiefly aimed to make the world independent and democratize international relations. &nbsp;&nbsp;&nbsp;\r\n The 21st century calls for establishing a new independent, democratic order in international politics, first of all. All the countries and nations have independent and equal rights as they are equal members of the international community  therefore, the principle of respect for sovereignty, territorial integrity, non-interference in each other's internal affairs and equality should be applied to the international politics irrespective of the size of countries and the gap between the poor and the rich. Every country and nation should be free to choose a system. &nbsp;&nbsp;&nbsp;\r\n The existing international economic relations should be reshaped. The unreasonable international financial and monetary system and unequal trade relations, etc. should be set right as required by the new century. The developing countries are faced with the task to work hard to expand and develop south-south cooperation and establish a new international economic order. &nbsp;&nbsp;&nbsp;\r\n Positive measures should be taken to seek the withdrawal of foreign troops and military bases, realize general disarmament and reduction of nuclear weapons and ensure world peace and security. For this it is necessary to put an end to policy of strength based on the way of thinking in the era of the cold war and interference in others' internal affairs. &nbsp;&nbsp;&nbsp;\r\n It is important to increase the role of the united nations. &nbsp;&nbsp;&nbsp;\r\n The application of double standards should be categorically rejected in U.N. activities. &nbsp;&nbsp;&nbsp;\r\n High-handed practices of big countries are overlooked while small countries' measures for self-defence are becoming targets of sanctions and pressure. This impartiality and double standards should not be allowed. &nbsp;&nbsp;&nbsp;\r\n The U.N. should set out a conception and principle on the establishment of a new international order reflecting the will of all its member states. &nbsp;&nbsp;&nbsp;\r\n The establishment of a new international order would have been unthinkable without an anti-imperialist struggle. This order can be successfully established only when a principled stand on the imperialists is firmly maintained and a dynamic struggle against them waged. &nbsp;&nbsp;&nbsp;\r\n The DPRK will make energetic efforts to establish a new international order in the 21st century in the idea of independence, peace and friendship and thus positively contribute to pushing ahead with the cause of global independence.    \r\n\r\n"
        },
        {
            "title": "Talks held between DPRK and Indonesian parliamentary delegations",
            "url": "http://kcna.co.jp/item/2001/200111/news11/14.htm#6",
            "content": "Talks held between DPRK and Indonesian parliamentary delegations \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 14 (KCNA) -- Talks were held between a delegation of the DPRK Supreme People's Assembly and a delegation of the House of People's Representatives of Indonesia at the Mansudae Assembly Hall today.\r\n At the talks the two sides informed each other of the situation in their countries and exchanged views on the development of the friendly and cooperative relations between the two parliaments and a series of issues of common concern. &nbsp;&nbsp;&nbsp;\r\n Present at the talks on the Korean side were chairman Choe Thae Bok of the SPA and officials concerned and on the opposite side were members of the delegation headed by speaker Akbar Tandjung of the House of People's Representatives and Indonesian ambassador to the DPRK  Buchari Effendi.    \r\n\r\n"
        },
        {
            "title": "Greetings to Palestinian President",
            "url": "http://kcna.co.jp/item/2001/200111/news11/14.htm#7",
            "content": "Greetings to Palestinian President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 14 (KCNA) -- President Kim Yong Nam of the Presidium of the Supreme People's Assembly of the DPRK  today sent a message of greetings to Yasser Arafat, President of the state of Palestine, chairman of the executive committee of the Palestine liberation organisation and head of the Palestinian national authority, on the occasion of the 13th anniversary of the proclamation of the state of Palestine.\r\n The message extended warm congratulations to the president and people of Palestine on the occasion and expressed belief that the friendly and cooperative relations between the two peoples would grow stronger to meet the need of the new century. &nbsp;&nbsp;&nbsp;\r\n It wished the president and people of Palestine fresh success in their efforts to found an independent state with Kuds as its capital.    \r\n\r\n"
        },
        {
            "title": "Credentials presented to Kim Yong Nam",
            "url": "http://kcna.co.jp/item/2001/200111/news11/14.htm#8",
            "content": "Credentials presented to Kim Yong Nam \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 14 (KCNA) -- President Kim Yong Nam  of the Presidium of the Supreme People's Assembly of the DPRK received credentials from new ambassador of New Zealand to the DPRK  Roy Ferguson at the Mansudae Assembly Hall today.\r\n Present was Kim Yong Il, vice-minister of foreign affairs. &nbsp;&nbsp;&nbsp;\r\n After receiving the credentials the president had a talk with the ambassador.    \r\n\r\n\r\n"
        },
        {
            "title": "Paek Nam Sun meets new ambassador of N1w Zealand",
            "url": "http://kcna.co.jp/item/2001/200111/news11/14.htm#9",
            "content": "Paek Nam Sun meets new ambassador of N1w Zealand\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 14 (KCNA) -- Foreign minister Paek Nam Sun of the DPRK today met and had a talk with Roy Ferguson, new ambassador of New Zealand  to the DPRK who paid a courtesy call on him.    \r\n\r\n\r\n"
        },
        {
            "title": "Japanese reactionaries' suppression of Chongryon condemned",
            "url": "http://kcna.co.jp/item/2001/200111/news11/14.htm#10",
            "content": "Japanese reactionaries' suppression of Chongryon condemned\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 14 (KCNA) -- A spokesman of the DPRK-Japan Friendship Association today issued a statement denouncing the Japanese reactionaries' for escalating their suppression of the credit associations of the General Association of Korean Residents in Japan (Chongryon) and the compatriots in Japan these days over the issue of bad bond.\r\n On Sept. 26 and 27, the Japanese authorities mobilized at least 100 policemen and prosecutors to search the head office of the Kinki credit association and its 13 branch offices on the charge of \"evasion of inspection\". &nbsp;&nbsp;&nbsp;\r\n On Nov. 8, they ransacked the office of the Tokyo credit association of the Korean bank for eight hours. At 8 a.m. today scores of policemen and prosecutors broke into the office of the Korean credit association, etc., to search them, the statement said, and went on: &nbsp;&nbsp;&nbsp;\r\n The Japanese police and prosecution authorities arrested 13 former officials of the Tokyo and the Kinki credit associations of the Korean bank in a week only. &nbsp;&nbsp;&nbsp;\r\n The Japanese authorities have an obligation under the international law to legally guarantee the Koreans in Japan democratic national rights. &nbsp;&nbsp;&nbsp;\r\n They should have understood the financial and economic difficulties and hardships of the credit associations of Chongryon caused by the economic depression in Japan. &nbsp;&nbsp;&nbsp;\r\n Frantically intensifying the crackdown upon the credit associations of Chongryon over the issue of bad bond, however, they are seeking to stretch out the tentacles of suppression even to Chongryon. This indicates that this campaign is nothing but a political plot and provocative move to check the patriotic activities of Chongryon, an independent overseas citizens organization of the DPRK, and Koreans in Japan and, furthermore, undermine Chongryon as it is part of their premeditated anti-DPRK, anti-Chongryon moves. &nbsp;&nbsp;&nbsp;\r\n What is more intolerable is that the crackdown upon the credit associations of Chongryon is timed to coincide with the moves escalated by the Japanese reactionaries for overseas expansion including the dispatch of the \"Self-Defence Forces\" overseas following the attacks on the U.S.,the statement noted, and continued: &nbsp;&nbsp;&nbsp;\r\n The DPRK-Japan Friendship Association which sets store by the friendship between the peoples of the DPRK and Japan expresses deep apprehension as to the disturbing development and strongly protests the Japanese authorities' unwarranted attitude. &nbsp;&nbsp;&nbsp;\r\n They should face up to the trend of the times and act with discretion. They should set free all the arrested officials of the credit associations of Chongryon and guarantee their free activities as early as possible. &nbsp;&nbsp;&nbsp;\r\n If the Japanese authorities deliberately overstate the issue of bad bond of Chongryon credit associations despite our repeated warnings in a bid to attack even Chongryon, this will entail grave consequences and they will be held wholly responsible for them. &nbsp;&nbsp;&nbsp;\r\n The DPRK-Japan Friendship Association expresses expectation and belief that the political and public circles of Japan and all personages who treasure the relations of good neighborliness and friendship between the two countries will voice support and solidarity with Chongryon in its patriotic activities to check the Japanese reactionaries' unwarranted crackdown upon it.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "North side's delegation issues statement",
            "url": "http://kcna.co.jp/item/2001/200111/news11/14.htm#11",
            "content": "North side's delegation issues statement\r\n&nbsp;&nbsp;&nbsp; Kosong, November 14 (KCNA) - The north side's delegation to the inter-Korean ministerial talks issued a statement on Mt. Kumgang today in connection with their unsuccessful close. \r\n The 6th north-south ministerial talks were held on Mt. Kumgang from November 9 to 14 amid the concern and expectation of the public at home and abroad, the statement said, and continued: &nbsp;&nbsp;&nbsp;\r\n Our side set forth reasonable proposals and even a draft joint press release from its stand to overcome the present difficulties by the concerted efforts of the nation under any circumstances in the basic spirit of the June 15 North-South Joint Declaration and has made every possible effort to reach an agreement. &nbsp;&nbsp;&nbsp;\r\n But it was the intention of the south side to go back without making the talks fruitful.  It took a very insincere approach to the talks from their outset as evidenced by the fact that it was compelled to produce a draft agreement. &nbsp;&nbsp;&nbsp;\r\n The delegation of our side, however, made sustained sincere efforts with patience and magnanimity to break the deadlock and make talks yield fine fruits. &nbsp;&nbsp;&nbsp;\r\n Our side led the talks to reach an agreement on a series of important points including the proposal to let two groups of separated families and relatives reunite with each other separately, spending two nights and three days on Mt. Kumgang before and after December 10 out of respect for the south side's will. &nbsp;&nbsp;&nbsp;\r\n However, without any reason and ground and self-righteously the chief delegate of the south side totally negated the joint press release agreed upon and drafted by working delegates of the two sides, and took such a rude posture as intending to go back at night. &nbsp;&nbsp;&nbsp;\r\n The talks were registered as the longest-ever talks in the history of inter-Korean dialogue as they lasted six nights and seven days. But they proved fruitless as the chief delegate of the south side scuppered  the important agreed points including exchange of visiting groups of separated families and relatives, which is the concern of the entire nation and the ardent desire of those concerned. &nbsp;&nbsp;&nbsp;\r\n The prospect of the inter-Korean ministerial talks has become gloomy after all. This is entirely attributable to the south side's insincerity and, especially, to its chief delegate's arrogant deed and dishonest attitude. &nbsp;&nbsp;&nbsp;\r\n We are compelled to reexamine the credentials of the south side's chief delegate as our dialogue partner in the future. &nbsp;&nbsp;&nbsp;\r\n The whole course of the current talks has clearly shown who truly respects and honestly implements the June 15 joint declaration and who negates it and hinders the development of the north-south relations. &nbsp;&nbsp;&nbsp;\r\n None of our fellow countrymen will overlook this situation and the south side should own full responsibility for it and apologize to the nation for this. &nbsp;&nbsp;&nbsp;\r\n We will keep an eye on the south side's attitude.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}