{
    "date": "2001-09-25",
    "url": "http://kcna.co.jp/item/2001/200109/20010925.htm",
    "articles": [
        {
            "title": "Joint statement released in Jordan on anniversary of DPRK",
            "url": "http://kcna.co.jp/item/2001/200109/news09/25.htm#1",
            "content": "Joint statement released in Jordan on anniversary of DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 25 (KCNA) -- A joint statement was released by the Green Party of Jordan, the National Action Front Party of Jordan, the Arab Committee for Solidarity with the Korean People and support to the reunification of Korea and the International Front against Zionism on Sept. 8 on the occasion of the 53rd anniversary of the DPRK.\r\n The statement said that as an active defender of progressive independent and sovereign states and oppressed peoples the Democratic People's Republic of Korea founded by President Kim Il Sung is paving a wide avenue under the banner of Korean-style socialism led by Kim Jong Il, the great leader of progressive humankind in the present era.&nbsp;&nbsp;&nbsp;\r\n Modern Korea has applied the juche idea and the army-first politics in all fields and made a victorious advance, firmly maintaining its dignity and position, the statement noted, and went on: &nbsp;&nbsp;&nbsp;\r\n Bright is the prospect of people's Korea led by Kim Jong Il possessed of the spirit and will to win sure victory, faith and optimism. &nbsp;&nbsp;&nbsp;\r\n The reality in Korea today proves the truth of history that it can attain a final victory and both its country and nation get strong only when it holds a great leader in high esteem and all the people unite close around him.    \r\n\r\n"
        },
        {
            "title": "Japan's moves to tighten military alliance with U.S. denounced",
            "url": "http://kcna.co.jp/item/2001/200109/news09/25.htm#2",
            "content": "Japan's moves to tighten military alliance with U.S. denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 25 (KCNA) -- Minju Joson today in a signed commentary slams the Japanese reactionaries for undisguisedly calling for \"closer cooperation\" with the United States, tightened military alliance with it in particular, at home and abroad these days.\r\n The Japanese reactionaries have long regarded the tightened alliance with the U.S. as a key link in the whole chain of moves to realize their ambition for overseas expansion, the commentary notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n It is the calculation of the Japanese reactionaries that only when backed by the u.s. can they make military preparations for overseas expansion and, furthermore, achieve their ambition with ease. &nbsp;&nbsp;&nbsp;\r\n That is why the successive Japanese governments have considered the U.S.-toeing policy as the core of the foreign policy of the country and subordinated everything to it. &nbsp;&nbsp;&nbsp;\r\n In Japan, militarism, an ideological foundation for overseas expansion, has already been revived and institutional and material guarantees have been provided for re-invasion. And it test-fired a large-size carrier rocket at the instigation of the U.S. some days ago. As a result, the Japanese reactionaries are capable of starting re-invasion of any part of the world if they have a will. &nbsp;&nbsp;&nbsp;\r\n That is why the Japanese reactionaries are getting over-heated in tightening their military alliance with the U.S., regarding the prevailing situation that has got tenser owing to the U.S. undisguised moves for a war of aggression as a golden opportunity to realize their overseas expansion, their old dream. &nbsp;&nbsp;&nbsp;\r\n What should not be overlooked is the fact that the Japanese reactionaries do not bother to assert that the DPRK is made the first target of their overseas aggression. &nbsp;&nbsp;&nbsp;\r\n The DPRK can not remain a passive onlooker to their escalated moves to tighten the military alliance with the U.S. targeted against the DPRK. \r\n It is our invariable posture and stance to reciprocate good faith and react to a hard line with the toughest stand. &nbsp;&nbsp;&nbsp;\r\n If the Japanese reactionaries set out on the road of re-invasion of the DPRK, they will find themselves in a bottomless abyss of ruin.    \r\n\r\n"
        },
        {
            "title": "Remains of over 500 persons entombed in Patriotic Martyrs' Cemetery",
            "url": "http://kcna.co.jp/item/2001/200109/news09/25.htm#3",
            "content": "Remains of over 500 persons entombed in Patriotic Martyrs' Cemetery \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 25 (KCNA) -- 15 years have passed since the Patriotic Martyrs' Cemetery was built in the suburbs of Pyongyang.\r\n Buried in the cemetery in this period were over 500 revolutionary martyrs who made a long journey of anti-Japanese bloody battles under the guidance of general Kim Il Sung and patriotic martyrs who remained intensely loyal to the party and the leader in different periods of the Korean revolution. &nbsp;&nbsp;&nbsp;\r\n Leader Kim Jong Il wisely led the construction of the cemetery from the choice of its site to its completion. &nbsp;&nbsp;&nbsp;\r\n Last February he saw to it that the remains of martyrs' wives who remained faithful to the revolution till their death were buried together with their husbands and last June he made sure that the remains of more than 20 martyrs were buried there.    \r\n\r\n"
        },
        {
            "title": "Silkworm stimulant developed",
            "url": "http://kcna.co.jp/item/2001/200109/news09/25.htm#4",
            "content": "Silkworm stimulant developed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 25 (KCNA) -- Recently DPRK botanists developed new silkworm stimulant by extracting -ecdysine from a plant.\r\n This stimulant can raise the efficiency of food 15 percent while saving tens of kilograms of mulberry leaves per 15,000-20,000 silkworms. it can also make a 10-15 percent increase in the cocoon production per ton of mulberry leaves. &nbsp;&nbsp;&nbsp;\r\n The stimulant can be applied in such a way as to spray an appropriate amount of it diluted with water over mulberry leaves given to each group of 15,000-20,000 silkworms when four molt silkworms have grown for 7-8 days. &nbsp;&nbsp;&nbsp;\r\n The silkworms begin to spin cocoons 12-18 hours later. &nbsp;&nbsp;&nbsp;\r\n The spinning period is 1-2 days. &nbsp;&nbsp;&nbsp;\r\n It is of high economic value.    \r\n\r\n"
        },
        {
            "title": "U.S. and Japanese reactionaries' talk about \"threat from N. Korea\" refuted",
            "url": "http://kcna.co.jp/item/2001/200109/news09/25.htm#5",
            "content": "U.S. and Japanese reactionaries' talk about \"threat from N. Korea\" refuted \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 25 (KCNA) -- Rodong Sinmun today in a signed article lays bare the black-hearted intention of the U.S. and Japanese reactionaries to use \"military threat\" from the DPRK as a pretext for mapping out their aggressive military policy and its implementation.\r\n It says: &nbsp;&nbsp;&nbsp;\r\n Both the U.S. and Japan are becoming more vociferous about \"military threat\" from the DPRK. Through this they seek to evade apology and compensation for the crimes they have committed against the Korean people, step up arms buildup under the pretext of that \"military threat\" in a bid to have a military edge and realize their ambition for domination over the world. &nbsp;&nbsp;&nbsp;\r\n The final aim sought by the U.S. and Japanese reactionaries in spreading the rumor about this \"threat\" is to use it as a pretext for igniting a new Korean war of aggression. &nbsp;&nbsp;&nbsp;\r\n The U.S. cites \"threat from North Korea\" for the most effective propaganda and as a good pretext for starting a war. &nbsp;&nbsp;&nbsp;\r\n The stronger the world public becomes in denouncing the U.S. imperialists' moves for a war of aggression, the more desperate they get in their preparations for the war, more loudly vociferous about this \"threat.\" &nbsp;&nbsp;&nbsp;\r\n By noisily peddling the fiction of  \"threat from North Korea\" together with the U.S., the Japanese reactionaries are encouraging the U.S. to escalate its war moves to seize the whole of Korea and seeking to lift the constitutional ban on war participation and legally pave the way for waging a war in a bid to attain their militarist ambition for reinvasion. &nbsp;&nbsp;&nbsp;\r\n The U.S. and Japanese reactionaries are set to publish soon a war scenario for \"joint counteraction\" in \"emergencies in areas surrounding Japan\". &nbsp;&nbsp;&nbsp;\r\n This is an adventurous Korean war scenario. &nbsp;&nbsp;&nbsp;\r\n It is becoming clearer that the U.S. and Japanese reactionaries' fuss about \"threat from North Korea\" will lead to a joint military operation to ignite a war on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n Their false propaganda about this \"threat\" is an overture of a dangerous war. That is why the DPRK is reacting with toughest counter-measures to the hostile policy of the U.S. and Japanese reactionaries to invade the DPRK.    \r\n\r\n"
        },
        {
            "title": "KEDO delegation arrives",
            "url": "http://kcna.co.jp/item/2001/200109/news09/25.htm#6",
            "content": "KEDO delegation arrives \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 25 (KCNA)-- A KEDO delegation arrived here today by air to participate in the high-level DPRK-KEDO negotiation for the implementation of the agreement on the provision of light water reactors.    \r\n\r\n"
        },
        {
            "title": "Mongolian Foreign Ministry delegation here",
            "url": "http://kcna.co.jp/item/2001/200109/news09/25.htm#7",
            "content": "Mongolian Foreign Ministry delegation here \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 25 (KCNA) -- A Mongolian Foreign Ministry delegation headed by State Secretary Ganbold Baasanjav arrived here today by air.    \r\n \r\n"
        },
        {
            "title": "Kim Yong Nam receives credentials from new Russian ambassador",
            "url": "http://kcna.co.jp/item/2001/200109/news09/25.htm#8",
            "content": "Kim Yong Nam receives credentials from new Russian ambassador \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 25 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, received credentials from newly appointed Russian ambassador to the DPRK Andrei Karlov at the Mansudae Assembly Hall today.\r\n Present was vice-minister of foreign affairs Kung Sok Ung. &nbsp;&nbsp;&nbsp;\r\n After receiving the credentials, the president talked with the ambassador.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Chol meets friendship visiting group of CPLA",
            "url": "http://kcna.co.jp/item/2001/200109/news09/25.htm#9",
            "content": "Kim Il Chol meets friendship visiting group of CPLA\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 25 (KCNA) -- Kim Il Chol, minister of the People's Armed Forces, met and conversed with a friendship visiting group of the Chinese People's Liberation Army (CPLA) headed by lt. General Wu Yuqian, deputy commander of the Shenyang military command area of the CPLA, at the Mansudae Assembly Hall today.\r\n Present there were generals and officers of the Korean People's Army and the Chinese ambassador to the DPRK.\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}