{
    "date": "2001-05-27",
    "url": "http://kcna.co.jp/item/2001/200105/20010527.htm",
    "articles": [
        {
            "title": "Kim Jong Il visits Hamhung Youth Goat Farm",
            "url": "http://kcna.co.jp/item/2001/200105/news05/27.htm#1",
            "content": "Kim Jong Il visits Hamhung Youth Goat Farm \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 27 (KCNA) -- Leader kim jong il gave on-the-spot guidance to the newly built Hamhung Youth Goat Farm on May 24.\r\n He was briefed before the panoramic map of the farm with 51 branches and gave on-site guidance to the Hamhung Farm Branch. &nbsp;&nbsp;&nbsp;\r\n Looking round goat sheds and cosy modern houses built to suit the features of the mountainous area, he acquainted himself in detail with their construction and goat breeding. &nbsp;&nbsp;&nbsp;\r\n He visited the house of breeder of the branch Ri Hun Min where he met with Ri's family members and had a cordial conversation with them. Very pleased to learn that Ri and his wife are devoting their wisdom and energies at the branch after joining it, Kim Jong Il had a picture taken with his family members. &nbsp;&nbsp;&nbsp;\r\n He learned in detail about the living of the employees of the farm and said that they should enjoy as good entertainment as that in plain areas. &nbsp;&nbsp;&nbsp;\r\n The next leg of his visit was the milk processing shop, bathhouse, barber-shop and entertainment and service facilities built by the Hamhung workers themselves. &nbsp;&nbsp;&nbsp;\r\n After getting familiar with production equipment and processing methods in the milk processing shop, he expressed great satisfaction with the milk processing centre with a big capacity built by them in the spirit of self-reliance. &nbsp;&nbsp;&nbsp;\r\n Commanding a bird's-eye view of the farm, he was greatly satisfied to learn that the Hamhung workers, the party members and other working people in South Hamgyong Province and the city built such a modern goat farm in a matter of a few years. &nbsp;&nbsp;&nbsp;\r\n After looking round the farm, he advanced highly important tasks to be fulfilled to massively breed goats so as to significantly improve the people's diet. &nbsp;&nbsp;&nbsp;\r\n He said that the farm eloquently proves the validity and vitality of the party's policy on raising a lot of goats which can ensure economic effectiveness. &nbsp;&nbsp;&nbsp;\r\n He called upon all the provinces, cities and counties to earnestly follow the example of the city. &nbsp;&nbsp;&nbsp;\r\n He set forth tasks to consistently implement the party's policy on massively raising goats. &nbsp;&nbsp;&nbsp;\r\n Noting that the revolutionary spirit that when the party is determined, we can do anything under any circumstances is most important, he highly estimated the revolutionary work style of the Hamhung City Committee of the WPK. &nbsp;&nbsp;&nbsp;\r\n He also put forward tasks to actively introduce superior breeds in raising goats. &nbsp;&nbsp;&nbsp;\r\n He stressed the need to implement the party's policy of bringing about a revolutionary turn in raising breeds. &nbsp;&nbsp;&nbsp;\r\n He called for striving to make researches into  goat breeds to suit the topographical features and introduce them into production. &nbsp;&nbsp;&nbsp;\r\n He set forth tasks to develop milk processing. &nbsp;&nbsp;&nbsp;\r\n in order to keep the production of processed milk going, it is necessary to modernize processing facilities and sufficiently supply a variety of churns, he said, indicating ways of doing so. &nbsp;&nbsp;&nbsp;\r\n He proposed to the leading officials tasks to give full play to the revolutionary traits. &nbsp;&nbsp;&nbsp;\r\n He earnestly called upon the leading officials in all fields to learn from the militant traits and the revolutionary style of work of the senior officials of the South Hamgyong Provincial Committee of the WPK, the South Hamgyong Provincial People's Committee and the Hamhung City Committee of the WPK and effect a new great upswing on all fronts of socialist construction.    \r\n\r\n"
        },
        {
            "title": "Simultaneous rallies proclaimed in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200105/news05/27.htm#2",
            "content": "Simultaneous rallies proclaimed in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 27 (KCNA) -- The headquarters of the movement for redressing Japanese textbooks and the world council of the Korean nation's movement for helping each other held a ceremony for proclaiming simultaneous rallies in the whole world for peace and friendship in Seoul on May 24, Seoul-based radio no. 1 reported.\r\n At the ceremony the organizations decided to form a branch of the international campaign for redressing Japanese textbooks and launch a campaign. &nbsp;&nbsp;&nbsp;\r\n It was also decided that compatriots should hold simultaneous rallies in front of the Japanese embassies in over 130 countries on June 12.    \r\n\r\n"
        },
        {
            "title": "Bush administration's hostile policy toward DPRK assailed",
            "url": "http://kcna.co.jp/item/2001/200105/news05/27.htm#3",
            "content": "Bush administration's hostile policy toward DPRK assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 27 (KCNA) -- A meeting for solidarity with the Korean people was held by the youth group for the study of Kim Jong Il's Juche idea in Vienna on May 15.\r\n The chief of the group in a report at the meeting said that the new U.S. administration's ceaseless pursuance of confrontation and hardline policy toward the DPRK poses a grave threat to the peace process on the Korean peninsula and stirs up serious concern among the international community. &nbsp;&nbsp;&nbsp;\r\n He went on: &nbsp;&nbsp;&nbsp;\r\n Particularly, the united states is putting pressure on the South Korean authorities to go off the process of inter-Korean reconciliation and reunification  and inveigling South Korea into the war exercises against the north. This is a grave challenge to the north-south joint declaration. &nbsp;&nbsp;&nbsp;\r\n The United States should refrain from doing anything obstructive to the reunification of Korea and promote the process of reconciliation and peaceful reunification of the north and the south. &nbsp;&nbsp;&nbsp;\r\n Expressing the belief that the Korean people would frustrate all sorts of obstructive moves at home and abroad and speed up national reunification, he said that he will extend invariable support and encouragement to their struggle in the future, too. &nbsp;&nbsp;&nbsp;\r\n Then, speakers demanded the bush administration discontinue its hostile policy toward the DPRK at once, saying that the united states is the very one who has divided Korea.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il eulogized in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200105/news05/27.htm#4",
            "content": "Kim Jong Il eulogized in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 27 (KCNA) -- The greatness of leader Kim Jong Il has recently been given wide publicity in South Korea, according to a news report.\r\n The general student council of Kyonggi University on April 21 pasted a portrait of Kim Jong Il on the notice board and carried an article on his brief history under it together with the letters reading \"the respected leader of the north.\" &nbsp;&nbsp;&nbsp;\r\n In a lecture on the subject of \"art and life\" held at Jeju University some time ago a lecturer highly praised the greatness of Kim Jong Il, a genius of art. &nbsp;&nbsp;&nbsp;\r\n The South Korean newspaper Kukbang Ilbo on March 28 carried a photo-accompanied article saying that the north has already seethed with preparations to mark his birthday next year. &nbsp;&nbsp;&nbsp;\r\n An internet site concerning his greatness was opened to the public in South Korea. &nbsp;&nbsp;&nbsp;\r\n At least 500 copies of his work \"On the Juche Idea\" were distributed at the \"graand seminar on Kim Il Sung's Juche idea\" which was held at Seoul National University on April 23 and 24 on the occasion of Sun's Day.     \r\n\r\n"
        },
        {
            "title": "19th congress of Chongryon",
            "url": "http://kcna.co.jp/item/2001/200105/news05/27.htm#5",
            "content": "19th congress of Chongryon \r\n&nbsp;&nbsp;&nbsp; Tokyo, May 26 (KNS-KCNA) -- The 19th congress of the General Association of Korean Residents in Japan (Chongryon) was held in Tokyo on May 25 and 26.\r\n Read out at the congress was a message of greetings to the 19th congress of Chongryon from the presidium of the DPRK Supreme People's Assembly. &nbsp;&nbsp;&nbsp;\r\n So Man Sul, first vice-chairman of the central standing committee of Chongryon, delivered a report to the congress of Chongryon on the work of the central committee under the title \"On further strengthening and developing the movement of Koreans In Japan in conformity with the requirements of the new century and the aspirations of Koreans in Japan\". &nbsp;&nbsp;&nbsp;\r\n He referred to the proud feats and valuable experience established by Chongryon in the history of the movement of Koreans in Japan in the 20th century. &nbsp;&nbsp;&nbsp;\r\n He stressed that the half-a-century road of Chongryon is a history of the idea and leadership, love and benevolence of late President Kim Il Sung and leader Kim Jong Il and a history of patriotism and loyalty of Chongryon and Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n He pointed to tasks of Chongryon to make a new advance of the movement of Koreans in Japan in the 21st century. &nbsp;&nbsp;&nbsp;\r\n Calling upon compatriots in Japan to firmly defend and preserve the national charactor, he said Chongryon should develop national education in step with the trend of the new century and in conformity with the aspirations of compatriots and conduct the work of defending and preserving the national charactor as a movement involving all the compatriots. &nbsp;&nbsp;&nbsp;\r\n Chongryon should put forward the compatriots of the new generation as the main force of the patriotic movement, enhance their role and materialise the vital demands of the compatriots, the reporter pointed out, and stressed: &nbsp;&nbsp;&nbsp;\r\n Chongryon should make a tangible contribution to the work of national reunification, positively assist the building of a powerful nation in the socialist homeland and make a new advance in external work. &nbsp;&nbsp;&nbsp;\r\n The deputy secretary general of the Liberal Democratic Party of Japan, the chairman of the Japan Communist Party, the leader of the Social Democratic Party and other Japanese attended the congress as guests and made congratulatory speeches. &nbsp;&nbsp;&nbsp;\r\n The report on the central committee of Chongryon was unanimously adopted as a decision of the congress. &nbsp;&nbsp;&nbsp;\r\n So Man Sul was elected chairman and Ho Jong Man chief vice-chairman. &nbsp;&nbsp;&nbsp;\r\n And Pak Jae Ro, Kwon Sun Hui, Ryang Su Jong, O Hyong Jin, Nam Sung U, Ri Ki Sok, Jo Ryong Hyon were elected vice-chairmen. &nbsp;&nbsp;&nbsp;\r\n Members of the central committee of Chongryon and members of the auditing commission were also elected. &nbsp;&nbsp;&nbsp;\r\n A letter to Kim Jong Il was adopted at the congress.    \r\n\r\n"
        },
        {
            "title": "Most reasonable way for national reunification",
            "url": "http://kcna.co.jp/item/2001/200105/news05/27.htm#6",
            "content": "Most reasonable way for national reunification \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 27 (KCNA) -- Rodong Sinmu today in an article calls for realizing national reunification by federal formula as clarified in the north-south joint declaration.\r\n The paper says: &nbsp;&nbsp;&nbsp;\r\n The north and south acknowledged in the joint statement the commonness in their proposals for reunification and agreed to the way of reunification by federal formula based on the co-existence of the two systems, which is a land mark success and progress in the settlement of national reunification. &nbsp;&nbsp;&nbsp;\r\n Reunification by the federal formula is a realistic,  reasonable, just and unique solution to the problem of peaceful and earliest reunification of the country. &nbsp;&nbsp;&nbsp;\r\n The reunification by the federal formula is way most suitable to the nature of reunification and actual conditions of the country. &nbsp;&nbsp;&nbsp;\r\n It is also a scientific way based on the possibility of co-existence of different ideologies and systems in a country. &nbsp;&nbsp;&nbsp;\r\n Korea's reunification by the federal formula is in accord with the interests of its neighboring countries and other countries of the world. it is a demand which brooks no further delay in view of regional security and global peace. &nbsp;&nbsp;&nbsp;\r\n In order to achieve national reunification by the federal formula, the north and south should adhere to the principle of national independence, achieve great national unity and tensions should be eased and a lasting peace be brought to the Korean peninsula so as to remove danger of war from the region  no force on earth can break the Korean nation's will to achieve national reunification. The article calls on all the Koreans in the north, south and abroad to turn out as one in the patriotic cause for achieving national reunification by the federal formula.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}