{
    "date": "2001-03-16",
    "url": "http://kcna.co.jp/item/2001/200103/20010316.htm",
    "articles": [
        {
            "title": "5th session of 10th SPA to be convened",
            "url": "http://kcna.co.jp/item/2001/200103/news03/16.htm#1",
            "content": "5th session of 10th SPA to be convened \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 16 (KCNA) -- The presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea published a decree on the convocation of its session on March 15.\r\n The decree said the fourth session of the 10th Supreme People's Assembly would be convened in Pyongyang on April 5, Juche 90 (2001), according to the article 92 of the DPRK socialist constitution.    \r\n\r\n"
        },
        {
            "title": "Arrogant interference in other's internal affairs",
            "url": "http://kcna.co.jp/item/2001/200103/news03/16.htm#2",
            "content": "Arrogant interference in other's internal affairs \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 16 (KCNA) -- Rodong Sinmun today carries a signed commentary condemning the new Bush administration of the United States for scheming frantically to isolate and stifle the DPRK while making the best use of every opportunity to pull it up. \r\n The U.S. is talking about \"threat\" from the DPRK while loud mouthing about the \"kidnapping\" issue and the U.S. State Department in a recent \"human rights report for the year 2000\" pulled up the DPRK over \"human rights issue,\" the news analyst says, and goes on:&nbsp;&nbsp;&nbsp;\r\n It is an open interference in the internal affairs of the DPRK and an outright challenge to it that the U.S. comments on the \"human rights record\" in the DPRK and calls it into question as it pleases by the wrong human rights standards of American style which represents the imperialist way of thinking, view on value and way of life with which to look down upon and oppress others and dominate them. &nbsp;&nbsp;&nbsp;\r\n It is also a grave criminal act intended to malignantly impair the dignity of the DPRK and the advantages and validity of the man-centred socialist system of Korean style. &nbsp;&nbsp;&nbsp;\r\n The recent anti-DPRK diatribe of the bush administration merits a particular attention because it is maliciously slandering the DPRK over \"human rights issue\" in a bid to sling mud at Korean socialism at a time when the DPRK's foreign relations have expanded and developed as never before and different countries want to improve relations with the DPRK. &nbsp;&nbsp;&nbsp;\r\n With such a mean trick the U.S. is seeking to tarnish the image of the DPRK, put a curb on the development of its foreign relations and stop other countries from improving relations with the DPRK. &nbsp;&nbsp;&nbsp;\r\n This only betrays the vicious nature of the U.S. hostile policy towards the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. moves to sap the authority of the DPRK by its own \"human rights standards\" touch off bitter hatred of the Korean people for the U.S. &nbsp;&nbsp;&nbsp;\r\n The U.S. should refrain from doing such an arrogant act of interfering in the internal affairs of the DPRK, mindful of the Korean people's feelings.    \r\n\r\n"
        },
        {
            "title": "Myth of U.S. imperialists' \"mightiness\" shattered",
            "url": "http://kcna.co.jp/item/2001/200103/news03/16.htm#3",
            "content": "Myth of U.S. imperialists' \"mightiness\" shattered \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 16 (KCNA) -- The myth of the U.S. imperialists' \"mightiness\" was shattered to smithereens in the past Korean War.\r\n The Korean War was a confrontation beyond human imagination as it was a war between the young DPRK and the U.S.-led imperialist allied forces. &nbsp;&nbsp;&nbsp;\r\n The U.S. mobilized over two million-strong armed forces including one third of its land forces, one fifth of its air force, most of its pacific fleet, plus troops of 15 of its satellite countries, the South Korean and Japanese armed forces and its modern combat and technical equipment to seize the DPRK through a \"blitz warfare.\" &nbsp;&nbsp;&nbsp;\r\n The world was impatiently following the situation on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n The world people expressed apprehension as to whether the DPRK, small in its territory, would be able to hold out in confrontation with the U.S. which knew no defeat. However, something beyond the imagination of the international community happened on the Korean front. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists sustained a shameful defeat as they misjudged their rival. &nbsp;&nbsp;&nbsp;\r\n This defeat was the first in the U.S. 200 odd year-long history of aggression. &nbsp;&nbsp;&nbsp;\r\n In this regard, the U.S. magazine U.S. News and World Report said that the U.S. losses in the Korean War were over two times those the Americans suffered in the previous five big wars. &nbsp;&nbsp;&nbsp;\r\n The loss of manpower and war equipment suffered by the U.S. imperialists in the three year-long Korean War was nearly 2.3 times bigger than that they sustained in the four years of the Pacific War during the second world war. &nbsp;&nbsp;&nbsp;\r\n Their myth of \"mightiness\" was thus exploded to smithereens. This was bitterer disgrace to the U.S.  nobody thought that the U.S., which had boasted of being mighty, would be defeated in the war against such a small country as the DPRK. But, it was a hard reality. &nbsp;&nbsp;&nbsp;\r\n Marshall, the then U.S. Defence Secretary, confessed that the myth of the U.S. was shattered and it was not so strong as others thought would be. &nbsp;&nbsp;&nbsp;\r\n If the U.S. imperialists, oblivious of the lesson taught by the Korean War and overconfident of their strength, come in attack on the DPRK again, they will not escape from fatal disasters.    \r\n\r\n"
        },
        {
            "title": "Reception given by Russian ambassador",
            "url": "http://kcna.co.jp/item/2001/200103/news03/16.htm#4",
            "content": "Reception given by Russian ambassador \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 16 (KCNA) -- Russian ambassador to the DPRK Valery Denisov hosted a reception at the embassy yesterday on the occasion of the 52nd anniversary of the conclusion of the agreement on economic and cultural cooperation between the DPRK and the Russian Federation.\r\n Present on invitation were Kim Ryong Mun, vice-minister of foreign trade, and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there.    \r\n\r\n"
        },
        {
            "title": "Correspondence between families separated in north and south of Korea",
            "url": "http://kcna.co.jp/item/2001/200103/news03/16.htm#5",
            "content": "Correspondence between families separated in north and south of Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 16 (KCNA) -- Correspondence was exchanged between families and relatives separated in the north and south of Korea on March 15, the first ever since national division, according to the agreement of the third round of north-south red cross talks.\r\n That day Red Cross liaison representatives from the north and the south exchanged letters of 300 members of separated families and relatives each at Panmunjom.    \r\n\r\n"
        },
        {
            "title": "Hamhung branch of academy of sciences",
            "url": "http://kcna.co.jp/item/2001/200103/news03/16.htm#6",
            "content": "Hamhung branch of academy of sciences \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 16 (KCNA) -- The Hamhung branch of the academy of sciences situated in Hamhung, South Hamgyong Province on the east coast was established in August Juche 49 (1960). It is furnished with a dozen institutes of inorganic, organic and analytical chemistry, chemical materials and vinalon, and several pilot plants for vinalon and experimental apparatuses, a postgraduate course, a foreign languages course and a branch of the university of science. it has a good 10,000 items of experimental and technological devices and many laboratories.\r\n It has so far introduced a great many research results into different branches of the national economy, going a long way towards enhancing the Juche character of industry and the people's welfare. &nbsp;&nbsp;&nbsp;\r\n The exposure reagent, main disk record, noise-proof recording, rust and cave-water prevention and pantile-reinforcing agent are heavily favoured for the preservation of revolutionary remains, information and cultural relics. &nbsp;&nbsp;&nbsp;\r\n The phosphorous, lime and other fertilizers, herbicides, insecticides, high-pressure hoses, stabilizers and ultraviolet absorbents claim an important role in agricultural production. &nbsp;&nbsp;&nbsp;\r\n Besides, vinalon fibre, inhygroscopicity sutures, mobilon rayon yarn, plastic goods, stone coal, efficient catalyzer, electrodes and manifold dyes have been adopted in industrial production. &nbsp;&nbsp;&nbsp;\r\n Leader Kim Jong Il, with his habitual concern for scientific and technical development, inspected the branch on March 7, Juche 88 (1999) and gave high appreciation for its research achievements. &nbsp;&nbsp;&nbsp;\r\n All the researchers here, true to the science-first policy, are eager to contribute themselves to the building of a powerful socialist nation.    \r\n\r\n"
        },
        {
            "title": "Confessions of defeated",
            "url": "http://kcna.co.jp/item/2001/200103/news03/16.htm#7",
            "content": "Confessions of defeated \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 16 (KCNA) -- The U.S. imperialist  warmongers, keen on the moves to stifle the DPRK, should stop running amuck, drawing the lesson from the confessions made by those defeated in the past Korean War, warn the Korean people and people's army soldiers.\r\n Clark, the then commander-in-chief of the \"UN forces\" and commander of the U.S. forces in the far east, who signed the armistice agreement as the first defeated \"general\" in the U.S. history, confessed that he gained the unenviable distinction of being the first United States army commander in history to sign an armistice without a victory and got a feeling that everything ended in failure. &nbsp;&nbsp;&nbsp;\r\n He also noted that the U.S. history does not know a war without victory, adding that but in Korea the U.S. signed an armistice without a victory for the first time in the history. &nbsp;&nbsp;&nbsp;\r\n Bradley, the then chairman of the U.S. joint chiefs of staff, lamented that the Korean war was a great military disaster and a wrong war at the wrong place and at the wrong time and with the wrong enemy. &nbsp;&nbsp;&nbsp;\r\n Macarthur said that since its founding the prestige of the United States has never dropped to the ground as that time in the whole world and it was impossible for the United States to win victory in Korea, the U.S. suffered disastrous losses and Americans would shed more blood in Korea. &nbsp;&nbsp;&nbsp;\r\n He was a murderous \"general\" dismissed as the commander of the U.S. forces in the far east and commander-in-chief of the \"UN forces,\" held responsible for the bitter defeat in the war. &nbsp;&nbsp;&nbsp;\r\n Even the New York Times deplored about the U.S. imperialists' gloomy prospect of the war, saying that there was no assurance that the u.s. was certain to win. &nbsp;&nbsp;&nbsp;\r\n The U.S. warmongers are well advised to stop running wild, recalling the confessions made by those defeated in the war. &nbsp;&nbsp;&nbsp;\r\n They should bear in mind that otherwise only a bitter defeat awaits them.    \r\n\r\n"
        },
        {
            "title": "U.S. wild ambition for world domination blasted",
            "url": "http://kcna.co.jp/item/2001/200103/news03/16.htm#8",
            "content": "U.S. wild ambition for world domination blasted \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 16 (KCNA) -- Rodong Sinmun today in a signed article terms the bush administration's unprecedented massing of its aggressor forces in the Asian-pacific region a concentric expression of its policy of strength.\r\n It says: &nbsp;&nbsp;&nbsp;\r\n Recently the U.S. imperialists newly set up a minesweeping detachment headquarters at their Sasebo base in Japan and announced a plan to deploy three attack submarines in Guam island from next year. And a new contingent of their armed forces are being hurled into an area around the Korean peninsula from their mainland and other places. &nbsp;&nbsp;&nbsp;\r\n All these military moves, a product of their aggressive Asian-pacific strategy, are dangerous war preparations to bring the DPRK under control by force of arms. &nbsp;&nbsp;&nbsp;\r\n The U.S. ruling circles are keen to tighten the tripartite military alliance involving the U.S., Japan and South Korea and frame up the Asian version of NATO by drawing other countries into it. &nbsp;&nbsp;&nbsp;\r\n The bottom line of their Asian-pacific strategy is to dominate northeast Asia. Its main aim is to retain their grip on South Korea and provoke a new war of aggression, a nuclear war. &nbsp;&nbsp;&nbsp;\r\n They are working hard to contain the DPRK, using South Korea as its forward base and, furthermore, bring neighbouring big countries under control in a bid to establish domination over this region. &nbsp;&nbsp;&nbsp;\r\n Acute showdown between socialism and imperialism is under way on the Korean peninsula and the DPRK is growing stronger in this confrontation as the days go by. This is why the U.S. imperialists pay so much attention to South Korea in their Asian-pacific strategy. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialist warhawks are foolishly dreaming of a new war of aggression in Korea in a bid to stifle the DPRK by force of arms. &nbsp;&nbsp;&nbsp;\r\n This is, however, a daydream. &nbsp;&nbsp;&nbsp;\r\n They should bear in mind that if they dare provoke the second Korean War, none of them will survive.    \r\n\r\n"
        },
        {
            "title": "New research achievements",
            "url": "http://kcna.co.jp/item/2001/200103/news03/16.htm#9",
            "content": "New research achievements \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 16 (KCNA) -- Scientists and technicians in the DPRK are reporting achievements in scientific researches in the New Year.\r\n The academy of agricultural science has succeeded in completing its research into virus free tissue potato culture. this success is now being introduced in rural areas across the country. &nbsp;&nbsp;&nbsp;\r\n It also designed and manufactured new type potato planting machines, potato selectors and five other efficient farm machines and sent them to Taehongdan county. &nbsp;&nbsp;&nbsp;\r\n A biological research group of Kim Hyong Jik University of Education perfected triploid catfish breeding technology and introduced it into many factories, enterprises and cooperative farms, boosting catfish production 30 per cent over that in the past. &nbsp;&nbsp;&nbsp;\r\n Kim Chaek University of Technology developed an  electromagnetic rock-drill requiring no compressor and air pipe. Its efficiency is 28-30 per cent and its electricity consumption one tenth of that of a pneumatic rock-drill. It produces a low noise and is highly mobile and productive. &nbsp;&nbsp;&nbsp;\r\n The garment institute of the ministry of light industry succeeded in computerizing the fashion designing. It has put the designing of clothes that sit well with customers on a scientific basis by use of the developed fashion design program. &nbsp;&nbsp;&nbsp;\r\n Not a few practical achievements have been made by the Korean Technical Centre for Koryo Medicine.    \r\n\r\n"
        },
        {
            "title": "Greetings to chairman of C.C., LPRP",
            "url": "http://kcna.co.jp/item/2001/200103/news03/16.htm#10",
            "content": "Greetings to chairman of C.C., LPRP \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 16 (KCNA) -- The Central Committee of the Workers' Party of Korea yesterday sent a message of greetings to Khamtay Siphandone upon his reelection as chairman of the central committee of the Lao People's Revolutionary Party at its seventh congress.\r\n The message extended warm congratulations to him on his reelection at the congress. &nbsp;&nbsp;&nbsp;\r\n His reelection is an expression of the trust in him of all the party members and people, the message said. &nbsp;&nbsp;&nbsp;\r\n Expressing the conviction that the friendly and cooperative relations between the two parties would further strengthen and develop in the idea of independence, peace and friendship, it sincerely wished him greater success in his responsible work for the implementation of the decisions of the 7th Congress of the LPRP.    \r\n\r\n\r\n"
        },
        {
            "title": "Delegation of Russian Ministry of Railway Transport here",
            "url": "http://kcna.co.jp/item/2001/200103/news03/16.htm#11",
            "content": "Delegation of Russian Ministry of Railway Transport here \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 16 (KCNA) -- A delegation of the Russian Ministry of Railway Transport led by minister Nikolai Aksenenko arrived here today.\r\n The delegation was met at the airport by Kim Kwang Su, chief of staff of the Ministry of Railways, and Valery Denisov, ambassador of the Russian Federation to the DPRK. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}