{
    "date": "2001-10-22",
    "url": "http://kcna.co.jp/item/2001/200110/20011022.htm",
    "articles": [
        {
            "title": "Speech of head of DPRK delegation at 31st general meeting of UNESCO",
            "url": "http://kcna.co.jp/item/2001/200110/news10/22.htm#1",
            "content": "Speech of head of DPRK delegation at 31st general meeting of UNESCO \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 22 (KCNA) -- The DPRK government will creditably fulfil its duty as a member state of the UNESCO in the work to carry out its noble mission. The head of the DPRK delegation said this in his speech at the 31st general meeting of the UNESCO.\r\n He noted:&nbsp;&nbsp;&nbsp;\r\n Peace in the Korean peninsula and other areas of the world is still threatened by power politics and high-handed practices. The north-south summit meeting and the June 15 North-South Joint Declaration based on the idea of national independence and the great national unity of leader Kim Jong Il are supported and welcomed by the international community as they reflect the will and cherished desire of all the Korean people. &nbsp;&nbsp;&nbsp;\r\n The DPRK government is striving for the development of education, regarding it as an important issue on which hinges the future destiny of the nation. &nbsp;&nbsp;&nbsp;\r\n He laid an emphasis on increasing the role of the UNESCO in rendering positive cooperation to the former colonial countries in the efforts to get the right to retake the illegally looted cultural relics and make the countries concerned commit themselves to return cultural relics to those countries from where they had taken away. &nbsp;&nbsp;&nbsp;\r\n He further said: &nbsp;&nbsp;&nbsp;\r\n Those countries that call for equal sovereignty are groundlessly charged with \"terrorism\", unilateral armed intervention, sanctions, etc. are imposed upon other countries to violate their sovereignty and untold sufferings are brought to their people. &nbsp;&nbsp;&nbsp;\r\n These acts should never be tolerated. &nbsp;&nbsp;&nbsp;\r\n Any recourse to armed forces and war that kill innocent people or aggravate regional situation and destroy regional stability in the way of combating terrorism can never be justified. &nbsp;&nbsp;&nbsp;\r\n He expressed concern about Japan's distortion of history and strongly demanded it honestly redress its past to meet the need of the new century.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il sends gifts to flood victims",
            "url": "http://kcna.co.jp/item/2001/200110/news10/22.htm#2",
            "content": "Kim Jong Il sends gifts to flood victims \r\n&nbsp;&nbsp;&nbsp; Wonsan, October 21 (KCNA) -- Leader Kim Jong Il sent gifts to people in flood-afflicted areas of Kangwon province, on the east coast of the DPRK.\r\n Some time ago, Kangwon province was hard hit by unprecedented torrential rain and tidal wave. As a result, tens of thousands of hectares of arable land were submerged and washed away and houses for over 30,000 families, nurseries, kindergartens, hospitals, public and production buildings were destroyed. &nbsp;&nbsp;&nbsp;\r\n Deeply concerned about the disasters met by the people of the province, Kim Jong Il took concrete measures for the earliest possible recovery from flood damage and showed such loving care as sending bedclothes and underclothes to them. &nbsp;&nbsp;&nbsp;\r\n Ceremonies for conveying the gifts were held on the spots Sunday.    \r\n\r\n"
        },
        {
            "title": "Anniversary of enforcement of secondary education of Koreans in Japan marked",
            "url": "http://kcna.co.jp/item/2001/200110/news10/22.htm#3",
            "content": "Anniversary of enforcement of secondary education of Koreans in Japan marked \r\n&nbsp;&nbsp;&nbsp; Tokyo, October 20 (KNS-KCNA) -- A meeting was held at the Korean Hall of Culture in Tokyo on Oct. 20 to mark the 55th anniversary of the enforcement of the secondary education of Koreans in Japan.\r\n So Man Sul, chairman of the central standing committee of the General Association of Korean Residents in Japan (Chongryon), in his report at the meeting said that the history of 55 years of the enforcement of the secondary education is a history of the wise guidance of President Kim Il Sung and leader Kim Jong Il who have held dear and taken care of sons and daughters of Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n He earnestly called upon the participants in the meeting to proudly open a bright future of the movement of Koreans in Japan in the 21st century by improving national education under the wise guidance of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n A decree of the Presidium of the Supreme People's Assembly of the DPRK on awarding honorary titles and medals to educationists of Chongryon who contributed to firmly building up Chongryon organizations and strengthening and developing democratic national education was read out at the meeting and titles and medals were awarded to officials concerned. &nbsp;&nbsp;&nbsp;\r\n Commendations of the ministry of education of the DPRK were also awarded to patriotic businessmen, compatriots and organizations supporting schools that contributed to national education. &nbsp;&nbsp;&nbsp;\r\n Delegates of people from all social standings made speeches at the meeting.\r\n A letter to Kim Jong Il was adopted there.    \r\n\r\n"
        },
        {
            "title": "Japanese reactionaries' crackdown on study groups under fire",
            "url": "http://kcna.co.jp/item/2001/200110/news10/22.htm#4",
            "content": "Japanese reactionaries' crackdown on study groups under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 22 (KCNA) -- On October 5 the Tokyo district prosecutors' office and the metropolitan police office ransacked the International Institute of the Juche Idea (IIJI) and the house of its secretary general and other Juche idea study organizations in Japan, altogether 7 units, by linking them with the alleged \"violation of the passport act\" by a Japanese woman involved in the Japanese airliner \"Yodo\" case. In this regard Rodong Sinmun today in a signed commentary says:\r\n Such hooliganism as letting police search the internationally recognized institutions all of a sudden was something unprecedented in peacetime in Japan. This was the world's biggest gangsterism. &nbsp;&nbsp;&nbsp;\r\n Recalling Asahi Shimbun's report that the search was carried out because of their linkage with North Korea and the Juche idea, the commentary observes: The police perpetrated this search not simply on the charge of \"violation of the passport act\" but it was prompted by a very sinister intention. &nbsp;&nbsp;&nbsp;\r\n Japanese security policemen took away the diploma and gold medal for \"International Kim Il Sung Prize\" officially awarded to the IIJI secretary general by the international organization. This clearly proves that the Japanese society is where hooliganism prevails, a society rare to be found in the world. &nbsp;&nbsp;&nbsp;\r\n Regarding the Juche idea followers as a stumbling block in the way of consolidating the ideological foundation for militarization, the Japanese reactionaries are working hard to block their activities by inventing whatever pretext, the commentary says, and goes on: &nbsp;&nbsp;&nbsp;\r\n This rash crackdown is one more blatant provocation to the DPRK and a grave challenge to progressive mankind aspiring after independence and peace as it was an extension of the Japanese reactionaries' anti-DPRK hostile policy and anti-DPRK plot. &nbsp;&nbsp;&nbsp;\r\n This incident is touching off the Korean people's bitterer national wrath and hatred, because this only adds to the crimes committed by Japan against them. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries' efforts to prevent the Juche idea from shedding its brilliant rays in Japan are as foolish as trying to get the sun eclipsed by their palms. &nbsp;&nbsp;&nbsp;\r\n They are well advised to stop at once this mean crackdown at once.    \r\n\r\n"
        },
        {
            "title": "S. Korea urged to take sincere attitude toward inter-Korean dialogue",
            "url": "http://kcna.co.jp/item/2001/200110/news10/22.htm#5",
            "content": "S. Korea urged to take sincere attitude toward inter-Korean dialogue \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 22 (KCNA) -- The north-south authorities' talks to pep up Mt. Kumgang tourism was not held as scheduled and the 2nd meeting of the north-south committee for the promotion of economic cooperation could not but be postponed owing to the south side's wrong attitude.\r\n In this regard Rodong Sinmun today carries a commentary urging the south side to sincerely accept the proposal repeatedly made by the north side for the dialogues. &nbsp;&nbsp;&nbsp;\r\n The south side has put the whole army and police on \"emergency alert\" under the pretext of what is happening abroad while clamouring about somebody's \"movement\" and \"perfect security posture.\" as a result, all parts of South Korea are fraught with a horrifying atmosphere. &nbsp;&nbsp;&nbsp;\r\n In particular, many fighter planes were brought to South Korea from abroad allegedly to \"fill up a military vacuum\", aggravating the tense situation and extremely straining the north-south relations. And the hawkish elements of the military and the rightist conservatives are openly revealing their design to do harm and stifle the fellow countrymen, in league with outsiders, while describing the north as \"principal enemy.\" &nbsp;&nbsp;&nbsp;\r\n It is impossible to expect smooth progress of the dialogue under the situation in which one partner is kicking up a racket of confrontation against the other partner. this is the serious lesson taught by the past north-south dialogues, the commentary notes, and says: &nbsp;&nbsp;&nbsp;\r\n Oblivious of this lesson, the south side is still deliberately laying obstacles to the dialogue. This is what matters and herein lies the gravity of the present situation. &nbsp;&nbsp;&nbsp;\r\n The south side has insisted on holding the talks on Mt. Solak, not on Mt. Kumgang, though their agenda is the matter of pepping up Mt. Kumgang tourism. It clearly shows how insincere the south side is toward the dialogue. &nbsp;&nbsp;&nbsp;\r\n It should ponder over this matter. &nbsp;&nbsp;&nbsp;\r\n The present dialogue between the north and the south of Korea has not been arranged with ease. The south side, if it sets store by this dialogue and has willingness to implement the June 15 joint declaration, should honestly accept the north side's repeated proposal for dialogue, instead of insisting on its absurd assertion.    \r\n\r\n"
        },
        {
            "title": "Ryongsong Machine Complex",
            "url": "http://kcna.co.jp/item/2001/200110/news10/22.htm#6",
            "content": "Ryongsong Machine Complex \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 22 (KCNA) -- The Ryongsong Machine Complex of Korea is one of the nation's powerful bases producing ordered equipment.\r\n In recent years the workers of the complex have manufactured ordered equipment and large machine tools even under the conditions where the country has been hard pressed for everything and sent them to different sectors of the national economy. &nbsp;&nbsp;&nbsp;\r\n Once it could not properly process simple machine parts. &nbsp;&nbsp;&nbsp;\r\n In the postwar difficult period it made an 8 meter turning lathe, a 3,000-ton press and a 6,000-ton press by its own efforts. It produced complete sets of many ordered equipment including equipment for vinalon factory and vinyl chloride factory in the 1960s. &nbsp;&nbsp;&nbsp;\r\n It manufactured a 20 meter lathe, an 18 meter turning lathe in the 1970s and a 70 metre gantry planning machine, and a 10,000-ton press as high as 10-storeyed apartment house in a little more than one year in the 1980s. &nbsp;&nbsp;&nbsp;\r\n President Kim Il Sung gave on-the-spot guidance to the complex on 25 occasions right from the liberation of the country to the last moments of his life. &nbsp;&nbsp;&nbsp;\r\n Leader Kim Jong Il visited it on April 11. Looking back upon the course of its development, he said that it has turned into a leading machine producer, a \"mother complex\". &nbsp;&nbsp;&nbsp;\r\n He stressed that the Ryongsong Machine Complex, the largest base producing ordered equipment and the face of the Korean industry, should produce more machines including compressors and send them to construction sites and industrial establishments. &nbsp;&nbsp;&nbsp;\r\n The complex was commissioned in Juche 35 (1946). &nbsp;&nbsp;&nbsp;\r\n It is situated in Hungnam, south Hamgyong province.    \r\n \r\n\r\n\r\n"
        }
    ]
}