{
    "date": "2001-03-21",
    "url": "http://kcna.co.jp/item/2001/200103/20010321.htm",
    "articles": [
        {
            "title": "U.S. urged to face up to trend of times",
            "url": "http://kcna.co.jp/item/2001/200103/news03/21.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. urged to pay for blood shed by Koreans",
            "url": "http://kcna.co.jp/item/2001/200103/news03/21.htm#2",
            "content": "U.S. urged to face up to trend of times \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 21 (KCNA) -- The U.S. Defense Department on March 5 in an annual report submitted to the congress argued that a test program for the \"National Missile Defense\" initiative (NMD) is too passive. The report suggested that for now it is difficult for the united states to have the immediate capacity to deploy the \"NMD\" for a real war between 2006 and 2010 as planned.\r\n In this regard Rodong Sinmun today says in a signed article: &nbsp;&nbsp;&nbsp;\r\n The annual report goes to clearly prove how frantically the U.S. is working to put into practice the \"NMD\" as soon as possible. Its real aim is to realize its ambition for world supremacy. &nbsp;&nbsp;&nbsp;\r\n A spokesperson for the U.S. Defense Department in charge of ballistic missile defense admitted that the system which is now being developed by the U.S. as regards the \"NMD\" is projected to cope with threat from a dangerous state, not China, Russia and others. The U.S. hue and cry over \"measure\" to cope with any country's \"threat\" is a pretext to justify the establishment of the \"NMD\". &nbsp;&nbsp;&nbsp;\r\n Whenever the united states undertook any aggression and war, it invented pretexts to justify them. A proof of this was its smear campaign against the DPRK over its \"missile threat\". The ulterior intention of the U.S. is to sacrifice the DPRK for attaining Washington's sinister aim. &nbsp;&nbsp;&nbsp;\r\n That is why the U.S. is talking about a \"hard line policy\" towards the DPRK, letting loose such outbursts as labelling it as \"a dangerous state\" and \"sponsor-terrorism\". This is a very dangerous development as the U.S. is pushing the DPRK-U.S. relations to the phase of new confrontation and seriously threatening the peace and security in the Korean peninsula and the rest of Asia. &nbsp;&nbsp;&nbsp;\r\n The United States should refrain from criminal acts of going against the trend of the times towards detente and peace.    \r\n\r\n"
        },
        {
            "title": "Japan's apology and compensation to Korean people demanded",
            "url": "http://kcna.co.jp/item/2001/200103/news03/21.htm#3",
            "content": "U.S. urged to pay for blood shed by Koreans \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 21 (KCNA) -- British political party leaders expressed strong resentment at the monstrous atrocities committed by the U.S. imperialist aggressors after seeing the evidence proving them at the Sinchon Museum in South Hwanghae Province.\r\n Displayed there are materials showing mass killings committed by the aggressors during the Korean War (June 1950-July 1953). They killed in the most brutal way more than 35,000 innocent civilians, one fourth of the population of Sinchon county, in just over 50 days of their occupation of the county. &nbsp;&nbsp;&nbsp;\r\n Christopher Coleman, leader of the Revolutionary Communist Party of Britain (Marxist-Leninist) who is a spokesman of its central committee, noted that GIs' massacres of peaceable  civilians were something beyond human imagination. The museum bears witness to the crimes of the aggressors, he added. &nbsp;&nbsp;&nbsp;\r\n He expressed confidence that the Korean people under the wise guidance of leader Kim Jong Il would certainly take revenge upon the aggressors a thousand times. &nbsp;&nbsp;&nbsp;\r\n Andy Brooks, general secretary of the Central Committee of the New Communist Party of Great Britain, said that he heard a lot about the brutal, vicious and crafty nature of the U.S. imperialists and he could verify them firsthand at the Sinchon museum. &nbsp;&nbsp;&nbsp;\r\n Saying that the U.S. imperialists committed crimes putting into the shade the atrocities of the Hitler fascists, he urged all the people to clearly know about what the GIs perpetrated in Korea and heighten their vigilance against U.S. imperialism. &nbsp;&nbsp;&nbsp;\r\n Europeans should come to see the museum if they wish to know well which sort of a country the U.S. is and what atrocities GIs committed. &nbsp;&nbsp;&nbsp;\r\n The Korean people, fully determined to give vent to the grudge of Sinchon, will surely force the U.S. to pay the blood shed by its population.    \r\n\r\n"
        },
        {
            "title": "Reception in honour of CPC delegation",
            "url": "http://kcna.co.jp/item/2001/200103/news03/21.htm#4",
            "content": "Japan's apology and compensation to Korean people demanded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 21 (KCNA) -- The members of the delegation of activists for Japan's post-war compensation headed by Koken Tsuchiya, former chairman of the Japan federation of bar associations on a visit to the DPRK, were interviewed by mediamen in Pyongyang on March 19.\r\n A statement issued by the delegation at the interview contained a three-point demand to the Japanese government and diet. It urged them to resume at an early date the negotiations for the establishment of diplomatic relations between Japan and the DPRK, apologize and compensate for Japan's military occupation of and rule over Korea and its war of aggression and make an immediate and honest apology and compensation to all the victims of \"military sexual slavery\" and forcible drafting, etc. &nbsp;&nbsp;&nbsp;\r\n It also urged them not to allow the distortion of history, step up the probe into its truth and take a measure to refer to Japan's war of aggression including its military occupation and rule, \"comfort women for the army,\" forcible drafting, etc. in history textbooks as they were. &nbsp;&nbsp;&nbsp;\r\n It is a great mistake for Japan to treat the DPRK like South Korea, Tsuchiya said, adding: The DPRK has maintained principled stand that it is impossible to establish diplomatic relations with Japan unless there are apology and compensation from it. &nbsp;&nbsp;&nbsp;\r\n He said that he would directly convey the delegation's will to the government and work hard so that it may rectify its attitude towards the DPRK and positively handle the issues related to the improvement of the Japan-DPRK relations, and the opening of the ties of peace and friendship with Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Member of the delegation Ken Arimitsu said he would strive to strengthen exchange with the victims and those concerned in the DPRK and solidarity and cooperation with them in order to realize an early compensation. &nbsp;&nbsp;&nbsp;\r\n Member of the delegation Satoshi Uesuki spoke of the ulterior intention of those who try to make a retrogressive revision of Japanese history textbooks and expressed his determination to carry on the protest campaign against the revision.     \r\n\r\n"
        },
        {
            "title": "Boards on GIs' mass killings set up",
            "url": "http://kcna.co.jp/item/2001/200103/news03/21.htm#5",
            "content": "Reception in honour of CPC delegation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 21 (KCNA) -- The Central Committee of the Workers' Party of Korea hosted a reception at the mansudae assembly hall yesterday in honour of the visiting delegation of the Communist Party of China led by Zeng Qinghong. \r\n Choe Thae Bok in his speech warmly congratulated the Chinese people on their full demonstration of the inexhaustible creative power and might of the Chinese nation in the socialist modernization drive under the leadership of the CPC with Jiang Zemin as its core and expressed the belief that they would gain a greater success in their efforts to achieve the grandiose strategic targets of the tenth five-year plan. &nbsp;&nbsp;&nbsp;\r\n The workers' party and people of Korea will make all efforts to further develop the friendly and cooperative relations between the two parties and the two countries, upholding the noble intention of leader Kim Jong Il, he said. &nbsp;&nbsp;&nbsp;\r\n Zeng Qinghong in his speech said that the Sino-Korean  friendship was provided and developed by chairman Mao Zedong, premier Zhou Enlai, Deng Xiaoping and president Kim Il Sung, proletarian revolutionaries of the old generation in the two countries, and that the friendship is consolidating under the concern of Jiang Zemin and Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n It was a great event in the relations of the two countries that the supreme leaders of the two parties exchanged profound views and reached a consensus of views on the issues of common concern and on the development of bilateral relations, he said, adding: the friendly and cooperative relations between the two countries will surely greet a brighter future in the new century.    \r\n\r\n"
        },
        {
            "title": "Korean people vow to avenge U.S. provocation",
            "url": "http://kcna.co.jp/item/2001/200103/news03/21.htm#6",
            "content": "Boards on GIs' mass killings set up \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 21 (KCNA) -- Boards have been set up in different places of Sinchon county, south hwanghae province, to expose and condemn mass killings committed by the U.S. imperialists there during their occupation in the Korean War (June 1950-July 1953).\r\n Boards were set up at the air-raid shelter of the former public security office of Sinchon county where U.S. imperialist aggressors killed over 520 members of the Workers' Party of Korea and other civilians through an explosion after closing its door, on the Sokdang bridge from which they threw more than 2,000 innocent people, killing them all, at the Poku reservoir where they massacred over 640 civilians, and other places. &nbsp;&nbsp;&nbsp;\r\n The board standing in the Joksu valley in Uryong-ri deals with the monstrous atrocities committed by the aggressors. &nbsp;&nbsp;&nbsp;\r\n They buried patriots alive and killing them after torturing them by cutting off the soles of their feet. &nbsp;&nbsp;&nbsp;\r\n They murdered over 35,000 people in Sinchon county or one fourth of its population in a brutal manner during 50 odd days of their occupation. &nbsp;&nbsp;&nbsp;\r\n Seeing the boards, people from all walks of life and servicepersons bitterly condemned the U.S. imperialists for running amuck in the moves to provoke a new war.    \r\n\r\n"
        },
        {
            "title": "Brisk land readjustment project in Korea",
            "url": "http://kcna.co.jp/item/2001/200103/news03/21.htm#7",
            "content": "Korean people vow to avenge U.S. provocation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 21 (KCNA) -- The Bush administration's undisguised moves to isolate and stifle the DPRK are escalating the Korean people's indignation and hatred.\r\n Working people of Korea, enraged by the U.S. warmongers' clamours for \"hard-line,\" are hardening their determination to resolutely fight against the enemies. &nbsp;&nbsp;&nbsp;\r\n They unanimously condemned the U.S. imperialists for attempting arrogantly and shamelessly to stifle the DPRK instead of apologizing and compensating the Korean people for their crimes. &nbsp;&nbsp;&nbsp;\r\n Yang Sun Chol, first secretary of the Kim Il Sung University Committee of the Youth League, said that the Korean students would take the lead in annihilating the U.S. imperialists if they ignite  a war against the DPRK. &nbsp;&nbsp;&nbsp;\r\n We will shower fire of revenge on the U.S. imperialist aggressors to wreak our parents' pent-up wrath and make them pay for the blood shed by our people, he said. &nbsp;&nbsp;&nbsp;\r\n Hong Ung Phyo, manager of the Pyongyang Textile Wholesale Firm, stressed that all workers of the firm are tensely working and living with surging indignation against the u.s. imperialists and that all of them would take arms to fight against the enemies when they kindle a war of aggression. &nbsp;&nbsp;&nbsp;\r\n Ri Sang Mu, director of a department of the Jagang provincial people's committee, said that the U.S. imperialists are, indeed, the sworn enemy of the Korean people. &nbsp;&nbsp;&nbsp;The U.S. imperialists are resorting to the moves for aggression, throwing a wet blanket over the increasing desire of all the Koreans for reunification. &nbsp;&nbsp;&nbsp;\r\n If the U.S. imperialists ignite a war of aggression, we war veterans will fight against them as bravely as we drove them into the \"trap valley\" in the past war, he stated, and continued: &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists should be mindful of this warning of the Korean people. &nbsp;&nbsp;&nbsp;\r\n If they foolishly try to test our strength, they will sustain a bitterer defeat than that in the 1950s.    \r\n\r\n"
        },
        {
            "title": "Solidarity for reunification formed in South Korea",
            "url": "http://kcna.co.jp/item/2001/200103/news03/21.htm#8",
            "content": "Brisk land readjustment project in Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 21 (KCNA) -- A project for land levelling and rezoning is now progressing apace in South Hwanghae Province of the DPRK.\r\n According to information available, thousands of hectares of land have been readjusted into standardized fields, each covering 1,000 to 1,500 phyong, in recent ten odd days, taking the province as a whole. &nbsp;&nbsp;&nbsp;\r\n More than 30,000 hectares of land have so far been levelled and rezoned in the province. &nbsp;&nbsp;&nbsp;\r\n The province is carrying out land readjustment in such a way as to win admiration of posterity. &nbsp;&nbsp;&nbsp;\r\n Those from Pyongyang and Kangwon Province in charge of the land readjustment in Paechon county are carrying out their daily assignments at 150 percent by ensuring the full capacity operation of bulldozers and other means involved. &nbsp;&nbsp;&nbsp;\r\n Those from Nampho and South Hamgyong Province in charge of land readjustment of Yonan and Chongdan counties are turning many areas into standardized fields by bulldozing or carrying hundreds of cubic metres of earth everyday. &nbsp;&nbsp;&nbsp;\r\n Those from Jagang Province are registering successes in readjusting terraced paddy fields in Thaethan and Ryongyon counties and turning mud puddles into arable land. &nbsp;&nbsp;&nbsp;\r\n Patches of paddy and nonpaddy fields, each covering 10-20 phyong, and winding ridges between paddy fields in Unryul, Unchon and Jaeryong areas turned into a wide plain. &nbsp;&nbsp;&nbsp;\r\n Those from various provinces engaged in land readjustment in south hwanghae province are registering signal achievements everyday with a goal to level and rezone more than 70,000 hectares of land before the spring sowing.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on national self-respect",
            "url": "http://kcna.co.jp/item/2001/200103/news03/21.htm#9",
            "content": "Solidarity for reunification formed in South Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 21 (KCNA) -- Solidarity for reunification, a civil organization for national reunification, was formed in South Korea on March 15, according to an MBC report from Seoul.\r\n It consists of over 30 dissident and student organizations including the national alliance for democracy and reunification and the South Korean Federation of University Student Councils. &nbsp;&nbsp;&nbsp;\r\n The solidarity, inaugurated under the banner of solidarity with all organizations and individuals who assent to the June 15 North-South Joint Declaration, decided to make a positive contribution to speeding up reunification.    \r\n\r\n"
        },
        {
            "title": "Greetings to Iranian President",
            "url": "http://kcna.co.jp/item/2001/200103/news03/21.htm#10",
            "content": "Rodong Sinmun on national self-respect \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 21 (KCNA) -- It is a sure guarantee for successfully carving out the destiny of the nation and glorifying the national dignity to deepen national self-respect, says Rodong Sinmun today in a signed article.\r\n If a nation loses its self-respect to have illusion and expectation for the imperialists, it is bound to go to ruin, the article says, and continues: &nbsp;&nbsp;&nbsp;\r\n The imperialists, talking about the improved relations with big countries, are loudmouthed about \"strategic partnership\" and \"engagement\" and avoid confrontation with those countries as far as possible under the signboard of \"smile diplomacy\" and \"diplomacy of detente\". But they are putting pressure upon small and weak countries in a bid to stifle them by force of arms. &nbsp;&nbsp;&nbsp;\r\n Professing \"democracy,\" \"liberty,\" \"pluralism\" and \"multi-party system\" the imperialists are working hard to bar small countries and nations from advancing along the road chosen by themselves and pursuing a big-stick policy towards those countries to let them meekly obey them. &nbsp;&nbsp;&nbsp;\r\n It is the imperialists who will become more arrogant and outrageous if other countries get more obedient to them, bereft of self-respect. &nbsp;&nbsp;&nbsp;\r\n However small a nation is, it should have stronger national self-respect. &nbsp;&nbsp;&nbsp;\r\n This is an important lesson and truth the Korean people have learned in the gunfireless confrontation with the imperialists. &nbsp;&nbsp;&nbsp;\r\n Only when a nation has strong self-respect, can it defend its sovereignty and dignity and contribute to the human cause of independence.    \r\n\r\n"
        },
        {
            "title": "Greetings to Tunisian President",
            "url": "http://kcna.co.jp/item/2001/200103/news03/21.htm#11",
            "content": "Greetings to Iranian President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 21 (KCNA) -- Kim Yong Nam, President of the presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Seyed Mohammad Khatami, President of the Islamic Republic of Iran, today on the occasion of the Islamic New Year. \r\n Extending warm greetings to him and the friendly Iranian people, the message expressed the conviction that the friendly and cooperative relations between the two countries would continue to expand and develop in the new century. &nbsp;&nbsp;&nbsp;\r\n It wished the president, the government and people of Iran greater progress and prosperity.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam greets Namibian President",
            "url": "http://kcna.co.jp/item/2001/200103/news03/21.htm#12",
            "content": "Greetings to Tunisian President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 21 (KCNA) -- Kim Yong Nam, President of the presidium of the DPRK Supreme People's Assembly, yesterday sent a message of greetings to Zine El Abidine Ben Ali, President of the Republic of Tunisia, on the occasion of the 45th national day.\r\n The message extended warm felicitations to the president, government and people on their national day and expressed belief that the friendly and cooperative relations between the two countries would further develop on good terms in the future in conformity with the desire and wishes of the two peoples in the new century. &nbsp;&nbsp;&nbsp;\r\n It sincerely wished the Tunisian people greater progress and prosperity. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, premier of the DPRK cabinet Hong Song Nam and foreign minister Paek Nam Sun sent messages of greetings to their Tunisian counterparts Mohamed Ghannouchi and Habib Ben Yahia.    \r\n\r\n\r\n"
        }
    ]
}