{
    "date": "2001-12-08",
    "url": "http://kcna.co.jp/item/2001/200112/20011208.htm",
    "articles": [
        {
            "title": "Japan warned not to forget lesson from its defeat in Pacific War",
            "url": "http://kcna.co.jp/item/2001/200112/news12/08.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Open questionnaire to S. Korean \"minister of unification\" released",
            "url": "http://kcna.co.jp/item/2001/200112/news12/08.htm#2",
            "content": "Japan warned not to forget lesson from its defeat in Pacific War \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 8 (KCNA) -- The Japanese reactionaries should renounce its anachronistic design for reinvasion, clearly mindful that the Koreans and other Asian people today are not who used to be at the time of the outbreak of the Pacific War.\r\n Rodong Sinmun today says this in a signed commentary carried 60 years since the war was provoked by the Japanese imperialists.&nbsp;&nbsp;&nbsp;\r\n Recalling that hundreds of millions of people in Asia had to undergo scourge of this war, the commentary says: &nbsp;&nbsp;&nbsp;\r\n Many years have passed and there has been a considerable change in the international community since the Japanese imperialists were defeated in the war. &nbsp;&nbsp;&nbsp;\r\n Those countries which once committed war crimes have already reflected on their wrongs or in that process. But, there is no change in the way of thinking and attitude of Japan only. &nbsp;&nbsp;&nbsp;\r\n Japan's militaristic way of thinking and attitude still persist. It is because Japan is seeking to repeat the history of aggression, oblivious of the lesson from the Pacific War. &nbsp;&nbsp;&nbsp;\r\n Describing the past aggression and war deeds as \"justice\", the Japanese reactionaries are straining every nerve to provide institutional mechanisms for overseas expansion while inciting militarism and aggressive idea. &nbsp;&nbsp;&nbsp;\r\n Japan has emerged a de-facto war state and aggression force. &nbsp;&nbsp;&nbsp;\r\n The viper of militarism is seeking to swallow up Asia and, furthermore, the rest of the world, with dreadful spite. But such act will never be allowed by the world people. &nbsp;&nbsp;&nbsp;\r\n We will annihilate with all our strength and means the Japanese reactionaries to the last man, if they invade the territory of the DPRK even an inch.    \r\n\r\n"
        },
        {
            "title": "New posters created",
            "url": "http://kcna.co.jp/item/2001/200112/news12/08.htm#3",
            "content": "Open questionnaire to S. Korean \"minister of unification\" released \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 8 (KCNA) -- The reunification solidarity for the implementation of the June 15 South-North Joint Declaration and Peace on the Korean Peninsula on December 4 made public an open questionnaire to the \"minister of unification\" as regards the deadlocked 6th inter-Korean ministerial talks, according to a news report.\r\n Quoting recent South Korean media reports as saying that the talks at which a draft joint press release had been worked out came to a rupture owing to the opposition of the \"minister,\" the questionnaire urged: \"if that is true, you should make clear whether it was done by your personal decision or under a consultation with the 'government' authorities.\"&nbsp;&nbsp;&nbsp;\r\n It also warned him against his remarks provoking the north and urged him to answer the question as to whether he would be ready to respond to the north side's call for the lifting of the \"emergency alert,\" etc. for the development of the inter-Korean dialogue in the future and the question as to whether he can request the judicial authorities to make an about-face judgement on those arrested for participating in the 2001 grand festival for national reunification.    \r\n\r\n"
        },
        {
            "title": "World's democratic forces called upon to protest Japan",
            "url": "http://kcna.co.jp/item/2001/200112/news12/08.htm#4",
            "content": "New posters created \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 8 (KCNA) -- The Mansudae Art Studio, the Central Fine Art Studio and Pyongyang University of Fine Art created many posters to inspire the Korean people to dynamically turn out in the vigorous drive for prosperity, holding high the torchlight of Ranam.\r\n The posters deal with the might of the homeland of Juche, the tremendous vitality of the army-based politics and the revolutionary spirit of the Korean people. The poster \"let's speed up the revolutionary advance in the new century, holding high the torchlight of Ranam lit by the great general\" and other posters reflect the revolutionary enthusiasm and militant spirit of the people across the country all out to bring a new peak to the drive to build a powerful and prosperous nation in the new century closely united around leader Kim Jong Il in the same spirit of devotedly defending the leader and unconditionally implementing the party's policies as displayed by the workers of the Ranam coal mining machine complex. &nbsp;&nbsp;&nbsp;\r\n And the posters such as \"let's advance dynamically holding high the torchlight in the era of army-centered policy raised by the workers of Ranam\" ardently call upon all the people to achieve shining labor achievements in their efforts to bring earlier the future of a powerful nation in the same fighting spirit and work style as displayed by the officials and workers of Ranam.    \r\n\r\n"
        },
        {
            "title": "Japan's crackdown upon Chongryon under fire",
            "url": "http://kcna.co.jp/item/2001/200112/news12/08.htm#5",
            "content": "World's democratic forces called upon to protest Japan \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 8 (KCNA) -- The International Liaison Committee for Reunification and Peace in Korea released a statement on Dec. 4, denouncing the Japanese authorities for their unprecedented crackdown upon the General Association of Korean Residents in Japan (Chongryon), an overseas compatriots organization of the DPRK.\r\n The statement condemned the Japanese authorities' repressive campaign against Chongryon as a political plot to discourage Chongryon, a dignified overseas compatriots organization of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The statement noted that the campaign was the most serious political suppression, which eloquently shows that the Japanese authorities intend not only to evade the liquidation of the past but to destroy Chongryon. &nbsp;&nbsp;&nbsp;\r\n It demanded the Japanese government stop at once the suppression of Chongryon and Korean residents. &nbsp;&nbsp;&nbsp;\r\n It called upon all the democratic forces of the world to lodge a protest with the Japanese government against the crackdown and extended firm solidarity to the central standing committee of Chongryon and its members in their just struggle to defend the rights and interests of the compatriots in Japan.    \r\n\r\n"
        },
        {
            "title": "Japan's suppression of Chongryon assailed",
            "url": "http://kcna.co.jp/item/2001/200112/news12/08.htm#6",
            "content": "Japan's crackdown upon Chongryon under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 8 (KCNA) -- The Korean Committee for Aiding Overseas Koreans yesterday made public a statement assailing the Japanese authorities for their illegal suppression of the General Association of Korean Residents in Japan (Chongryon).\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n The Japanese authorities' high-handed search of the central headquarters of Chongryon without any legal ground was an intentional and premeditated political suppression of Chongryon and Koreans in Japan and an outrageous violation of the sovereignty of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The political repression of Chongryon is an unpardonable challenge to the DPRK and an infringement upon the dignity of all the overseas compatriots and the sovereignty of the DPRK. &nbsp;&nbsp;&nbsp;\r\n We can never pardon any act of infringing upon the dignity of the overseas compatriots and our sovereignty even a bit. &nbsp;&nbsp;&nbsp;\r\n The Japanese authorities should stop the political crackdown upon Chongryon at once, apologize for the crimes they have committed so far and immediately release all the illegally arrested Chongryon officials and compatriots.    \r\n\r\n"
        },
        {
            "title": "DPRK to adopt strong countermeasure",
            "url": "http://kcna.co.jp/item/2001/200112/news12/08.htm#7",
            "content": "Japan's suppression of Chongryon assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 8 (KCNA) -- The Western Regional Federation of Koreans in the U.S. released a statement on Dec. 3 condemning the Japanese authorities' repression of the General Association of Korean Residents in Japan (Chongryon).\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n Instead of showing understanding of the difficulties which the credit associations under Chongryon are undergoing due to the depression of the Japanese economy and helping them, the Japanese authorities ransacked them under the pretext of \"bad loan\" and, furthermore, stretches out the tentacles of this suppression to Chongryon. It revealed their sinister intention to take this opportunity to destabilize and undermine Chongryon as it was part of intentional anti-DPRK, anti-Chongryon moves of the Japanese reactionaries. &nbsp;&nbsp;&nbsp;\r\n All the members of the Western Regional Federation of Koreans in the U.S. extend support and solidarity to Chongryon in its patriotic activities and strongly demand the Japanese authorities immediately stop crackdown upon it. &nbsp;&nbsp;&nbsp;\r\n Kwon Chon Sik, chairman of the United Confederation of Koreans in the Far East, in a statement on Dec. 3 urged the Japanese authorities to halt the suppression of Chongryon at once, immediately release the arrested people and apologize for it. &nbsp;&nbsp;&nbsp;\r\n If they persist in the moves to suppress Chongryon despite the repeated demands of the DPRK, Chongryon and overseas Koreans, they will have to bear full responsibility for it, he warned.\r\n\r\n"
        },
        {
            "title": "DPRK is not afraid of war",
            "url": "http://kcna.co.jp/item/2001/200112/news12/08.htm#8",
            "content": "DPRK to adopt strong countermeasure \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 8 (KCNA) -- The DPRK will follow the movements of the Japanese authorities with high vigilance and adopt a strong measure to cope with their political suppression of the General Association of Korean Residents in Japan (Chongryon) and Koreans in Japan, considering it to be a wanton violation of the dignity and sovereignty of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun stresses this in a signed commentary today. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Chongryon is a dignified overseas citizens organization of the DPRK that has conducted official activities in line with the Japanese laws and so there is no ground whatsoever for Chongryon to be a target of the suppression on the part of the Japanese authorities. &nbsp;&nbsp;&nbsp;\r\n The Japanese authorities, far from making an apology and redress for their crime committed against the Korean people, attempt to destroy the legitimate organization of Koreans in Japan and them. Their attempt can never be pardoned. &nbsp;&nbsp;&nbsp;\r\n Their anti-Chongryon campaign getting more vicious than ever before is a product of their deep-rooted hostile policy toward the DPRK. It is an expression of their attempt to crack down upon Chongryon and Koreans in Japan any time by adopting a \"law on emergency.\" &nbsp;&nbsp;&nbsp;\r\n The ongoing anti-Chongryon, anti-DPRK campaign of the Japanese authorities and right-wing reactionaries has brought the DPRK-Japan relations to the worst state.     It is reminiscent of the situation under which the Japanese reactionaries dissolved the League of Korean Residents in Japan on the eve of the last Korean War. &nbsp;&nbsp;&nbsp;\r\n The Japanese authorities have hitherto resorted to the ceaseless political suppression and hostilities against the Koreans in Japan, but their recent search of the central headquarters of Chongryon is the first of its kind since the formation of Chongryon.  It is arousing the surging national resentment and indignation of all the Korean people including the 700,000 Koreans in Japan as well as Chongryon. &nbsp;&nbsp;&nbsp;\r\n The Japanese authorities should ponder over the ensuing consequences of their wildcat political suppression of Chongryon and Koreans in Japan, put an immediate halt to the suppression of Chongryon and make an apology for it. &nbsp;&nbsp;&nbsp;\r\n If they persist in the suppression of Chongryon in pursuance of the hostile policy toward the DPRK, defying its repeated warnings, they will be held entirely responsible for all the consequences to be entailed by them and have to pay a high price.    \r\n\r\n"
        },
        {
            "title": "Japan accused of raising again issue of \"suspected kidnapping\"",
            "url": "http://kcna.co.jp/item/2001/200112/news12/08.htm#9",
            "content": "DPRK is not afraid of war \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 8 (KCNA) -- The Korean people and the people's army do not want war but are not afraid of it. \r\n It is their fixed will and readiness to determinedly cope with any war so as to protect the nation's sovereignty and dignity. &nbsp;&nbsp;&nbsp;\r\n Minju Joson today stresses this in a commentary denouncing the U.S. for its more desperate efforts to stifle the DPRK by force of arms. &nbsp;&nbsp;&nbsp;\r\n The news analyst further says: &nbsp;&nbsp;&nbsp;\r\n Recently the U.S. chief executive and senior officials of the administration underscored the \"need to verify weapons of mass destruction,\" clamoring about \"threat\" from the DPRK. Their arguments clearly indicate to what extent the U.S. attempt to provoke a new war of aggression against the DPRK has reached. They eloquently prove that the \"dialogue\" and \"improved relations\" on the lips of the U.S. are nothing but empty words and that the U.S. is only keen to start a new war of aggression against the dprk. &nbsp;&nbsp;&nbsp;\r\n The U.S. talk about the non-existent \"threat\" from the DPRK and the \"need to verify weapons of mass destruction\" is part of its shameless smear campaign designed to invent a pretext for a war of aggression against the DPRK and justify its war preparations. It, therefore, is an unbearable mockery of and insult to the Korean people and the world justice and conscience. &nbsp;&nbsp;&nbsp;\r\n Now that the U.S. makes desperate efforts to unleash a war of aggression against the DPRK, it is fully ready to react to the war with a war of justice. &nbsp;&nbsp;&nbsp;\r\n Choice is not a monopoly of the U.S. the DPRK has the right to option and is strong enough to exercise its right to the full. &nbsp;&nbsp;&nbsp;\r\n If the U.S. dare provoke a war against the DPRK, the latter will not miss an opportunity to mete out a merciless punishment to the aggressors in reliance upon all the potentials to annihilate the enemies. The U.S. is well-advised to ponder over the ensuing consequences. &nbsp;&nbsp;&nbsp;\r\n It should know well who is its opponent and immediately stop its reckless anti-DPRK war preparations.    \r\n\r\n\r\n"
        },
        {
            "title": "New Canadian ambassador to DPRK here",
            "url": "http://kcna.co.jp/item/2001/200112/news12/08.htm#10",
            "content": "Japan accused of raising again issue of \"suspected kidnapping\"\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 8 (KCNA) -- A spokesman for the Korean Society for Cultural Relations with Foreign Countries released a statement today assailing Japan for frantically raising again the issue of \"suspected abduction of Japanese\" in a bid to sling mud at the DPRK.\r\n Noting that not only the right-wing reactionaries but also all reptile media including Sankei Shimbun of Japan are engaged in such smear campaign at the active instigation of the Japanese authorities, the statement said: &nbsp;&nbsp;&nbsp;\r\n The DPRK has nothing to do with that case. However, whenever an opportunity presented itself, it has logically told officials of Japan about that with magnanimity and patience and strongly urged the latter to stop such provocative acts. &nbsp;&nbsp;&nbsp;\r\n Nevertheless, the reactionaries of Japan are persistently citing the case to defame the international authority of the DPRK and fan up anti-DPRK sentiments among Japanese. &nbsp;&nbsp;&nbsp;\r\n Moreover, they are now getting more vociferous about this issue, prompted by their very dangerous and sinister political purpose. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are stepping up the preparations to achieve their wild design for overseas aggression and revival of militarism by taking advantage of the recent worldwide anti-terrorism atmosphere. In the meantime, they are seeking to keep the DPRK on the \"list of terrorist states or sponsors of terrorism\" by more loudly peddling the issue of \"suspected abduction.\" in this way they seek to tarnish the growing international prestige of the DPRK and its image and foolishly isolate and stifle it. &nbsp;&nbsp;&nbsp;\r\n This once again fully reveals that the Japanese authorities have no interest in the establishment of the DPRK-Japan relations even after the beginning of the new century but pursue the policy of hostility toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n If the Japanese authorities continue pursuing the hostile policy toward the DPRK, persistently conducting an anti-DPRK smear campaign over the nonexistent issue of \"suspected abduction\" instead of making an early apology and compensation for the crimes committed against the Korean people in the past, and push forward the moves to turn Japan into a military power, it will bring nothing but a bitter \"second defeat\" to Japan. &nbsp;&nbsp;&nbsp;\r\n We strongly demand once again them ponder over the ensuing consequences of such smear campaign and discontinue such hostile acts at once.    \r\n\r\n\r\n"
        }
    ]
}