{
    "date": "2001-09-14",
    "url": "http://kcna.co.jp/item/2001/200109/20010914.htm",
    "articles": [
        {
            "title": "U.S. development of biological weapons assailed",
            "url": "http://kcna.co.jp/item/2001/200109/news09/14.htm#1",
            "content": "U.S. development of biological weapons assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 14 (KCNA) -- The United States has so far voiced opposition to the \"production  and use of biological weapons\" but the reality goes to prove that the U.S. is chiefly responsible for them, says Rodong Sinmun today, commenting on the recent disclosure of the fact that the U.S. is engrossed in the research into new types of biological weapons.\r\n The U.S. claims that the research into and development of new biological weapons are to \"protect\" its soldiers from someone's \"attack of biological weapons\" but this is a sheer lie and a subterfuge to evade its responsibility for the criminal development of those weapons.&nbsp;&nbsp;&nbsp;\r\n The commentary goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. development of new biological weapons presupposes their use. &nbsp;&nbsp;&nbsp;\r\n The DPRK can not but take a serious note of the fact that the U.S. has so far pulled up the DPRK over the non-existent \"issue of its biological weapons\" while shelving its own criminal acts. &nbsp;&nbsp;&nbsp;\r\n The U.S. clamour about the \"issue of biological weapons\" of the DPRK can not be construed otherwise than an attempt to divert the international community's attention focused on it to the DPRK and further step up its preparations for the biological and chemical warfare behind the scene. &nbsp;&nbsp;&nbsp;\r\n An old saying goes that curses come home to roost. &nbsp;&nbsp;&nbsp;\r\n It is clearly evidenced by the reality in the U.S. where an increasing number of former GIs fought in the wars of aggression are suffering from the sequels of the use of biological and chemical weapons. &nbsp;&nbsp;&nbsp;\r\n The U.S. bellicose forces are well advised to drop its plan for biological and chemical warfare, bearing deep in mind that the development and use of biological weapons to hurt others may bring massive death to the American civilians and soldiers.    \r\n\r\n"
        },
        {
            "title": "Honorary doctorate conferred on IIJI director general",
            "url": "http://kcna.co.jp/item/2001/200109/news09/14.htm#2",
            "content": "Honorary doctorate conferred on IIJI director general \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 14 (KCNA) -- Vishwanath, director general of the International Institute of the Juche Idea, was awarded the degree of honorary Doctor of Socio-Political Science of the DPRK.\r\n He formed an organization for the study of the Juche idea and has widely disseminated it for years. &nbsp;&nbsp;&nbsp;\r\n And he wrote many works including \"Kim Il Sung Encyclopedia\" and \"21st century, Kim Jong Il's century,\" thus greatly contributing to clearly explaining and disseminating the originality and truth of the Juche idea. &nbsp;&nbsp;&nbsp;\r\n An awarding ceremony was held at the Mansudae Assembly Hall yesterday.    \r\n\r\n"
        },
        {
            "title": "Plenary meeting of CRTN held",
            "url": "http://kcna.co.jp/item/2001/200109/news09/14.htm#3",
            "content": "Plenary meeting of CRTN held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 14 (KCNA) -- The 7th plenary meeting of the Council for the Reunification of Tangun Nation (CRTN) was held here yesterday.\r\n Present at the meeting were chairwoman of the CRTN Ryu Mi Yong, its members and officials concerned.\r\n Discussed at the meeting were a program and draft assignments for north-south joint events to be held on the national foundation day this year, draft composition of the north side's preparatory committee for the joint events and issue of by-election of council members and other issues. &nbsp;&nbsp;&nbsp;\r\n It was stressed at the meeting that the joint events would mark a significant momentum to convince Koreans at home and abroad that Tangun is the genuine father of the Korean nation and civilization in the areas along the River Taedong with Pyongyang as their center is ancient and the CRTN should further enhance its role in preserving the Juche character and national identity. &nbsp;&nbsp;&nbsp;\r\n Relevant decisions were adopted at the meeting.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun calls for carrying forward great history",
            "url": "http://kcna.co.jp/item/2001/200109/news09/14.htm#4",
            "content": "Rodong Sinmun calls for carrying forward great history \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 14 (KCNA) -- Rodong Sinmun today carries a signed article titled \"History will shine only when successfully carried forward\".\r\n the advance in the 21st century is to carry forward the history of the Workers' Party of Korea in the 20th century, a century of glorious struggles and victory, it says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The inheritance of history is an important issue related to the destiny of the party and the revolution. &nbsp;&nbsp;&nbsp;\r\n President Kim Il Sung paved the way for the revolution to advance under the banner of Juche at his early age. This was the beginning of a new history in which its eternal inheritance vital to the destiny of the revolution could be ensured. &nbsp;&nbsp;&nbsp;\r\n The revolution can be invariably carried forward only when the monolithic ideological system and the leadership system of the party are established in the lifetime of the leader to accomplish the revolutionary cause. This fundamental issue related to the destiny of the revolution found a successful solution in the DPRK a long time ago. &nbsp;&nbsp;&nbsp;\r\n The new era of the Juche-oriented revolution ushered in by leader Kim Jong Il represents the most glorious annals in the history of the party and the revolution, a history of great creation and inheritance. &nbsp;&nbsp;&nbsp;\r\n He has given perfect answers to all the theoretical and practical problems in carrying forward the cause of Juche with his outstanding talent and ability and fortitude over nearly 40 years. &nbsp;&nbsp;&nbsp;\r\n He has glorified the 20th century as Kim Il Sung's century by defending socialism with intense loyalty to the preceding leader and noble ethics and morality, iron will and matchless grit and creating a history of heroic struggles in which the imperialists' moves to isolate and suffocate the DPRK were decisively foiled, a history of hard struggle to defend the country and inherit the cause. This is the immortal feats performed by Kim Jong Il on behalf of the party and the revolution. &nbsp;&nbsp;&nbsp;\r\n The WPK and the people are most fortunate to have the great history and tradition provided by the outstanding leader. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has done all to give eternal continuity to the president's history. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's revolutionary history is a great history of the outstanding thinker and theoretician who created, developed and enriched the immortal ideological and theoretical wealth to glorify the new era of the Juche-oriented revolution and a history of very rich and diverse creation in which he provided all wealth very instrumental in building a powerful nation. &nbsp;&nbsp;&nbsp;\r\n His revolutionary history is a history of sacred struggles waged by the man of iron will and the invincible commander as he pulled through the unprecedentedly rigorous tempest of the revolution with his unrivalled devotion and unusual enthusiasm. &nbsp;&nbsp;&nbsp;\r\n His history is most precious and viable as it was created through his boundless devotion in the most gigantic practice despite the most arduous trial. &nbsp;&nbsp;&nbsp;\r\n It is the most sacred and glorious work to carry forward the history and the tradition. the immensely bright prospect of the country and the revolution in the 21st century depends on steadily glorifying his revolutionary history.    \r\n\r\n"
        },
        {
            "title": "Exhibition of people's artists' oeuvres",
            "url": "http://kcna.co.jp/item/2001/200109/news09/14.htm#5",
            "content": "Exhibition of people's artists' oeuvres \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 14 (KCNA) -- An exhibition of oeuvres by people's artists Sonu Yong and Sin Hyon Su is under way at the Pyongyang International House of Culture.\r\n On display there are more than 80 Korean paintings by Sonu Yong and at least 160 ceramic works by Sin Hyon Su. \r\n They attract keen interest of visitors for their truthful plastic depiction and exquisite skill. &nbsp;&nbsp;&nbsp;\r\n Both Sonu and sin are from the Mansudae Art Studio. &nbsp;&nbsp;&nbsp;\r\n Son has so far produced more than 1,000 Korean paintings including over ten Korean paintings of national value. &nbsp;&nbsp;&nbsp;\r\n His oeuvres were highly appreciated at exhibitions held in various countries including china and Japan for his unique application of exquisite art of Korean painting. &nbsp;&nbsp;&nbsp;\r\n Sin has so far created at least 1,000 ceramic works including over 30 pieces of national value. &nbsp;&nbsp;&nbsp;\r\n His ceramic works are very popular at home and abroad for their graceful shapes and unique color. &nbsp;&nbsp;&nbsp;\r\n His method of producing ceramic work by way of makeup was highly appreciated at the world invention exhibition held in Juche 78(1989) and the national technical innovation exhibition held in Juche 81(1992).    \r\n\r\n"
        },
        {
            "title": "Method of detecting potato viruses with elisa developed",
            "url": "http://kcna.co.jp/item/2001/200109/news09/14.htm#6",
            "content": "Method of detecting potato viruses with elisa developed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 14 (KCNA) -- A research group of the Academy of Agricultural Science of the DPRK recently succeeded in detecting potato viruses by using elisa (enzyme linked immunosorbent assay).\r\n Elisa is very effective for preventing damage by virus present in potato seeds and increasing potato production. &nbsp;&nbsp;&nbsp;\r\n Researchers used ferment whose production cost is less than alkali phospatase commonly used by advanced countries to obtain elisa in the field of virology. &nbsp;&nbsp;&nbsp;\r\n According to information, elisa is based on the exact detection of l-10ng virus antigen obtained in the course of experiment of five kinds of viruses harmful to the potato production including pvx and plrv. &nbsp;&nbsp;&nbsp;\r\n Serological titer is just the same as article made in advanced countries. &nbsp;&nbsp;&nbsp;\r\n This method of detecting potato virus pays off in practice. &nbsp;&nbsp;&nbsp;\r\n The researchers are intensifying researches into introducing the method to livestock, fruit and vegetable seeds.    \r\n\r\n"
        },
        {
            "title": "Historical relics unearthed in DPRK",
            "url": "http://kcna.co.jp/item/2001/200109/news09/14.htm#7",
            "content": "Historical relics unearthed in DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 14 (KCNA) -- Great efforts are directed to surveying and unearthing historical relics in the DPRK.\r\n Archaeologists of the academy of social science recently carried out a comprehensive excavation and research into a site of a large village in Namyang-ri, Tokchon city, south Phyongan Province. &nbsp;&nbsp;&nbsp;\r\n The relics found in an inundated area about 24 km southeast of Tokchon city are proved to belong to the period of Tangun Korea. &nbsp;&nbsp;&nbsp;\r\n The relics unearthed ascertained the fact that more than 150 sites of houses are distributed in a vast area covering over 100,000 square metres. &nbsp;&nbsp;&nbsp;\r\n They also excavated two sites of houses belonging to the neolithic era, 31 sites of houses belonging to the period of Tangun Korea, 3 dolmens, 23 earth-covered stone tombs belonging to the period of Koguryo, 7 stone tombs belonging to the period of Koryo and more than 3,000 relics. &nbsp;&nbsp;&nbsp;\r\n Among them are a Pipha-shaped bronze spearhead, a moon-shaped stone axe, a dagger, a spearhead, an arrowhead and other weaponry and such tools as a hatchet, a plane iron, a sinker and a spinning wheel. &nbsp;&nbsp;&nbsp;\r\n The Pipha-shaped bronze spearhead is 12.7 cm in length. &nbsp;&nbsp;&nbsp;\r\n These relics are indicative of delicate and refined metal and stone craftsmanship and a high level of cultural development in those times. &nbsp;&nbsp;&nbsp;\r\n They are greatly instrumental in scientifically systematizing the process of cultural development in Tangun Korea and also provide valuable information clearly proving that the area of Pyongyang was the cradle and hub of cultural development in Tangun Korea.    \r\n\r\n"
        },
        {
            "title": "New Mongolian ambassador arrives",
            "url": "http://kcna.co.jp/item/2001/200109/news09/14.htm#8",
            "content": "New Mongolian ambassador arrives \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 14 (KCNA) -- New Mongolian ambassador e.p. to the DPRK Janchivdorjyn Lombo arrived here on September 13.    \r\n\r\n\r\n"
        },
        {
            "title": "Congratulatory message to Belarussian President",
            "url": "http://kcna.co.jp/item/2001/200109/news09/14.htm#9",
            "content": "Congratulatory message to Belarussian President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 14 (KCNA) -- President Kim Yong Nam of the Presidium of the Supreme People's Assembly of the DPRK, on Sept. 11 sent a congratulatory message to Alexandr Lukashenko upon his reelection as President of Belarus.\r\n The message expressed the conviction that the traditional friendly and cooperative relations between the two countries would continue to develop on good terms in the new century, too and wished the president success in his responsible work for the prosperity of the country and the wellbeing of the people.    \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Nicaraguan President",
            "url": "http://kcna.co.jp/item/2001/200109/news09/14.htm#10",
            "content": "Greetings to Nicaraguan President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 14 (KCNA) -- Kim Yong Nam, President of the Presidium of the Supreme People's Assembly of the DPRK, on Sept. 12 sent a message of greetings to Nicaraguan President Arnoldo Aleman Racayo on the occasion of the 180th anniversary of its independence.\r\n In the belief that the friendly relations between the two countries would further develop, the message wished the President and people of Nicaragua greater success in the work for the prosperity of the country.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Nicaraguan foreign minister",
            "url": "http://kcna.co.jp/item/2001/200109/news09/14.htm#11",
            "content": "Greetings to Nicaraguan foreign minister\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 14 (KCNA) -- Paek Nam Sun, foreign minister of the DPRK, sent a message of greetings to Nicaraguan foreign minister Francisco Aguirre Sacasa on the occasion of the 180th anniversary of its independence.\r\n In the belief that the friendly relations between the two countries would develop on better terms, the message wished the Nicaraguan foreign minister greater success in the work. \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}