{
    "date": "2001-12-06",
    "url": "http://kcna.co.jp/item/2001/200112/20011206.htm",
    "articles": [
        {
            "title": "Kim Jong Il meets new Russian ambassador",
            "url": "http://kcna.co.jp/item/2001/200112/news12/06.htm#1",
            "content": "Kim Jong Il meets new Russian ambassador \r\n&nbsp;&nbsp;&nbsp; Pyongyang December 6 (KCNA) -- Leader Kim Jong Il, General Secretary of the Workers' Party of Korea and Chairman of the National Defence Commission of the DPRK, yesterday received newly appointed Russian ambassador to the DPRK Andrei Karlov.\r\n He had a warm and friendly talk with the ambassador.&nbsp;&nbsp;&nbsp;\r\n Then he hosted a luncheon for the ambassador. &nbsp;&nbsp;&nbsp;\r\n Present at the luncheon were Kim Yong Chun, member of the DPRK National Defence Commission and chief of the general staff of the Korean People's Army, Kang Sok Ju, first vice-minister of foreign affairs, Pak Jae Gyong, general of the KPA, and Ji Jae Ryong, vice-director of the international department of the Central Committee of the WPK. &nbsp;&nbsp;&nbsp;\r\n Invited there were diplomats of the Russian embassy here. &nbsp;&nbsp;&nbsp;\r\n The luncheon proceeded in an amicable atmosphere.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il attains highest stage of army building, says Indian public figure",
            "url": "http://kcna.co.jp/item/2001/200112/news12/06.htm#2",
            "content": "Kim Jong Il attains highest stage of army building, says Indian public figure \r\n&nbsp;&nbsp;&nbsp; New Delhi, December 4 (KCNA) -- D.D. Shastry, chairman of the coordinating centre of Indian Trade Unions, released a statement on November 30 on the occasion of the 10th anniversary of leader Kim Jong Il's election as supreme commander of the Korean People's Army.\r\n Kim Jong Il has steadily strengthened the KPA with his iron will, unparalleled pluck, rare military strategy and outstanding commanding art, attaining the highest stage of army building and providing a guarantee for the victorious advance of the revolutionary cause of Juche in the arduous ordeals of history, he said, and continued: &nbsp;&nbsp;&nbsp;\r\n The KPA has kept to its revolutionary character and mission despite the arduous ordeals of history and reliably guarantees the building of a powerful and prosperous nation and final accomplishment of the revolutionary cause of Juche. &nbsp;&nbsp;&nbsp;\r\n It is the most brilliant exploits Kim Jong Il performed for the fatherland, revolution, times and history that the KPA has developed into a matchless army in ideological and moral traits and combat power and is able to creditably defend the revolutionary cause of Juche by arms.    \r\n\r\n"
        },
        {
            "title": "Paper on Japan's \"military contribution\"",
            "url": "http://kcna.co.jp/item/2001/200112/news12/06.htm#3",
            "content": "Paper on Japan's \"military contribution\" \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 6 (KCNA) -- Japan is increasingly zealous in \"military contribution\" to the United States' retaliatory war in a bid to get UNSC permanent membership, says Rodong Sinmun today in a signed article.\r\n Recalling that Japan is now conducting hectic diplomatic offensive on the international arena to take the position of \"political power\" proper for an \"economic power\" and sit on the UNSC, the article says: &nbsp;&nbsp;&nbsp;\r\n Japan seems to think that it is fully qualified for UNSC permanent membership. This is based on its calculation that it is not so hard to get that permanent membership when it is supported by the United States in the united nations as it claims it is playing the role of a \"political and military power\" commensurate with an \"economic power\" and making an active \"military contribution\" to the U.S. operation. &nbsp;&nbsp;&nbsp;\r\n Such mode of thinking is based on its subjective desire. More important condition should be met by Japan to this end. &nbsp;&nbsp;&nbsp; \r\n To be a UNSC permanent member is not a matter to be settled by a country alone. &nbsp;&nbsp;&nbsp;\r\n  A nation, if it is to sit on the UNSC, should get trust from the international community. &nbsp;&nbsp;&nbsp;\r\n This trust can never be obtained by military force or money. &nbsp;&nbsp;&nbsp;\r\n If Japan is to be a UNSC permanent member, it should prove to be a country, which truly loves peace. But it codified overseas dispatch of its troops and paved the way for free overseas military intervention, thus wantonly violating its \"peace constitution\" and revealing its colours as a war state. &nbsp;&nbsp;&nbsp;\r\n Japan should have clear conscience and noble morality to get trust from the world people. However, it has refused even to admit the most barbarous anti-ethical crimes it committed against the Asian people in the past, instead of making apology and compensation for them. This shows that its conscience has not yet been purified and its moral standard is very low. &nbsp;&nbsp;&nbsp;\r\n Its ruling quarters are frantically pushing ahead with the moves to militarize Japan and turn it into a military power as evidenced by the distortion of history in textbooks, visits to the \"Yasukuni Shrine\" and legalization of overseas dispatch of troops. All the moves are a dangerous signal that Japan is about to repeat its history of aggression. &nbsp;&nbsp;&nbsp;\r\n If Japan, preoccupied by its design for overseas expansion and world domination, is allowed by the U.N. members to sit on the UNSC, it will be a grave mistake that will bring disasters to the world people. &nbsp;&nbsp;&nbsp;\r\n Japan should fully redress its crime-woven past to be trusted by its neighboring Asian countries before hurriedly seeking UNSC permanent membership.    \r\n\r\n"
        },
        {
            "title": "Japan hit for crackdown upon Chongryon",
            "url": "http://kcna.co.jp/item/2001/200112/news12/06.htm#4",
            "content": "Japan hit for crackdown upon Chongryon \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 6 (KCNA) -- The central committee of the Korean Democratic Women's Union yesterday made public a statement denouncing the Japanese authorities for their unprecedented fascist suppression of the General Association of Korean Residents in Japan (Chongryon).\r\n The KDWU central committee condemns the Japanese authorities for their undisguised political suppression of Chongryon and Koreans in Japan in pursuance of the anti-DPRK hostile policy instead of honestly apologizing and compensating for the past criminal atrocities against the Korean women and other people, the statement says, and goes on: &nbsp;&nbsp;&nbsp;\r\n All the Korean women, together with the world progressive women, strongly demand the Japanese authorities stop their fascist crackdown upon Chongryon at once, immediately release all the unreasonably arrested compatriots in Japan and apologize to the Korean nation for their crimes. &nbsp;&nbsp;&nbsp;\r\n The KDWU central committee calls upon the progressive women of the world aspiring after independence and overseas compatriots to more bitterly condemn the anti-Chongryon, anti-DPRK isolation moves of the Japanese reactionaries.    \r\n\r\n"
        },
        {
            "title": "Sariwon citizens castigate Japanese reactionaries for crackdown on Chongryon",
            "url": "http://kcna.co.jp/item/2001/200112/news12/06.htm#5",
            "content": "Sariwon citizens castigate Japanese reactionaries for crackdown on Chongryon \r\n&nbsp;&nbsp;&nbsp; Sariwon, December 5 (KCNA) -- Citizens of Sariwon, North Hwanghae Province, on Dec. 5 held a mass meeting to denounce the Japanese reactionaries for their suppression of the General Association of Korean Residents in Japan (Chongryon).\r\n Speakers at the meeting said that the Japanese authorities have escalated the anti-DPRK, anti-Chongryon campaign instead of apologizing and compensating for their past crimes against the Korean people, which is a concentrated expression of their wild ambition for reinvasion. &nbsp;&nbsp;&nbsp;\r\n They stressed that all the people in the province would mercilessly smash the Japanese reactionaries' anachronistic dream and base suppression with hatred for the Japanese imperialists, the sworn enemy of the Korean people.    \r\n\r\n"
        },
        {
            "title": "International solidarity formed",
            "url": "http://kcna.co.jp/item/2001/200112/news12/06.htm#6",
            "content": "International solidarity formed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 6 (KCNA) -- An international solidarity was formed to probe the war crimes the Japanese imperialists committed during world war ii and help the victims of them succeed in their action for reparation, according to Seoul-based Yonhap News.\r\n A group of lawyers for the plaintiff in the cases of the \"comfort women for the army\" and the forcible drafting at a press conference held in Los Angeles on November 30 noted that more than 50 organizations in 13 countries including Asian human rights organizations, non-governmental organizations and groups of lawyers are now active after forming an international solidarity.    \r\n\r\n"
        },
        {
            "title": "Film show marks Romanian National Day",
            "url": "http://kcna.co.jp/item/2001/200112/news12/06.htm#7",
            "content": "Film show marks Romanian National Day \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 6 (KCNA) -- A film show was held at the Chollima House of Culture yesterday on the occasion of the Romanian National Day under the sponsorship of the DPRK-Romania Friendship Association.\r\n Invited to it were Neculai Cotlogut, charge d' affaires ad interim of the Romanian embassy here, and embassy officials. &nbsp;&nbsp;&nbsp;\r\n Present there were Jon Yong Jin, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who is vice-chairman of the DPRK-Romania Friendship Association, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n The participants saw a Romanian feature film.    \r\n\r\n"
        },
        {
            "title": "Big rally held in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200112/news12/06.htm#8",
            "content": "Big rally held in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 6 (KCNA) -- A \"national people's rally for checking the opening of South Korea to foreign rice and the neo-liberal restructuring and for achieving people's right to existence and peace against war and U.S.\" was reportedly held in Seoul on Dec. 2 under the sponsorship of the \"national people's solidarity for achieving democracy and their right to existence.\"\r\n It was attended by more than 30,000 people including representatives of workers, farmers, the poor and youth and students. &nbsp;&nbsp;&nbsp;\r\n Representatives of different organizations, addressing the rally, said that the South Korean people are being exploited and suppressed by the anti-popular and anti-democratic forces, adding that it is possible to win the right to existence and the independent and peaceful reunification of the country only when the suffering people get united. &nbsp;&nbsp;&nbsp;\r\n Charging that the U.S. imperialists are chiefly responsible for the misfortune and sufferings of the South Korean people, they held that all the contradictions can be removed only when the \"security law\", which has disturbed the reconciliation and cooperation between the north and the south, is abolished. &nbsp;&nbsp;&nbsp;\r\n A resolution was read out at the rally. &nbsp;&nbsp;&nbsp;\r\n Noting that the Korean people are one nation, the resolution said that the people including workers, farmers, the poor, youth and students would relentlessly struggle for the happiness of the Korean nation and the honour of the reunified country.    \r\n\r\n\r\n"
        },
        {
            "title": "Prisoners of conscience in S. Korea threaten hunger strike",
            "url": "http://kcna.co.jp/item/2001/200112/news12/06.htm#9",
            "content": "Prisoners of conscience in S. Korea threaten hunger strike\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 6 (KCNA) -- Choe Jong Un, chairman of the Kwangju-South Jolla Provincial Federation of University Student Councils and other students and workers and prisoners of conscience, dissidents, now detained in Kwangju prison reportedly threatened to call a hunger strike.\r\n In this regard, they raised demands including the withdrawal of the labeling of the national alliance for the country's reunification and the South Korean Federation of University Student Councils as \"enemy-benefiting organizations,\" the complete repeal of the \"security law,\" the release of all the prisoners of conscience, the immediate pullback of the U.S. troops, the main source of escalating the tensions on the Korean peninsula, from South Korea and the better treatment of the prisoners of conscience. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the Kwangju-South Jolla Provincial Association for Supporting the Prisoners of Conscience decided to hold a protest rally in solidarity with the student organizations and different civic and social organizations before Kwangju prison on dec. 8 unless the demands raised by the hunger strikers are met.    \r\n\r\n\r\n"
        },
        {
            "title": "Country's independent reunification called for",
            "url": "http://kcna.co.jp/item/2001/200112/news12/06.htm#10",
            "content": "Country's independent reunification called for\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 6 (KCNA) -- The reunification of Korea should be achieved by the concerted efforts of the K\r\n Korean nation under any circumstances, says Minju Joson today in a signed article.\r\n This is because the reunification of Korea is the issue to be solved by the Korean nation itself and it belongs to its sovereignty, the article observes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The national reunification is the job to be done by the Korean nation to make Korea appear as a united nation and achieve its prosperity. &nbsp;&nbsp;&nbsp;\r\n This cause is aimed to put an end to the u.s. imperialists' occupation of South Korea and their moves for a war against the DPRK and establish national sovereignty throughout Korea. This, therefore, cannot be accomplished in reliance upon outsiders. &nbsp;&nbsp;&nbsp;\r\n It is explicitly stipulated in the June 15 north-south joint declaration, a landmark of national reunification in the 21st century, that the country should be reunified independently by the concerted efforts of the Korean nation.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il sends playing facilities to Changgwang Kindergarten",
            "url": "http://kcna.co.jp/item/2001/200112/news12/06.htm#11",
            "content": "Kim Jong Il sends playing facilities to Changgwang Kindergarten\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 6 (KCNA) -- Leader Kim Jong Il sent a swinging boat and other playing facilities to the Changgwang Kindergarten in Pyongyang.\r\n On many occasions he learned in detail about the management of the kindergarten and the upbringing and education of the children there and sent many educational facilities and equipment and nutritious food. &nbsp;&nbsp;&nbsp;\r\n The playing facilities he sent this time reflect his noble intention to bring up all the children into strong pillars of a powerful nation. &nbsp;&nbsp;&nbsp;\r\n The facilities were conveyed yesterday.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}