{
    "date": "2001-12-18",
    "url": "http://kcna.co.jp/item/2001/200112/20011218.htm",
    "articles": [
        {
            "title": "U.S. urged to withdraw its forces from S. Korea",
            "url": "http://kcna.co.jp/item/2001/200112/news12/18.htm#1",
            "content": "U.S. urged to withdraw its forces from S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 18 (KCNA) -- The U.S. is to chiefly blame for blocking the independent reunification of the 70 million Koreans, a spokesman for the South Korean Federation of University Student Councils (Hanchongryon) said in a message of warning to the U.S. released on Dec. 14, according to a news report.\r\n The message said:&nbsp;&nbsp;&nbsp;\r\n The U.S. has disturbed the implementation of the June 15 joint declaration and laid bare its evermore undisguised design to stifle the DPRK by force of arms under the pretext of the non-existent \"threat from the north\". &nbsp;&nbsp;&nbsp;\r\n The Korean people will hold higher the banner of implementing the joint declaration and wage an indomitable struggle against those standing in its way and thus achieve national reunification. &nbsp;&nbsp;&nbsp;\r\n If the U.S. does not halt its moves to provoke a war but refuses to withdraw from South Korea, it will face a stern judgement of the 70 million Koreans. &nbsp;&nbsp;&nbsp;\r\n Hanchongryon will surely drive the U.S. out of South Korea and achieve national reunification to bring prosperity to the 70 million Koreans.    \r\n\r\n"
        },
        {
            "title": "Japan will have to pay high price",
            "url": "http://kcna.co.jp/item/2001/200112/news12/18.htm#2",
            "content": "Japan will have to pay high price \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 18 (KCNA) -- Some time ago, the Japanese ambassador to the United States, in a press interview, underscored the need to bring pressure to bear upon the DPRK to accept UN inspection concerning the \"development of weapons of mass-destruction.\" \r\n Papers here today dismiss his remarks as impudent ones unsuited to a diplomat. &nbsp;&nbsp;&nbsp;\r\n The news analyst of Rodong Sinmun says: &nbsp;&nbsp;&nbsp;\r\n The intention of the Japanese reactionaries to isolate and stifle the DPRK in conspiracy with the U.S. imperialists still remains unchanged. &nbsp;&nbsp;&nbsp;\r\n They make desperate efforts to stifle the DPRK at any cost in league with the Bush administration that is more persistently pursuing the hostile policy toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n His remarks betray the lack of any dignity and servility as they are intended to please the U.S. they are aimed to divert elsewhere the watchful eyes of the world directed to Japan and isolate and stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n Japan has to pay for many wrongs to the DPRK. The Korean people still remember the thrice-cursed crimes committed by Japan in the past. They also remember that Japan has resorted to anti-DPRK smear campaign, touching the Koreans on sore points. &nbsp;&nbsp;&nbsp;\r\n It is the demand of the army and people of the DPRK that they should square accounts with Japan without the slightest compromise. &nbsp;&nbsp;&nbsp;\r\n Minju Joson warns that the Japanese reactionaries should be mindful that they will have to pay the highest price for their anti-DPRK campaign and put an immediate halt to the anachronistic campaign.    \r\n \r\n"
        },
        {
            "title": "Book on Russia visit of Kim Jong Il published in Russia",
            "url": "http://kcna.co.jp/item/2001/200112/news12/18.htm#3",
            "content": "Book on Russia visit of Kim Jong Il published in Russia \r\n&nbsp;&nbsp;&nbsp; Moscow, December 16 (KCNA) -- A book on leader Kim Jong Il's historic Russia visit was brought out in Russia.\r\n Printed in the book are his portrait, photos of him talking with President Putin, a photo of him signing the DPRK-Russia Moscow declaration and a photo of him laying a wreath before the Mausoleum of Lenin. &nbsp;&nbsp;&nbsp;\r\n Edited in the book are the full text of his answers to questions raised by Itar-Tass, his speech made at the reception hosted by Putin and the DPRK-Russia Moscow declaration. &nbsp;&nbsp;&nbsp;\r\n The editor-in-chief of the Pravda said at a ceremony for publishing the book held in Moscow on Dec. 13 that Kim Jong Il made a great contribution to the development of the friendly relations between Russia and the DPRK and global peace through his historic Russia visit. &nbsp;&nbsp;&nbsp;\r\n The manager of the Sherbinskaya printing house said that their sincerity for printing the book came from the feelings of reverence for Kim Jong Il and that they are very happy to present the book to him. &nbsp;&nbsp;&nbsp;\r\n The book was handed to the DPRK ambassador to Russia. &nbsp;&nbsp;&nbsp;\r\n A letter to Kim Jong Il sent in the joint name of the editor-in-chief of the Pravda, the general director of the Pravda publishing house and the manager of the Sherbinskaya printing house, was read out at the ceremony. &nbsp;&nbsp;&nbsp;\r\n The participants appreciated Korean films \"the great leader comrade Kim Jong Il's official visit to the Russian Federation\" and \"the great leader comrade Kim Jong Il's unofficial visit and stay in cities of the Russian Federation.\"    \r\n\r\n"
        },
        {
            "title": "Japanese authorities' suppression of Chongryon assailed",
            "url": "http://kcna.co.jp/item/2001/200112/news12/18.htm#4",
            "content": "Japanese authorities' suppression of Chongryon assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 18 (KCNA) -- Public figures and organizations of various countries strongly protested the Japanese authorities' suppression of the General Association of Korean Residents in Japan (Chongryon).\r\n Chairman of the Swiss Committee for Supporting Korea's Reunification Martin Lotscher sent a letter of protest to the Japanese prime minister and chairman of the Bangladesh committee for solidarity with the Korean people Rashid Khan Menon and secretary general of the Bangladesh-Korea Friendship Association Nuran Nabie sent letters of protest to the chief cabinet secretary of Japan separately and the France-DPRK Association for the Promotion of Commercial and Cultural Planning and Development sent a letter of protest to the Japanese embassy in Paris. &nbsp;&nbsp;&nbsp;\r\n Letters said that the Japanese authorities' suppression of Chongryon is aimed to infringe on the just activities of Chongryon and stamp out the just cause of the Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n They demanded the Japanese authorities stop at once their fascist and bellicose acts and apologize to Chongryon and the Korean people for them.    \r\n\r\n"
        },
        {
            "title": "U.S. attempt at its permanent military presence in S. Korea denounced",
            "url": "http://kcna.co.jp/item/2001/200112/news12/18.htm#5",
            "content": "U.S. attempt at its permanent military presence in S. Korea denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 18 (KCNA) -- The Chungchong Regional Federation of University Student Councils (Chungchongchongryon) reportedly issued a statement on December 12 condemning the u.s. attempt to permanently keep its forces in South Korea.\r\n Referring to the fact that the U.S. is pushing forward the project of building apartment houses in the U.S. military base in Ryongsan, the statement said: This means the U.S. is going to materialize its absurd assertion that \"the U.S. troops should stay in South Korea even after Korea's reunification.\" &nbsp;&nbsp;&nbsp;\r\n The statement continued: this glaringly reveals that the U.S. is regarding South Korea as its colony and it is a mockery of the South Korean people. This attitude of the U.S. is intolerable. &nbsp;&nbsp;&nbsp;\r\n 150,000 students of the C1ungchongchongryon strongly denounce this plan as an undisguised attempt of the U.S. to permanently keep its forces in South Korea. We will wage a vigorous struggle against the moves for the permanent presence of the u.s. forces in South Korea and a war.    \r\n\r\n"
        },
        {
            "title": "Resignation of S. Korean \"minister of national defense\" demanded",
            "url": "http://kcna.co.jp/item/2001/200112/news12/18.htm#6",
            "content": "Resignation of S. Korean \"minister of national defense\" demanded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 18 (KCNA) -- Members of three civic organizations including the headquarters of the movement for the return of the U.S. forces base in Ryongsan held a rally in front of the gate of the building of the \"Ministry of National Defense\" on December 15 demanding the minister apologize for having approved the plan to build apartment houses in the base and step down at once, according to Radio No. 1 from Seoul.\r\n Charging that the ministry's approval of the construction project is an act of unilaterally favouring the U.S. forces' side in defiance of the demand of the South Korean people, they demanded the cancellation of the plan to build apartment houses in the U.S. forces bases in Phyongthaek, Osan, etc.     \r\n\r\n"
        },
        {
            "title": "New types of farm machines made",
            "url": "http://kcna.co.jp/item/2001/200112/news12/18.htm#7",
            "content": "New types of farm machines made \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 18 (KCNA) -- The Institute of Agricultural mMchanization under the DPRK Academy of Agricultural Science recently manufactured new types of machines for potato farming.\r\n They include an unsliced potato-sowing machine, sprayer, cylindrical seed potato selecting machine, liquid fertilizer-sprinkling machine and manure-spraying machine. &nbsp;&nbsp;&nbsp;\r\n The unsliced potato-sowing machine simple in its mechanism is capable of sowing potatoes on two ridges at a time. &nbsp;&nbsp;&nbsp;\r\n The cylindrical seed potato selecting machine is easily applicable in any field. &nbsp;&nbsp;&nbsp;\r\n It is used for selecting seed potatoes just before exposing them to the sunlight in summer. Its test conducted on a farm proved its great efficiency. &nbsp;&nbsp;&nbsp;\r\n The sprayer is capable of spraying various agricultural chemicals 12 meters in width at a time. &nbsp;&nbsp;&nbsp;\r\n The liquid fertilizer-sprinkling machine and manure-spraying machine are also appreciated as very efficient.    \r\n\r\n"
        },
        {
            "title": "Japanese authorities' suppression of Chongryon denounced",
            "url": "http://kcna.co.jp/item/2001/200112/news12/18.htm#8",
            "content": "Japanese authorities' suppression of Chongryon denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 18 (KCNA) -- Mun Thae Hwan, chairman of the Youth Federation of Koreans in China, issued a statement to the press on December 10, castigating the Japanese authorities for their suppression of the General Association of Korean Residents in Japan (Chongryon).\r\n He denounced the Japanese authorities' crackdown on Chongryon as a political crime and a challenge to the DPRK. &nbsp;&nbsp;&nbsp;\r\n Extending full support to the Korean youth and students in Japan taking the lead in defence of Chongryon, he went on: &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries should stop their hostile action against the DPRK and their criminal suppression of Chongryon at once, release all the arrested officials of Chongryon and compatriots without condition and apologize to the Korean nation for their crimes. &nbsp;&nbsp;&nbsp;\r\n If they persist in their anti-DPRK and anti-Chongryon campaign despite the repeated warnings of our nation, they will be wholly responsible for all the consequences of their action. &nbsp;&nbsp;&nbsp;\r\n The officials of the Youth Federation of Koreans in China and young Koreans in China are firmly convinced that it is entirely just for Chongryon and Koreans in Japan to unite and brave the impudent moves of the Japanese reactionaries and that their just struggle for democratic national rights will surely emerge victorious.    \r\n\r\n\r\n"
        },
        {
            "title": "Japanese authorities' suppression of Chongryon under fire",
            "url": "http://kcna.co.jp/item/2001/200112/news12/18.htm#9",
            "content": "Japanese authorities' suppression of Chongryon under fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 18 (KCNA) -- The Japanese authorities arrested the former director of the financial department of the central standing committee of the General Association of Korean Residents in Japan (Chongryon) and ransacked the central and local headquarters of Chongryon under the pretext of \"evasion of inspection\" by Tokyo credit association of the Korean bank.\r\n In this regard Rodong Sinmun today in a signed article says: &nbsp;&nbsp;&nbsp;\r\n This was unprecedented premeditated political crackdown upon Chongryon aimed to destroy it. &nbsp;&nbsp;&nbsp;\r\n The Japanese authorities' suppression is a product of the Japanese imperialist colonial rule which brought unspeakable calamities and sufferings to the Koreans in the past and of the hostile policy against the DPRK and Chongryon. &nbsp;&nbsp;&nbsp;\r\n Any infringement upon the national rights of the Koreans in Japan is a violation of the sovereignty of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Chongryon is a dignified overseas citizens organization of the DPRK and a Juche-type overseas compatriots organization which works to develop the movement of Koreans in Japan under the banner of the great Juche idea. &nbsp;&nbsp;&nbsp;\r\n By plotting to do harm to Chongryon the Japanese authorities wantonly infringed upon the dignity and sovereignty of the DPRK. They will have to pay for this crime. &nbsp;&nbsp;&nbsp;\r\n As the patriotic cause of Chongryon is just, it can in no way be the target of suppression. &nbsp;&nbsp;&nbsp;\r\n Chongryon has carried on its vigorous struggle to implement the policy of national reunification of the DPRK government, in response to it, strengthened friendship with foreign people including the Japanese people, boosted the relations with international bodies and organizations and thus greatly contributed to raising the international authority of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The activities conducted by Chongryon is entirely just because they are in line with the publicly recognized norms of the international law, the principle of non-interference in the internal affairs of Japan and the law-abiding principle and the present law of Japan. &nbsp;&nbsp;&nbsp;\r\n We will never tolerate any acts of infringing the dignity and sovereignty of Chongryon and overseas compatriots even a bit. &nbsp;&nbsp;&nbsp;\r\n The Korean people will force the Japanese authorities to pay a thousand-fold price for their crimes.     \r\n\r\n\r\n"
        },
        {
            "title": "Israel hit for aggression against Palestine",
            "url": "http://kcna.co.jp/item/2001/200112/news12/18.htm#10",
            "content": "Israel hit for aggression against Palestine\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 18 (KCNA) -- The spokesman for the Foreign Ministry of the DPRK today answered a question put by KCNA as regards Israeli recent evermore undisguised aggression against Palestine.\r\n He said: &nbsp;&nbsp;&nbsp;\r\n The DPRK expresses serious apprehensions over the situation in Palestine which is getting worse owing to the unabated indiscriminative military attacks on the part of Israel. &nbsp;&nbsp;&nbsp;\r\n The high-handed military attacks on the present national authority, the legitimate representative of the Palestinians, are a dangerous war of aggression designed to stifle the cause of Palestine. &nbsp;&nbsp;&nbsp;\r\n Israel should put an immediate halt to the reckless military attacks and unconditionally get out of all its occupied land of Palestine.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}