{
    "date": "2001-11-28",
    "url": "http://kcna.co.jp/item/2001/200111/20011128.htm",
    "articles": [
        {
            "title": "Historical relics kept in good shape",
            "url": "http://kcna.co.jp/item/2001/200111/news11/28.htm#1",
            "content": "Historical relics kept in good shape \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 28 (KCNA) -- Historical relics and remains of Korea are under state protection.\r\n A well-organized system of preservation has been established throughout the country.&nbsp;&nbsp;&nbsp;\r\n The Pyongyang cultural relics management agency is a pacesetter in this campaign. &nbsp;&nbsp;&nbsp;\r\n The Pothong gate, the west gate of the central fort of the walled city of Pyongyang, capital of Koguryo in the mid-6th century, has been repainted to keep it in original state. &nbsp;&nbsp;&nbsp;\r\n Similar repainting was done on Ulmil pavilion, which served as the northern command post built in the same period in the inner fort of the walled city of Pyongyang and other relics on Moran Hill. Repair projects were carried out on the ridges of titles of Chilsong gate (named after the great bear) built as the northern gate of the inner fort of the walled city of Pyongyang, and others. &nbsp;&nbsp;&nbsp;\r\n Explanatory boards in the city are being replaced by natural stones. &nbsp;&nbsp;&nbsp;\r\n Similar projects are under way in provinces. &nbsp;&nbsp;&nbsp;\r\n In Kaesong, particular effort is directed towards the good management of historical relics of national value including the mausoleum of king Wang Gon, founder of Koryo: the mausoleum of king Kongmin, king of Koryo in the latter half of the 14th century the Koryo Songgyungwan, the highest educational institution in the Koryo and Ri dynasties, with 1,000 year-long history. &nbsp;&nbsp;&nbsp;\r\n The ridges of dormitory of the Sungyang private school built in the mid-16th century and internal facilities have been restored to original state. \r\n The rehabilitation project of Ryongthong temple, a noted temple in the Koryo dynasty, is under way. Kangwon Province is not exception. &nbsp;&nbsp;&nbsp;\r\n The Podok hermitage, built half way up a cliff of Mt. Kumgang and roofed with peculiar styles, is kept in good order, and other relics of the inner Kumgang area are well preserved.    \r\n\r\n"
        },
        {
            "title": "Pyongyang cultural exchange center established in Trinidad and Tobago",
            "url": "http://kcna.co.jp/item/2001/200111/news11/28.htm#2",
            "content": "Pyongyang cultural exchange center established in Trinidad and Tobago \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 28 (KCNA) -- A Pyongyang cultural exchange center was established in Trinidad and Tobago.\r\n The center based in the capital and local areas will exhibit and distribute DPRK books, photos and handicrafts on various occasions. &nbsp;&nbsp;&nbsp;\r\n It was said at an inaugural ceremony on Nov. 14 that the center would organize lecture meetings, film shows, seminars and other functions to introduce and propagandize the greatness of Kim Jong Il, leader of the Korean people, the immortal Juche idea, the advantages of the Korean socialist system and the Korean people's efforts to build a powerful nation and reunify the country.    \r\n\r\n"
        },
        {
            "title": "U.S. policy toward DPRK condemned",
            "url": "http://kcna.co.jp/item/2001/200111/news11/28.htm#3",
            "content": "U.S. policy toward DPRK condemned \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 28 (KCNA) -- The International Liaison Committee for Reunification and Peace in Korea (CILRECO) issued bulletin no. 317 on Nov. 19.\r\n The bulletin in an article titled \"all sorts of terrorism should be opposed in order to guarantee world security and lasting peace\" noted that the CILRECO bitterly denounces the united states for using anti-terrorism in escalating tensions and harassing peace in the Korean peninsula.&nbsp;&nbsp;&nbsp;\r\n An article titled \"Bush laying obstacles to resumption of DPRK-U.S. talks\" said that the international community should have a correct perception of why the talks have not been resumed and put pressure on the U.S. administration to stop all its military actions of escalating tensions on the Korean peninsula and respond to the DPRK-U.S. talks with no pre-condition. &nbsp;&nbsp;&nbsp;\r\n Under the title \"withdrawal of the U.S. troops from South Korea is prerequisite to Korea's reunification\" another article pointed out that the U.S. troops' continued occupation of South Korea from 1945 caused the division of the Korean peninsula and inflicted untold misfortune and sufferings on the Korean people. The U.S. has no excuse to keep its troops in South Korea in view of the trend of the present era and the Korean people's desire for independent reunification.    \r\n\r\n"
        },
        {
            "title": "Implementation of joint declaration called for",
            "url": "http://kcna.co.jp/item/2001/200111/news11/28.htm#4",
            "content": "Implementation of joint declaration called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 28 (KCNA) -- Kim Ju Hun, chairman of the Seoul District Federation of University Student Councils (Sochongryon), reportedly released an appeal calling for the implementation of the June 15 joint declaration on Nov. 23.\r\n Referring to the deadlocked 6th inter-Korean ministerial talks, the appeal said that this was attributable to the moves of the U.S. to escalate the tensions in a bid to invade the north. &nbsp;&nbsp;&nbsp;\r\n The appeal called on the Korean youth and students to meet the nation's requirements through a heroic struggle under the uplifted banner of the June 15 joint declaration, noting that if the U.S. and anti-reunification forces' moves to bar the implementation of the declaration are not checked, the Korean nation's history would go back. &nbsp;&nbsp;&nbsp;\r\n Recalling that a struggle is the only way for the Korean nation to survive and can help implement the joint declaration, the appeal noted that Sochongryon should spearhead the movement for the repeal of the \"emergency alert\" and step up the implementation of the declaration. &nbsp;&nbsp;&nbsp;\r\n The appeal demanded the U.S. stop its war moves and interference in the internal affairs of South Korea and get out of South Korea. &nbsp;&nbsp;&nbsp;\r\n The joint declaration cannot go with cooperation with foreign forces, the appeal said, urging the South Korean authorities to seek cooperation with compatriots and implement the joint declaration to the letter.    \r\n\r\n"
        },
        {
            "title": "Learning from spirit of workers in Ranam called for",
            "url": "http://kcna.co.jp/item/2001/200111/news11/28.htm#5",
            "content": "Learning from spirit of workers in Ranam called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 28 (KCNA)  Rodong Sinmun today editorially calls upon all the people to earnestly learn from the spirit of devotedly defending the leader and the spirit of devotedly implementing his instructions displayed by the workers of the Ranam Coal Mining Machine Complex.\r\n The editorial says: &nbsp;&nbsp;&nbsp;\r\n The workers there built two factories by waging a death-defying struggle with intense loyalty to the party and the leader during the \"arduous march\" and the forced march. \r\n and recently they wrought such a miracle as producing up-to-date equipment in a short span of time. &nbsp;&nbsp;&nbsp;\r\n Their heroic struggle and feats proved once again that the spirit of devotedly defending the leader and the spirit of devotedly implementing his instructions can produce anything. &nbsp;&nbsp;&nbsp;\r\n Leader Kim Jong Il lit the torchlight for making new leaping progress, learning that the intense loyalty of the workers in Ranam represented the determination of our people to advance faster to achieve the high goal of building a prosperous and powerful nation with absolute trust in the party and the leader. &nbsp;&nbsp;&nbsp;\r\n Only when all the officials, party members and other working people fully display the spirit of devotedly defending the leader and the spirit of devotedly implementing his instructions like the workers of Ranam, is it possible to creditably carry out the militant tasks Kim Jong Il assigned to all the fields of the revolution and construction and successfully build a powerful nation earlier than scheduled. &nbsp;&nbsp;&nbsp;\r\n \"Let us learn from the Ranam workers' spirit of devotedly defending the leader and devotedly implementing the leader's instructions\" this is an important militant slogan of the party to be put up by the people to advance holding high the torchlight of Ranam.    \r\n\r\n"
        },
        {
            "title": "Anecdotes about Kim Il Sung",
            "url": "http://kcna.co.jp/item/2001/200111/news11/28.htm#6",
            "content": "Anecdotes about Kim Il Sung \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 28 (KCNA) -- President Kim Il Sung gave field guidance to Iap-ri, Jungsan county, South Phyongan Province, in October Juche 43 (1954).He was informed that scores of the family members and relatives of the chairman of the management board there were killed by the enemy during the Korean War. The aide told the president repeatedly that it was high time to leave. The president told the aide to put off his itinerary and take a rest in the chairman's house today. Saying that he felt reluctant to leave, he proposed to spend the night with the chairman to alleviate his painful heart. He conversed with the chairman in an ordinary peasant house for hours and consoled him before leaving there for the next day's field guidance.\r\n One day in the autumn of Juche 51 (1962) the president found a shop no longer visible at a place in Pyongyang. In those days an institution was using it as a temporary office. Informed in detail of this, he told officials that an office could be shifted anywhere but the shop should remain there because its service was an urgent issue related to the people's living. The shop was thus reopened there. &nbsp;&nbsp;&nbsp;\r\n He visited again Okpho-ri, Changsong county, North Phyongan Province, in the summer of a year and attentively saw a new pavilion built there. At that time a senior official told him that the people in the county built the pavilion so that he might have even a short rest on his ceaseless trip for field guidance. Asking the official why they did such a thing and what would happen if such a pavilion was built wherever he went, the president advised him to think of what should be done to enable the people to be well off, instead of doing such useless things. Then he instructed the official to remove the pavilion at once.    \r\n\r\n"
        },
        {
            "title": "More rallies to follow torchlight of Ranam",
            "url": "http://kcna.co.jp/item/2001/200111/news11/28.htm#7",
            "content": "More rallies to follow torchlight of Ranam \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 28 (KCNA) -- More rallies were held by workers and peasants in different parts of the country to bring about a great improvement in production and construction holding high the torchlight of Ranam kindled by leader Kim Jong Il.\r\n The rallies called for effecting innovations and making leaping progress in keeping with the breathing and speed of Ranam.&nbsp;&nbsp;&nbsp;\r\n Workers at the Hwanghae Iron and Steel Complex, the Kim Jong Thae Electric Locomotive Factory and the Pyongyang Textile Mill vowed to work miracles and innovations in production in the spirit of devotedly defending the leader and devotedly carrying through the party's policy as workers in Ranam did. &nbsp;&nbsp;&nbsp;\r\n They said that they will demonstrate the indomitable spirit and revolutionary trait of the Korean working class again to the world by bringing about a new great advance, holding high the torchlight of Ranam. &nbsp;&nbsp;&nbsp;\r\n The agricultural workers of the Ryongsan co-op farm in Kaephung county, Kaesong, the township co-op farm in Janggang county, Jagang Province, and other farms expressed their determination to bring a new peak to the implementation of the socialist rural construction plan of the Workers' Party of Korea and agricultural production by living and working as workers of Ranam did. &nbsp;&nbsp;&nbsp;\r\n The torchlight of Ranam in the era of the army-centered politics, is rapidly spreading all over the country with each passing day.    \r\n\r\n"
        },
        {
            "title": "Guarding against capitalist way of life called for",
            "url": "http://kcna.co.jp/item/2001/200111/news11/28.htm#8",
            "content": "Guarding against capitalist way of life called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 28 (KCNA) -- The capitalist way of life demoralizing people in a twinkle is little short of a dangerous drug as it degenerates them, Rodong Sinmun today in a signed article says, calling for strictly guarding against this way of life.\r\n The American way of life typical of the capitalist way of life represents the way of life of brutes as it is based on the jungle law, extreme misanthropy, national chauvinism and all other corrupt ideas, the article notes. &nbsp;&nbsp;&nbsp;\r\n Referring to its harmfulness, the article goes on: &nbsp;&nbsp;&nbsp;\r\n Anyone following the capitalist way of life is bound to become a beast, a slave of money and a fool totally bereft of reason and morality. &nbsp;&nbsp;&nbsp;\r\n The capitalist way of life is as harmful as a drug because it deprives people of conscience, morality, love, creative energy and enthusiasm and reduces them to animals and brutes. &nbsp;&nbsp;&nbsp;\r\n Introducing the capitalist way of life would bring socialism to a collapse and make the country and the nation fall prey to the imperialists. &nbsp;&nbsp;&nbsp;\r\n If this way of life is allowed to make its way to society and people take to it, they will become loafers waiting for a chance of a good luck, renegades of revolution and will be reduced to the despicable traitors who readily betray his homeland, the benevolent party and the generous socialist system for a few dollars. &nbsp;&nbsp;&nbsp;\r\n One should guard against and keep oneself from the capitalist way of life. &nbsp;&nbsp;&nbsp;\r\n All countries should take strict measures to prevent this way of life from infiltrating into society and root out even the slightest manifestation of it. &nbsp;&nbsp;&nbsp;\r\n Thoroughly combating the capitalist way of life and firmly defending the socialist way of life means protecting people's genuine rights and their freedom.    \r\n\r\n\r\n"
        },
        {
            "title": "Message of solidarity to Palestinian President",
            "url": "http://kcna.co.jp/item/2001/200111/news11/28.htm#9",
            "content": "Message of solidarity to Palestinian President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 28 (KCNA) -- Kim Yong Nam, President of the Presidium of the Supreme People's Assembly of the DPRK, today sent a message of solidarity to Yasser Arafat, President of the state of Palestine, chairman of the executive committee of the PLO and head of the Palestinian national authority, on the occasion of the \"world day of solidarity with the Palestinian people.\"\r\n The message extended firm solidarity to the president and people of Palestine on this occasion. &nbsp;&nbsp;&nbsp;\r\n Today the Palestinian people are waging a dynamic struggle to put an end to Israel's occupation and achieve the national independence and liberation under the leadership of the PLO, the message said, wishing the president and people of Palestine greater success in their struggle to retake the legitimate national right.    \r\n \r\n\r\n"
        },
        {
            "title": "Greetings to Albanian President",
            "url": "http://kcna.co.jp/item/2001/200111/news11/28.htm#10",
            "content": "Greetings to Albanian President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 28 (KCNA) -- Kim Yong Nam, President of the Presidium of the Supreme People's Assembly of the DPRK, today sent a message of greetings to Albanian President Rexhep Meidani on the occasion of its national day.\r\n The message extended warm congratulations to the president and, through him, to the government and people of the country on this occasion and sincerely wished the president success in his work for the country's prosperity and peace and stability in the Balkans. &nbsp;&nbsp;&nbsp;\r\n It expressed the belief that the friendly relations between the two countries would grow stronger in the new century. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Albanian foreign minister",
            "url": "http://kcna.co.jp/item/2001/200111/news11/28.htm#11",
            "content": "Greetings to Albanian foreign minister\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 28 (KCNA) -- Paek Nam Sun, minister of foreign affairs of the DPRK, sent a message of greetings to his Albanian counterpart Arta Dade on the occasion of its national day.\r\n In the belief that the ties between the two countries would continue to develop in the new century, the message wished the Albanian people prosperity and well-being.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam meets Chinese ambassador",
            "url": "http://kcna.co.jp/item/2001/200111/news11/28.htm#12",
            "content": "Kim Yong Nam meets Chinese ambassador\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 28 (KCNA) -- President Kim Yong Nam of the Presidium of the DPRK Supreme People's Assembly met and conversed with Wang Guozhang, Chinese ambassador to the DPRK who paid a farewell visit to him, at the Mansudae Assembly Hall today.\r\n Present there were vice-minister Kim Yong Il of foreign affairs, officials concerned and Tian Baozhen, minister-counselor of the Chinese embassy here, and other embassy officials.    \r\n \r\n\r\n\r\n"
        },
        {
            "title": "DPRK order awarded to Chinese ambassador",
            "url": "http://kcna.co.jp/item/2001/200111/news11/28.htm#13",
            "content": "DPRK order awarded to Chinese ambassador\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 28 (KCNA) -- A DPRK order was awarded to Chinese ambassador to the DPRK Wang Guozhang with due ceremony at the Mansudae Assembly Hall today.\r\n The friendship order first class of the DPRK was awarded to him in recognition of his positive activities to strengthen and develop the DPRK-China friendship. &nbsp;&nbsp;&nbsp;\r\n Present at the ceremony were Kim Yong Nam, President of the Presidium of the Supreme People's As1embly of the DPRK, Kim Yong Il, vice-minister of foreign affairs, and staff members of the Chinese embassy here. &nbsp;&nbsp;&nbsp;\r\n Wang Guozhang said that the order awarded to him is an expression of deep friendship of leader Kim Jong Il, the party, government and people of Korea toward the party, government and people of china, adding he would make every possible effort to develop the friendly relations between china and the DPRK in the future.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}