{
    "date": "2001-07-05",
    "url": "http://kcna.co.jp/item/2001/200107/20010705.htm",
    "articles": [
        {
            "title": "Skilful embroiderers",
            "url": "http://kcna.co.jp/item/2001/200107/news07/05.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Nigerian national committee for study of Juche idea formed",
            "url": "http://kcna.co.jp/item/2001/200107/news07/05.htm#2",
            "content": "Skilful embroiderers \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 5 (KCNA) -- Embroidery, a distinctive reinforcement of original art work, is an integral part of human culture as it impresses the public with exquisite craft.\r\n The Wonsan Embroidery Goods Factory in Kangwon Province specializes in this line-landscape embroidery, congratulatory banners and calligraphy embroidery.&nbsp;&nbsp;&nbsp;\r\n The focal point of its recent endeavours is the depiction of the breathtaking scenery of the celebrated Kumgang mountains. Its beauty spots come to life through the art of embroidery-Samson (three fairies) rocks, deriving its name from the legend that three fairies from heaven turned to stone, spellbound by the mountain scenery, Kwimyon rock which is called because it looks like a goblin, Kuryong (nine dragons) pond, with the legend that nine dragons lived a merry life as guardians of the mountain, and Myonggyong (mirror) rock, which looks like a large mirror and is assumed to reveal the viewer's sins and purify his mind. &nbsp;&nbsp;&nbsp;\r\n Korean embroidery originated as the household embroidery of flowers and birds on pillow coverings or cushions that, together with cooking were essential-skills for all unmarried women. It now holds a niche in the cultural realm as a reflection of the noble contemporary character and public aesthetic taste. &nbsp;&nbsp;&nbsp;\r\n The embroiderers employ a wide range of skills inherited from their ancestors' and borrow the limpid and concise strokes of traditional Korean painting as well as compression and concentration. &nbsp;&nbsp;&nbsp;\r\n The factory's products enjoy popularity around the world and the artists are committed to continually improving the portrayal of Korea's natural beauty.    \r\n\r\n"
        },
        {
            "title": "Choe Thae Bok meets delegation of Nigerian senate",
            "url": "http://kcna.co.jp/item/2001/200107/news07/05.htm#3",
            "content": "Nigerian national committee for study of Juche idea formed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 5 (KCNA) -- An inaugural ceremony of the Nigerian national committee for the study of the Juche idea was held in Abuja on June 21.\r\n At the ceremony the chairman of the Nigeria group for the study of Kimjongilism said that it is the trend of the times to advocate the Juche idea which is recognized as a perfect guiding idea of the present era. the national committee would study and disseminate the Juche idea and conduct positive activities for solidarity with the Korean people in their struggle for national reunification and socialist construction, he pointed out. &nbsp;&nbsp;&nbsp;\r\n M. M. Alhassan, head of the chair of geography at Abuja University, was elected chairman of the committee. &nbsp;&nbsp;&nbsp;\r\n A letter to leader Kim Jong Il was adopted at the ceremony. \r\n\r\n"
        },
        {
            "title": "Contract for founding Pyongyang-Euro Asia Joint Venture Corporation signed",
            "url": "http://kcna.co.jp/item/2001/200107/news07/05.htm#4",
            "content": "Choe Thae Bok meets delegation of Nigerian senate \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 5 (KCNA) -- Choe Thae Bok, chairman of the DPRK Supreme People's Assembly, met and conversed in a friendly atmosphere with a delegation of the senate of the national assembly of Nigeria headed by Muktar Ahmed Mohammed Arwa, senator and vice-chairman of the senate standing committee on agriculture and rural development, at the Mansudae Assembly Hall yesterday.\r\n Present there were Kye Yong Sam, deputy to the SPA of the DPRK and president of the academy of agricultural science, officials concerned and Alhaji Daudu Sulaiman, Nigerian ambassador to the DPRK. &nbsp;&nbsp;&nbsp;\r\n The head of the delegation said that both Nigeria and the DPRK should further develop the friendly and cooperative relations in their common interests.    \r\n\r\n"
        },
        {
            "title": "Statement on anniversary of July 4 joint statement released",
            "url": "http://kcna.co.jp/item/2001/200107/news07/05.htm#5",
            "content": "Contract for founding Pyongyang-Euro Asia Joint Venture Corporation signed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 5 (KCNA) -- A contract for founding the Pyongyang-Euro Asia Joint Venture Corporation was signed at the People's Palace of Culture on July 4. Its objective is to cultivate vegetables and flowers with the joint investment of the Pyongyang General Horticulture Company of the DPRK and the \"Holland Euro-Asia Group.\"\r\n Present there were officials of the Pyongyang General Horticulture Company and other officials concerned from the DPRK side and members of the vegetable and flower greenhouse joint venture delegation of the \"Holland Euro-Asia Group\" led by its president bin yang from the other side. &nbsp;&nbsp;&nbsp;\r\n Bin Yang arranged a reception in the evening on this occasion.    \r\n\r\n"
        },
        {
            "title": "Choe Thae Bok meets goodwill visiting group of CPC",
            "url": "http://kcna.co.jp/item/2001/200107/news07/05.htm#6",
            "content": "Statement on anniversary of July 4 joint statement released \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 5 (KCNA) -- The \"National Alliance for Democracy and Reunification\" (Jongukryonhap) released a statement on July 3 on the occasion of the 29th anniversary of the July 4 joint statement, according to Seoul-based Yonhap News.\r\n The statement said the organization would take the lead in achieving national independence and great national unity through the sincere implementation of the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n The statement charged that the anti-reunification forces and conservative media are persisting in their reckless moves to scrap the July 4 joint statement and the June 15 joint declaration reflecting the desire of the fellow countrymen in a bid to shatter the expectation of the whole nation for national reunification and drive it to permanent division and confrontation. In the statement the Jongukryonhap vowed to decisively open a chapter of the independent and peaceful reunification of Korea through the sincere implementation of the joint declaration.    \r\n\r\n"
        },
        {
            "title": "Remains of heroes and heroine of republic buried in patriotic martyrs cemetery",
            "url": "http://kcna.co.jp/item/2001/200107/news07/05.htm#7",
            "content": "Choe Thae Bok meets goodwill visiting group of CPC \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 5 (KCNA) -- Choe Thae Bok, alternate member of the political bureau and secretary of the central committee of the Workers' Party of Korea, yesterday met and had a talk with the goodwill visiting group of the Communist Party of China headed by Zhong Qihuang, deputy secretary of the Jiangxi provincial committee of the CPC in a friendly atmosphere.\r\n Present there were officials concerned and the Chinese ambassador to the DPRK. &nbsp;&nbsp;&nbsp;\r\n The head of the group noted that brief as its Korea visit was, the group learned a lot and was deeply impressed by it, adding that the traditional Sino-DPRK ties provided and brought into bloom by the preceding leaders of the two countries are now growing stronger. &nbsp;&nbsp;&nbsp;\r\n The Chinese people rejoice as over their own over the successes achieved by the Korean people overcoming all difficulties despite the complicated situation and severe natural disasters, he noted. He hoped that the brave Korean people, united close around the WPK headed by General Secretary Kim Jong Il, would continue to register great successes in the efforts to build Korean-style socialism and achieve the independent and peaceful reunification of the country.    \r\n\r\n"
        },
        {
            "title": "Famous Korean poet",
            "url": "http://kcna.co.jp/item/2001/200107/news07/05.htm#8",
            "content": "Remains of heroes and heroine of republic buried in patriotic martyrs cemetery \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 5 (KCNA) -- Remains of Ri Su Bok, An Yong Ae, Kim Kwang Chol and Kil Yong Jo, heroes and heroine of the republic, were buried in the patriotic martyrs cemetery in the suburbs of Pyongyang.\r\n They are heroes and heroine in the 1950s and the 1990s. &nbsp;&nbsp;&nbsp;\r\n Ri Su Bok was 18 years old soldier who silenced the enemy's machine gun with his body, thus ensuring the advance of his unit in the battle to seize the nameless hill on the left side of 1,211 height during the Fatherland Liberation War. &nbsp;&nbsp;&nbsp;\r\n An Yong Ae was a true daughter of the party who successfully carried out her revolutionary duty and highly displayed revolutionary comradeship till the last moments of her life, longing for the supreme headquarters where President Kim Il Sung was working, in any adversity during the war. &nbsp;&nbsp;&nbsp;\r\n Kim Kwang Chol was the first hero in the 90s who saved more than 10 soldiers by covering with his body the hand-grenade which was about to explode in an accident when his platoon was in combat training. &nbsp;&nbsp;&nbsp;\r\n At the crossroads of life and death Kil Yong Jo chose to die a heroic death  in his fighter plane in flames in order to devotedly protect the headquarters of the revolution.  &nbsp;&nbsp;&nbsp;\r\n Shortly ago, supreme commander Kim Jong Il said that Ri Su Bok, An Yong Ae, Kim Kwang Chol and Kil Yong Jo are typical heroes and heroine produced by the eras and took a benevolent step to bury their remains in the patriotic martyrs cemetery. &nbsp;&nbsp;&nbsp;\r\n A burial ceremony was held yesterday.    \r\n\r\n"
        },
        {
            "title": "Japan's moves to obliterate Korean language flayed",
            "url": "http://kcna.co.jp/item/2001/200107/news07/05.htm#9",
            "content": "Famous Korean poet \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 5 (KCNA) -- Jo Ki Chon (1913-1951) was a passionate poet produced by Korea.\r\n Born in Hoeryong, North Hamgyong Province, he was well known in surrounding areas for his outstanding poetic talent from his childhood. &nbsp;&nbsp;&nbsp;\r\n However, he was unable to bring his talent into bloom as he was forced to live abroad as part of a stateless nation. it was not until the liberation of the country (August 15, 1945) that he could realise his wish. &nbsp;&nbsp;&nbsp;\r\n witnessing the people all out to build a new country and the stirring reality after his return home, he began writing poems in earnest. &nbsp;&nbsp;&nbsp;\r\n He was immensely excited to know about the legendary and heroic history of general Kim Il Sung at home, though a great deal was told about him in alien towns. &nbsp;&nbsp;&nbsp;\r\n His profound reverence and intense loyalty to Kim Il Sung resulted in a long epic \"Mt. Paektu,\" the first poem to deal with the leader in Korea. &nbsp;&nbsp;&nbsp;\r\n The poem eulogized him as the great commander who made the Japanese imperialist aggressors' blood run cold with his superb tactics, acting with preternatural swiftness, imbued with the majestic spirit of Mt. Paektu, the sacred mountain of revolution. Jo's deep veneration for him was fully reflected in the poem. &nbsp;&nbsp;&nbsp;\r\n The same can be said of his lyric poems \"swinging\"  and \"on a white rock\" and a lyric epic \"song of land\" which dealt with historic reforms that took place in the latter half of the 1940s and the happiness of the people. &nbsp;&nbsp;&nbsp;\r\n \"Korea fights,\" \"in a street in flames,\" \" my height\" and other poems which he wrote following the army during the last Korean War encouraged all the soldiers of the Korean People's Army to win victory in the war. &nbsp;&nbsp;&nbsp;\r\n He also wrote serial poem \"resistance in Ryosu\" which depicted the anti-U.S. resistance for national salvation waged by South Koreans. &nbsp;&nbsp;&nbsp;\r\n He was killed by the U.S. forces' air-raid in Juche 40 (1951). &nbsp;&nbsp;&nbsp;\r\n Leader Kim Jong Il repeatedly estimated his poem \"Mt. Paektu,\" frequently retrospecting him. &nbsp;&nbsp;&nbsp;\r\n Thanks to Kim Jong Il's comradely love and noble sense of obligation Jo Ki Chon, a revolutionary poet, and his poems are still remembered by the Korean people though half a century passed after his death.    \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to President of Venezuela",
            "url": "http://kcna.co.jp/item/2001/200107/news07/05.htm#10",
            "content": "Japan's moves to obliterate Korean language flayed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 5 (KCNA) -- The linguistic society of the DPRK on July 4 released an article disclosing the truth behind the Japanese imperialists' moves to obliterate the Korean language against the backdrop of the Japanese authorities' shameless campaign to whitewash and justify Japan's crime-woven history.\r\n Recalling that the Japanese imperialists' moves to obliterate the Korean language were a state-sponsored crime as they were perpetrated by the state ruling machinery and law, the article continued: &nbsp;&nbsp;&nbsp;\r\n The Japanese imperialists mobilized for that purpose even the military police to say nothing of such administrative institutions as the \"government-general in Korea,\" provincial and county offices and Myon-offices and police force such as police stations and substations and police boxes. &nbsp;&nbsp;&nbsp;\r\n In November 1912 the \"government-general in Korea\" established a system whereby magistrate-level officials in all the provinces were obliged to submit to the government-general a \"report on teaching mother tongue (Japanese).\"  In March 1937 it forced all the government offices to work out all the official documents in Japanese. &nbsp;&nbsp;&nbsp;\r\n According to a decision made by the government-general to massively set up Japanese training schools from 1938, their number increased that year to reach over 3,660. &nbsp;&nbsp;&nbsp;\r\n The Japanese imperialists fabricated many evil laws to attain their goal. &nbsp;&nbsp;&nbsp;\r\n They enacted the \"newspaper law\" in 1907, stringently restricting the publication of many Korean newspapers. The \"press law\" was promulgated in 1909 and \"press rules\" came into force in 1910. &nbsp;&nbsp;&nbsp;\r\n They were more desperate in the fabrication of laws on education. &nbsp;&nbsp;&nbsp;\r\n The \"education law in Korea\" was retrogressively revised four times. &nbsp;&nbsp;&nbsp;\r\n Due to the Japanese imperialists' harsh policy to destroy the Korean language 72 per cent of Korea's population was illiterate as of 1933 and more than 15.8 million Koreans could not read nor write as of 1934. &nbsp;&nbsp;&nbsp;\r\n Their steps to obliterate the Korean language involved all the fabrics of society. &nbsp;&nbsp;&nbsp;\r\n \"Schools teaching Japanese\" were set up in Seoul and Japanese schools appeared in major towns. as a result, their number reached 30 in the 1904-1905 period. &nbsp;&nbsp;&nbsp;\r\n Their moves became all the more pronounced after 1905 when Japan forced Korea to conclude the \"Ulsa five-point treaty.\" &nbsp;&nbsp;&nbsp;\r\n Any Korean student uttering even a Korean word was subjected to national insult and humiliation and even beating and legal actions. &nbsp;&nbsp;&nbsp;\r\n The Japanese imperialists instructed that \"Kukmin Munhak,\" the organ of the renamed \"Korean national society of men of literature,\" should be issued in Japanese from 1942 and more than one act of each drama performed in Japanese from 1943. &nbsp;&nbsp;&nbsp;\r\n In 1910 alone, they stopped the issue of publications of 255 varieties and fixed biweekly \"mother tongue class\" column in \"Maeil Sinbo\" and even published \"Hwangmin Ilbo\" specializing in teaching Japanese. &nbsp;&nbsp;&nbsp;\r\n They also checked the study and dissemination of Korean language and even enlisted government-patronized scholars in their moves to obliterate the Korean language. &nbsp;&nbsp;&nbsp;\r\n They even staged the \"movement for the common use of Japanase\" in family life. &nbsp;&nbsp;&nbsp;\r\n Such moves of the Japanese imperialists reached such an extent as depriving the Koreans of even their Korean names. &nbsp;&nbsp;&nbsp;\r\n They issued government-general's order no. 19 under the \"revised Korean civil law\" on November 10, 1939, thus forcing and threatening the Koreans to change their names into Japanese. Koreans disobedient to this were persecuted as \"unpatriotic and disturbing persons\" and they were the first to be mobilized for \"compulsory labour\" and the \"patriotic service corps.\" &nbsp;&nbsp;&nbsp;\r\n Such being hard historical facts, the Japanese authorities are craftily trying to use controversial junior middle school history textbooks in education. No distortion can ever change history. &nbsp;&nbsp;&nbsp;\r\n Linguists in the DPRK strongly urge the Japanese government to make an official apology for the Japanese imperialists' wrongs committed in Korea in the past and make compensation for them, the article concluded.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam greets Malawian President",
            "url": "http://kcna.co.jp/item/2001/200107/news07/05.htm#11",
            "content": "Greetings to President of Venezuela\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 5 (KCNA) -- Kim Yong Nam, President of the presidium of the DPRK Supreme People's Assembly, today sent a message of greetings to Hugo Chavez Frias, President of Venezuela, on the occasion of its independence day.\r\n The message extended warm congratulations to the president, government and people of the country on the day. &nbsp;&nbsp;&nbsp;\r\n In the belief that the friendly and cooperative ties between the two countries would grow stronger, it wished the president and people of the country greater success in the work for the progress and prosperity of the country.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Yang Hyong Sop meets foreign delegations",
            "url": "http://kcna.co.jp/item/2001/200107/news07/05.htm#12",
            "content": "Kim Yong Nam greets Malawian President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 5 (KCNA) -- Kim Yong Nam, President of the presidium of the DPRK Supreme People's Assembly, on Tuesday sent a message of greetings to Malawian President Bakili Muluzi on both occasions of the 37th anniversary of the independence of Malawi and the 35th anniversary of the proclamation of its republic.\r\n The message extended warm congratulations to the president, government and people of Malawi on these occasions. &nbsp;&nbsp;&nbsp;\r\n It wished the Malawian President and people greater success in their work for peace and prosperity of the country and expressed belief that the friendly relations between the two countries would grow stronger.    \r\n\r\n\r\n"
        }
    ]
}