{
    "date": "2001-12-10",
    "url": "http://kcna.co.jp/item/2001/200112/20011210.htm",
    "articles": [
        {
            "title": "Head of DPRK delegation on raising level of industrialization of developing countries",
            "url": "http://kcna.co.jp/item/2001/200112/news12/10.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Angolan popular liberation movement",
            "url": "http://kcna.co.jp/item/2001/200112/news12/10.htm#2",
            "content": "Head of DPRK delegation on raising level of industrialization of developing countries \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- It is an important issue to decisively raise the level of industrialization of the developing countries in achieving the sound development of the world economy, said the head of the DPRK delegation on Dec. 6 addressing the ninth general conference of the UN industrial development organization held in Austria.\r\n He expressed the belief that a cooperation package for each country would be satisfactorily implemented thanks to the concerted efforts of the secretariat of the organization, developing countries and donor states to make the organization's cooperation substantially conducive to the industrialization of the developing countries.&nbsp;&nbsp;&nbsp;\r\n He called on the developed countries to widen the bilateral and multilateral cooperation with the developing countries in the fields of the finance, transfer of technology and investment with a view to solving the worldwide environmental issue and exert efforts and take steps to stop the transfer of environmentally pollutional industry and technology to the developing countries. &nbsp;&nbsp;&nbsp;\r\n He stressed the need to boost substantial cooperation through the organization in the efforts to eradicate the negative impact of the \"globalization\" on the developing countries and help them achieve positive development. &nbsp;&nbsp;&nbsp;\r\n The DPRK government will as always actively participate in the activities of the organization, further strengthen relations and cooperation with its member states and fulfil its commitment as a member state, he concluded.    \r\n\r\n"
        },
        {
            "title": "Japanese authorities urged to stop suppression of Chongryon",
            "url": "http://kcna.co.jp/item/2001/200112/news12/10.htm#3",
            "content": "Greetings to Angolan popular liberation movement \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- The Central Committee of the Workers' Party of Korea yesterday sent a message of greetings to the Central Committee of the Popular Liberation Movement of Angola on the occasion of its 45th anniversary.\r\n The message extended warm congratulations to the central committee of the movement and all its members on the occasion. &nbsp;&nbsp;&nbsp;\r\n Expressing the belief that the friendly and cooperative relations between the party and the movement would continue to grow strong in the idea of independence, peace and friendship, the message sincerely wished the movement greater success in its struggle.    \r\n\r\n"
        },
        {
            "title": "Protest lodged with Japanese police office",
            "url": "http://kcna.co.jp/item/2001/200112/news12/10.htm#4",
            "content": "Japanese authorities urged to stop suppression of Chongryon \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- The International United Confederation of Koreans issued a statement on Dec. 4, criticizing the Japanese authorities for their crackdown upon the General Association of Korean Residents in Japan (Chongryon).\r\n The statement denounced their suppression as a political terrorism designed to stamp out Chongryon, a legitimate organization of Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n The statement urged the Japanese authorities to stop at once their suppression of Chongryon, a dignified citizens' organization of overseas citizens of the DPRK, and immediately release the arrested compatriots. &nbsp;&nbsp;&nbsp;\r\n The Association of Koreans in Canada released a statement on Dec. 5, condemning the Japanese investigation authorities for their unwarranted political suppression of the legitimate and just economic activities of Chongryon. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the association and the association of Koreans in the central and southern U.S. respectively sent letters of solidarity on the same day to Chongryon and compatriots in their struggle against the Japanese authorities' suppression of Chongryon.    \r\n\r\n"
        },
        {
            "title": "Fuss about \"suspected kidnapping\" in Japan dismissed",
            "url": "http://kcna.co.jp/item/2001/200112/news12/10.htm#5",
            "content": "Protest lodged with Japanese police office \r\n&nbsp;&nbsp;&nbsp; Tokyo, December 8 (KNS-KCNA) - A decision was adopted at the meeting of Koreans in Japan held to bitterly denounce the unwarranted political suppression of the organization of the General Association of Korean Residents in Japan (Chongryon). As a follow up of the decision a protest group which was led by Jo Ryong Hyon, vice-chairman of the central standing committee of Chongryon, and comprises representatives of the Tokyo metropolitan and western Tokyo headquarters of Chongryon and the Korean human rights association in Japan paid a visit to the Japanese police office and lodged a protest with it on Dec. 7.\r\n It urged the police authorities to admit their unwarranted act of ransacking Chongryon, make an official apology for it, immediately set free the unreasonably arrested men and take steps to prevent the recurrence of such suppression of Chongryon and compatriots in Japan.    \r\n\r\n"
        },
        {
            "title": "Paper on nation's destiny",
            "url": "http://kcna.co.jp/item/2001/200112/news12/10.htm#6",
            "content": "Fuss about \"suspected kidnapping\" in Japan dismissed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- A spokesman for the central committee of the General Federation of Trade Unions of Korea (GFTUK) in a statement dated Dec. 10 denounced the Japanese reactionaries' much fuss about \"suspected kidnapping,\" part of the anti-DPRK smear campaign, in the name of all its members and other workers.\r\n The non-existent issue of \"suspected kidnapping\" raised again by the Japanese reactionaries is nothing but a fiction they dreamed up as they pleased in order to achieve their sinister political purpose, the statement said, and went on: &nbsp;&nbsp;&nbsp;\r\n This fuss made by the Japanese reactionaries recently is aimed to join the u.s. imperialists in achieving the common sinister political purpose of keeping the independent DPRK on the list of \"sponsors of terrorism\" and \"violators of human rights\" in a bid to impair the dignity and authority of the DPRK, which wins victory after victory as the days go by with the might of the army-based policy, and isolate and stifle it. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries keep raising a hue and cry over the non-existent \"suspected kidnapping\" in a bid to level accusations against the DPRK, instead of apologizing to and compensating it for the crimes they committed against it in the past. They should stop this hostile policy toward the DPRK and their moves to become a military power. If not, it will only precipitate their destruction. &nbsp;&nbsp;&nbsp;\r\n The central committee of the GFTUK expresses conviction that the justice- and peace-loving peoples and workers of the world, clearly seeing through the nature of the Japanese reactionary authorities' racket about \"suspected kidnapping,\" will raise their voices of protest and denunciation of it and extend firm solidarity to the working people of the DPRK in their struggle to get apology and compensation from Japan for its past crimes.\r\n\r\n"
        },
        {
            "title": "Greetings to President of Burkina Faso",
            "url": "http://kcna.co.jp/item/2001/200112/news12/10.htm#7",
            "content": "Paper on nation's destiny \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- In order to achieve the cause of national reunification as early as possible all the Koreans in the north and south of Korea and abroad should link their destiny with that of the country and the nation and achieve the great unity of the whole nation, says Rodong Sinmun today in an article.\r\n The destiny of the country is directly linked with the destiny of all the Koreans at home and abroad because the destiny of each Korean is inseparable from the destiny of the country and nation and the national independence is a prerequisite to realizing independence of the popular masses, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n Owing to the national division caused by the outside forces, national independence is trampled down in the half of the country and national sovereignty has not yet been achieved throughout Korea. &nbsp;&nbsp;&nbsp;\r\n All the Koreans at home and abroad should share their destiny with the country and the nation and single-heartedly unite to defend independence of the country and the nation at the cost of their lives. All those who are concerned about the destiny of the country and the nation, they be in the north or in the south or abroad, communists or nationalists, haves or have-nots, believers or atheists, should rise above differences, unite close as members of the same nation and advance along the road of national reunification. &nbsp;&nbsp;&nbsp;\r\n Noting that the June 15 North-South Joint Declaration serves as the banner of national reunification the Korean nation should hold aloft, the article calls on all the 70 million Koreans to be a driving force for implementing the declaration.    \r\n\r\n"
        },
        {
            "title": "Kim Yong Nam receives credentials from new Canadian ambassador",
            "url": "http://kcna.co.jp/item/2001/200112/news12/10.htm#8",
            "content": "Greetings to President of Burkina Faso \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, on Dec. 7 sent a message of greetings to President of Burkina Faso Blaise Compaore on the occasion of its national day.\r\n The message extended warm congratulations to the president, government and people of Burkina Faso on the occasion. &nbsp;&nbsp;&nbsp;\r\n Believing that the friendly relations between the two countries would continue to grow stronger, it sincerely wished the president and people of Burkina Faso bigger success in their work for the development and prosperity of the country.    \r\n\r\n"
        }
    ]
}