{
    "date": "2001-04-03",
    "url": "http://kcna.co.jp/item/2001/200104/20010403.htm",
    "articles": [
        {
            "title": "KCNA on appointment of new U.S. deputy secretary of state",
            "url": "http://kcna.co.jp/item/2001/200104/news04/03.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's moves to distort history textbooks under fire",
            "url": "http://kcna.co.jp/item/2001/200104/news04/03.htm#2",
            "content": "KCNA on appointment of new U.S. deputy secretary of state \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- U.S. President Bush appointed John Bolton as deputy secretary of state for international security.\r\n In this regard foreign press said it has become clearer that the bush administration approaches China and North Korea with a hard-line and aims to strengthen its alliance with Japan.&nbsp;&nbsp;&nbsp;\r\n This is fully verified by a testimony made by Bolton at a hearing of the senate foreign relations committee for approval of his appointment on March 29 and his assertions regarding political and diplomatic issues. &nbsp;&nbsp;&nbsp;\r\n In his testimony he made arrogant remarks that he would adopt a more realistic and tough policy toward the nuclear weapon and ballistic missile issue of North Korea, thus slandering the political system of the DPRK and putting pressure upon it. &nbsp;&nbsp;&nbsp;\r\n His remarks prove again that the bush administration is persistently seeking its criminal aim to escalate the tensions on the Korean peninsula and harass Asia-Pacific peace and stability, pursuant to a more hostile policy toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n As everyone knows, the international community has expressed deep concern about the fact that the foreign and security policy-making team of the bush administration is made up of those hawks who were active during the Cold War. &nbsp;&nbsp;&nbsp;\r\n The appointment of Bolton  and his bellicose and provocative remarks further increase the concern of the international community and sharpen our alertness. &nbsp;&nbsp;&nbsp;\r\n Before his appointment he called for \"strengthening the alliance\" with Japan and held that \"Japan should remove the existing restrictions related to security and play a more active role.\" &nbsp;&nbsp;&nbsp;\r\n His utterances are little short of egging Japan on rolling back the \"peace constitution\" and taking an active part in a war to invade Korea and other wars for reinvasion. &nbsp;&nbsp;&nbsp;\r\n The appointment of Bolton clearly indicates that the Bush administration's plan to revive the Cold War is taking concrete shape.    \r\n\r\n"
        },
        {
            "title": "U.S. folly assailed",
            "url": "http://kcna.co.jp/item/2001/200104/news04/03.htm#3",
            "content": "Japan's moves to distort history textbooks under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- Plans to weaken internet homepage function of the Liberal Democratic Party, the Ministry of Education and Science, the textbook publishing house and the \"society for compiling new history textbooks\" of Japan were introduced in South Korea as a token of protest against Japan's moves to distort history textbooks, according to a foreign press report.\r\n Internet plans entered various websites to criticize the distortion of the content of history textbooks of Japan. &nbsp;&nbsp;&nbsp;\r\n One of them calls for waging a homepage demonstration against those organizations of Japan responsible for distorting contents of history textbooks. &nbsp;&nbsp;&nbsp;\r\n The plans published a list of homepages of the Japanese side responsible for this crime and fixed the date and time to communicate with each other and at least 1.5 million subscribers are needed for bringing the plans to success, the report added.    \r\n\r\n"
        },
        {
            "title": "Japan-U.S. joint BMD research flailed",
            "url": "http://kcna.co.jp/item/2001/200104/news04/03.htm#4",
            "content": "U.S. folly assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- The U.S. ruling quarters are escalating their moves to isolate and stifle the DPRK.  \r\n In this regard rodong sinmun today in a signed commentary says: &nbsp;&nbsp;&nbsp;\r\n Hyde, chairman of the foreign affairs committee of the U.S. House of Representatives, in his recent speech in Washington chimed in with Japan's efforts to evade the issue of redressing its past, when he said there is fear that Japan's reparations \"May help the North Korean government survive.\"  &nbsp;&nbsp;&nbsp;\r\n  He took pains to draw its allies into economic blockade against the DPRK, asserting that if Japan pays reparations to North Korea or western countries have economic relations with it, it will help the North Korean government survive. &nbsp;&nbsp;&nbsp;\r\n It is an irresistible trend of the times for various countries to establish diplomatic relations with the DPRK and improve good-neighbourly relations with it. &nbsp;&nbsp;&nbsp;\r\n The DPRK not only exists but is emerging victorious in reliance upon the strength of its people. It has so far existed without western \"aid\" and its people can live well in the future, too. &nbsp;&nbsp;&nbsp;\r\n It is not a simple economic and business-like issue of getting a petty amount of money from Japan that the DPRK is urging Japan to make an apology and compensation for the crimes of aggression committed by the Japanese imperialists in the past. It is a crucial political issue of defending the national dignity of the Korean people, exercising its sovereign right and giving vent to the deep grudge of the Korean people. &nbsp;&nbsp;&nbsp;It is, in essence, an undertaking to recover justice trampled underfoot by the Japanese imperialists, prevent Japan's reinvasion and guarantee peace in Asia. &nbsp;&nbsp;&nbsp;\r\n The U.S. conservatives siding with Japan in its efforts to evade the issue of redeeming its past can not be interpreted otherwise than a challenge to the international justice and peace and an intolerable insult to the victims demanding compensation. It is also a serious act of whipping up Japan's wild dream of re-conquest. &nbsp;&nbsp;&nbsp;\r\n The U.S. is well advised to refrain from making reckless remarks getting on the nerves of the DPRK, bearing deep in mind that its blatant interference in the issue of relations between the DPRK and Japan will only harden the determination of the people and the People's Army of Korea to take revenge upon the u.s.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on April holiday",
            "url": "http://kcna.co.jp/item/2001/200104/news04/03.htm#5",
            "content": "Japan-U.S. joint BMD research flailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- Recently the Japanese ambassador to South Korea tried to justify the Japan-U.S. joint research into \"ballistic missile defence\" initiative, citing the DPRK's missiles as the main reason for pushing forward the BMD.\r\n Minju Joson today in a signed commentary observes that his remarks disclose the Japanese and U.S. sinister intention to far-fetchedly link the criminal nmd with the DPRK and spread the rumor of \"a threat of missile from the DPRK\". &nbsp;&nbsp;&nbsp;\r\n This \"threat\" much publicized by the U.S. and Japan is no more than a fiction, the commentary notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. NMD is aimed to contain other big powers and stand unchallenged in strategic arms. Japan seeks to realize its wild ambition to become a military power by getting actively involved in the NMD. &nbsp;&nbsp;&nbsp;\r\n Even at a time when the criminal aim and the dangerous nature of the nmd have become obvious, the Japanese reactionaries are working hard to provide any justification to the establishment of the nmd so that they may benefit from their involvement in the system. &nbsp;&nbsp;&nbsp;\r\n The DPRK makes it clear that Japan's joining in the nmd under whatever pretext is a military threat to the DPRK and a criminal move to reinvade Korea. &nbsp;&nbsp;&nbsp;\r\n If the Japanese reactionaries keep peddling the non-existent \"threat\" from the DPRK and rush headlong towards military expansion, the DPRK will take strong measures for self-defence.    \r\n\r\n"
        },
        {
            "title": "Bush administration's moves to upset peace process in Korea criticized",
            "url": "http://kcna.co.jp/item/2001/200104/news04/03.htm#6",
            "content": "Rodong Sinmun on April holiday \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- The first April of the 21st century has come round to commemorate the birth anniversary of President Kim Il Sung. \r\n In this regard Rodong Sinmun Monday said that leader Kim Jong Il's ardent longing for kim il sung represented most intense loyalty and unshakable faith and the noble sense of obligation with which he has upheld and followed the peerlessly great man. &nbsp;&nbsp;&nbsp;\r\n In a political essay headlined \"let us live with ardent longing\" the author said: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's longing for Kim Il Sung found its expression in unboundedly worshipping the leader, manifesting his fixed will to glorify the idea and feats of the preceding leader and carry his cause to completion and in accomplishing the cause of perpetuating the memory of the leader. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il missed President Kim Il Sung very much. He was always thoughtful of Kim Il Sung, when the president was far away from him or near him, and even in a dream.    He worked heart and soul to hold the president in high esteem, and devoted himself to carrying the president's cause to completion. &nbsp;&nbsp;&nbsp;\r\n He has administered all-embracing politics, the benevolent politics in this land, true to the president's maxim \"believe in the people as in heaven,\" thus achieving the singlehearted unity and harmonious whole of the leader, the party and the masses. &nbsp;&nbsp;&nbsp;\r\n He saw to it that the birthday of the president was set as Sun's Day, the era of Juche instituted to glorify the history of the president and Kim Il Sung is constitutionally held in high esteem as the eternal president. &nbsp;&nbsp;&nbsp;\r\n He made sure that all the creations and changes were associated with the history of the president and everything that the president had in mind and desired became shining realities. &nbsp;&nbsp;&nbsp;\r\n Every moment of the Korean people's life passes amidst infinite yearning for Kim Jong Il. Their patriotic devotion to building a powerful Kim Jong Il nation is based on this fervent yearning.    \r\n\r\n"
        },
        {
            "title": "Preparations for 3rd Kimilsungia show brisk",
            "url": "http://kcna.co.jp/item/2001/200104/news04/03.htm#7",
            "content": "Bush administration's moves to upset peace process in Korea criticized \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- The British newspaper the New Worker in an article on March 23 said that Bush is trying to justify his hard line, talking about \"North Korea's  untransparency\" regarding the implementation of the DPRK-U.S. agreed framework concluded in 1994.\r\n As far as the \"untransparency\" related to the implementation of the AF is concerned, the DPRK should call the united states to account for this matter, the newspaper noted, and went on: &nbsp;&nbsp;&nbsp;\r\n The core issue of the agreed framework is that the united states should provide in a responsible manner light water reactors with a generating capacity of 2 million kw to the DPRK in return for freezing its nuclear facilities. &nbsp;&nbsp;&nbsp;\r\n The LWR project is still in the process of ground readjustment though the year 2003, the deadline, is at hand. &nbsp;&nbsp;&nbsp;\r\n The Bush administration recently raised the issue of \"untransparency\" because the continued progress of peace on the Korean peninsula would deprive the U.S. forces of any justification to stay in South Korea any longer. &nbsp;&nbsp;&nbsp;\r\n In order to convince others of the necessity of introducing the \"National Missile Defence\" system the U.S. felt the need to continue to brand the DPRK as a \"rival\" and a \"dangerous state.\" &nbsp;&nbsp;&nbsp;\r\n It is high time that the progressive people and peace-loving people of the world joined in the joint struggle to check and frustrate the bush administration's hostile policy toward the DPRK, seeing through its essence and danger.    \r\n\r\n"
        },
        {
            "title": "Greetings to Senegalese President",
            "url": "http://kcna.co.jp/item/2001/200104/news04/03.htm#8",
            "content": "Preparations for 3rd Kimilsungia show brisk \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- Preparations for the 3rd Kimilsungia show are now brisk in the DPRK.\r\n The show is slated to take place from April 12 to 18 on the occasion of Sun's Day (April 15), the first ever to be commemorated in the new century, drawing particular attention of the people at home and abroad. &nbsp;&nbsp;&nbsp;\r\n The organizing committee of the show and the Korean Kimjongilia Federation are pushing ahead with preparations as planned. &nbsp;&nbsp;&nbsp;\r\n A layout plan for the show, decorations, posters, etc. have been completed to add to festivity. The members of the show organizing committee are visiting those units wishing to participate in the show to render effective help to them. &nbsp;&nbsp;&nbsp;\r\n The units such as the ministry of the people's armed forces, the ministry of people's security, the academy of sciences, the ministry of foreign affairs and the ministry of education are making good arrangements to contribute potted Kimilsungia, the immortal flower, in full bloom to the show in their own peculiar manners. &nbsp;&nbsp;&nbsp;\r\n Pyongyang and provinces including north Hwanghae, Jagang and Ryanggang provinces, organs, institutions and families in different parts of the country are doing their utmost to present to the show Kimilsungia cultivated with good care. &nbsp;&nbsp;&nbsp;\r\n Overseas compatriots and foreign figures are also enthusiastic in their efforts to present Kimilsungia to the show with their unbounded veneration for President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n For example, Koreans in China, Japan, etc. and foreigners from all walks of life and delegations from different countries including Indonesia and Egypt have applied for participating in the show. &nbsp;&nbsp;&nbsp;\r\n The number of the applicants is on a steady increase with the day of the show approaching.    \r\n\r\n"
        },
        {
            "title": "Plan for cultural exchange between DPRK and Egypt signed",
            "url": "http://kcna.co.jp/item/2001/200104/news04/03.htm#9",
            "content": "Greetings to Senegalese President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- Kim Yong Nam, President of the presidium of the DPRK Supreme People's Assembly, yesterday sent a message of greetings to Abdoulaye Wade, President of Senegal, on the occasion of the 41st anniversary of its independence.\r\n The message extended warm congratulations to the president and, through him, to the government and people of Senegal. &nbsp;&nbsp;&nbsp;\r\n It sincerely wished him greater success in his responsible work for the national unity and the socio-economic development of the country. It expressed the belief that the good relations of friendship and cooperation existing between the two countries would continue to grow stronger and develop.    \r\n\r\n"
        },
        {
            "title": "Plan for cultural exchange between DPRK and Yugoslavia signed",
            "url": "http://kcna.co.jp/item/2001/200104/news04/03.htm#10",
            "content": "Plan for cultural exchange between DPRK and Egypt signed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- A Juche 90-92 (2001-2003) plan for cultural exchange between the governments of the DPRK and Egypt was signed in Cairo on March 30.\r\n Present at the signing ceremony on the DPRK side were the members of the DPRK government cultural delegation led by Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, and the DPRK ambassador to Egypt and on the opposite side were the vice-minister of foreign affairs, the first vice-minister of scientific research and officials concerned.    \r\n\r\n"
        },
        {
            "title": "Greetings to President of Guyana",
            "url": "http://kcna.co.jp/item/2001/200104/news04/03.htm#11",
            "content": "Plan for cultural exchange between DPRK and Yugoslavia signed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- A Juche 90-92 (2001-2003) plan for cultural exchange between the governments of the DPRK and the Federal Republic of Yugoslavia was signed in Belgrade on March 15.\r\n The plan was signed by Hong Son Ok, vice-chairwoman of the Korean Committee for Cultural Relations with Foreign Countries who was heading the DPRK government cultural delegation, and by the vice-minister for information and culture of the Foreign Ministry of Yugoslavia.    \r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from delegation of Netherlands",
            "url": "http://kcna.co.jp/item/2001/200104/news04/03.htm#12",
            "content": "Greetings to President of Guyana \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- Kim Yong Nam, President of the presidium of the DPRK Supreme People's Assembly, yesterday sent a message of greetings to Bharrat Jagdeo upon his reelection as President of Guyana.\r\n The message extended warm congratulations to the president. &nbsp;&nbsp;&nbsp;\r\n It expressed the belief that the friendly and cooperative ties between the two countries would as ever continue to develop on good terms. &nbsp;&nbsp;&nbsp;\r\n It wished him greater success in his responsible work as well as good health and happiness.    \r\n\r\n\r\n"
        },
        {
            "title": "Kwak Pom Gi meets economic delegation of Netherlands",
            "url": "http://kcna.co.jp/item/2001/200104/news04/03.htm#13",
            "content": "Gift to Kim Jong Il from delegation of Netherlands \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- A gift was presented to leader Kim Jong Il by the economic delegation of Netherlands.\r\n The gift was handed today to vice-premier Kwak Pom Gi by Dominique Bauduin, chairman of the foreign trade and investment committee of the Ministry of Economic Affairs who is heading the delegation.    \r\n\r\n\r\n"
        }
    ]
}