{
    "date": "2001-11-19",
    "url": "http://kcna.co.jp/item/2001/200111/20011119.htm",
    "articles": [
        {
            "title": "DPRK permanent representative to UN appointed",
            "url": "http://kcna.co.jp/item/2001/200111/news11/19.htm#1",
            "content": "DPRK permanent representative to UN appointed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 19 (KCNA) -- Pak Kil Yon was appointed as permanent representative of the DPRK to the United Nations, according to a decree of the Presidium of the DPRK Supreme People's Assembly.    \r\n\r\n"
        },
        {
            "title": "U.S moves to deploy anti-missile radars disclosed",
            "url": "http://kcna.co.jp/item/2001/200111/news11/19.htm#2",
            "content": "U.S moves to deploy anti-missile radars disclosed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 19 (KCNA) -- The U.S. is planning to deploy anti-missile radars in nine regions including South Korea from 2010 to 2015 as part of the establishment of the missile defense system, according to Yonhap News from Seoul.\r\n The radar, considered to be core equipment of the missile defense system, exercises the functions of detecting and discerning flying ballistic missiles.    \r\n\r\n"
        },
        {
            "title": "New mass gymnastic and artistic performance in preparation in DPRK",
            "url": "http://kcna.co.jp/item/2001/200111/news11/19.htm#3",
            "content": "New mass gymnastic and artistic performance in preparation in DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 19 (KCNA) -- Mass gymnastic and artistic performance \"Arirang\" is now in preparation here.\r\n This performance, the first of its kind in the new century, will be completed as the most spectacular masterpiece in its content, style and scale.&nbsp;&nbsp;&nbsp;\r\n \"Arirang\" is a folk song representing the emotion and soul of the Korean people and telling about the nation's history of sorrow and joy. &nbsp;&nbsp;&nbsp;\r\n The performance based on this song will be combination of the famous songs reflecting national soul, graceful dances rich in national colouring, and gymnastics and acrobatics requiring high skill. &nbsp;&nbsp;&nbsp;\r\n It, which consists of four acts, prelude and epilogue and ten scenes, will be participated in by Korean artistes including international and national concours winners and school youth and children, more than 100,000 in all. &nbsp;&nbsp;&nbsp;\r\n The performance \"Arirang\" will be given in May Day Stadium on Rungra Islet from April Juche 91 (2002).    \r\n\r\n"
        },
        {
            "title": "U.S. highhanded practices protested in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200111/news11/19.htm#4",
            "content": "U.S. highhanded practices protested in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 19 (KCNA) -- Civilian organizations of South Korea are strongly protesting against the U.S. steps taken to sharply increase South Korea's share of the expenses for the upkeep of the U.S. troops and further aggravate the tensions on the Korean peninsula, according to Yonhap News from Seoul.\r\n Twelve organizations including the people's action for the revision of the unequal South Korea-U.S. \"status of forces agreement\" held a rally in Seoul on Nov. 16 denouncing the U.S. for such highhanded practices. &nbsp;&nbsp;&nbsp;\r\n The organizations announced that they, together with other 30 odd civilian organizations, would inaugurate the headquarters of the movement for the return of the U.S. military base in Ryongsan on Nov. 24 and conduct a campaign against the establishment and extension of the U.S. military bases in Kyonggi and North Kyongsang provinces in solidarity with local inhabitants.    \r\n\r\n"
        },
        {
            "title": "U.S. forces' pullback from S. Korea urged",
            "url": "http://kcna.co.jp/item/2001/200111/news11/19.htm#5",
            "content": "U.S. forces' pullback from S. Korea urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 19 (KCNA) -- The United States should withdraw its military forces from South Korea at an early date in accordance with the unanimous demand of the Korean people and the world peace-loving people and the resolution of the U.N., says Rodong Sinmun today in a signed article.\r\n The 30th session of the U.N. General Assembly in 1975 adopted the resolution on the Korean issue calling for the withdrawal of the U.S. forces from South Korea, with the approval of the overwhelming majority of the UN member nations, it says, and goes on: &nbsp;&nbsp;&nbsp;\r\n But the U.S. still refuses to withdraw its forces from South Korea while describing them as \"war deterrent.\" &nbsp;&nbsp;&nbsp;\r\n Nonaggression was confirmed and the June 15 joint declaration adopted between the north and south of Korea. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists argue that its forces present in South Korea are the \"deterrent\" to cope with \"threat from the north.\" this argument is intended to justify their moves of aggression and war and justify and prolong their military occupation of South Korea. &nbsp;&nbsp;&nbsp;\r\n The U.S. can no longer use the helmet of \"UN forces\" for legitimatizing its military presence in South Korea. &nbsp;&nbsp;&nbsp;\r\n Therefore it is a foolish act to legitimatize it with the unreasonable U.S.-South Korea \"mutual defence treaty.\" &nbsp;&nbsp;&nbsp;\r\n The withdrawal of the U.S. forces from South Korea will show whether the U.S., a UN member, respects the UN resolution with its willingness to implement it or not, and whether it hopes for Korea's reunification and peace or not. \r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from director general of WHO",
            "url": "http://kcna.co.jp/item/2001/200111/news11/19.htm#6",
            "content": "Gift to Kim Jong Il from director general of WHO \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 19 (KCNA) -- A gift was presented to leader Kim Jong Il by the director general of the World Health Organization.\r\n It was handed over to foreign minister Paek Nam Sun today by director general Gro Harlem Brundtland on a visit to the DPRK.    \r\n\r\n"
        },
        {
            "title": "Paek Nam Sun meets foreign guests",
            "url": "http://kcna.co.jp/item/2001/200111/news11/19.htm#7",
            "content": "Paek Nam Sun meets foreign guests \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 19 (KCNA) -- DPRK foreign minister Paek Nam Sun met and had a talk with the Cuban government economic delegation led by minister of government Ricardo Cabrisas Ruiz which paid a courtesy call on him at the Mansudae Assembly Hall today.\r\n He also met and conversed with Gro Harlem Brundtland, director general of the World Health Organization, and her party who paid a courtesy call on him there on the same day. \r\n\r\n"
        },
        {
            "title": "Kim Yong Nam meets foreign guests",
            "url": "http://kcna.co.jp/item/2001/200111/news11/19.htm#8",
            "content": "Kim Yong Nam meets foreign guests \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 19 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, met and had a talk with the Cuban government economic delegation led by minister of government Ricardo Cabrisas Ruiz at the Mansudae Assembly Hall today.\r\n Present there were minister of foreign trade Ri Kwang Gun and Cuban ambassador to the DPRK Esteban Lobaina Romero. &nbsp;&nbsp;&nbsp;\r\n The head of the delegation said that the army-based politics shaped by leader Kim Jong Il is the most just political method and expressed the belief that the Korean people would overcome the difficulties and certainly win victory in the accomplishment of their cause. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam also met with Gro Harlem Brundtland, director general of the World Health Organization, and her party at the Mansudae Assembly Hall on the same day.    \r\n\r\n\r\n"
        },
        {
            "title": "Coffin of Korean in U.S. buried in Patriotic Martyrs' Cemetery",
            "url": "http://kcna.co.jp/item/2001/200111/news11/19.htm#9",
            "content": "Coffin of Korean in U.S. buried in Patriotic Martyrs' Cemetery\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 19 (KCNA) -- A coffin of Hong Tong Gun, advisor to the federation of Koreans in the U.S., was buried in the Patriotic Martyrs' Cemetery in the suburbs of Pyongyang.\r\n Renowned religious activist Hong died at the age of 75 in the homeland on Nov. 11. &nbsp;&nbsp;&nbsp;\r\n A ceremony of paying last respects to the deceased was held at the cemetery today. &nbsp;&nbsp;&nbsp;\r\n Kang Yong Sop, chairman of the central committee of the Korean Christian Federation, in his address said that Hong energetically worked for the country's reunification and the development of the movement of Koreans in the U.S. with unbounded reverence and respect for President Kim Il Sung and leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Present at the ceremony were officials concerned, families of the deceased and overseas compatriots. &nbsp;&nbsp;&nbsp;\r\n Hong received the \"National Reunification Prize\" in Juche 87 (1998). &nbsp;&nbsp;&nbsp;\r\n He was awarded the academic degree of doctor of social politics of the DPRK in May this year for authoring many treatises and books and making a positive contribution to widely explaining the greatness and immortal revolutionary exploits of Kim Il Sung and Kim Jong Il among the overseas compatriots.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}