{
    "date": "2001-09-15",
    "url": "http://kcna.co.jp/item/2001/200109/20010915.htm",
    "articles": [
        {
            "title": "KCNA dismisses Japan's talk about \"charge of abduction\"",
            "url": "http://kcna.co.jp/item/2001/200109/news09/15.htm#1",
            "content": "KCNA dismisses Japan's talk about \"charge of abduction\" \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 15 (KCNA) -- The Japanese national police agency on September 10 made the provocative remarks that the \"DPRK is not merely suspected of kidnapping of Japanese but charged with the crime\". In a word, it described the controversial issue of the unidentified \"suspected kidnapping of Japanese\" by the DPRK as an established fact.\r\n Then why did the Japanese police authorities spread such a new fiction about the DPRK \"being charged with the abduction of Japanese.\" Lurking behind this is a matter which should not be simply overlooked.&nbsp;&nbsp;&nbsp;\r\n What the Japanese police authorities are seeking through this is to keep the DPRK known as a \"sponsor of terrorism\" to the world community and gag the Japanese public critical of the fiction about \"suspected kidnapping.\" &nbsp;&nbsp;&nbsp;\r\n The DPRK is opposed to all forms of terrorism. Therefore, there cannot be and has never been the abduction of Japanese by it. That is why Japan has so far had no option but to term it \"suspicion.\" &nbsp;&nbsp;&nbsp;\r\n In Japan, scores of people are kidnapped or reported missing for no reason in a day.     It is very disgusting for Japan to pull up the DPRK over the issue of \"kidnapping\" of some Japanese. It is, therefore, well known that not only the international community but also the Japanese public have been quite skeptical and critical of the authorities' clamour. &nbsp;&nbsp;&nbsp;\r\n The Japanese police authorities seem to calculate that the diatribe launched by them to make the issue of \"kidnapping\" by the DPRK an established fact would tarnish the prestige of the DPRK. But such trick can not help Japan cover up its indelible crimes. &nbsp;&nbsp;&nbsp;\r\n Japan committed the worst-ever organized state terrorism by abducting or taking away over 6 million young and middle-aged Koreans and massacring millions of them between the early 20th century and its middle. &nbsp;&nbsp;&nbsp;\r\n Japan is well advised to thoroughly investigate the whereabouts of Koreans it abducted and took away in the past century and honestly settle its past on that basis, before misleading the public opinion with the new fiction about the DPRK \"being charged with the kidnapping of Japanese.\"    \r\n\r\n"
        },
        {
            "title": "Chamberlain of Egyptian President visits DPRK embassy",
            "url": "http://kcna.co.jp/item/2001/200109/news09/15.htm#2",
            "content": "Chamberlain of Egyptian President visits DPRK embassy\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 15 (KCNA) -- Walid Thail, chamberlain of Egyptian President Muhammad Hosni Mubarak, who is secretary of the presidency, paid a congratulatory visit to the DPRK embassy there on Sept. 9 on the occasion of the DPRK's 53rd anniversary.\r\n He asked the ambassador to convey the president's best wishes to leader Kim Jong Il on the occasion. &nbsp;&nbsp;&nbsp;\r\n He congratulated the Korean people on the signal successes they have made in their efforts for national progress and reunification.    \r\n\r\n"
        },
        {
            "title": "U.S. urged to drop its reckless policy towards DPRK",
            "url": "http://kcna.co.jp/item/2001/200109/news09/15.htm#3",
            "content": "U.S. urged to drop its reckless policy towards DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 15 (KCNA) -- Donald Greg, president of the U.S. \"Korea Association,\" in a recent interview with CNN said that missile threat from North Korea is an exaggerated story and North Korea should no longer be called a rogue state. His remark suggests a lot as it gave the lie to the U.S. talk about \"missile threat\" from the DPRK.\r\n Minju Joson today says this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n Urging the United States to own responsibility and apologize for spreading the fiction of non-existent \"missile threat\" from the DPRK, terming it a \"rogue state\" as it pleased and thus hurting the dignity of a sovereign state, the commentary continues: &nbsp;&nbsp;&nbsp;\r\n The U.S. groundlessly faulted the DPRK's peaceful missile program recognized and supported by the international community. Lurking behind this is a crafty and sinister intention and a criminal purpose peculiar to the U.S. &nbsp;&nbsp;&nbsp;\r\n As the U.S. frantic moves to establish the \"Missile Defense\" system (MD) are being rejected and censured worldwide, Washington fabricated the theory of \"missile threat\" from the DPRK as a pretext to justify its MD and has persistently spread it. &nbsp;&nbsp;&nbsp;\r\n It is the invariable stand of the DPRK to respond to good faith with good faith and react to provocation with a tough stand. &nbsp;&nbsp;&nbsp;\r\n The U.S. stepped-up moves to build the MD on the absurd pretext compel the DPRK to take a resolute countermeasure. &nbsp;&nbsp;&nbsp;\r\n The DPRK has self-defensive means of counteraction it has indigenously built to suit its topographical conditions and is fully capable of further developing them. &nbsp;&nbsp;&nbsp;\r\n The U.S. is well advised to face up to the reality and drop its reckless policy though belatedly. An opportunity does not always present itself.    \r\n\r\n"
        },
        {
            "title": "U.S. urged to opt for its forces' pullback from S. Korea",
            "url": "http://kcna.co.jp/item/2001/200109/news09/15.htm#4",
            "content": "U.S. urged to opt for its forces' pullback from S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 15 (KCNA) -- Rodong Sinmun today carries a signed article titled \"the U.S. imperialists' presence in South Korea should be terminated\" 56 years since the U.S. imperialists' military occupation of South Korea.\r\n The U.S. forces' presence in South Korea has been wanton infringement upon the sovereignty of our country and the nation's dignity and they have been engrossed in acts against reunification and peace quite contrary to the Korean people's will and desire, it says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists, opposed to detente on the Korean peninsula, have fanned up confrontation between the north and the south in a bid to find a pretext for their permanent military presence in South Korea. &nbsp;&nbsp;&nbsp;\r\n The new bush administration has pursued a hard-line hostile policy toward the DPRK in the new century in a bid to derail the process of improving the DPRK-U.S. relations and spoil the hard-won atmosphere of peace and reconciliation prevailing on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n Pointing to the unanimous call of the whole Korean nation and the world peace-loving people for terminating the U.S. forces' presence in South Korea, the article notes: &nbsp;&nbsp;&nbsp;\r\n The withdrawal of the U.S. forces from South Korea is the master key to converting the state of armistice on the Korean peninsula into peace and improving the hostile relations between the DPRK and the U.S. and the fulfilment of this task brooks not a moment's delay. This issue serves as a touchstone showing whether the U.S. sincerely wants peace and stability and improved inter-Korean relations on the Korean peninsula and improved DPRK-U.S. relations or not. &nbsp;&nbsp;&nbsp;\r\n There is neither justification nor ground for the U.S. forces to stay in South Korea under the present changed situation. &nbsp;&nbsp;&nbsp;\r\n Americans themselves claim that the U.S. forces' presence in South Korea is no longer necessary. &nbsp;&nbsp;&nbsp;\r\n The U.S. forces present in South Korea, a stumbling block in the way of improving the inter-Korean relations and the DPRK-U.S. relations and achieving the peace and the reunification of the Korean peninsula, should pull out of South Korea at an early date. &nbsp;&nbsp;&nbsp;\r\n The U.S. should make a switchover in its policy towards the DPRK as required by the trend of the era in the new century and make a political decision to pull its troops out of South Korea as early as possible.    \r\n\r\n"
        },
        {
            "title": "DPRK friendship order and medals awarded to Cuban figures",
            "url": "http://kcna.co.jp/item/2001/200109/news09/15.htm#5",
            "content": "DPRK friendship order and medals awarded to Cuban figures\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 15 (KCNA) -- A ceremony of awarding DPRK friendship order and friendship medals was held in Havana on Sept. 7 on the occasion of the 25th anniversary of the Cuban Committee for Supporting Korea's Reunification.\r\n Friendship order second class was awarded to Julio Garcia, member of the national guidance department of the Cuban association of the revolutionary combatants, and friendship medals to Elena Trujillo, vice-chairperson of the Cuban Committee for Supporting Korea's Reunification, and Victor Manuel and Luis Ernandes, members of the committee. &nbsp;&nbsp;&nbsp;\r\n Julio Garcia said at the ceremony that the committee has conducted positive solidarity activities to support the just struggle of the Korean people for national reunification under the leadership of the communist party of Cuba and Fidel Castro Ruz over the last 25 years.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. military presence in S. Korea condemned",
            "url": "http://kcna.co.jp/item/2001/200109/news09/15.htm#6",
            "content": "U.S. military presence in S. Korea condemned\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 15 (KCNA) -- Foreign figures issued statements 56 years since the U.S. troops' occupation of South Korea.\r\n Peter Persaud, leader of the Amerindian Action Movement of Guyana, in a statement issued on Sept. 10 strongly called for the unconditional and immediate withdrawal of the U.S. troops from South Korea as unanimously desired by all the Korean people aspiring after the independent and peaceful reunification of the country and the world peace-loving people. &nbsp;&nbsp;&nbsp;\r\n Owing to various military exercises staged by the U.S. troops in South Korea, arms race and danger of war are looming bigger in the Korean peninsula and northeast Asia and grave obstacles are lying in the way of Korea's peaceful reunification, he said, adding: &nbsp;&nbsp;&nbsp;\r\n The U.S. troops in South Korea are the aggressors, disturber of peace and the root cause of all miseries and sufferings of the Korean people. &nbsp;&nbsp;&nbsp;\r\n Roberto Gabriele, general secretary of the central committee of the Movement for Peace and Socialism of Italy, in a statement on Sept. 10 said that it is necessary to form a wider front against imperialism. The world people's struggle should aim at supporting the Korean people's struggle to put an end to the u.s. troops' occupation of South Korea and reunify the country, he stressed.    \r\n\r\n"
        },
        {
            "title": "North's delegation to inter-Korean ministerial talks leaves for Seoul",
            "url": "http://kcna.co.jp/item/2001/200109/news09/15.htm#7",
            "content": "North's delegation to inter-Korean ministerial talks leaves for Seoul\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 15 (KCNA) -- The north side's delegation headed by Kim Ryong Song, senior councillor of the DPRK cabinet, left Pyongyang today to participate in the 5th north-south ministerial talks to be held in Seoul.\r\n It was seen off at the airport by Kang Nung Su, minister of culture, An Kyong Ho, director of the secretariat of the Committee for the Peaceful Reunification of the Fatherland, Jon Kum Jin, senior councillor of the DPRK cabinet, who led the north side's delegation to the previous inter-Korean ministerial talks, and others.    \r\n\r\n"
        },
        {
            "title": "Kim Yong Nam greets Mexican President",
            "url": "http://kcna.co.jp/item/2001/200109/news09/15.htm#8",
            "content": "Kim Yong Nam greets Mexican President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 15 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Vicente Fox Quesada, President of the United States of Mexico, on Sept. 12 on the occasion of the 191st anniversary of its independence. &nbsp;&nbsp;&nbsp;\r\n The message extended warm congratulations to the president and, through him, to the government and people of Mexico on this occasion and expressed belief that the friendly and cooperative relations between the two countries would grow stronger and develop in the future. &nbsp;&nbsp;&nbsp;\r\n It wished the president greater success in his responsible work for the prosperity of the country and the people's wellbeing.    \r\n\r\n"
        },
        {
            "title": "Greetings to Mexican secretary of foreign relations",
            "url": "http://kcna.co.jp/item/2001/200109/news09/15.htm#9",
            "content": "Greetings to Mexican secretary of foreign relations\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 15 (KCNA) -- Paek Nam Sun, foreign minister of the DPRK, sent a message of greetings to Jorge Castaneda, secretary of foreign relations of the United States of Mexico, on the occasion of the 191st anniversary of its independence.\r\n In the belief that the friendly and cooperative relations between the two countries would grow stronger and develop in the common interests of the two governments and peoples, the message sincerely wished him greater success in his work.    \r\n \r\n\r\n"
        },
        {
            "title": "Kim Jong Il sends gift to director general of IIJI",
            "url": "http://kcna.co.jp/item/2001/200109/news09/15.htm#10",
            "content": "Kim Jong Il sends gift to director general of IIJI\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 15 (KCNA) -- Leader Kim Jong Il sent a gift to Vishwanath, director general of the International Institute of the Juche Idea, on the occasion of his 75th birthday.\r\n The gift was handed to him today by vice-president of the Presidium of the Supreme People's Assembly Yang Hyong Sop who is also chairman of the Korean Social Scientists Society.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}