{
    "date": "2001-05-23",
    "url": "http://kcna.co.jp/item/2001/200105/20010523.htm",
    "articles": [
        {
            "title": "New U.S. administration urged to stop hampering Mt. Kumgang tour",
            "url": "http://kcna.co.jp/item/2001/200105/news05/23.htm#1",
            "content": "New U.S. administration urged to stop hampering Mt. Kumgang tour \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) -- Two years and a half have passed since the start of the Mt. Kumgang tour which has contributed to the reconciliation and unity of the Korean nation and great national unity.\r\n Since the emergence of the bush administration the united states has become all the more pronounced in its moves to foil the Mt. Kumgang tour.&nbsp;&nbsp;&nbsp;\r\n Above all, it is busy dreaming up the sheer lie that the money South Korea paid for the tour is used for a military purpose of the DPRK. &nbsp;&nbsp;&nbsp;\r\n A recent issue of a South Korean magazine said that George Tenet, director of the U.S. Central Intelligence Agency, at the U.S. senate information committee in February said that it should not underestimate the role played by outside aid to support the North Korean missile program. &nbsp;&nbsp;&nbsp;\r\n Right-wing forces in Washington also vociferated about \"possibility of economic assistance to North Korea leading to its increased military muscle.\" &nbsp;&nbsp;&nbsp;\r\n In this regard the Japanese Sankei Shimbun on February 2, 2001 reported the United States is of the view that the free aid fund granted by the Hyundai group to the north since 1998 for the acquisition of the permission to develop the tour of Mt. Kumgang has been exclusively used for a military purpose. &nbsp;&nbsp;&nbsp;\r\n South Korean media also disclosed that the concern over this issue has been voiced since the Clinton administration but the bush administration is more concerned about it. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the bush administration does not bother to directly meddle in or obstruct economic cooperation between the north and the south including the tour of Mt. Kumgang. &nbsp;&nbsp;&nbsp;\r\n High-ranking officials of the new U.S. administration were reportedly to have pressurized South Korean officials into halting Hyundai's \"payment of fund to the north for its Mt. Kumgang project\" when they visited Washington one after another this year. &nbsp;&nbsp;&nbsp;\r\n According to information, the U.S. forces command in South Korea and the U.S. embassy in Seoul continue putting pressure upon those concerned of the Hyundai group and the South Korean \"government\" authorities as regards the payment for the Mt. Kumgang tour. &nbsp;&nbsp;&nbsp;\r\n All facts show that the bush administration is becoming ever more undisguised and vicious in its moves to meddle in the Mt. Kumgang tour in a bid to scotch it, while talking about the hard-line attitude toward the dprk. &nbsp;&nbsp;&nbsp;\r\n the Mt. Kumgang tour is a noble national project which started and has been under way in reflection of the unanimous aspiration of all the fellow countrymen after national reconciliation and unity and the reunification of the country and the wishes of the South Koreans to visit Mt. Kumgang, a famous mountain of the world. &nbsp;&nbsp;&nbsp;\r\n If the Mt. Kumgang tour is suspended or derailed, the United States and its followers will be held wholly responsible for this and they will not be able to escape from curse and condemnation by the whole nation. &nbsp;&nbsp;&nbsp;\r\n The new U.S. administration is well advised to stop obstructing the Mt. Kumgang tour any more, properly judging the aspiration and will of the Korean nation.    \r\n\r\n"
        },
        {
            "title": "Munsu Health Complex",
            "url": "http://kcna.co.jp/item/2001/200105/news05/23.htm#2",
            "content": "Munsu Health Complex \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) -- The Munsu Health Complex which stands in East Pyongyang and has a total area of some 10,000 square metres is a modernly-equipped health centre.\r\n It comprises bathrooms of various shapes, barber shops, beauty parlours, an outdoor wading pool and soft-drink stands. &nbsp;&nbsp;&nbsp;\r\n It is visited by 3,000 people on average a day. &nbsp;&nbsp;&nbsp;\r\n It is quite serviceable enough for the visitors. Special service is done to children and elderly people.    \r\n\r\n"
        },
        {
            "title": "Korean chess",
            "url": "http://kcna.co.jp/item/2001/200105/news05/23.htm#3",
            "content": "Korean chess \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) -- Janggi (Korean chess) is a traditional game of Korea still popular with the people. two people sit face to face with a chessboard in between. The person who captures his opponent's kung (king) is the winner.\r\n The origin of the game is still unknown, but it has a long history. &nbsp;&nbsp;&nbsp;\r\n The chessboard measures 60 cm by 70 cm. it has nine vertical and ten horizontal lines. &nbsp;&nbsp;&nbsp;\r\n Each player has a total of 16 chessmen, with one kung (king), two cha (carts), two mal (horses), two sang (elephants), two sa (bodyguards), two pho (guns) and five jol (pawns). &nbsp;&nbsp;&nbsp;\r\n Chessmen come in different colours, including red and blue. &nbsp;&nbsp;&nbsp;\r\n It is a principle to place the chessmen alike but the positions of sang and mal can be changed. Each player must move every chess piece according to its designated route, kung and sa can move one block after another in their designated quarter. A cha moves forward, backward, horizontally and vertically while pho goes straight, skipping over a chess piece (a pho cannot skip over another pho). A mal can go one step straight and then diagonally, while sang can take the first step straight and the second and third ones diagonally. However, if another chessman blocks their way they cannot move. &nbsp;&nbsp;&nbsp;\r\n Jol moves right, left or forward, one block each time, but cannot go backward. &nbsp;&nbsp;&nbsp;\r\n A player can remove his opponent's chessmen by replacing them with his own pieces. &nbsp;&nbsp;&nbsp;\r\n If he captures his opponent's kung he says \"Janggun\". in case the opponent manages to block or evade the attack he says \"Monggung.\" In the opposite case, the latter loses the game. But if the opponent can evade \"Janggun\" continuously, the game ends in a draw.    \r\n\r\n"
        },
        {
            "title": "Abolition of SL called for",
            "url": "http://kcna.co.jp/item/2001/200105/news05/23.htm#4",
            "content": "Abolition of SL called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) -- A result of deliberation on report on the second implementation of the international convention on the economic, social and cultural rights and a recommendation submitted by South Korea were adopted at the 25th session of the UN committee on economic, social and cultural rights on may 11.\r\n The committee in the document said that the \"Security Law\" of South Korea is badly affecting the economic, social and cultural sectors and the budget needed in these sectors decreases whereas the \"defence\" budget increases. the document expressed concern over the fact that the rights of women and children are not being ensured at families and workshops, the number of the homeless people increases and intellectuals are being cracked down on the strength of the SL. &nbsp;&nbsp;&nbsp;\r\n The committee in the recommendation demanded South Korea take concrete steps to implement the advice which was assigned to South Korea at the time of the deliberation of a report on the first implementation. &nbsp;&nbsp;&nbsp;\r\n It underscored the need for the South Korean authorities to take urgent steps to ensure the freedom of trade union activities, prevent sexual violence on children and their labour and settle the housing issue of evacuees and those who live in \"houses\" in name only.    \r\n\r\n"
        },
        {
            "title": "Japan's distortion of history assailed",
            "url": "http://kcna.co.jp/item/2001/200105/news05/23.htm#5",
            "content": "Japan's distortion of history assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) -- Japan's moves to tamper with history are under fire in different countries.\r\n Almami Fode Silla, minister of technical education and vocational training of Guinea and chairman of the Guinea-Korea Friendship Association, in a statement on May 14 said that Japan is trying to distort historical facts in a bid to embellish its occupation of Korea and the pacific war and teach them to the younger generation.   This is another intolerable crime which dishonours the sacred mission and idea of education in history, he noted. &nbsp;&nbsp;&nbsp;\r\n Anyone cannot distort history and the distortion of history is a shameless challenge and mockery of humankind, he said, adding: The Japanese authorities should rewrite the distorted history textbooks without delay and carry on an education in which objectivity and impartiality are ensured. &nbsp;&nbsp;&nbsp;\r\n The Bangladesh-Korea Friendship Association in a statement on May 17 branded the Japanese authorities' moves to distort history textbooks as an act of infusing militarism and idea of overseas aggression into the rising generation. &nbsp;&nbsp;&nbsp;\r\n The statement demanded the Japanese government withdraw the approval of controversial history textbooks at examination and apologize to the Korean and other Asian people for the past crimes.    \r\n\r\n"
        },
        {
            "title": "More facts about Japan's forcible drafting of Koreans disclosed",
            "url": "http://kcna.co.jp/item/2001/200105/news05/23.htm#6",
            "content": "More facts about Japan's forcible drafting of Koreans disclosed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) -- The DPRK measure committee for demanding compensation to \"comfort women for the army\" and the victims of the Pacific war issued a report on the results of investigation on May 22 following the recent confirmation of part of the Japanese imperialists' forcible drafting of Koreans.\r\n According to the report, in cooperation with the Aichi, Japan, prefectural group to probe the truth behind the forcible drafting of Koreans, the committee succeeded in finding out survivors of the drafting and bereaved families of draftees on the \"list of the insured\" which includes the names of the Koreans forcibly taken to the  Handa works of the Nakashima aircraft co., ltd. The report referred to the probe made into what happened to the Korean draftees at this works. &nbsp;&nbsp;&nbsp;\r\n As requested by the above-said group, the then mayor of Handa, Hiroshi Takeuchi, made public the \"list of the insured\" and the \"list of those killed in air raids\" in which those entitled to receive \"welfare pension (pension for workers until 1944)\"  from the works are registered. &nbsp;&nbsp;&nbsp;\r\n The committee, on the basis of the list, conducted an investigation which resulted in finding out several victims and bereaved families of those killed. &nbsp;&nbsp;&nbsp;\r\n The report disclosed the works' crimes of forcible drafting. &nbsp;&nbsp;&nbsp;\r\n 1,200 young and middle-aged Koreans were taken away from the northern part of Korea in January 1945 alone to the Handa works which assembled and manufactured mainly carrier-mounted attack planes and reconnaissance planes of the Japanese navy and over 6,000 Koreans to the Nakashima aircraft co., ltd. &nbsp;&nbsp;&nbsp;\r\n This forcible drafting involved various methods including conscription, arrest, kidnapping and swindle. &nbsp;&nbsp;&nbsp;\r\n According to a testimony made by a victim, Choe Ik Chon, (male, 78), he was walked away by a Japanese cop in mid-November 1943. &nbsp;&nbsp;&nbsp;\r\n He was taken to Japan like a slave in a freight wagon, denied even a cup of water during the trip. &nbsp;&nbsp;&nbsp;\r\n At the Handa works the Korean draftees were forced to work for 16-18 hours a day, given each less than 100 gram of boiled rice as a meal. &nbsp;&nbsp;&nbsp;\r\n The Japanese imperialists took to the works young Korean girls from Chungchong Province under the name of \"working women's volunteers corps\". &nbsp;&nbsp;&nbsp;\r\n Many Korean draftees at the works were killed by the U.S. forces' air raids on Japan on July 24, 1945. &nbsp;&nbsp;&nbsp;\r\n The above-mentioned testimonies proved that the forcible drafting of Koreans to the Handa works believed to have taken place in late 1944 or in early 1945 actually started around November 1943. &nbsp;&nbsp;&nbsp;\r\n The report said that Japan is evading its state responsibility for the forcible drafting of Koreans. &nbsp;&nbsp;&nbsp;\r\n It went on: &nbsp;&nbsp;&nbsp;\r\n For Japan to thoroughly probe its past crimes including the truth behind the forcible drafting of Koreans and open them to the public is a touchstone showing whether it has an intention to liquidate its history of aggression and crimes or not. &nbsp;&nbsp;&nbsp;\r\n Japan should open to the public the truth behind the forcible drafting of Koreans and on this basis punish the criminals responsible for it and immediately make a state apology and compensation to all victims. &nbsp;&nbsp;&nbsp;\r\n The DPRK measure committee for demanding compensation to \"comfort women for the army\" and the victims of the pacific war will in the future, too, firmly solidarize with the progressive organizations of different countries of the world and conduct more positive activities to disclose the past crimes of the Japanese imperialists and force Japan to liquidate them.    \r\n\r\n"
        },
        {
            "title": "Establishment of diplomatic relations between DPRK and State of Bahrain",
            "url": "http://kcna.co.jp/item/2001/200105/news05/23.htm#7",
            "content": "Establishment of diplomatic relations between DPRK and State of Bahrain \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) -- A joint communique on the establishment of diplomatic relations between the Democratic People's Republic of Korea and the State of Bahrain was released today.\r\n The joint communique reads: &nbsp;&nbsp;&nbsp;\r\n \"The Democratic People's Republic of Korea and the State of Bahrain, desirous of strengthening the friendly relations between them and developing bilateral cooperation in different fields of mutual concern to both countries, and being interested in developing the relations between the two countries on the basis of mutual respect for the principles of sovereignty, territorial integrity and non-interference in internal affairs= and confirming their commitment to the objectives and principles of the united nations in consolidating international peace and security, have agreed to establish diplomatic relations at ambassadorial level in accordance with the provisions of Vienna convention on diplomatic relations of April 18, 1961.\" \r\n The communique was issued in Pyongyang and Manama.    \r\n\r\n"
        },
        {
            "title": "Choe Thae Bok meets Russian Communist Party delegation",
            "url": "http://kcna.co.jp/item/2001/200105/news05/23.htm#8",
            "content": "Choe Thae Bok meets Russian Communist Party delegation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) -- Choe Thae Bok, alternate politburo member and secretary of the central committee of the Workers' Party of Korea, met the delegation of the Communist Party of the Russian Federation headed by Nikolai Pinchukov, who is secretary of the central committee of the party and a deputy to the State Duma of the Russian Federation, at the Mansudae Assembly Hall today.\r\n The head of the delegation said that the DPRK is progressing under the uplifted banner of socialism though socialism collapsed in several East European countries. &nbsp;&nbsp;&nbsp;\r\n Saying that Korea's reunification should be achieved independently free from any foreign interference, he stressed that the Communist Party of the Russian Federation extends full support and solidarity to the Korean people in their struggle for national reunification.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}