{
    "date": "2001-01-22",
    "url": "http://kcna.co.jp/item/2001/200101/20010122.htm",
    "articles": [
        {
            "title": "Rodong Sinmun on national independence for Korea's reunification",
            "url": "http://kcna.co.jp/item/2001/200101/news01/22.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Review of Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2001/200101/news01/22.htm#2",
            "content": "Rodong Sinmun on national independence for Korea's reunification \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 22 (KCNA) -- The reunification of Korea should be achieved on the principle of national independence, stressed Rodong Sinmun Sunday in a signed article.\r\n National independence is the principle common to the Korean nation that entirely conforms to the purpose of the country's reunification, the article said, and went on:&nbsp;&nbsp;&nbsp;\r\n The Korean nation's struggle for the reunification of the country is a sacred struggle to realize independence on a nationwide scale and add lustre to the dignity and honor of the nation. &nbsp;&nbsp;&nbsp;\r\n The reunification of Korea, the cause of its national independence, can never be achieved with dependence on any other nation. &nbsp;&nbsp;&nbsp;\r\n The reunification of the country and prosperity and development of the nation entirely depend on the Koreans' united efforts. &nbsp;&nbsp;&nbsp;\r\n Adhering to the principle of national independence is essential for the Korean nation  to discharge its responsibility and role as the master of the country's reunification. &nbsp;&nbsp;&nbsp;\r\n All the Koreans should dedicate themselves to the cause of reunification, irrespective of place of abode and transcending differences in ideology, ism, property and religious belief. &nbsp;&nbsp;&nbsp;\r\n Priority should be given to the reunification of the country, the interests of the nation, not to interests of any classes and strata. &nbsp;&nbsp;&nbsp;\r\n They should unite with each other with ardent patriotism and one mind to share destiny with the nation and defend independence as their life and soul. &nbsp;&nbsp;&nbsp;\r\n The north-south joint declaration is a declaration of independent reunification which proclaimed at home and abroad that no force can cut off the blood vessel of the homogeneous Korean nation and that it will reunify the country by its own efforts. &nbsp;&nbsp;&nbsp;\r\n All the Koreans who desire the reunification of the country should work together for it in disregard to their past. &nbsp;&nbsp;&nbsp;\r\n The principle of national independence also ensures the future of Korea which will be reunified and prosper. &nbsp;&nbsp;&nbsp;\r\n When Korea is reunified, it will be a powerful country with the 70 million population, brilliant culture and the developed economy and its nation will demonstrate its might as an independent and dignified nation. &nbsp;&nbsp;&nbsp;\r\n The Korean nation has energies and wisdom enough to do so.\r\n\r\n"
        },
        {
            "title": "Plenary meetings of public organizations",
            "url": "http://kcna.co.jp/item/2001/200101/news01/22.htm#3",
            "content": "Review of Rodong Sinmun \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 22 (KCNA) -- Rodong Sinmun today reports that leader Kim Jong Il sent thanks to officials and working people who distinguished themselves in carrying out their revolutionary tasks and in their work for the society and collective.\r\n The paper echoes voices of South Korean people praising the army-first politics of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The daily dedicates an article to the anniversary of the \"250-Mile Journey for National Liberation\" made by President Kim Il Sung in January 1925 when he was young. &nbsp;&nbsp;&nbsp;\r\n The paper introduces several units in the field of light industry all out to implement the tasks laid down in this year's joint editorial. &nbsp;&nbsp;&nbsp;\r\n The paper carries accounts of plenary meetings of the central committees of the General Federation of Trade Unions of Korea and the Union of Agricultural Workers of Korea. &nbsp;&nbsp;&nbsp;\r\n The paper devotes much space to echoing domestic and foreign voices supporting the north-south joint declaration. &nbsp;&nbsp;&nbsp;\r\n The paper reports about a national meeting on agricultural science and technology held in China. \r\n\r\n"
        }
    ]
}