{
    "date": "2001-01-06",
    "url": "http://kcna.co.jp/item/2001/200101/20010106.htm",
    "articles": [
        {
            "title": "Japan's wild design for overseas aggression under fire",
            "url": "http://kcna.co.jp/item/2001/200101/news01/06.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Abolition of \"Security Law\" urged in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200101/news01/06.htm#2",
            "content": "Japan's wild design for overseas aggression under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 6 (KCNA) - The evermore reckless moves of the Japanese reactionaries to realize their old dream of \"Greater East Asia Co-Prosperity Sphere\" have come under fire in a signed commentary of Rodong Sinmun today. \r\n it says:&nbsp;&nbsp;&nbsp;\r\n The recent meeting on national security and the cabinet meeting of the Japanese government formally adopted a new \"mid-term arms buildup plan\" for five years beginning from this year and decided to spend 25,160 billion yen for its implementation or 930 billion yen more than the previous plan. Its new plan envisages the deployment of air refuelling tankers, \"F-2\" fighters and other new type combat equipment, the formation of new divisions of the ground \"Self-Defence Force,\" the creation of special forces and the possession of biological and chemical war capabilities. &nbsp;&nbsp;&nbsp;\r\n While going ahead with nuclear weaponization, Japan is getting more zealously involved in the us moves to establish the dangerous \"Theatre Missile Defense\" system. &nbsp;&nbsp;&nbsp;\r\n This is a clear indication that the Japanese reactionaries are very busy preparing themselves for reinvasion in a bid to realize their old dream of \"Greater East Asia Co-Prosperity Sphere,\" the commentary notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n Japan has become one of the world's leading military powers through the implementation of a series of arms buildup plans. Having got ready for a war militarily, economically and politically, the Japanese reactionaries are now only watching for a chance of going into action for overseas aggression. Precisely for this reason they are calling for \"coping with emergencies in areas surrounding Japan.\" Under this pretext they seek to use forces in vast areas of Asia to put them under their military control and domination. The Korean peninsula is made their immediate target. &nbsp;&nbsp;&nbsp;\r\n Their attempt to launch re-conquest to revive their old empire is little short of a suicide, warns the commentary. \r\n\r\n"
        },
        {
            "title": "Film show on 45th anniversary of Sudanese Independence",
            "url": "http://kcna.co.jp/item/2001/200101/news01/06.htm#3",
            "content": "Abolition of \"Security Law\" urged in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 6 (KCNA) -- The South Korean newspaper Choongang Ilbo (internet) on Wednesday carried an article headlined \"90 percent of Kwangju citizens support abolition of the 'Security Law'\".\r\n According to the newspaper, the Kwangju district federation of university student councils conducted a \"street opinion poll on the abrogation of the 'Security Law'\" in different places of the city for two days from December 30 last year. \r\n 1,454 of 1,603 respondents agreed to the abolition of the \"Security Law.\" &nbsp;&nbsp;&nbsp;\r\n This means that nine of every ten citizens demanded the repeal of the \"law.\" &nbsp;&nbsp;&nbsp;\r\n The federation  said that the evil law should be abrogated at an early date as the opinion of citizens was unanimous. \r\n\r\n"
        },
        {
            "title": "Annual meeting of Juche idea study organizations and friendly organizations in Nepal",
            "url": "http://kcna.co.jp/item/2001/200101/news01/06.htm#4",
            "content": "Film show on 45th anniversary of Sudanese Independence \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 6 (KCNA) -- A film show was held here yesterday under the sponsorship of the DPRK-Sudan Friendship Association on the occasion of the 45th anniversary of Sudanese Independence.\r\n Present there were vice-Minister of Culture Song Sok Hwan who is chairman of the DPRK-Sudan Friendship Association, members of the association and working people in the city. &nbsp;&nbsp;&nbsp;\r\n The participants saw a documentary film of Sudan.    \r\n\r\n"
        },
        {
            "title": "National reunification is sure to come true",
            "url": "http://kcna.co.jp/item/2001/200101/news01/06.htm#5",
            "content": "Annual meeting of Juche idea study organizations and friendly organizations in Nepal \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 6 (KCNA) -- A joint annual meeting of the Nepal-Korea Friendship Association, the Nepal Institute for Juche Studies, the International Study Center for Juche- Oriented Mass Media in Nepal, the Kabre Society for the Study of Self-Reliance and the Nepalese Woman Committee for the Study of the Juche Idea was held in Kathmandu on December 29 last year.\r\n At the meeting, speakers referred to the great achievements made by the Korean people in building a powerful socialist country and in foreign relations last year under the wise guidance of leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Especially they said that the north-south joint declaration was adopted and there was a dramatic change in the situation of the Korean peninsula thanks to Kim Jong Il's firm will for national reunification and definite decision. &nbsp;&nbsp;&nbsp;\r\n They vowed to conduct an extensive movement for solidarity with the Korean people and carry on the study and dissemination of the Juche idea in depth from the first year of the new century.    \r\n\r\n"
        }
    ]
}