{
    "date": "2001-01-24",
    "url": "http://kcna.co.jp/item/2001/200101/20010124.htm",
    "articles": [
        {
            "title": "Kim Jong Il inspects light industrial factories in Sinuiju",
            "url": "http://kcna.co.jp/item/2001/200101/news01/24.htm#1",
            "content": "Kim Jong Il inspects light industrial factories in Sinuiju \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- Leader Kim Jong Il visited light industrial factories in Sinuiju, North Phyongan Province from Jan. 21 to 23.\r\n He was accompanied by member of the DPRK National Defence Commission Yon Hyong Muk, secretary of the Workers' Party of Korea central committee Kim Kuk Thae and first vice department directors of the c.c., the WPK.&nbsp;&nbsp;&nbsp;\r\n Present on the spots to receive him were  chief secretary of the North Phyongan Provincial Committee of the WPK Kim Phyong Hae, chairman of the North Phyongan Provincial People's Committee Jang Yun Son and other leading officials of the province, city and factories. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il first went to the Sinuiju Cosmetics Factory newly built in south Sinuiju. &nbsp;&nbsp;&nbsp;\r\n Going round soap, tooth paste and cosmetics shops and other processes of the factory, he acquainted himself with details of its construction and production there.&nbsp;&nbsp;&nbsp;\r\n All the products are of high quality, he said, greatly pleased to note that more toilet articles could be supplied to the people. &nbsp;&nbsp;&nbsp;\r\n He advanced concrete tasks to be carried out by the factory, saying that production should be increased as the factory plays an important role in carrying into practice the WPK's plan to provide the people with more affluent and cultured living conditions. &nbsp;&nbsp;&nbsp;\r\n Then he visited the Sinuiju Enamel Ware Factory. He stressed that all its production processes should be revamped with uptodate technologies in a bold way and latest science and technology should be widely introduced to steadily increase the production at the factory. &nbsp;&nbsp;&nbsp;\r\n Saying that handier well-designed enamelled ironwares to be liked by people should be turned out, he indicated ways to do so and set forth concrete tasks for keeping their production going at a high rate. &nbsp;&nbsp;&nbsp;\r\n He appreciated a performance given by the itinerant art propaganda squad of the factory. &nbsp;&nbsp;&nbsp;\r\n Then he went to the Sinuiju Basic Foodstuff Factory. &nbsp;&nbsp;&nbsp;\r\n Looking round different production processes, he learned in detail about conditions of its technical equipment and production there. He expressed great satisfaction at the fact that a variety of basic foodstuffs including bean paste, soy sauce and cooking oil are being massproduced. &nbsp;&nbsp;&nbsp;\r\n He said that the building of modern basic foodstuff factories in different parts of the country in a short span of time signifies a revolution in the development of the foodstuff industry of the nation as it made it possible to massproduce subsidiary foodstuffs palatable to the people. &nbsp;&nbsp;&nbsp;\r\n Stressing the importance to steadily boost the production since bases were built for the production of basic foodstuffs, he said strict measures should be taken to satisfactorily supply raw materials including soy bean and other materials. &nbsp;&nbsp;&nbsp;\r\n He earnestly called on the light industrial workers in Sinuiju to bring about a new upswing in the production in the spirit of devoted service for the people so as to supply more quality consumption goods to them.    \r\n\r\n"
        },
        {
            "title": "Implementation of inter-Korean declaration called for",
            "url": "http://kcna.co.jp/item/2001/200101/news01/24.htm#2",
            "content": "Implementation of inter-Korean declaration called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- The United Confederations of Koreans in Russia and Ukraine released a joint statement on Jan. 20 in support of the appeal to the 70 million fellow countrymen made at the 2001 meeting for the independent reunification of the Korean nation.\r\n The statement stressed the need for the entire nation to implement in a responsible manner the June 15 north-south joint declaration which brought about a radical phase of national reunification. &nbsp;&nbsp;&nbsp;\r\n Any forces which hesitate to implement the joint declaration, in violation of the principle clarified in it and reading other's face and do things harmful to its implementation, will face a stern judgement of history, it warned. \r\n It declared that the confederations would vigorously join in the reunification movement for this year and the nationwide movement for the country's reunification during the \"June 15-August 15 period of the campaign for promoting national reunification\".    \r\n\r\n"
        },
        {
            "title": "Democratic reforms urged in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200101/news01/24.htm#3",
            "content": "Democratic reforms urged in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- The \"National Council of Pastors for Justice and Peace\" in South Korea called a press conference in Seoul on January 18 in demand of democratic reforms and published a declaration on situation in the name of 2,000 members, Yonhap News reported.\r\n The declaration urged the authorities to immediately abrogate the \"Security Law\" and institute laws on human rights and prevention of corruption. &nbsp;&nbsp;&nbsp;\r\n It also demanded that the authorities administer politics for people, push ahead with reforms and accept people's opinions.    \r\n\r\n"
        },
        {
            "title": "Joint plenary meeting of religious organizations",
            "url": "http://kcna.co.jp/item/2001/200101/news01/24.htm#4",
            "content": "Joint plenary meeting of religious organizations \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- A joint plenary meeting of the c.c., the Chondoist Chongu Party and the Korean Chondoist Church Central Guidance Committee was held here on Tuesday.\r\n The joint plenary meeting discussed the issue to carry through the tasks laid down at the 2001 meeting for the independent reunification of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n Ryu Mi Yong, chairperson of the CCP central committee, made a report there which was followed by speeches. &nbsp;&nbsp;&nbsp;\r\n The reporter and speakers described the initiative of the 2001 meeting of the DPRK government, political parties, organizations and individuals, as a timely step for opening a broad avenue for the independent and peaceful reunification of Korea. The 2001 meeting set this year as a \"year for the independent reunification of the Korean nation\" and called for vigorously conducting a nationwide movement for reunification and patriotism so as to open up a radical phase of national independent reunification. &nbsp;&nbsp;&nbsp;\r\n They referred to the tasks facing the party members and Chondoists to decorate the august 15 liberation day with brilliant achievements in the reunification movement during the \"June 15-August 15 period of campaign for promoting national reunification.\"    \r\n\r\n"
        },
        {
            "title": "British Foreign Ministry delegation here",
            "url": "http://kcna.co.jp/item/2001/200101/news01/24.htm#5",
            "content": "British Foreign Ministry delegation here \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- A delegation of the British Foreign Ministry led by Rosalind Marsden, Director of Asia-Pacific Command, arrived here by air on Tuesday.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il registered as great man in Peru",
            "url": "http://kcna.co.jp/item/2001/200101/news01/24.htm#6",
            "content": "Kim Jong Il registered as great man in Peru \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- The Pasco regional council of Peru decided to acclaim leader Kim Jong Il as a great man on the occasion of February 16.\r\n A ceremony was held on January 17 to convey a decision and a medal of great man. &nbsp;&nbsp;&nbsp;\r\n The governor of Pasco region read out the decision of the council at the ceremony. &nbsp;&nbsp;&nbsp;\r\n The decision notes that the council acclaims Kim Jong Il, General Secretary of the Workers' Party of Korea and Chairman of the DPRK National Defence Commission, as a great man in high recognition of his distinguished exploits for peace and independence of humankind. &nbsp;&nbsp;&nbsp;\r\n Handing the medal, a letter and a decision addressed to Kim Jong Il to the DPRK ambassador, the governor said that the regional council decided to register him as a great man of the region and award a medal and a congratulatory letter to him, reflecting the will of all the people in the region. \r\n\r\n"
        },
        {
            "title": "June 15 North-South Joint Declaration supported by Chinese crewmen",
            "url": "http://kcna.co.jp/item/2001/200101/news01/24.htm#7",
            "content": "June 15 North-South Joint Declaration supported by Chinese crewmen \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- Crewmen of the Chinese ship Changni held a meeting at Chongjin port in the northern part of Korea on Jan. 23 in support of the June 15 north-south joint declaration.\r\n At the meeting speakers said that after the historic inter-Korean summit meeting in Pyongyang and the publication of the June 15 north-south joint declaration last year, the historic tasks for Korea's reunification, which could not be achieved for over 50 years, have been carried out. This is entirely the great fruition of the resolute patriotic decision and outstanding leadership of leader Kim Jong Il, they stressed, and went on: &nbsp;&nbsp;&nbsp;\r\n The declaration is a landmark for Korea's reunification in the 21st century, anchored on the three principles of national reunification. &nbsp;&nbsp;&nbsp;\r\n The most important and principled matter in reunifying Korea at present is to implement the declaration to the letter. &nbsp;&nbsp;&nbsp;\r\n They expressed belief that the  Korean people will certainly reunify their country and build a powerful nation in the near future under the leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n A letter to him was adopted at the meeting.    \r\n\r\n"
        },
        {
            "title": "Winter sports at height",
            "url": "http://kcna.co.jp/item/2001/200101/news01/24.htm#8",
            "content": "Winter sports at height \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- January and February are set as the \"Months of Winter Sports\" every year in this country.\r\n Now is the winter vacation throughout the country. Pupils and students go skating and skiing. March to the revolutionary battlefields is another important item of winter sports. Particularly the march through the snowy road is regarded as a good opportunity to cultivate the bravery and strong will among students. &nbsp;&nbsp;&nbsp;\r\n The employees of national organs and factory workers are highly sports-conscious.&nbsp;&nbsp;&nbsp;   They take up diverse forms of physical training: Morning exercise, setting-up exercises, walking and running. on holidays athletic contests are held by various departments and workshops. &nbsp;&nbsp;&nbsp;\r\n Every organ and department in the service of physical training and working people's organization strive to provide conditions for winter sports and skill improvements for students and other young people. &nbsp;&nbsp;&nbsp;\r\n The achievements and experience that have been gained in sporting activities are made widely available to ensure that they go hand in hand with production. &nbsp;&nbsp;&nbsp;\r\n Skating, skiing, sleighing, the march through snowy road, mass gymnastic display on the ice and ball games are very much in vogue in streets and villages.    \r\n\r\n"
        },
        {
            "title": "New Year stamp",
            "url": "http://kcna.co.jp/item/2001/200101/news01/24.htm#9",
            "content": "New Year stamp \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- The Ministry of Posts and Telecommunications have issued a stamp in celebration of the New Year.\r\n Against a background of the fluttering red flag are drawn heavy industrial establishments and modern military hardware. pictured on the lower part are a pine tree symbolic of the Koreans' stamina and the characters \"Juche 90 (2001)\", and on the right \"Happy New Year \". &nbsp;&nbsp;&nbsp;\r\n The stamp represents the spirit and will of the Korean people who are advancing towards the final victory of the Korean revolution under the red flag of socialism.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on national reunification",
            "url": "http://kcna.co.jp/item/2001/200101/news01/24.htm#10",
            "content": "Rodong Sinmun on national reunification \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- Rodong Sinmun today in a signed article says that the whole Korean nation is the master of national reunification. \r\n The article goes on: &nbsp;&nbsp;&nbsp;\r\n It is because the cause of national reunification is the work for the Korean nation itself which is related to its life and death. &nbsp;&nbsp;&nbsp;\r\n It is our nation who earnestly wants the reunification of the country, should live in a reunified country and has power to reunify the country. &nbsp;&nbsp;&nbsp;\r\n That is why the north and the south solemnly stated through the June 15 joint declaration that they would solve the issue of reunification independently by the concerted efforts of the nation. &nbsp;&nbsp;&nbsp;\r\n The Korean nation should fulfill its responsibility of the master in accomplishing the cause of national reunification. &nbsp;&nbsp;&nbsp;\r\n To do so, all the compatriots should unite under the banner of national reunification. &nbsp;&nbsp;&nbsp; They should unite on the principle of national independence. &nbsp;&nbsp;&nbsp;\r\n All the Koreans in the north, south and overseas should firmly unite under the banner of patriotism and national reunification, transcending the differences in ideology and system, political view and religious belief for the cause common to the nation. &nbsp;&nbsp;&nbsp;\r\n The Korean nation should fulfill its responsibility as the master of Korea's reunification in implementing the June 15 North-South Joint Declaration to the letter. &nbsp;&nbsp;&nbsp;\r\n The declaration is one of independence, peaceful reunification and great national unity--the three principles of national reunification--and a landmark of national reunification. &nbsp;&nbsp;&nbsp;\r\n The north and the south, authorities and civilians, the ruling and opposition parties should turn out in implementing the June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n All the compatriots in the north, south and abroad should turn out as one in the movement for national reunification, mindful that they are the masters and undertakers of national reunification, so as to open the door of reunification in the near future by the concerted efforts of the nation.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on anniversary of Kim Jong Il's work",
            "url": "http://kcna.co.jp/item/2001/200101/news01/24.htm#11",
            "content": "Rodong Sinmun on anniversary of Kim Jong Il's work \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- Rodong Sinmun today dedicates an article to the first anniversary of leader Kim Jong Il's celebrated work \"improving the layout of the fields is a great transformation of nature for the prosperity of the country, a patriotic work of lasting significance.\"\r\n The author of the article says: &nbsp;&nbsp;&nbsp;\r\n The work provides the most just policy correctly reflecting the rural situation of Korea and the actual requirements of socialist construction. &nbsp;&nbsp;&nbsp;\r\n Land levelling and rezoning project guided by the Workers' Party of Korea today is a drive to glorify President Kim Il Sung's leadership exploits designed to change all the fields as befitting land of socialist Korea. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's work serves as a highly important guideline to completely free farmers from back-breaking labour by materializing the comprehensive mechanization of agriculture. &nbsp;&nbsp;&nbsp;\r\n Elucidated in the work is the way of pushing ahead with land levelling and rezoning project to totally liquidate leftover of feudal landownership and make machines pay off. &nbsp;&nbsp;&nbsp;\r\n A sure guarantee was thus provided for farmers to do farming easily with the help of machines. &nbsp;&nbsp;&nbsp;\r\n The work also opens up a bright road of drastically increasing grain production and solving the food problem for the people. &nbsp;&nbsp;&nbsp;\r\n Referring to the rigorous difficulties in agricultural production caused by the imperialists' unabated moves to isolate and stifle the DPRK and several years of natural disasters in Korea, the article says that the land layout policy is a just policy based on a comprehensive analysis of the difficulties. &nbsp;&nbsp;&nbsp;\r\n The comprehensive clarification of principled matters and way in the land levelling and rezoning project, a work of lasting significance, has provided the Korean people with a means of brilliantly carrying out the WPK's far-reaching plan for land levelling and rezoning.    \r\n\r\n"
        },
        {
            "title": "Japan's moves to justify overseas aggression assailed",
            "url": "http://kcna.co.jp/item/2001/200101/news01/24.htm#12",
            "content": "Japan's moves to justify overseas aggression assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- Rodong Sinmun today in a signed commentary condemns Japan for revealing its true nature as a war state behind the curtain of the \"peace constitution.\"\r\n The commentary says: &nbsp;&nbsp;&nbsp;\r\n Not only the government and the ruling party but some opposition parties are joining in an attempt to replace the \"peace constitution\" with \"war constitution\" in Japan. &nbsp;&nbsp;&nbsp;\r\n Yukio Hatoyama, representative of the Japanese Democratic Party, at a recent political meeting in Tokyo said that the constitution should be revised to definitely allow the exercise of the \"right to collective self-defence.\" &nbsp;&nbsp;&nbsp;\r\n Japan's clamour for \"exercise of the right to collective self-defence\" means that it would set out on armed attack or interference in other countries under the pretext of \"self-defence.\" &nbsp;&nbsp;&nbsp;\r\n Two years ago Japan passed through the diet a law relating to the \"U.S.-Japan defence cooperation guidelines\" to restore the right of belligerency and the right of participation in a war. Thus an article of constitution which bans participation in a war has become good-for-nothing. The Japanese \"Self-Defence Forces\" have waged fierce joint military drills for overseas military operations with the U.S. armed forces every year. &nbsp;&nbsp;&nbsp;\r\n The Japanese ruling quarters are spreading a rumor that Japan cannot contribute to \"international peace-keeping\" because the constitution does not recognize the \"exercise of the right to collective self-defence.\" &nbsp;&nbsp;&nbsp;\r\n The issue of revising the constitution is now high on the agenda among the Japanese political circles. This clearly shows that Japan has rounded off the preparations for a war militarily and economically and is now stepping up the enaction of legislation to justify the war of aggression. &nbsp;&nbsp;&nbsp;\r\n It is a foolish act of inviting misfortunes by itself for Japan to renounce the \"peace constitution\" and take the road of war.    \r\n\r\n"
        },
        {
            "title": "Joint statement on establishment of diplomatic relations between DPRK and Kingdom of Belgium",
            "url": "http://kcna.co.jp/item/2001/200101/news01/24.htm#13",
            "content": "Joint statement on establishment of diplomatic relations between DPRK and Kingdom of Belgium \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- A joint statement on the establishment of diplomatic relations between the Democratic People's Republic of Korea and the Kingdom of Belgium was released on January 23, 2001.\r\n The statement reads: &nbsp;&nbsp;&nbsp;\r\n Representatives from the ministries of foreign affairs of the Democratic People's Republic of Korea and the Kingdom of Belgium held talks in Brussels on 18 December 2000 and 23 January 2001 to establish diplomatic relations between the two countries. &nbsp;&nbsp;&nbsp;\r\n The talks were conducted following the exchange of letters between the ministers of foreign affairs of both countries, in which the intention to establish diplomatic relations was declared. &nbsp;&nbsp;&nbsp;\r\n During the talks, the two sides signed an agreement on establishing diplomatic relations between the Democratic People's Republic of Korea and the Kingdom of Belgium at the level of ambassadors on the basis of the Vienna convention on diplomatic relations and the Vienna convention of consular relations.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}