{
    "date": "2001-03-31",
    "url": "http://kcna.co.jp/item/2001/200103/20010331.htm",
    "articles": [
        {
            "title": "KCNA on U.S. loudmouthed talk about \"threat\" from DPRK",
            "url": "http://kcna.co.jp/item/2001/200103/news03/31.htm#1",
            "content": "KCNA on U.S. loudmouthed talk about \"threat\" from DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 31 (KCNA) -- Commander of the U.S. forces in South Korea Schwartz addressing the meeting of the U.S. senate armed services committee held on March 27 to examine its national defence budget for the fiscal year 2002 asserted that \"threat from North Korea is more serious and alarming than that of last year.\" He also underscored the need not to reduce the U.S. troops in South Korea under the pretexts of \"highly intensive exercise\" and \"missile export.\" \r\n By echoing the anti-DPRK reckless remarks made by hawkish hardliners of the Bush administration recently he betrayed the U.S. criminal intention to chill the atmosphere for reconciliation on the Korean peninsula and strain the situation there. &nbsp;&nbsp;&nbsp;\r\n Atmosphere of reconciliation favorable for the independent reunification of the country by the Korean nation has been created on the Korean peninsula since the publication of the historic north-south joint declaration last June. &nbsp;&nbsp;&nbsp;\r\n However, U.S. conservative hardliners are spreading the trite fiction of \"threat\" from the DPRK in a bid to bar positive developments on the Korean peninsula and aggravate confrontation and antagonism. &nbsp;&nbsp;&nbsp;\r\n This is the height of impudence. The U.S. is very one who poses a threat to the Korean peninsula. p;&nbsp;&nbsp;\r\n It is well-known that the presence of about 100,000 U.S. troops in northeast Asia is to meet its strategic interests. &nbsp;&nbsp;&nbsp;\r\n To this end, the u.s. perpetrated various military actions in northeast Asia including the Korean peninsula only recently, harassing peace and stability in the region and posing threat to it. &nbsp;&nbsp;&nbsp;\r\n By letting its commander in South Korea to insist on not cutting down the U.S. forces in South Korea due to \"threat\" the bush administration sought a red herring intended to cover up its aggressive ambition and justify its policy of military occupation of South Korea and its increasing armament. &nbsp;&nbsp;&nbsp;\r\n U.S. conservative hardliners, not content with their spending of 14 billion U.S. dollars a year for the upkeep of the U.S. forces in South Korea, are going to allocate more money as a national defence budget for the next fiscal year under the absurd pretext of \"threat.\" &nbsp;&nbsp;&nbsp;\r\n They are well advised to behave with discretion, cogitating about consequences of their moves to perpetuate their occupation of South Korea and its armaments expansion to carry out their strategy for world hegemony.    \r\n\r\n"
        },
        {
            "title": "S. Korean minister of national defence advised to have reason",
            "url": "http://kcna.co.jp/item/2001/200103/news03/31.htm#2",
            "content": "S. Korean minister of national defence advised to have reason\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 31 (KCNA) -- Rodong Sinmun today in a signed commentary accuses the South Korean \"minister of national defence\" of letting loose a spate of bellicose outcries recently.\r\n The commentary says: &nbsp;&nbsp;&nbsp;\r\n He in his \"inaugural address\" asserted that \"alliance, combined defence system and policy coordination\" between South Korea and the united states are essential for the stability and detente on the Korean peninsula and the \"government's policy toward the north\" should be \"backed by force of arms.\" &nbsp;&nbsp;&nbsp;\r\n He went the length of making such highly disturbing remark as calling for \"a firm military posture\" as the \"south-north relations are at an important turning point.\" &nbsp;&nbsp;&nbsp;\r\n Any man of reason cannot be free to talk such rubbish. This compels us to ask the South Korean military boss if he has a reason. &nbsp;&nbsp;&nbsp;\r\n His remarks were little short of begging foreign aggressors to hold up the process of reconciliation, cooperation and reunification of the Korean nation through war moves on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n His call for maintaining a \"strong military posture\" as the inter-Korean relations are at an \"important turning point\" is little short of agitation for confrontation against the north and an order to get fully prepared to execute the U.S. strategy to stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n It was only warmongers in the era of confrontation who chilled the nation's desire for independent reunification and danced to the tune of the outsiders keen to stifle the fellow countrymen. &nbsp;&nbsp;&nbsp;\r\n Only a stern judgement of the Korean nation awaits those who go against the spirit of the world recognized north-south joint declaration calling for reunifying the country independently by the efforts of the Korean nation and put the brake on its implementation.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il sends latest educational equipment to computer genius training centers",
            "url": "http://kcna.co.jp/item/2001/200103/news03/31.htm#3",
            "content": "Kim Jong Il sends latest educational equipment to computer genius training centers\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 31 (KCNA) -- Leader Kim Jong Il sent uptodate educational equipment to the centres for training computer geniuses which were set up this year.\r\n latest-type computers sent by him were conveyed to the mangyongdae and pyongyang schoolchildren's palaces and kum song senior middle schools nos. 1 and 2 on the threshold of the new school year with due ceremony at the mangyongdae schoolchildren's palace on friday.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il sends modern farm machines to Phothae integrated farm",
            "url": "http://kcna.co.jp/item/2001/200103/news03/31.htm#4",
            "content": "Kim Jong Il sends modern farm machines to Phothae integrated farm\r\n&nbsp;&nbsp;&nbsp; pyongyang, march 31 (kcna) -- leader kim jong il sent modern farm machines to the Phothae integrated farm in  Samjiyon county, Ryanggang province.\r\n Farm machines include tractors, harvestors, sprayers, sowing machines and revolving ploughs. &nbsp;&nbsp;&nbsp;\r\n Last year he sent hundreds of demobilized soldiers to ease the strain on manpower and a large amount of farming materials and rolling stock  to the farm. &nbsp;&nbsp;&nbsp;\r\n A ceremony for conveying the farm machines took place on the spot on Friday. &nbsp;&nbsp;&nbsp;\r\n Present were Jo Myong Rok, first vice-chairman of the national defence commission of the DPRK and director of the general political department of the Korean People's Army, and officials concerned.    \r\n\r\n"
        },
        {
            "title": "1500th performance of revolutionary opera",
            "url": "http://kcna.co.jp/item/2001/200103/news03/31.htm#5",
            "content": "1500th performance of revolutionary opera\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 31 (KCNA) -- The 1500th performance of the revolutionary opera \"The Sea of Blood\" was given at the Pyongyang Grand Theatre on March 30.\r\n The opera, the first revolutionary opera of Korean style, raised its first curtain in the presence of President Kim Il Sung on July 17, Juche 60 (1971). &nbsp;&nbsp;&nbsp;\r\n Leader Kim Jong Il put forward the unique policy of revolution in opera to create Juche-oriented art of opera and energetically led the work for its materialisation. &nbsp;&nbsp;&nbsp;\r\n The opera has successfully been performed in different countries including China, Russia and Algeria.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. official figures' anti-DPRK diatribe flailed",
            "url": "http://kcna.co.jp/item/2001/200103/news03/31.htm#6",
            "content": "U.S. official figures' anti-DPRK diatribe flailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 31 (KCNA) -- Some days ago the spokesperson for the U.S. state department at a \"regular press conference\" clamoured about \"verification\", \"reexamination\" and \"preconditions\", backpedalling its earlier statement that it would have a \"dialogue\" with the DPRK. and secretary of state Powell and other senior officials of the U.S. state department went the length of asserting that the opening of the DPRK would lead to its \"collapse\".\r\n Commenting on this, Rodong Sinmun today terms this irresponsible ridiculous remarks made by U.S. ruling quarters without properly understanding the DPRK. &nbsp;&nbsp;&nbsp;\r\n It is very ridiculous and foolish of the bush administration to think that the DPRK will accept their \"preconditions\" aimed at completely disarming it, the commentary says, and goes on: &nbsp;&nbsp;&nbsp;\r\n As far as the U.S. rulers' loudmouthed \"collapse\" of the DPRK is concerned, it is nothing but sheer nonsense. &nbsp;&nbsp;&nbsp;\r\n Our social system is an invincible man-centred socialist system as it has ever-lasting strong roots, based on the great Juche idea. The whole party and army and all the people are singleheartedly united around the leader as an integral whole. &nbsp;&nbsp;&nbsp;\r\n The DPRK is standing imposingly, not interested in any \"reform\" and \"opening.\" &nbsp;&nbsp;&nbsp;\r\n It cannot but take a serious view of the fact that the present U.S. ruling quarters dare seek the \"collapse\" of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The DPRK will have neither dialogue nor improved relations with those forces dreaming of its \"collapse.\" this is its fixed stand.    \r\n\r\n"
        },
        {
            "title": "New school year to begin",
            "url": "http://kcna.co.jp/item/2001/200103/news03/31.htm#7",
            "content": "New school year to begin\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 31 (KCNA) -- A new school year will begin at all schools of different levels in the DPRK on April 1.\r\n Every pupil and student will enter different schools amid congratulations of people. &nbsp;&nbsp;&nbsp;\r\n Schools will welcome new pupils coming to school after finishing the one-year compulsory preschool education. &nbsp;&nbsp;&nbsp;\r\n School-opening ceremonies will be followed by first lessons at different schools. &nbsp;&nbsp;&nbsp;\r\n There will start the education in optional subjects at senior middle schools across the country in conformity with features of areas. &nbsp;&nbsp;&nbsp;\r\n Workshops and model lectures for teachers have already been held. &nbsp;&nbsp;&nbsp;\r\n The country's economic conditions still remain difficult. &nbsp;&nbsp;&nbsp;\r\n  But the state is unsparing in investment in the educational field. &nbsp;&nbsp;&nbsp;\r\n The state has supplied teaching tools, furnishings, experimental equipment and facilities to every school for the success in the new school year. &nbsp;&nbsp;&nbsp;\r\n Pupils and students have been provided with textbooks, notebooks and other school things. &nbsp;&nbsp;&nbsp;\r\n The DPRK has consistently maintained the principle of giving priority to education since the very day the building of a new society started after Korea's liberation and exerted enormous efforts to develop the education. \r\n The 11-year universal compulsory schooling has now reached a high level. As a result, all the school youth and children are growing up to be knowledgeable, morally impeccable and physically sound.    \r\n\r\n"
        },
        {
            "title": "U.S. brasshat's outcry under fire",
            "url": "http://kcna.co.jp/item/2001/200103/news03/31.htm#8",
            "content": "U.S. brasshat's outcry under fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 31 (KCNA) -- Minju Joson today in a commentary assails the commander-in-chief of the U.S. forces in the pacific for letting out war outcries against the DPRK on March 20.\r\n He asserted that the DPRK is the \"Enemy No. 1 of the U.S.\" and might mount missile attacks on South Korea and the whole of Japan. &nbsp;&nbsp;&nbsp;\r\n His description of the DPRK as the \"Enemy No. 1 of the U.S.\" is an intolerable outburst as it represented the stand of the U.S. bellicose circles toward the DPRK, the commentary says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. bellicose circles' open definition of the DPRK as their \"enemy\" goes to prove that they consider military confrontation with the DPRK as inevitable and they are working hard to unleash the second Korean war at any cost. &nbsp;&nbsp;&nbsp;\r\n The fiction of the DPRK's \"missile strike\" floated by them is aimed to fan up enmity towards the DPRK in Japan and South Korea and encourage them to actively join in tightening U.S.-Japan-South Korea triangular military alliance. &nbsp;&nbsp;&nbsp;\r\n The United States has not dropped the dangerous war conception that the DPRK is its principal enemy. &nbsp;&nbsp;&nbsp;\r\n It is the conclusion drawn by the DPRK that it should fight a decisive battle with the U.S. one time as long as the latter is pursuing the policy for stifling the former by force of arms. &nbsp;&nbsp;&nbsp;\r\n It is the unshakable stand and will of the DPRK to retaliate against the U.S. provocation and react to its hardline policy with the toughest position for the sake of the dignity and sovereignty of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n The U.S. bellicose circles are well advised to behave themselves, properly understanding their rival.    \r\n\r\n"
        },
        {
            "title": "Greetings to President of Benin",
            "url": "http://kcna.co.jp/item/2001/200103/news03/31.htm#9",
            "content": "Greetings to President of Benin\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 31 (KCNA) -- Kim Yong Nam, President of the presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Mathieu Kerekou upon his reelection as President of Benin on March 29.\r\n The message extended warm congratulations to him upon his reelection. &nbsp;&nbsp;&nbsp;\r\n It expressed the belief that the good friendly and cooperative relations between the peoples of Korea and Benin would grow stronger and develop and wished the Beninese president greater success in his responsible works.\r\n \r\n\r\n"
        },
        {
            "title": "Greetings to prime minister of Senegal",
            "url": "http://kcna.co.jp/item/2001/200103/news03/31.htm#10",
            "content": "Greetings to prime minister of Senegal\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 31 (KCNA) -- Hong Song Nam, premier of the DPRK cabinet, sent a message of greetings to Mame Madior Boye upon her appointment as prime minister and head of the government of the Republic of Senegal.\r\n Convinced that the friendly and cooperative relations between the DPRK and Senegal would grow stronger and develop, the message wished the prime minister success in her work.    \r\n\r\n"
        },
        {
            "title": "Economic delegation of Netherlands here",
            "url": "http://kcna.co.jp/item/2001/200103/news03/31.htm#11",
            "content": "Economic delegation of Netherlands here \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 31 (KCNA) -- An economic delegation of Netherlands led by Dominique Bauduin, chairman of the committee for international trade and investment of the ministry of economic affairs, arrived here today.\r\n The delegation was greeted at the airport by vice-minister of foreign trade Kim Ryong Mun and other officials concerned.    \r\n\r\n"
        },
        {
            "title": "Working consultation held between north and south Korean religionists",
            "url": "http://kcna.co.jp/item/2001/200103/news03/31.htm#12",
            "content": "Working consultation held between north and south Korean religionists\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 31 (KCNA) -- A working consultative meeting was held on Mt. Kumgang on March 27-28 between delegates of the Korean religious believers council and the South Korean religionist council for peace.\r\n At the meeting they discussed the matter of enhancing the role of north and south Korean religionists in implementing the June 15 North-South Joint Declaration, a landmark for national reunification, and adopted a joint agreement. Then they made public a joint statement of religionists in the north and the south denouncing the Japanese reactionaries' recent moves to distort history. &nbsp;&nbsp;&nbsp;\r\n The statement pointed out that the Japanese imperialists' illegal occupation of Korea in the past was an unheard-of crime of driving the Korean nation into the fate of colonial slaves and that the pacific war was a war of aggression which brought untold misfortune and disasters to the Korean and other Asian nations. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are seeking to justify in history textbooks for the Japanese middle schoolers Japan's past crimes, claiming that the illegal and invalid \"Korea-Japan annexation treaty\" was \"legal\" and \"valid\" and that its occupation of Korea and aggressive pacific war provided \"benefits\", the statement recalled, and said: &nbsp;&nbsp;&nbsp;\r\n This is a never-to-be-condoned criminal act as it is intended to infuse militarism and the idea of overseas aggression into the younger generation and thus realize their old design for \"Greater East Asia Co-Prosperity Sphere\" at any cost in the 21st century. &nbsp;&nbsp;&nbsp;\r\n All the religionists in the north and south will never remain a passive onlooker to the Japanese reactionaries' impudent moves to distort history and launch reinvasion but  indict them to the world and resolutely foil the moves through church services and divine activities, the statement said. &nbsp;&nbsp;&nbsp;\r\n It expressed the expectation that religious organizations and church-goers in various countries of the world who value love, justice and peace would extend positive solidarity, support and encouragement to the Korean religionists in their  struggle to check and frustrate the Japanese reactionaries' moves to tamper with history and revive militarism. &nbsp;&nbsp;&nbsp;\r\n It strongly urged Japan to make an immediate apology and compensation for the crimes it committed against the Korean nation, stop at once its shameless moves to tamper with history, away from imperialist wild dream, and devotedly join in the northeast Asia peace movement as a gesture to repent of its crimes.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}