{
    "date": "2001-02-19",
    "url": "http://kcna.co.jp/item/2001/200102/20010219.htm",
    "articles": [
        {
            "title": "Colorful celebrations held abroad",
            "url": "http://kcna.co.jp/item/2001/200102/news02/19.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Glory and congratulations to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2001/200102/news02/19.htm#2",
            "content": "Colorful celebrations held abroad \r\n&nbsp;&nbsp;&nbsp;Pyongyang February 19 (KCNA) -- A seminar on the vitality of leader Kim Jong Il's army-first politics was held in Lima on February 8 to celebrate his birthday. \r\n Victor Oliva Miguel, secretary general of the Revolutionary Socialist Party of Peru, in his report to the seminar said that Kim Jong Il has provided the army-first revolutionary leadership, frustrating all the moves of the world imperialists and reactionaries to stifle the DPRK, and thus performed immortal exploits on behalf of the Korean revolution and the world revolution.&nbsp;&nbsp;&nbsp;\r\n The army-first revolutionary line advanced by Kim Jong Il is a permanent strategic line in the era of independence and an all-powerful treasured sword guaranteeing the victory of socialism, the reporter said, and continued: &nbsp;&nbsp;&nbsp;\r\n In recent years the Korean people could courageously overcome all sorts of difficulties and reliably defend socialism and remarkably raise the international prestige of the country under his army-first revolutionary leadership. &nbsp;&nbsp;&nbsp;\r\n The army-first politics pursued by him has won the absolute support from the revolutionary parties and people of the world for its universality and truth of the times. &nbsp;&nbsp;&nbsp;\r\n Carlos Cruz Garai, chairman of the National Reconciliation Front of Peru, in his speech said that though the DPRK is small in its territory, it has demonstrated its dignity all over the world as an ideologically, politically and militarily strong country thanks to his army-first revolutionary leadership. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, a seminar was held by the Madagascan society for the study of Juche-based idea on literature and art on February 5. &nbsp;&nbsp;&nbsp;\r\n At the seminar a reporter and speakers said that progressive humankind of the world entrust their destinies to Kim Jong Il and see their bright future in his great idea and leadership.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun observes anniversary of Kim Jong Il's work",
            "url": "http://kcna.co.jp/item/2001/200102/news02/19.htm#3",
            "content": "Glory and congratulations to Kim Jong Il \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 19 (KCNA) -- Zhang Jinquan, son of Zhang Weihua, who is on a visit to the DPRK, said in an interview with the KCNA on Feb. 17 that the family of Zhang Weihua extends the greatest glory and warmest congratulations to leader Kim Jong Il on his birthday and sincerely wishes him a long life in good health.\r\n He said that seeing flowers reflecting the reverence of all people at the fifth Kimjongilia Show, he was deeply moved by Kim Jong Il's trait as a great man. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il is the leader of the Korean people as well as the world people and the great sun of the 21st century, he stressed.    \r\n\r\n"
        },
        {
            "title": "Public presentation of experience in cultivation of Kimjongilias held",
            "url": "http://kcna.co.jp/item/2001/200102/news02/19.htm#4",
            "content": "Rodong Sinmun observes anniversary of Kim Jong Il's work \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 19 (KCNA) -- Rodong Sinmun today devotes a signed article to the 27th anniversary of leader Kim Jong Il's historic concluding remarks on the task of the ideological work of the party for modelling the whole society on the Juche idea.\r\n This work was published on Feb. 19, Juche 63 (1974). &nbsp;&nbsp;&nbsp;\r\n In the work Kim Jong Il formulated President Kim Il Sung's revolutionary idea as an idea bearing his august name and gave a classic definition that the revolutionary idea of the president is the integrated Juche system of idea, theory and method. he also declared the modelling of the whole society on the Juche idea as a supreme programme of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n This work clearly proved that the revolutionary idea of the president is a perfect revolutionary idea which represents an acme in the development of human thought and made his revolutionary idea shine as a guiding idea of our times, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The publication of this work helped the wpk greet a golden age of its development with a guiding idea and programme suited to its revolutionary nature as the party of kim il sung and put the Korean revolution on a higher stage of modelling the whole society on the revolutionary idea of Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The work placed Kim Il Sung's revolutionary idea in the position of the guiding idea of our times and provided a sure guarantee for glorifying the Korean revolution as the revolutionary cause of Kim Il Sung both in name and reality. &nbsp;&nbsp;&nbsp;\r\n Herein lies its tremendous historic significance. &nbsp;&nbsp;&nbsp;\r\n It is the unshakable faith and will of Kim Jong Il to carry the Korean revolution to completion under the banner of Kim Il Sung's revolutionary idea. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's firm faith and will based on Juche find their concentric expression in his consistent pursuance of his political mode of attaching priority to the army and his benevolent politics.    \r\n\r\n"
        },
        {
            "title": "12-year-old programmer",
            "url": "http://kcna.co.jp/item/2001/200102/news02/19.htm#5",
            "content": "Public presentation of experience in cultivation of Kimjongilias held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 19 (KCNA) -- A public presentation of the experience in cultivating Kimjongilias was held here on sunday.\r\n Its participants heard speeches on successes and experience gained in researches into the biological characteristics of Kimjongilia and the method of its cultivation and in its wide propagation. &nbsp;&nbsp;&nbsp;\r\n Speakers referred to good experience, which gave scientific and technological answers to the questions arising in keeping Kimjongilias in beautiful bloom.    \r\n\r\n"
        },
        {
            "title": "Wonders on February holiday",
            "url": "http://kcna.co.jp/item/2001/200102/news02/19.htm#6",
            "content": "12-year-old programmer \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 19 (KCNA) -- Kim Ung At Pyongyang Kangdong Senior Middle School no. 1 developed an education program at the age of 12.\r\n This program enables pupils to learn the current linguistic program with the help of computer. &nbsp;&nbsp;&nbsp;\r\n Brilliant at mathematics, he was enthusiastically fond of handling computer from childhood. &nbsp;&nbsp;&nbsp;\r\n When he was enrolled in the senior middle school, he cut a brilliant figure in computer-handling. &nbsp;&nbsp;&nbsp;\r\n He set to the development of the program last year.    \r\n\r\n"
        },
        {
            "title": "S. Korean workers demand better conditions",
            "url": "http://kcna.co.jp/item/2001/200102/news02/19.htm#7",
            "content": "Wonders on February holiday \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 19 (KCNA) -- There was a magnificent sunrise above Mt. Paektu on February 16, leader Kim Jong Il's birthday, the first ever to be celebrated in the 21st century.\r\n That morning the sky above Mt. Paektu, the holy mountain of revolution, was bright with morning glow as its majestic landscape was clearly visible after day-break. &nbsp;&nbsp;&nbsp;\r\n At about 7:12:40 a.m. sunrise was seen on the right of Hyangdo Peak before making its full appearance at about 7:17:40 a.m., throwing radiant rays. &nbsp;&nbsp;&nbsp;\r\n At that time, Hyangdo Peak brilliantly shined as sunrays were shed on frostworks on its cliff. The sky seemed to be decorated with a rainbow after the display of firecrackers. &nbsp;&nbsp;&nbsp;\r\n The noise of iceberg cracking on Lake Chon was so big as to shake the whole mountain. &nbsp;&nbsp;&nbsp;\r\n This mysterious and magnificent sunrise above Mt. Paektu was witnessed by members of a joint expeditionary group to Lake Chon on Mt. Paektu, members of the excursion team to the revolutionary battlesites in the area around Mt. Paektu and many people in the area. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the fall of snowflakes in areas around Ryongjong-ri, Phanmun county in Kaesong city, on Feb. 15 was accompanied by a flash of lightning and thunder. &nbsp;&nbsp;&nbsp;\r\n Such phenomenon observed at about 10:00 a.m. and about 12:15 a.m. were reminiscent of the display of firecrakers and throw of confetti in the sky on the February holiday. &nbsp;&nbsp;&nbsp;\r\n A rainbow was seen in the sky above the Sinhung workers' district in Taehongdan county, Ryanggang province, on that day. &nbsp;&nbsp;&nbsp;\r\n The rainbow formed from Mt. Paektu to Mt. Taeroun in that area remained for 25 minutes from about 5:00 p.m. &nbsp;&nbsp;&nbsp;\r\n Those who witnessed those wonders in the sky said that even the nature seemed to congratulate Kim Jong Il, illustrious commander born of heaven, on his birthday.    \r\n\r\n"
        },
        {
            "title": "Solution to issue of reunification through inter- Korean cooperation called for",
            "url": "http://kcna.co.jp/item/2001/200102/news02/19.htm#8",
            "content": "S. Korean workers demand better conditions \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 19 (KCNA) -- At least 700 part-time workers from all parts of South Korea including Tan Pyong Ho, chairman of the South Korean Confederation of Trade Unions, held a rally in Seoul on Feb. 16 demanding better conditions, according to radio no. 1 from Seoul.\r\n They demanded that they be given full-time jobs instead of part-time ones and discrimination removed. &nbsp;&nbsp;&nbsp;\r\n Protesting the authorities' attempt to make a retrogressive revision of the \"law on labour standard\" under the pretext of cutting down working hours, they threatened to take a counter-measure against this.    \r\n\r\n"
        },
        {
            "title": "Kim Yong Nam meets congratulatory group of Koreans in Japan",
            "url": "http://kcna.co.jp/item/2001/200102/news02/19.htm#9",
            "content": "Solution to issue of reunification through inter- Korean cooperation called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 19 (KCNA) -- It is essential for strengthening the driving force in the movement for Korea's reunification to settle the reunification question of the country through cooperation among Koreans, not through cooperation with outside forces, says Rodong Sinmun today in a signed article.\r\n The article goes on: &nbsp;&nbsp;&nbsp;\r\n Only when the Korean nation, the driving force for national reunification, pools its efforts can it settle the reunification issue smoothly and very quickly. &nbsp;&nbsp;&nbsp;\r\n In order to settle the reunification issue through cooperation among Koreans, it is imperative to strongly oppose and reject flunkeyism and dependence on outside forces. &nbsp;&nbsp;&nbsp;\r\n No outside forces can solve the reunification question of Korea and replace the Korean nation in its struggle for reunification. &nbsp;&nbsp;&nbsp;\r\n This issue can be settled only by the Korean nation. &nbsp;&nbsp;&nbsp;\r\n In order to find a solution to the reunification question the Korean nation should resolutely oppose and reject flunkeyism and dependence on outside forces from such transparent stand and view on national independence. &nbsp;&nbsp;&nbsp;\r\n In order to settle the reunification issue through cooperation among Koreans it is also necessary for the whole nation to firmly unite transcending differences in ideology and system. &nbsp;&nbsp;&nbsp;\r\n Whoever truly cares about the destiny of the country and the nation and wants the reunification of the country should not turn away from the interests common to the nation, absolutizing the differences between the north and the south in ideology and system and placing the interests of classes and strata above anything else. &nbsp;&nbsp;&nbsp;\r\n Now is the time to put a definite end to practices prompted by confrontation and distrust.    \r\n\r\n"
        },
        {
            "title": "Yang Hyong Sop meets Brazilian guests",
            "url": "http://kcna.co.jp/item/2001/200102/news02/19.htm#10",
            "content": "Kim Yong Nam meets congratulatory group of Koreans in Japan \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 19 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea, today met and conversed with the congratulatory group of Koreans in Japan headed by So Man Sul, first vice-chairman of the central standing committee of the General Association of Korean Residents in Japan, at the Mansudae Assembly Hall.    \r\n\r\n"
        }
    ]
}