{
    "date": "2001-03-27",
    "url": "http://kcna.co.jp/item/2001/200103/20010327.htm",
    "articles": [
        {
            "title": "Preparatory committee inaugurated in Jordan",
            "url": "http://kcna.co.jp/item/2001/200103/news03/27.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. administration's anti-DPRK moves blasted",
            "url": "http://kcna.co.jp/item/2001/200103/news03/27.htm#2",
            "content": "Preparatory committee inaugurated in Jordan \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 27 (KCNA) -- A Jordanian preparatory committee was inaugurated in Amman on March 15 to commemorate Sun's Day, the birthday of President Kim Il Sung.\r\n At the inaugural meeting the chairman of the Jordanian National Committee for the Study of the Juche Idea was elected chairman of the preparatory committee.&nbsp;&nbsp;&nbsp;\r\n The committee decided to hold colorful events from March 15 to April 15.    \r\n\r\n"
        },
        {
            "title": "U.S. hostile policy toward DPRK under fire",
            "url": "http://kcna.co.jp/item/2001/200103/news03/27.htm#3",
            "content": "U.S. administration's anti-DPRK moves blasted \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 27 (KCNA) -- The present U.S. administration is becoming more pronounced in its anti-DPRK campaign, asserting that it considers the DPRK as \"a dangerous entity\" and it would comprehensively reexamine the predecessors' policies towards the DPRK. \r\n In this regard Rodong Sinmun today in a signed commentary says: &nbsp;&nbsp;&nbsp;\r\n The U.S. escalated moves to stifle the DPRK are clearly aimed at quelling the growing desire for independent reunification on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are working hard to bring the situation on the Korean peninsula developing in favour of national reconciliation, unity and reunification back to the state of confrontation and tensions at any cost. &nbsp;&nbsp;&nbsp;\r\n The Bush administration seeks to keep the Korean nation divided into the north and the south forever and fish in troubled waters. Its ulterior design is to make the whole Korean nation victims of a nuclear war and thus realize its ambition to dominate the whole of Korea and Asia. &nbsp;&nbsp;&nbsp;\r\n As a leopard cannot change his spots, the U.S. imperialists' aggressive nature can never change. &nbsp;&nbsp;&nbsp;\r\n Accordingly, the target of the whole Korean nation in the north and south in struggle for independent national reunification remains unchanged. &nbsp;&nbsp;&nbsp;\r\n The Korean nation will never step back even an inch from their road of independent national reunification come what may but foil the U.S. imperialists' offensive against the Korean nation and Korea's reunification by its concerted efforts.    \r\n\r\n"
        },
        {
            "title": "S. Korean students' struggle against increase of registration fee",
            "url": "http://kcna.co.jp/item/2001/200103/news03/27.htm#4",
            "content": "U.S. hostile policy toward DPRK under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 27 (KCNA) -- Some time ago, U.S. President Bush said \"North Korea's military might still remains a threat.\"\r\n Commenting on his remark, Rodong Sinmun today says it is just like a thief crying \"stop the thief \". &nbsp;&nbsp;&nbsp;\r\n The commentary further says: &nbsp;&nbsp;&nbsp;\r\n It is the invariable strategy of the U.S. imperialists to stifle the DPRK by means of war and invade and dominate Asia, taking the whole of Korea as a springboard. Bush's repeated use  of such words as \"military threat\" dating back to the Cold War era proves that the U.S. imperialists' aggressive ambition remains unchanged. &nbsp;&nbsp;&nbsp;\r\n Recently, the U.S. ruling quarters asserted that the U.S. would not have negotiations with the DPRK but pursue a \"hardline policy\" including scrapping of the DPRK-U.S. agreed framework. In this way, they are getting seriously on the DPRK's nerves in a bid to plant a time bomb in the bilateral relations. &nbsp;&nbsp;&nbsp;\r\n Such moves are very dangerous and reckless as they may foil the process of inter-Korean reconciliation and reverse the development of the situation on the Korean peninsula by driving the DPRK-U.S. relations to an explosive point. &nbsp;&nbsp;&nbsp;\r\n We will never tolerate the moves of the U.S. ruling quarters to attain their sinister egoistic purpose under the pretext of \"military threat\" from the DPRK. &nbsp;&nbsp;&nbsp;\r\n Minju Joson in a commentary says: &nbsp;&nbsp;&nbsp;\r\n It is our principled stand to meet the U.S. challenge with challenge and react to its hardline policy with the toughest policy. &nbsp;&nbsp;&nbsp;\r\n The DPRK is prepared to resolutely counter any U.S. moves for military confrontation.    \r\n\r\n"
        },
        {
            "title": "U.S. administration termed \"hawkish government\" and \"cold warlike government\"",
            "url": "http://kcna.co.jp/item/2001/200103/news03/27.htm#5",
            "content": "S. Korean students' struggle against increase of registration fee \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 27 (KCNA) -- South Korean students continued their struggle against the authorities' plan for increasing registration fee, according to Yonhap News from Seoul.\r\n The general student council of Korea University held a protest meeting on March 22 with the attendance of over 150 students and representatives of their parents and kept occupying the main building of the university from the last week. &nbsp;&nbsp;&nbsp;\r\n The general student council of Yonsei University, along with over 100 students, demanded negotiations with the president of the university on the same day, opposing the university plan for 7.5 percent increase of registration fee and protesting that they cannot pay high registration fee. &nbsp;&nbsp;&nbsp;\r\n That day the general student council of Kyunghee University made a protest telephone call on the ministry of education and occupied the secretariat of the foundation in the main building. &nbsp;&nbsp;&nbsp;\r\n Students of Hanyang University and Hankuk University of foreign studies held a demonstration and a protest campaign. \r\n\r\n"
        },
        {
            "title": "More extracurricular sports schools appear in DPRK",
            "url": "http://kcna.co.jp/item/2001/200103/news03/27.htm#6",
            "content": "U.S. administration termed \"hawkish government\" and \"cold warlike government\" \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 27 (KCNA) -- Rodong Sinmun today in a signed article terms the present U.S. administration a \"hawkish government\" and \"cold warlike government.\"\r\n The conservative nature of the present U.S. administration is evidenced by the fact that almost all the secretaries and senior officials of the government including president bush, vice president Cheney, adviser to the president on national security rice, state secretary Powell and defense secretary Rumsfeld came from the conservative camp within the republican party. The article cites detailed facts to prove that they are all \"hawks\" and \"hotshots in the Cold War.\" &nbsp;&nbsp;&nbsp;\r\n The article continues: &nbsp;&nbsp;&nbsp;\r\n The conservative nature of the Bush administration was clearly expressed in the enunciation of its foreign policy the core of which is to realise its wild ambition to dominate the world by \"formidable military force.\" &nbsp;&nbsp;&nbsp;\r\n It is the general goal of the bush administration's foreign policy to dominate the world by holding an upperhand in strength. &nbsp;&nbsp;&nbsp;\r\n The administration's aggressive foreign policy finds a more striking manifestation in its DPRK policy orientation. &nbsp;&nbsp;&nbsp;\r\n It has slandered the DPRK as a \"rogue state\" and signalled that it would strengthen the stand of confrontation towards the DPRK over the \"missile threat\" from the DPRK. &nbsp;&nbsp;&nbsp;\r\n What merits serious attention is their assertion that \"they should cogitate about\" working out a \"policy towards North Korea\" and this can be done around the end of the first half of the year. Lurking behind this is a sinister intention. &nbsp;&nbsp;&nbsp;\r\n They seek to put pressure upon the DPRK while keeping the DPRK-U.S. dialogue at deadlock and thus wring a sort of concession from it and finally bring it to its knees. &nbsp;&nbsp;&nbsp;\r\n Their ulterior aim is to examine and round off their second Korean war scenario, whiling away time, and mount a preemptive attack on the DPRK and destroy it by force when an opportunity presents itself. &nbsp;&nbsp;&nbsp;\r\n However, it is nothing but a daydream.    \r\n\r\n"
        },
        {
            "title": "All Koreans urged to stand against U.S. anti-reunification moves",
            "url": "http://kcna.co.jp/item/2001/200103/news03/27.htm#7",
            "content": "More extracurricular sports schools appear in DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 27 (KCNA) -- More extracurricular sports schools for schoolchildren have recently appeared in the DPRK.\r\n The schools will train future sportspersons in various events including table tennis, rhythmic gymnastics, figure skating, ice dancing, synchronized swimming and swimming. &nbsp;&nbsp;&nbsp;\r\n Competent teachers from the field of sports are in charge of scores of senior middle schoolers in their teens. &nbsp;&nbsp;&nbsp;\r\n The schools were opened at the Pyongyang Indoor Stadium, the ice rink, the Changgwang Health Complex and gymnasiums in Chongchun Street in the capital city. &nbsp;&nbsp;&nbsp;\r\n Selection of pupils is now underway at the schools. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, a variety of work is going on to place training and coaching on a scientific and technical basis.    \r\n\r\n"
        },
        {
            "title": "Greetings to President of Greece",
            "url": "http://kcna.co.jp/item/2001/200103/news03/27.htm#8",
            "content": "All Koreans urged to stand against U.S. anti-reunification moves \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 27 (KCNA) -- Rodong Sinmun today in a signed article calls upon all the Koreans in the north, south and abroad to thoroughly check the anti-national, anti-reunification moves of the U.S. imperialists, holding high the banner of the north-south joint declaration.\r\n The historic north-south joint declaration is a banner of struggle common to the nation which all the compatriots should uphold for the security of the country and the nation and national reunification, the article says, and continues: &nbsp;&nbsp;&nbsp;\r\n it is necessary to firmly adhere to the principle of national independence in order to hold aloft their banner despite the anti-national, anti-reunification moves of the u.s. imperialists. &nbsp;&nbsp;&nbsp;\r\n national independence is the basic spirit of the north-south joint declaration. &nbsp;&nbsp;&nbsp;\r\n The Korean nation is responsible for its own destiny and capable of carving out its destiny. No one can save the destiny of the Korean nation from a crisis and replace it in doing so. &nbsp;&nbsp;&nbsp;\r\n The entire Korean nation should sternly oppose and reject flunkeyism and dependence on foreign forces and resolutely foil the anti-DPRK, anti-reunification moves of the U.S. imperialists from a transparent stand and view on national independence. &nbsp;&nbsp;&nbsp;\r\n The great national unity is strong enough to torpedo the criminal anti-national, anti-reunification offensive of the U.S. imperialists. &nbsp;&nbsp;&nbsp;\r\n It is impossible to defend the security of the nation and achieve the independent and peaceful reunification of the country without reconciliation, cohesion and great unity of the whole nation. &nbsp;&nbsp;&nbsp;\r\n Whoever truly worries about the destiny of the country and the nation and wants national reunification should not absolutize the differing ideologies and systems in the north and the south nor place the interests of the individual class and social sections above all but put them aside and unite as one to increase the strength of the nation a hundred times. &nbsp;&nbsp;&nbsp;\r\n Only by doing so can the Korean nation decisively frustrate the anti-DPRK, anti-reunification moves of the U.S. imperialists, protect the destiny of the nation and achieve peace and reunification of the country.    \r\n\r\n"
        }
    ]
}