{
    "date": "2001-07-02",
    "url": "http://kcna.co.jp/item/2001/200107/20010702.htm",
    "articles": [
        {
            "title": "Kim Jong Il invited to party given by Chinese ambassador",
            "url": "http://kcna.co.jp/item/2001/200107/news07/02.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Sudanese President",
            "url": "http://kcna.co.jp/item/2001/200107/news07/02.htm#2",
            "content": "Kim Jong Il invited to party given by Chinese ambassador \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 2 (KCNA) -- Chinese ambassador to Korea Wang Guozhang gave a party at the embassy on the evening of July 1 in celebration of the 80th anniversary of the Communist Party of China.\r\n Kim Jong Il, General Secretary of the Workers' Party of Korea and Chairman of the DPRK National Defence Commission, was invited to the party.&nbsp;&nbsp;&nbsp;\r\n Also invited to the party were Kim Yong Chun, member of the NDC and chief of the general staff of the Korean People's Army= Kim Il Chol, vice-chairman of the NDC and minister of the People's Armed Forces= Ri Yong Mu, vice-chairman of the NDC= Kim Kuk Thae and Choe Thae Bok, secretaries of the WPK central committee= Yang Hyong Sop, vice-president of the presidium of the DPRK Supreme People's Assembly= Kim Yun Hyok, secretary of the presidium of the DPRK Supreme People's Assembly= Pak Yong Sok, chairman of the WPK central control commission= Jong Ha Chol, director of the information and instruction department of the WPK central committee= Kang Sok Ju, first vice-minister of foreign affairs= and other senior party and state officials and KPA generals. &nbsp;&nbsp;&nbsp;\r\n Present at the party were members of the Chinese embassy here and members of the CPC friendship visiting group headed by Zhong Qihuang, deputy secretary of the Jiangxi provincial party committee on a visit to Korea. &nbsp;&nbsp;&nbsp;\r\n When Kim Jong Il arrived at the party hall he was presented with a bouquet of fragrant flowers by an embassy official and warmly welcomed by all the  embassy officials. &nbsp;&nbsp;&nbsp;\r\n He expressed thanks for invitation to the party and had a cordial and friendly talk with leading officials of the embassy. &nbsp;&nbsp;&nbsp;\r\n He extended warmest congratulations to Jiang Zemin, General Secretary of the CPC central committee, senior party and government officials of China, and all the Chinese party members and people on the 80th anniversary of the CPC and referred to the proud achievements made by the CPC in leading the revolution and construction for the past 80 years. He sincerely wished the communist party and people of china greater victory and success in their future efforts to carry out the highly important tasks set forth by the party. &nbsp;&nbsp;&nbsp;\r\n The party was addressed by ambassador Wang Guozhang and Kim Il Chol, vice-chairman of the NDC and minister of the People's Armed Forces. &nbsp;&nbsp;&nbsp;\r\n The party proceeded in an amicable atmosphere overflowing with the feelings of friendship.     \r\n\r\n"
        },
        {
            "title": "Protest rally of unionists in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200107/news07/02.htm#3",
            "content": "Greetings to Sudanese President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 2 (KCNA) -- Kim Yong Nam, President of the presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Omar Hassan Ahmed al-Bashir, President of Sudan, on June 29 on the occasion of the 12th anniversary of its revolution.\r\n The message extended warm congratulations to the president, government and people of Sudan on the day of revolution and wished the president and people of Sudan greater successes in their work for the stability and prosperity of the country. &nbsp;&nbsp;&nbsp;\r\n The message expressed the belief that the friendly and cooperative relations between the two countries would continue to develop on good terms.    \r\n\r\n"
        },
        {
            "title": "Suppression of labour movement condemned",
            "url": "http://kcna.co.jp/item/2001/200107/news07/02.htm#4",
            "content": "Protest rally of unionists in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 2 (KCNA) -- The Kyongju city council of the South Korean Confederation of Trade Unions held a rally of over 1,000 members in the Kyongju Railway Station Plaza on June 30 to vow to frustrate the camouflaged closing of the Sekwang industries co., ltd. and violent police suppression, according to Yonhap News from Seoul.\r\n The protest rally was triggered off by the Taebu Machine Industry Company side's false closure of the Sekwang industries co., ltd. and dismissal of all unionists and the police crackdown on the struggle of workers. &nbsp;&nbsp;&nbsp;\r\n After the rally the participants marched towards the Kyongju police station in protest against the violent police suppression, defying the police cordon in different streets.\r\n\r\n"
        },
        {
            "title": "\"June declaration on press reform\" in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200107/news07/02.htm#5",
            "content": "Suppression of labour movement condemned \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 2 (KCNA) -- The \"national people's solidarity for national independence, democracy and vital rights of people\" held a rally with the attendance of at least 2,000 people in Seoul on June 30, denouncing the authorities' suppression of the labour movement, according to Seoul-based MBC.\r\n They charged that the authorities are imposing the burdens caused by the failure of reforms upon the people and the suppression of the labour movement is becoming intolerable. After the rally they staged a demonstration.    \r\n\r\n"
        },
        {
            "title": "Bush's remark on MD slammed",
            "url": "http://kcna.co.jp/item/2001/200107/news07/02.htm#6",
            "content": "\"June declaration on press reform\" in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 2 (KCNA) -- The people's movement for newspaper reform consisting of over 160 citizens' organisations and the national federation of press trade unions held a meeting in Seoul on June 29 and made public a \"June declaration on press reform\" signed by more than 5,500 public figures, according to radio no. 1 from Seoul.\r\n The declaration said that media have stood in the way of reform and some of them are committing irregularities and corruption under the pretext of the \"freedom of the press.\" &nbsp;&nbsp;&nbsp;\r\n It singled out newspaper reform as the first target of the press reform and clarified a ten-point action guideline for newspaper reform calling for punishment of those media which committed irregularities and corruption and opposition to the privatization of the press.    \r\n\r\n"
        },
        {
            "title": "Kim Yong Nam greets Belarussian President",
            "url": "http://kcna.co.jp/item/2001/200107/news07/02.htm#7",
            "content": "Bush's remark on MD slammed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 2 (KCNA) -- Rodong Sinmun today in a signed commentary slams U.S. President Bush for his remark made at the NATO summit that the U.S. would deploy the \"missile defence\" system as early as possible, vociferating about the \"need\" to cope with \"threat\" from the DPRK.\r\n Noting that no nuclear and missile threat is posed to the U.S. from outside, the commentary says: The U.S. is the source of threat to all the regions of the world and chiefly responsible for the potential nuclear and missile threat. &nbsp;&nbsp;&nbsp;\r\n It is preposterous, therefore, for the u.s. to talk about someone's \"missile threat,\" and it is nothing but a sheer pretext to justify its moves to establish its criminal MD. &nbsp;&nbsp;&nbsp;\r\n Then why is the U.S. getting so feverish in its moves to establish MD? &nbsp;&nbsp;&nbsp;\r\n Its real aim is to overpower Russia and china with its unchallenged nuclear edge before they grow strong and thus establish domination and control over the world.   It also seeks to spark a new arms race so that the economic potentials of other countries may be weak due to military spending beyond their capacity and establish an unchallenged domination over the economic field. &nbsp;&nbsp;&nbsp;\r\n If the U.S. persists in its moves to establish MD in disregard of the world protest, it will only lead to its isolation and self-destruction.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il's on-site guidance",
            "url": "http://kcna.co.jp/item/2001/200107/news07/02.htm#8",
            "content": "Kim Yong Nam greets Belarussian President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 2 (KCNA) -- Kim Yong Nam, President of the presidium of the DPRK Supreme People's Assembly, today sent a message of greetings to Belarussian President Alexandr Lukashenko on its national day.\r\n The message extended warm congratulations to the president, government and people of Belarus on the day. &nbsp;&nbsp;&nbsp;\r\n It wished the Belarussian president and people greater success in their work for the prosperity of the country and expressed the belief that the traditional friendly and cooperative relations between the two countries would steadily develop on good terms in the new century, too. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, premier of the DPRK cabinet Hong Song Nam and foreign minister Paek Nam Sun separately sent congratulatory messages to their Belarussian counterparts Vladimir Yermoshin and Mikhail Khbostov.    \r\n\r\n"
        },
        {
            "title": "Korea famous for weathered stone",
            "url": "http://kcna.co.jp/item/2001/200107/news07/02.htm#9",
            "content": "Kim Jong Il's on-site guidance \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 2 (KCNA) -- Leader Kim Jong Il is providing ceaseless on-site guidance to make the country rich, powerful and prosperous. \r\n He mapped out an ambitious blueprint for building a powerful nation on the way of his ceaseless on-site guidance to units of the Korean People's Army and various fields of the national economy and has dynamically led the drive to materialize it. &nbsp;&nbsp;&nbsp;\r\n He has strengthened the KPA to be an invincible army by providing the army-first leadership. this great leadership is evidenced by the fact that he has solved all problems in building up the armed forces through his on-site guidance. &nbsp;&nbsp;&nbsp;\r\n He visited 560 units  of the KPA on 275 occasions from July Juche 83 (1994) to the end of last year. &nbsp;&nbsp;&nbsp;\r\n He covered 58,320 km to make such a long trip. &nbsp;&nbsp;&nbsp;\r\n Last May alone he covered 1,760 km to inspect KPA units. &nbsp;&nbsp;&nbsp;\r\n He inspected KPA units of services and arms without rest to acquaint himself with soldiers' ideological and moral conditions and combat and technical conditions. &nbsp;&nbsp;&nbsp;\r\n He took deep care of servicemen's living from diet to entertainment facilities as their real father would do. &nbsp;&nbsp;&nbsp;\r\n He has energetically led the work to give fully play to the revolutionary spirit of soldiers in various domains of the national economy. &nbsp;&nbsp;&nbsp;\r\n He got familiar with actual situation on the spot, not in his office, and specified tasks and ways. &nbsp;&nbsp;&nbsp;\r\n It was thanks to his wise leadership that the Kanggye Spirit was created and a torch was lit at the Songjin Steel Complex to bring about a signal turn in all the domains of the national economy in recent years, the Korean people victoriously concluded the \"arduous march\" and the forced march and the Korean revolution could make a dynamic advance towards a powerful and prosperous nation. &nbsp;&nbsp;&nbsp;\r\n All the miracles and innovations reported from all domains such as construction sites of power stations, the land realignment projects in Kangwon, North Phyongan and South Hwanghae provinces and the youth hero motorway are proud successes made under his on-site-guidance.    \r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2001/200107/news07/02.htm#10",
            "content": "Korea famous for weathered stone\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 2 (KCNA) -- More than 1,000 weathered stones collected from different parts of the country are on display at the Pyongyang Weathered Stone Exhibition Hall.\r\n Diverse in their size and shape, they are just like stone handicrafts. &nbsp;&nbsp;&nbsp;\r\n They are of eye-catching, antique style as they look like mountains and water-flowing valleys, lakes, mountain peaks and human beings and animals. &nbsp;&nbsp;&nbsp;\r\n Korea is rich in weathered stones because there are many mountains, ravines, rivers and streams and long coasts. &nbsp;&nbsp;&nbsp;\r\n These stones mainly contain limestone but there are composites of two or three types of rocks that have undergone geological processes. &nbsp;&nbsp;&nbsp;\r\n Weathered stones found in Korea are popular at home and abroad. &nbsp;&nbsp;&nbsp;\r\n The DPRK created the weathered stone association, a permanent body, to make an effective use of the resource. a brisk prospecting work is now under way throughout the country.    \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Caricom summit",
            "url": "http://kcna.co.jp/item/2001/200107/news07/02.htm#11",
            "content": "Gift to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 2 (KCNA) -- A gift was sent to leader Kim Jong Il by the goodwill visiting group of the Communist Party of China. \r\n It was handed to an official concerned by head of the group Zhong Qihuang, deputy secretary of the Jiangxi provincial committee of the CPC.    \r\n\r\n\r\n\r\n"
        }
    ]
}