{
    "date": "2001-07-25",
    "url": "http://kcna.co.jp/item/2001/200107/20010725.htm",
    "articles": [
        {
            "title": "Foreign guests tour different parts of country",
            "url": "http://kcna.co.jp/item/2001/200107/news07/25.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's U.S.-toeing policy flailed",
            "url": "http://kcna.co.jp/item/2001/200107/news07/25.htm#2",
            "content": "Foreign guests tour different parts of country \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 25 (KCNA) -- Foreign diplomatic envoys here visited Panmunjom yesterday on the occasion of the month of international solidarity with the Korean people.\r\n The guests looked round the monument to the autograph of President Kim Il Sung standing in front of the Thongil House before visiting the hall where the armistice talks took place, the hall where the armistice agreement was signed and the conference room of the former military armistice commission.&nbsp;&nbsp;&nbsp;\r\n At the end of the visit Yugoslav ambassador Milorad Kosovac said that the Korean nation of the same blood and with the same language should be reunified at an early date, adding many countries are supporting the reunification of Korea. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the military attaches' corps here yesterday visited a site associated with the fatherland liberation war on the occasion of the 48th anniversary of victory in the great war. &nbsp;&nbsp;&nbsp;\r\n Kim Il Sung used the site as the supreme command of the Korean People's Army from January Juche 40 (1951) to July Juche 42 (1953) to lead the whole party, all the people and the entire army to the victory in the war. &nbsp;&nbsp;&nbsp;\r\n Hearing an explanation about the site, the members of the corps looked round the headquarters of the KPA supreme command where the president and leader Kim Jong Il spent the period, an operation room the president used, buildings associated with their revolutionary activities and open-air revolutionary relics. &nbsp;&nbsp;&nbsp;\r\n Prior to the tour, they inspected the U.S. imperialists' armed spy ship \"Pueblo\" captured by sailors of the KPA.    \r\n\r\n"
        },
        {
            "title": "Withdrawal of U.S. troops from S. Korea urged",
            "url": "http://kcna.co.jp/item/2001/200107/news07/25.htm#3",
            "content": "Japan's U.S.-toeing policy flailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 25 (KCNA) -- Despite the gravity of the recent case of rape of a Japanese girl by a GI in Okinawa, more attention is paid to the \"protection of his rights\" in Japan.\r\n In this regard Rodong Sinmun today in a signed commentary says: &nbsp;&nbsp;&nbsp;\r\n In utter disregard of the rights of the victim attention is paid only to the issue of \"protecting rights\" of the U.S. army criminal who should be brought to justice.   This is clearly evidenced by the process of dealing with the case. &nbsp;&nbsp;&nbsp;\r\n As the Japanese side asked the U.S. side to issue a warrant of arrest for the criminal and hand him over to it the U.S. side dragged on the case for several days under an absurd pretext and finally accepted the former's request as if it did it a sort of \"favour.\" in doing so the U.S. side raised \"special protection of his rights\" as a pre-condition. &nbsp;&nbsp;&nbsp;\r\n This is a clear proof that the U.S. is treating Japan as its colony or a protectorate where it can exercise extraterritorial rights. &nbsp;&nbsp;&nbsp;\r\n The Japanese government authorities consider the U.S. to be their closest and dearest \"ally\" but they are no more than a hireling of the U.S. &nbsp;&nbsp;&nbsp;\r\n A human rights violation by a foreign army means an infringement upon the sovereignty of that country. &nbsp;&nbsp;&nbsp;\r\n Such serious infringement upon Japan's sovereignty is attributable to its government's servile U.S.-toeing policy. &nbsp;&nbsp;&nbsp;\r\n A good example of that is that the Japanese chief executive at recent talks with the U.S. President did not mention even a word in protest against the GI's rape of a Japanese girl. As regards the requested amendment to the \"status of forces agreement\" adopted as a resolution at the Japanese diet foreign affairs commission he made himself busy currying favour with the U.S., its master, describing the issue as a thing of the \"distant future.\" &nbsp;&nbsp;&nbsp;\r\n The Japanese government is keeping mum about U.S. warships and planes coming to Japan with nuclear weapons aboard in violation of the \"three non-nuclear principles.\" &nbsp;&nbsp;&nbsp;\r\n Given such stand and attitude of the Japanese government towards the U.S. increasing crimes of GIs in Japan are unavoidable and it is impossible to prevent the sovereignty, human rights and life and property of the people from being infringed upon. &nbsp;&nbsp;&nbsp;\r\n Deplorable is the position of Japan playing into the hands of the U.S.    \r\n\r\n"
        },
        {
            "title": "Exhibition indicting Japan's distortion of history",
            "url": "http://kcna.co.jp/item/2001/200107/news07/25.htm#4",
            "content": "Withdrawal of U.S. troops from S. Korea urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 25 (KCNA) -- Jon Sun Yong, chairperson of the Federation of Koreans in Canada, recently sent a letter to U.S. President Bush in demand of the withdrawal of the U.S. troops from South Korea.\r\n In the letter she said that the U.S. occupation of South Korea is an obstacle to the peaceful reunification of Korea and poses a threat to the peace and security of not only Korea but other Asian and pacific countries. &nbsp;&nbsp;&nbsp;\r\n Despite the domestic and foreign demand for the withdrawal of the U.S. troops from South Korea the U.S. keeps its troops in South Korea under the pretext of \"deterring an attack from the north\", she said, adding that there is no ground for the north to threaten South Korea. &nbsp;&nbsp;&nbsp;\r\n She noted that Korea can not be reunified as long as there are foreign forces' domination over South Korea and their interference in it. &nbsp;&nbsp;&nbsp;\r\n She demanded an immediate withdrawal of the U.S. troops from South Korea.    \r\n\r\n"
        },
        {
            "title": "Stop to introduction of U.S.-made weapons called for",
            "url": "http://kcna.co.jp/item/2001/200107/news07/25.htm#5",
            "content": "Exhibition indicting Japan's distortion of history \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 25 (KCNA) -- An exhibition indicting Japan's distortion of history was opened at the Sodaemun Prison in Seoul on July 21, where many Korean patriots were imprisoned and slaughtered by the Japanese imperialists during their military occupation of Korea, Seoul-based MBC reported.\r\n On display were evidence verifying the Japanese imperialists' crimes including experiment on living bodies and materials showing that Chosun Ilbo and other papers took the lead in propagandizing their policy. &nbsp;&nbsp;&nbsp;\r\n The sponsor side said that it plans to make an exhibition tour of all parts of South Korea toward the end of august following the exhibition at this prison and build a permanent exhibition hall in Seoul. &nbsp;&nbsp;&nbsp;\r\n It also noted that it plans to make every possible effort to compile a biographical dictionary probing the crimes of pro-Japanese elements through a fund-raising campaign during the exhibition.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on line and policies of national reunification",
            "url": "http://kcna.co.jp/item/2001/200107/news07/25.htm#6",
            "content": "Stop to introduction of U.S.-made weapons called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 25 (KCNA) -- \"People opening the door of peace and reunification\", a citizens' organization in South Korea which has conducted a campaign for a stop to the introduction of U.S.-made weapons from February, held a seminar, part of the campaign, on July 21, Seoul-based CBS reported.\r\n The organization said that the proportion of the U.S.-made weapons is increasing because of the \"operation plan 5027\" of the \"South Korea-U.S. joint command\". &nbsp;&nbsp;&nbsp;\r\n The plan for establishing the \"Missile Defense\" system promoted by the Bush administration leads to pressure upon South Korea to buy U.S.-made weapons and the introduction of U.S.-made weapons in particular is a factor of deepening the dependence on the U.S. of the South Korean arms system and keeping the subordinate relations of import of U.S. arms, the organization stressed. &nbsp;&nbsp;&nbsp;\r\n Recalling that the U.S. has sold its weapons worth 8.97 billion dollars to South Korea for the last ten years, the radio quoted citizens' organizations as saying that the influx of U.S.-made weapons into South Korea will only escalate arms buildup there and arms race in countries around it.    \r\n\r\n"
        },
        {
            "title": "Greetings to President of Maldives",
            "url": "http://kcna.co.jp/item/2001/200107/news07/25.htm#7",
            "content": "Rodong Sinmun on line and policies of national reunification \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 25 (KCNA) -- The line of one Korea, the three principles of national reunification, the proposal for founding the Democratic Federal Republic of Koryo, the ten-point programme of the great unity of the whole nation and other policies of national reunification put forward by president Kim Il Sung are the most just, realistic and reasonable programme of reunification which reflects the reality of divided Korea and the will and desire of the nation, says Rodong Sinmun today in a signed article.\r\n The justness of Juche-oriented line and policies of the Workers' Party of Korea for national reunification lies in that they conform with the desire, will and interests of the nation and most impartially reflect the interests of the north and the south, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The line and policies of national reunification are based on the immortal Juche idea and the idea of valuing the will and interests of the nation. &nbsp;&nbsp;&nbsp;\r\n The WPK's policy of independent and peaceful reunification enables the Korean nation to enhance its independent role to the maximum as the master of reunification, reject the interference of foreign forces and accomplish the cause of national reunification by itself in conformity with its desire, will and interests. &nbsp;&nbsp;&nbsp;\r\n The WPK-proposed way of reunification by federal formula based on one nation, one state, two systems and two governments is the most fair, reasonable and realistic one that concords with the specific conditions of the country whose north and south have different ideologies and systems and reflects the desire and will of the nation to reunify the country by the way of neither side conquering the other or being conquered. &nbsp;&nbsp;&nbsp;\r\n The Juche-oriented line and policies of national reunification are just from the viewpoint of the cause of global peace. &nbsp;&nbsp;&nbsp;\r\n Solving the issue of Korea's reunification peacefully contributes to Asian and global peace and conforms with the interests of the world people who want to build an independent, peaceful and new world. &nbsp;&nbsp;&nbsp;\r\n Korea's reunification is sure to come true thanks to the WPK's Juche-oriented just line and policies of national reunification and the wise leadership of Kim Jong Il who brilliantly carries through the president's last instructions for reunification.    \r\n\r\n"
        },
        {
            "title": "Greetings to Indonesian President",
            "url": "http://kcna.co.jp/item/2001/200107/news07/25.htm#8",
            "content": "Greetings to President of Maldives \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 25 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, today sent a message of greetings to Maumoon Abdul Gayoom, President of Maldives, on the occasion of its independence day.\r\n The message extended warm congratulations to him and the government and people of Maldives on the independence day. &nbsp;&nbsp;&nbsp;\r\n Expressing the belief that the friendly and cooperative relations between the two countries would continue to develop on good terms, it sincerely wished him and the people of Maldives greater success in their work for prosperity and development of the country.     \r\n\r\n"
        }
    ]
}