{
    "date": "2001-08-15",
    "url": "http://kcna.co.jp/item/2001/200108/20010815.htm",
    "articles": [
        {
            "title": "Congratulatory letter to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2001/200108/news08/15.htm#1",
            "content": "Congratulatory letter to Kim Jong Il \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 15 (KCNA) -- Leader Kim Jong Il received a congratulatory letter from the diplomatic corps here on the occasion of the 56th anniversary of the liberation of Korea.\r\n The letter was conveyed to DPRK foreign minister Paek Nam Sun by Palestinian ambassador e.p. to Korea Shaher Mohammed Abdlah who is doyen of the diplomatic corps on august 14.&nbsp;&nbsp;&nbsp;\r\n Congratulatory letters to Kim Jong Il from the Palestinian and Yugoslav ambassadors were separately conveyed to officials concerned.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on U.S. real purpose of establishing MD",
            "url": "http://kcna.co.jp/item/2001/200108/news08/15.htm#2",
            "content": "Rodong Sinmun on U.S. real purpose of establishing MD \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 15 (KCNA) -- Rodong Sinmun today runs a signed article on the real purpose of the bush administration in establishing the Missile Defense System. \r\n The U.S. is persistently calling for MD in a bid to create war fear, stop the popular masses from rising up in the anti-U.S. struggle, contain independent countries and big powers with its nuclear superiority and have world supremacy. &nbsp;&nbsp;&nbsp;\r\n The U.S. is seeking to seize the military strategic initiative and put political and military pressure upon China, Russia, the European Union and Asian countries. \r\n It also seeks to spark a new global arms race. &nbsp;&nbsp;&nbsp;\r\n It aims to establish a powerful missile offensive network to prevent the appearance of a new superpower and a regional powerful state by its military edge and stifle by force of arms those countries which disobey its instructions. \r\n The U.S. moves to establish the missile defense system are a very dangerous and adventurous attempt to modernize its missile equipment still further and achieve its aggressive military and political purpose with its nuclear advantage. &nbsp;&nbsp;&nbsp;\r\n The U.S. is trying to expand and strengthen the aggressive military bloc through the establishment of the missile defense system and inveigle more countries into this system so as to make them dependent on it militarily. &nbsp;&nbsp;&nbsp;\r\n Through the MD establishment the u.s. also seeks to save its economy from a crisis. &nbsp;&nbsp;&nbsp;\r\n The Bush administration is pushing ahead with the establishment of the Missile Defense System under the pretext of \"threat\" from the DPRK. This is sheer sophism. &nbsp;&nbsp;&nbsp;\r\n Nuclear weapons, missiles and other sophisticated combat equipment amassed in and around South Korea are always aiming at the DPRK. However, the Bush administration is using \"threat\" from the DPRK as a pretext to threaten it militarily and make a forestalling missile attack on it any moment. The U.S. MD is a product of its ambition to suffocate the DPRK by force of arms.    \r\n\r\n"
        },
        {
            "title": "2001 Grand Festival for National Reunification opens",
            "url": "http://kcna.co.jp/item/2001/200108/news08/15.htm#3",
            "content": "2001 Grand Festival for National Reunification opens \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 15 (KCNA) -- The 2001 Grand Festival for National Reunification opened today with due ceremony in front of the newly-erected monument to the three charters for national reunification in Pyongyang.\r\n The festival, the first to mark the liberation day in the new century, includes multifarious functions such as pan-national meeting, meeting of delegates of various organizations, forum, exhibition and art performance. &nbsp;&nbsp;&nbsp;\r\n Present at the opening ceremony were delegations and over 4,000 delegates from the north, south and overseas. \r\n The ceremony was attended by President Kim Yong Nam of the Presidium of the DPRK Supreme People's Assembly, Kim Yong Sun, secretary of the central committee of the Workers' Party of Korea, Kim Yong Dae, chairman of the central committee of the Korean Social Democratic Party, Ryu Mi Yong, chairwoman of the central committee of the Korean Chondoist Chongu Party, former unconverted long-term prisoners who are pre-reunification patriots, and working people from all walks of life in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Dae in his congratulatory speech said holding the 2001 Grand Festival for National Reunification here on the significant August 15 liberation day is a clear demonstration of the unshakable determination and will of all the seventy million Koreans to surely accomplish the great cause of national reunification in the near future of the new century, carrying forward the patriotic tradition of the struggle to accomplish the historic cause of national liberation under the banner of independence. &nbsp;&nbsp;&nbsp;\r\n This grand festival for reunification will provide the Korean nation with an opportunity to further accelerate the movement for independent reunification which started under the banner of the June 15 North-South Joint Declaration with fresh hope and conviction of national reunification. &nbsp;&nbsp;&nbsp;\r\n Then the floor was taken by Pak Jae Ro, vice-chairman of the central standing committee of the General Association of Korean Residents in Japan, and An Kyong Ho, vice-chairman of the Committee for the Peaceful Reunification of the Fatherland. &nbsp;&nbsp;&nbsp;\r\n Underscoring the need for all Koreans to unite as one in the spirit of national independence and patriotism, no matter what they do, the speakers called on all the Koreans to achieve great unity by solidarizing and cooperating with each other for national reunification. &nbsp;&nbsp;&nbsp;\r\n National independence and great national unity represent the noblest idea which can unite as one all the Koreans  who live in the north and the south and overseas with differing ideologies, political views and religions, they stressed. \r\n At the end of the ceremony, delegates from the north and the south and overseas made memorial tree-planting around the monument. &nbsp;&nbsp;&nbsp;\r\n An art performance was given to celebrate the opening of the festival. &nbsp;&nbsp;&nbsp;\r\n Prior to the opening ceremony, they marched through streets of Pyongyang amid the warm welcome of its citizens.    \r\n\r\n"
        },
        {
            "title": "Defence of independence leads to  reunification",
            "url": "http://kcna.co.jp/item/2001/200108/news08/15.htm#4",
            "content": "Defence of independence leads to  reunification \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 15 (KCNA) -- The Korean people should more firmly abide by the principle of national independence under the prevailing situation, says Rodong Sinmun in a signed article today.\r\n The article goes on: &nbsp;&nbsp;&nbsp;\r\n To abide by independence in pushing ahead with national reunification means the defending life and soul of the nation. &nbsp;&nbsp;&nbsp;\r\n Defence of independence leads to national reunification. &nbsp;&nbsp;&nbsp;\r\n Only when the Korean people maintain the principle, can they settle the issue of national reunification by themselves in accordance with their will and demands.\r\n Losing independence and giving in to foreign interference and behind-the-scene manipulation will make it quite impossible to reunify the country. &nbsp;&nbsp;&nbsp;\r\n In order to maintain independence in carrying out national reunification it is necessary to abandon the idea of depending on outsiders and rely on the efforts of the nation. &nbsp;&nbsp;&nbsp;\r\n Some right-wing conservatives of South Korea, however, encourage and join the U.S. imperialists in their anti-DPRK smear campaign, claiming that only by \"cooperating\" with outsiders can they maintain what they call \"security.\" &nbsp;&nbsp;&nbsp;\r\n The Korean people will never tolerate the traitors to the nation who sell and do harm to the dignity and interests of the country and nation, defying the unanimous desire of all the fellow countrymen for reunification and clinging to the coattails of outsiders. &nbsp;&nbsp;&nbsp;\r\n Only when all the people pool their strength under the banner of national independence, can they meet any challenge of outsiders.    \r\n\r\n"
        },
        {
            "title": "Japan urged to compensate it past crimes",
            "url": "http://kcna.co.jp/item/2001/200108/news08/15.htm#5",
            "content": "Japan urged to compensate it past crimes \r\n&nbsp;&nbsp;&nbsp; pyongyang, August 15 (KCNA) -- Rodong Sinmun today runs a signed commentary 56 years since the defeat of the Japanese imperialists.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The Japanese imperialists occupied Korea militarily and committed crimes against it. This was crimes against humanity unprecedented in history. &nbsp;&nbsp;&nbsp;\r\n Indescribable are the wounds inflicted by the Japanese imperialists upon the Korean people. However, the wounds have not yet been healed. This is because of the successive  Japanese governments' evasion of  historical responsibility to compensate  for past crimes. &nbsp;&nbsp;&nbsp;\r\n The present Japanese authorities are no exception. &nbsp;&nbsp;&nbsp;\r\n The present Japanese government was installed in the new century. Therefore, it is wise for it to take a new viewpoint and attitude towards issues of the past quite different from those of the preceding governments. &nbsp;&nbsp;&nbsp;\r\n In other words, they should opt in the new century to honestly apologize and compensate for the crimes committed by Japan in the last century, though belatedly. &nbsp;&nbsp;&nbsp;\r\n But the Japanese government is taking quite a different road. &nbsp;&nbsp;&nbsp;\r\n It is working hard to erase Japan's crime-woven history by teaching the distorted history to the younger generation. &nbsp;&nbsp;&nbsp;\r\n The chief executive and other heavy weights of Japan are insisting on the visit to the \"Yaskuni Shrine\" on the day of their defeat. &nbsp;&nbsp;&nbsp;\r\n This is not a mere evasion of the responsibility to compensate for Japan's past but a total refusal to do so. &nbsp;&nbsp;&nbsp;\r\n It means its intention to repeat the past crimes. &nbsp;&nbsp;&nbsp;\r\n Neither denial nor distortion can ever erase or play down the past. What is the most urgent for Japan is not to revive militarism but compensate for its past. &nbsp;&nbsp;&nbsp;\r\n If Japan continues behaving like this, its relations with those countries which fell victim to the Japanese imperialists in the past will remain hostile and it will never be able to escape isolation. &nbsp;&nbsp;&nbsp;\r\n Japan , facing up to the trend of the times, should immediately stop its moves for the revival of militarism and compensate for its past crimes as  quickly as possible. \r\n\r\n"
        },
        {
            "title": "S. Korean delegates here",
            "url": "http://kcna.co.jp/item/2001/200108/news08/15.htm#6",
            "content": "S. Korean delegates here \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 15 (KCNA) -- South Korean delegates arrived here today to participate in the 2001 Grand Festival for National Reunification.\r\n The delegation consists of delegates of over 220 political parties and organizations. &nbsp;&nbsp;&nbsp;\r\n It was greeted at the airport by director of the c.c., the Democratic Front for the Reunification of the Fatherland Jo Kyu Il and first deputy director of the secretariat of the Committee for the Peaceful Reunification of the Fatherland Kim Ryong Song who are vice-chairmen of the festival preparatory committee and other officials concerned.    \r\n\r\n"
        },
        {
            "title": "Damage by torrential rain increases",
            "url": "http://kcna.co.jp/item/2001/200108/news08/15.htm#7",
            "content": "Damage by torrential rain increases \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 15 (KCNA) -- Damage done by torrential rain is on the increase in the DPRK, according to a survey.\r\n This torrential rain that followed drought, the severest in 1000 years, did severe damage not only to various areas on the east and west coasts but intermediary and mountainous areas. &nbsp;&nbsp;&nbsp;\r\n 320 mm downpour that hit  Hyesan, Ryanggang Province, in early august, was accompanied by strong wind which lasted for at least six hours. &nbsp;&nbsp;&nbsp;\r\n Downpour registered over 53 mm per hour, an all-time high in the rainfall in that area. &nbsp;&nbsp;&nbsp;\r\n Torrential rain hit Kangwon Province for three consecutive days from 10 p.m. on July 31, registering 468.6 mm. &nbsp;&nbsp;&nbsp;\r\n This is 3 mm bigger than the torrential rain that lasted for three consecutive days from august 19, 1922 or 47 percent greater than the average rainfall in July. &nbsp;&nbsp;&nbsp;\r\n Over 40 mm downpour per hour hit rason, North Hamgyong Province, several times on July 31 and august 1, leaving the whole city submerged. &nbsp;&nbsp;&nbsp;\r\n Damage done to those areas is severe. &nbsp;&nbsp;&nbsp;\r\n Thousands of hectares of cultivated land, hundreds of dwelling houses and public building went under water or buried under silt. &nbsp;&nbsp;&nbsp;\r\n Many objects were totally damaged or buried. &nbsp;&nbsp;&nbsp;\r\n Three villages in Changdo county, Kangwon Province, went under over two metre deep water. &nbsp;&nbsp;&nbsp;\r\n No harvest is expected from many fields. &nbsp;&nbsp;&nbsp;\r\n Railways and roads were destroyed to paralyze transport and communications. &nbsp;&nbsp;&nbsp;\r\n Sudden flood claimed more than ten casualties and an increasing number of people is reported missing. &nbsp;&nbsp;&nbsp;\r\n The state is taking various steps to help victims, restore roads, railways, bridges and communication network, repair and build dwelling houses, etc. However, it is not easy to recover from the severe flood damage and, consequently various domains of the national economy and the people's living are seriously affected by the flood.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il replies Putin",
            "url": "http://kcna.co.jp/item/2001/200108/news08/15.htm#8",
            "content": "Kim Jong Il replies Putin \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 15 (KCNA) -- Leader Kim Jong Il today sent a message to Russian President Vladimir Vladimirovich Putin in reply to his congratulatory message he received on the occasion of the 56th anniversary of Korea's liberation.\r\n The message expressed thanks for Putin's congratulations on the anniversary and extended warm and friendly greetings to the president, government and people of Russia on the occasion. &nbsp;&nbsp;&nbsp;\r\n The recent Russia visit and the Moscow declaration adopted during the visit marked an epochal event in putting the friendly and cooperative relations between the two countries with long history and tradition onto a new and higher stage, it noted. &nbsp;&nbsp;&nbsp;\r\n The message expressed conviction that the DPRK-Russia relations of friendship and cooperation would grow in scope and strength on the basis of the foundation provided by the meetings of the top leaders of the two countries. \r\n It wished the president success in the work for sovereignty and territorial integrity of the country and build powerful Russia and the Russian people happiness and well-being.    \r\n\r\n\r\n"
        },
        {
            "title": "Wreaths laid before liberation towers and tombs of fallen soldiers of Soviet Army",
            "url": "http://kcna.co.jp/item/2001/200108/news08/15.htm#9",
            "content": "Wreaths laid before liberation towers and tombs of fallen soldiers of Soviet Army\r\n&nbsp;&nbsp;&nbsp; pyongyang, August 15 (KCNA) -- Wreaths were laid before the liberation tower and the tombs of fallen soldiers of the soviet army here today on the occasion of the 56th anniversary of Korea's liberation.\r\n Present at the ceremonies  of laying wreaths were Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, Ri Kwang Gun, minister of foreign trade, officials concerned, generals and officers of the Korean People's Army and working people in the city. &nbsp;&nbsp;&nbsp;\r\n Oleg Dabydov, charge d'affaires ad interim of the Russian embassy here, and embassy officials and foreign military attaches here were also present there. &nbsp;&nbsp;&nbsp;\r\n A wreaths was laid in the joint name of the central committee of the Workers' Party of Korea, the Presidium of the DPRK Supreme People's assembly and the DPRK cabinet. &nbsp;&nbsp;&nbsp;\r\n Also placed before them were wreaths in the name of the Ministry of the People's Armed Forces, the Ministry of Foreign Affairs and the Ministry of Foreign Trade, in the joint name of the Korean Committee for Cultural Relations with Foreign Countries and the Kkorea-Rrussia Friendship Aassociation, in the joint name of the Pyongyang city committee of the EPK and the Pyongyang City People's Committee and in the joint name of the Sadong district, Pyongyang, committee of the WPK and the Sadong district, Pyongyang, People's Committee. &nbsp;&nbsp;&nbsp;\r\n Also laid before the liberation tower was a wreath in the name of the Russian embassy here. &nbsp;&nbsp;&nbsp;\r\n Earlier, Russian consul-general  Arkadi Labrov and officials of the consulate general in Chongjin   laid bunches of flowers before the liberation tower and the tomb of fallen soldiers of the soviet army in Chongjin. &nbsp;&nbsp;&nbsp;\r\n Wreaths were laid before liberation towers, monuments to the fallen soldiers of the soviet army, statues of the Soviet Army and tombs of fallen soldiers of the Soviet Army in Nampho, Wonsan, Chongjin, Haeju and other local areas, in the joint name of the provincial and city people's committees. Working people and Russian embassy officials here placed bouquets and flowers there.    \r\n\r\n\r\n"
        },
        {
            "title": "Wreaths laid before Revolutionary Martyrs' Cemetery on Mt. Taesong",
            "url": "http://kcna.co.jp/item/2001/200108/news08/15.htm#10",
            "content": "Wreaths laid before Revolutionary Martyrs' Cemetery on Mt. Taesong\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 15 (KCNA) -- Wreaths were laid before the Revolutionary Martyrs' Cemetery on Mt. Taesong today on the occasion of the 56th anniversary of the liberation of the country.\r\n Wreaths were laid in  the joint name of the central committee of the Workers' Party of Korea, the Presidium of the DPRK Supreme People's Assembly and the DPRK cabinet,  in  the name of the ministries of the People's Armed Forces, Foreign Affairs,  railways, foreign trade and forestry,  in  the joint name of the Korean Committee for Cultural Relations with Foreign Countries and the Korea-Russia Friendship Association and  in  the joint name of the Pyongyang City Committee of the WPK and the Pyongyang City People's Committee. &nbsp;&nbsp;&nbsp;\r\n A wreath was also laid in the name of the diplomatic corps here. &nbsp;&nbsp;&nbsp;\r\n People from all walks of life and soldiers of the people's army laid bouquets and flowers. &nbsp;&nbsp;&nbsp;\r\n The participants observed a moment's silence in memory of the communist revolutionary martyrs who devoted their lives to the sacred cause of national liberation, people's freedom and happiness, national prosperity and national reunification. &nbsp;&nbsp;&nbsp;\r\n Members of the Pyongyang mission of the National Democratic Front of South Korea laid bouquets before the cemetery and observed a silent tribute.     \r\n \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}