{
    "date": "2001-10-08",
    "url": "http://kcna.co.jp/item/2001/200110/20011008.htm",
    "articles": [
        {
            "title": "DPRK Foreign Ministry on launch of U.S. military operation",
            "url": "http://kcna.co.jp/item/2001/200110/news10/08.htm#1",
            "content": "DPRK Foreign Ministry on launch of U.S. military operation \r\n&nbsp;&nbsp;&nbsp; Pyongyang. October 9 (KCNA)-A spokesman for the Foreign Ministry of the DPRK today answered the following question put by KCNA as regards the U.S. launch of its military operation in retaliation against the large-scale terrorist attacks.\r\n The U.S. proclaimed what it calls \"military retaliation\" after the large-scale terrorist attacks on the U.S. and has made its preparations in every way.\r\n On October 8 it launched a military operation against Afghanistan.\r\n As a consequence, the world faces another war. As already clarified, it is the principled stand of the DPRK to oppose all forms of terrorism and any support to it and so the DPRK has been consistently opposed to terrorism.\r\n The DPRK's opposition to terrorism is aimed to promote global peace and stability and defend the sovereignty of the country and nation and protect the safety of the people and their properties.\r\n The method of combating terrorism should be in full accord with such purpose in any case. The use of armed forces or a war to kill innocent people and aggravate regional situation and disturb regional stability contrary to the purpose can not be justified under any circumstances. We hold that the action of the U.S. should not be a source of vicious circle of terrorism and retaliation that may plunge the world into the holocaust of war.\r\n The DPRK has so far done what it is obliged to do to combat terrorism.\r\n The U.S., however, has pursued a hostile policy toward the DPRK, still keeping it on the list of \"sponsors of terrorism\" under an unreasonable pretext.\r\n Under this situation the DPRK is following the situation with vigilance.\r\n The DPRK is proud that it has increased its national defence capabilities of its own choice in every way no matter what others may say.\r\n The DPRK will closely watch the developments in full readiness to cope with any case.\r\n \r\n"
        },
        {
            "title": "National sports contest of workers",
            "url": "http://kcna.co.jp/item/2001/200110/news10/08.htm#2",
            "content": "National sports contest of workers \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 8 (KCNA) -- A national sports contest of workers was held in Rungra Islet of Pyongyang on the occasion of the 56th anniversary of the Workers' Party of Korea.\r\n Participating in the contest opened on Sept. 27 were 800 men and women workers selected in different provinces.&nbsp;&nbsp;&nbsp;\r\n The contest included football, basketball (male and female) and volleyball (male and female) games. &nbsp;&nbsp;&nbsp;\r\n The contestants fully displayed the noble moral traits of the working class and sports techniques which they cultivated true to the intention of leader Kim Jong Il to popularize sports and make them a part of daily life. &nbsp;&nbsp;&nbsp;\r\n Pyongyang city players (men and women) took the first place in total.\r\n A closing ceremony was held on Sunday.    \r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's election as General Secretary of WPK observed",
            "url": "http://kcna.co.jp/item/2001/200110/news10/08.htm#3",
            "content": "Anniversary of Kim Jong Il's election as General Secretary of WPK observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 8 (KCNA) -- Rodong Sinmun today editorially observes the 4th anniversary of leader Kim Jong Il's election as General Secretary of the Workers' Party of Korea.\r\n His election as General Secretary of the WPK on October 8, Juche 86 (1997) marked the most significant event as it guaranteed a bright future of the WPK and the revolution, the editorial says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The past four years have been a proud course in which the greatness of Kim Jong Il who has led the WPK and the revolution along an ever-victorious road has been fully demonstrated. &nbsp;&nbsp;&nbsp;\r\n The victory won by the wpk and people in the struggle to defend socialism in the 20th century was victory of Kim Jong Il's politics. &nbsp;&nbsp;&nbsp;\r\n He has powerfully demonstrated the dignity of the WPK and the homeland through his invariable independent politics. &nbsp;&nbsp;&nbsp;\r\n It is thanks to his independent politics that the WPK has confidently led the revolution and the construction, saying and doing what it wants to do, not reading others' faces. &nbsp;&nbsp;&nbsp;\r\n The history of his struggle is shining as an ever-victorious epic as he has ushered in a new era of great upswing in the revolution and construction with his invincible army-first politics. &nbsp;&nbsp;&nbsp;\r\n The invincible might of the WPK and the revolution is guaranteed by the army-first politics and the greatness of Kim Jong Il is fully reflected in the politics. &nbsp;&nbsp;&nbsp;\r\n His army-first politics has become a powerful political mode that enjoys the sympathy of the whole world. &nbsp;&nbsp;&nbsp;\r\n It is thanks to the invincible army-first politics of the WPK that the Korean people can do anything in the world and are sure to emerge victorious in the drive to build a powerful socialist nation. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il is a peerlessly great man who is consolidating the single-hearted unity of the party and the revolutionary ranks to be unbreakable with boundlessly noble benevolent politics. &nbsp;&nbsp;&nbsp;\r\n The Korean people are faced with the task to vigorously accelerate the building of a powerful nation and accomplish the cause of Korean socialism under the leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The editorial calls for loyally upholding his idea and leadership, further developing the WPK to be a powerful weapon for successfully realizing his idea and leadership and consolidating the single-hearted unity of the revolutionary ranks based on the revolutionary comradeship. &nbsp;&nbsp;&nbsp;\r\n Only victory and glory are in store for the WPK and the revolution because the WPK has Kim Jong Il at its head and all the people uphold its leadership with loyalty.    \r\n\r\n"
        },
        {
            "title": "IAEA's double standards unacceptable",
            "url": "http://kcna.co.jp/item/2001/200110/news10/08.htm#4",
            "content": "IAEA's double standards unacceptable \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 8 (KCNA) -- The general director of the International Atomic Energy Agency (IAEA) at its recent annual meeting urged the DPRK to accept an inspection of its nuclear facilities and even a Japanese delegate chimed in with his demand, asserting that the DPRK should \"cooperate with the inspection\". \r\n Dishonest elements even adopted a \"resolution\" urging the DPRK to accept the \"inspection\" before the closing of the meeting. &nbsp;&nbsp;&nbsp;\r\n In this regard Rodong Sinmun today says in a signed commentary: &nbsp;&nbsp;&nbsp;\r\n  This is a far-fetched assertion. It is nothing but an impudent move of the provokers who dream up any fiction to achieve their sinister political aim and do whatever they like under that pretext. &nbsp;&nbsp;&nbsp;\r\n The IAEA which should regard the principle of impartiality as its life and soul is behaving like a puppet of the united states, departing from it. &nbsp;&nbsp;&nbsp;\r\n The U.S., not content with over 20,000 nuclear warheads stockpiled, is going ahead with the development and production of new type nukes. It is actively helping Israel and others arm themselves with nuclear weapons. &nbsp;&nbsp;&nbsp;\r\n Nevertheless, the IAEA is covering up the u.s. violation of the treaty. It has taken no measure against Japan escalating its moves to become a nuclear power by stockpiling plutonium in excess of its need. &nbsp;&nbsp;&nbsp;\r\n As seen above, the IAEA is going to put pressure upon the DPRK which is not to blame for any nuclear issue to accept \"verification and inspection\" while keeping mum about those countries which should accept verification and inspection. &nbsp;&nbsp;&nbsp;\r\n Lurking behind this campaign of the IAEA is an intention to inspect the DPRK's national defence industry and military bases one by one at the beck and call of the United States. This is a height of folly. &nbsp;&nbsp;&nbsp;\r\n The DPRK states once again that it will never accept and tolerate any unreasonable \"verification\" and \"inspection\" and the double standards. &nbsp;&nbsp;&nbsp;\r\n The United States and the dishonest elements of the IAEA are well advised not to waste time trying to ransack other's house but focus on observing the principle of impartiality laid down in the nuclear non-proliferation treaty.    \r\n\r\n"
        },
        {
            "title": "Famous botanical garden in DPRK",
            "url": "http://kcna.co.jp/item/2001/200110/news10/08.htm#5",
            "content": "Famous botanical garden in DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 8 (KCNA) -- The primeval forest on Mt. Oga is rich in rare animals and plants.\r\n Mt. Oga is one of the famous mountains in Korea. It is linked with the Rangrim mountain range stretching southward from the great Paektu mountain range. &nbsp;&nbsp;&nbsp;\r\n The mountain rises over 1,200 metres above sea level. &nbsp;&nbsp;&nbsp;\r\n It has the world's famous botanical garden. &nbsp;&nbsp;&nbsp;\r\n There are on the mountain over 730 species of plants, more than a hundred species of birds and 35 species of animals including Korean tigers and bears. &nbsp;&nbsp;&nbsp;\r\n Many animals and plants there are registered as natural monuments. &nbsp;&nbsp;&nbsp;\r\n Among them are over 150 plants including an at least 1,020 years old yew, with its lowest girth measuring over 40 metres, a 520 years old pinus koraiensis (pine-nut tree) and a 650 years old tilia (lime tree). &nbsp;&nbsp;&nbsp;\r\n More than 10,000 tons of different kinds of wild fruits and rare medicinal herbs are collected from the mountain every year. &nbsp;&nbsp;&nbsp;\r\n The mountain also serves as a center for the study of fauna and flora. &nbsp;&nbsp;&nbsp;\r\n Many zoologists and botanists and university students have completed their treatises through practice and study on the mountain over the last 30 odd years. &nbsp;&nbsp;&nbsp;\r\n Leader Kim Jong Il visited the mountain and instructed that forest and animals on the mountain should be properly conserved, saying that the natural beauty of the mountain is the pride of the country.    \r\n\r\n"
        },
        {
            "title": "Greetings to Ugandan President",
            "url": "http://kcna.co.jp/item/2001/200110/news10/08.htm#6",
            "content": "Greetings to Ugandan President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 8 (KCNA) -- President Kim Yong Nam of the Presidium of the DPRK Supreme People's Assembly on October 4 sent a message of greetings to Ugandan President Yoweri Kaguta Museveni on the occasion of the 39th anniversary of the Independence of Uganda.\r\n The message extended congratulations to the president, government and people of Uganda on the independence day, and wished the president and people of Uganda greater success in their efforts for the nation's peace and stability and the growth of the national economy. &nbsp;&nbsp;&nbsp;\r\n It expressed conviction that the friendly and cooperative relations between the two countries will grow stronger.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}