{
    "date": "2001-05-07",
    "url": "http://kcna.co.jp/item/2001/200105/20010507.htm",
    "articles": [
        {
            "title": "Anti-north military drill blasted",
            "url": "http://kcna.co.jp/item/2001/200105/news05/07.htm#1",
            "content": "Anti-north military drill blasted \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- Rodong Sinmun today in a signed commentary condemns the South Korean military for its moves for confrontation with the north.\r\n It says:&nbsp;&nbsp;&nbsp;\r\n The South Korean \"army metropolitan garrison command\" announced a 13-day field maneuver would be held throughout Seoul from May 7 to 19. servicemen and reservists are expected to be mobilized in the drill to be staged at checkpoints on main roads and subway stations in the city with a large number of vehicles involved. &nbsp;&nbsp;&nbsp;\r\n This is aimed to chill the growing desire for reunification in South Korea, cool down the north-south relations and round off war preparations. &nbsp;&nbsp;&nbsp;\r\n This war rehearsal is a blatant challenge and a perfidy to the June 15 North-South Joint Declaration calling for independent reunification as it is targeted on the fellow countrymen. &nbsp;&nbsp;&nbsp;\r\n The endless sabre-rattling against the dialogue partner makes it absolutely impossible for representatives of the north and the south to sit together with smiles on their faces and realize reconciliation and cooperation. &nbsp;&nbsp;&nbsp;\r\n Such an act as levelling guns at compatriots to please foreign forces can be committed only by traitors. &nbsp;&nbsp;&nbsp;\r\n It is a shame that there still remain in South Korea such traitors who are clinging to coattails of outsiders to prolong their remaining days, backpedalling their oath made before the nation. &nbsp;&nbsp;&nbsp;\r\n Such traitors had better step down in the interests of the nation and for its reunification and prosperity. &nbsp;&nbsp;&nbsp;\r\n The South Korean military is well advised to behave itself, clearly mindful that its moves for confrontation with the north and sabre-rattling will only lead it to self-destruction, the commentary warns.    \r\n\r\n"
        },
        {
            "title": "U.S. hostile policy toward DPRK denounced",
            "url": "http://kcna.co.jp/item/2001/200105/news05/07.htm#2",
            "content": "U.S. hostile policy toward DPRK denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- The 26th  conference of the All-Union Lenin Young Communist League opened in Kiev, Ukraine, on April 29 adopted a resolution denouncing the U.S. hostile policy toward the DPRK.\r\n The resolution noted that the efforts for the peaceful reunification of the Korean peninsula and the global peace are facing a grave challenge due to belligerent and hostile policy of the U.S. toward the DPRK. It accused the bush administration of clamouring about \"threat\" from the DPRK and \"strong counter-action\" against it from the very day it came to power. &nbsp;&nbsp;&nbsp;\r\n The resolution continued: &nbsp;&nbsp;&nbsp;\r\n The 26th conference of the All-Union Lenin Young Communist League calls on all the young communist league organizations and the world progressive youth to clearly understand the serious crisis on the Korean peninsula and extend more positive solidarity to the youth and other people of Korea in their just struggle to achieve the independent and peaceful reunification of the country. &nbsp;&nbsp;&nbsp;\r\n The conference considers and sternly condemns the hostile policy of the Bush administration toward the DPRK as an anachronistic policy of the Cold War era and strongly demands the U.S. withdraw its forces from South Korea. &nbsp;&nbsp;&nbsp;\r\n We reiterate our full support to the north-south joint declaration and voice firm solidarity with the youth and other people of Korea in their just cause.    \r\n\r\n"
        },
        {
            "title": "Irish party delegation pays respects to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2001/200105/news05/07.htm#3",
            "content": "Irish party delegation pays respects to Kim Il Sung \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- A delegation of the Irish Workers' Party led by its President Seon Garland visited the Kumsusan Memorial Palace where President Kim Il Sung lies in state for perpetuity to pay respects to him yesterday.\r\n The head of the delegation wrote in the visitor's book that the exploits performed by Kim Il Sung, a great man, will always be remembered by the Korean people and the progressive people of the world. &nbsp;&nbsp;&nbsp;\r\n The delegation arrived here on May 5.    \r\n\r\n"
        },
        {
            "title": "Paper on significance of EU delegation's DPRK visit",
            "url": "http://kcna.co.jp/item/2001/200105/news05/07.htm#4",
            "content": "Paper on significance of EU delegation's DPRK visit \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- The DPRK visit of the high-level delegation of the European Union marked an occasion of historic significance in improving and developing the relations between the DPRK and EU member nations in keeping with the changed situation in the new century, says Rodong Sinmun in an editorial article today.\r\n The article further says: &nbsp;&nbsp;&nbsp;\r\n The EU delegation led by Goran Persson, President of the European Council and prime minister of Sweden, Javier Solana, high representative for common foreign and security policy of the EU, and Chris pattern, commissioner for external relations of the European Commission, visited the Democratic People's Republic of Korea over May 2-3 for the first time. &nbsp;&nbsp;&nbsp;\r\n This has proven that the EU has a big stake in developing the bilateral relations on a fresh basis with a correct understanding of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Leader Kim Jong Il showed deep concern over the delegation's DPRK visit. &nbsp;&nbsp;&nbsp;\r\n During its stay, both sides had indepth dialogues on matters of mutual concern on several occasions, and in this course, came to be aware of each other's stand. &nbsp;&nbsp;&nbsp;\r\n The delegation clearly expressed the EU's will to improve the relations with the DPRK and help promote the process of inter-Korean reconciliation and ensure peace and security on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n We estimate this visit of the EU delegation as an affirmative and significant one because it has laid a new groundwork for developing the relations between the DPRK and the EU and its member nations in different fields and ensuring peace and security on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n Relationship between countries should be made on the principles of mutual respect, equality, non-interference and reciprocity based on independence. &nbsp;&nbsp;&nbsp;\r\n The Korean people hope that the relations between the DPRK and the EU will develop on good terms in the bilateral interests and in conformity with the developing situation in the new century. &nbsp;&nbsp;&nbsp;\r\n We will continue our efforts to develop the bilateral relationship on the basis of this successful visit.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Japanese reactionaries' moves for overseas aggression",
            "url": "http://kcna.co.jp/item/2001/200105/news05/07.htm#5",
            "content": "Rodong Sinmun on Japanese reactionaries' moves for overseas aggression \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- Rodong Sinmun today in a signed commentary denounces the Japanese ruling quarters for intriguing to establish a wartime state system.\r\n Taku Yamasaki, newly-appointed secretary general of the Liberal Democratic Party of Japan, recently put forward a new constitutional amendment draft which calls for approval of the exercise of \"right of collective self-defence\" and renaming the self-defence forces \"national army\", the commentary says, and goes on: &nbsp;&nbsp;&nbsp;\r\n He insisted on establishing a state system under which to preserve and maintain the army, navy and air force, define the \"emperor\" as head of state as in the past and hand over the administrative power under the cabinet to the prime minister so as to exercise absolute power as a supreme commander of the \"emergency\" forces. &nbsp;&nbsp;&nbsp;\r\n His doings prove that the abolition of the \"peace constitution\" and the fabrication of wartime constitution have been politicized in Japan, allowed by the state and the public and supported by the Japanese ruling quarters. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries have stepped up the revival of militarism and rearmament with their ambition for reinvasion and pushed ahead with preparations for it for decades after the war. &nbsp;&nbsp;&nbsp;\r\n With their ambition growing, they are now seeking to justify war action by law and establish a relevant state system so as to put into practice their overseas aggression any moment. &nbsp;&nbsp;&nbsp;\r\n The constitutional amendment in Japan is a matter of time. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are attempting to amend the constitution under the pretext of \"counteraction of emergency\" and take the road of overseas aggression. &nbsp;&nbsp;&nbsp;\r\n They are well advised to draw lessons from the history of their shameless defeat  and stop rigging up a wartime constitution precipitating self-destruction.    \r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's work observed",
            "url": "http://kcna.co.jp/item/2001/200105/news05/07.htm#6",
            "content": "Anniversary of Kim Jong Il's work observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- Leader Kim Jong Il made public a work calling for a revolutionary turn in the party media activities on May 7, Juche 63 (1974).\r\n Rodong Sinmun today carries a signed article on this day. &nbsp;&nbsp;&nbsp;\r\n The article says: &nbsp;&nbsp;&nbsp;\r\n In the work Kim Jong Il considered it as an important principle to be abided by the media in their activities to keep a firm hold on the seed theory. &nbsp;&nbsp;&nbsp;\r\n The seed theory serves as a basic source of the revolutionary character and the militancy of the Workers' Party of Korea's media. &nbsp;&nbsp;&nbsp;\r\n The theory is a unique idea and theory which clarify the principle that seed is essential for creation and change and it decides the success of all work. &nbsp;&nbsp;&nbsp;\r\n The WPK clearly proved the truth that correctly choosing a seed is a sure guarantee for success of media activities, too. &nbsp;&nbsp;&nbsp;\r\n The seed theory, first of all, serves as a powerful weapon for the media in firmly maintaining its political viewpoint, which means fully reflecting the idea and intention of the party and the leader in it. &nbsp;&nbsp;&nbsp;\r\n The theory also provides the media with a basic guarantee for creditably performing their role as news disseminators and political essayists. &nbsp;&nbsp;&nbsp;\r\n It also provides a master key to properly dealing with ideological core of facts and events of socio-political importance, contemporary nature and worth writing good news and political essays. &nbsp;&nbsp;&nbsp;\r\n This theory provides ample conditions for conducting a speed campaign in media activities. &nbsp;&nbsp;&nbsp;\r\n The article refers to the vitality of the theory fully proven in the crucible of the media revolutions. &nbsp;&nbsp;&nbsp;\r\n The WPK, determined to bring about a revolutionary turn in media activities, guided Rodong Sinmun, the organ of its central committee, to light a torch in writing editorials. &nbsp;&nbsp;&nbsp;\r\n Basing himself on the seed theory, Kim Jong Il saw to it that this signal innovation in editorial writing spilled over into a revolutionary turn in the newspaper editing and, furthermore, involved all other media organizations. &nbsp;&nbsp;&nbsp;\r\n as a result, the deep-seated old formalistic style of work was removed from the media and many editorials, articles and political essays and other articles dealing with the great guidance of the party and the leader were written.    \r\n\r\n"
        },
        {
            "title": "Japan's distortion of history assailed",
            "url": "http://kcna.co.jp/item/2001/200105/news05/07.htm#7",
            "content": "Japan's distortion of history assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- A spokesman for the DPRK Ministry of Education and the central committee of the Kim Il Sung Socialist Youth League separately issued statements today assailing the Japanese authorities for approving middle school history textbooks to be used in the year 2002 at a recent state examination.\r\n The spokesman says: &nbsp;&nbsp;&nbsp;\r\n The writers of the textbook approved by the ministry of education and science of Japan at the examination deleted or played down such crimes against humanity Japan committed in Korea and other Asian countries in the past as forcible drafting, massacre and \"comfort women for the army\" after invading those countries. they whitewashed their crimes, absurdly asserting that Japan gave \"help\" to Korea in its modernization and the pacific war was a \"war for the freedom and liberation of Asia.\"&nbsp;&nbsp;&nbsp;\r\n And they also grossly tampered with the history of early Korea-Japan relations by writing again the nonsensical theory of \"mimanamiyake.\"&nbsp;&nbsp;&nbsp;\r\n In face of strong domestic and foreign protest against the approval of the textbook, the Japanese authorities are evading their responsibility for it and adamantly refusing to rewrite textbooks, saying that the government is not in a position to do so as the writing was supervised by an individual organization or a company. &nbsp;&nbsp;&nbsp;\r\n It was, however, none other than the ministry of education and science of Japan that approved the distorted history textbook. therefore, no one can deny the fact that the Japanese authorities are to blame for the distortion of history in the textbook. &nbsp;&nbsp;&nbsp;\r\n The DPRK strongly demands the Japanese authorities take decisive measures to rewrite distorted history textbooks without delay and make an apology to the international community for approving the distorted history textbook. &nbsp;&nbsp;&nbsp;\r\n The statement of the central committee of the Kim Il Sung Socialist Youth League says: &nbsp;&nbsp;&nbsp;\r\n Japan's distortion of history in textbooks is aimed to stage a comeback to the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n The distortion is timed to coincide with its massive arms buildup, infusion of militarist idea of aggression into young Japanese, evasion of its responsibility to settle its past and the open revelation of its ambition for overseas aggression. &nbsp;&nbsp;&nbsp;\r\n The Korean youth vehemently denounce its moves as a blatant provocation to the DPRK and preparations of the Japanese reactionaries to hurl young Japanese into a war of overseas aggression, oblivious of the lesson taught by its past. &nbsp;&nbsp;&nbsp;\r\n The Korean youth will never tolerate the Japanese reactionaries' moves to tamper with history and revive militarism. &nbsp;&nbsp;&nbsp;\r\n They will certainly force Japan to pay a very high price for the grave crimes the Japanese imperialists committed against the Korean people.    \r\n\r\n"
        },
        {
            "title": "Korean art troupe leaves for China",
            "url": "http://kcna.co.jp/item/2001/200105/news05/07.htm#8",
            "content": "Korean art troupe leaves for China \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- The state national art troupe of the DPRK left here today to attend the \"meeting in Beijing,\" the second International Art Festival to be held in China.\r\n The troupe was seen off by Song Sok Hwan, vice-minister of culture, and Li Bin, charge d'affaires ad interim of the Chinese embassy here.    \r\n\r\n"
        },
        {
            "title": "4th Pyongyang International Trade Fair opens",
            "url": "http://kcna.co.jp/item/2001/200105/news05/07.htm#9",
            "content": "4th Pyongyang International Trade Fair opens \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- The 4th Pyongyang International Trade Fair opened at the three-revolution exhibition today.\r\n Present at its inaugural ceremony were minister of foreign trade Ri Kwang Gun, chairman of the DPRK committee for the promotion of international trade Kim Ryong Mun and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n Also present were the Russian and Cuban ambassadors and the Chinese charge d'affaires, the vice-chairman and president of the Baoshan Iron and Steel co., ltd. in Shanghai, China, and delegations of the DPRK, China, Russia, Cuba, Italy, Germany, Australia, Britain, France, Singapore, Japan, Thailand and Taiwan which are here to participate in the fair. &nbsp;&nbsp;&nbsp;\r\n Ri Kwang Gun in his opening address said that the fair would help deepen the friendly and cooperative relations among nations and promote multi-faceted economic exchange and mutual benefits. &nbsp;&nbsp;&nbsp;\r\n He hoped that the participants in the fair would have contacts and negotiations with new partners and enter into profitable business on the occasion. &nbsp;&nbsp;&nbsp;\r\n After the inaugural ceremony the participants looked round exhibits.    \r\n\r\n"
        },
        {
            "title": "Credentials of new UNICEF representative to DPRK foreign minister",
            "url": "http://kcna.co.jp/item/2001/200105/news05/07.htm#10",
            "content": "Credentials of new UNICEF representative to DPRK foreign minister \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- Richard Bridle, UNICEF representative newly accredited to the DPRK, presented his credentials to foreign minister Paek Nam Sun today.\r\n After receiving the credentials, the foreign minister talked with him.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}