{
    "date": "2001-07-22",
    "url": "http://kcna.co.jp/item/2001/200107/20010722.htm",
    "articles": [
        {
            "title": "Greetings to founder-chairman of Democratic Party of Equatorial Guinea",
            "url": "http://kcna.co.jp/item/2001/200107/news07/22.htm#1",
            "content": "Greetings to founder-chairman of Democratic Party of Equatorial Guinea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 22 (KCNA) -- The Workers' Party of Korea central committee on July 18 sent a message of greetings to Obiang Nguema Mbasogo upon his reelection as chairman of the democratic party of Equatorial Guinea at its 3rd congress.\r\n The message noted that his reelection is an expression of deep trust of all the party members and the people of Equatorial Guinea in him who is making energetic efforts for the development of the party and prosperity of the country.&nbsp;&nbsp;&nbsp;\r\n Expressing the belief that the good friendly and cooperative relations between the two parties would grow stronger in the idea of independence, peace and friendship, the message sincerely wished him great success in his responsible work to consolidate independent development of the country and its political stability.     \r\n\r\n"
        },
        {
            "title": "International solidarity with Korean people expressed",
            "url": "http://kcna.co.jp/item/2001/200107/news07/22.htm#2",
            "content": "International solidarity with Korean people expressed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 22 (KCNA) -- A meeting, lecture meeting, photo exhibition and film show were held in Guyana from July 11 to 13 on the occasion of the month of international solidarity with the Korean people.\r\n On display at function places were photos showing the aggressive nature, brutality and defeat of the U.S. imperialists. &nbsp;&nbsp;&nbsp;\r\n The leader of the Amerindian action movement of Guyana in his speech at the meeting said that it is wrong for the U.S. imperialists to try to find a way out of solving the issue of the Korean peninsula in a war and they are mistaken. &nbsp;&nbsp;&nbsp;\r\n He strongly demanded the U.S. immediately discontinue the hostile policy towards the DPRK and moves for a new war, take the road of improving the DPRK-U.S. relations at an early date and withdraw all its forces from South Korea without delay. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Guyanese National Committee for the Study of the Juche Idea of Comrade Kim Il Sung in his lecture said that there is no ground and reason for the u.s. troops to remain in South Korea today when an Epcohal phase of Korea's reunification is opened with the adoption of the north-south joint declaration as a momentum. He demanded the U.S. renounce its anachronistic ambition and withdraw its troops from South Korea without delay. &nbsp;&nbsp;&nbsp;\r\n Thanks to the tested leadership of Kim Jong Il and the joint declaration the Korean people's just cause of national reunification would be surely accomplished, he noted. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Lainyavernus, Guyana, group for the study of comrade Kim Jong Il's works in his lecture said that if the U.S. ignites a war again, far from drawing a lesson from its defeat in the Korean War, it will face a far more catastrophic fate than at that time. &nbsp;&nbsp;&nbsp;\r\n A Korean documentary film \"Panmunjom\" and other films were screened at the film show.     \r\n\r\n"
        },
        {
            "title": "National fine art exhibition",
            "url": "http://kcna.co.jp/item/2001/200107/news07/22.htm#3",
            "content": "National fine art exhibition \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 22 (KCNA) -- A national fine art exhibition is open at the People's Palace of Culture on the occasion of \"July 27, day of war victory\".\r\n On display are more than 50 pieces of fine art works including Korean paintings, oil paintings and graphic paintings of different themes, which show the great victory won by the Korean people in the fatherland liberation war under the wise guidance of the Workers' Party of Korea and the leader and the spirit of the people's army and people to wipe out all the U.S. imperialist aggressors. &nbsp;&nbsp;&nbsp;\r\n Korean paintings \"supreme commander on height in flames\" and \"leader, it is forefront ahead\" represent the immortal feats of President Kim Il Sung who led the fatherland liberation war to a brilliant victory. &nbsp;&nbsp;&nbsp;\r\n Among them are also Korean painting \"burying alive\" which exposes the atrocities committed by the U.S. imperialists in the Korean War and oil paintings \"for the fatherland\" and \"we won victory\" which show the heroic fighting spirit of the people's army and people.    \r\n\r\n"
        },
        {
            "title": "Newspaper reform called for in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200107/news07/22.htm#4",
            "content": "Newspaper reform called for in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 22 (KCNA) -- The societies against Chosun Ilbo of Seoul National University and four other universities and the Federation of University Newspaper reporters held a press conference on July 18 at which they issued the first declaration for the liquidation of conservative press including Chosun Ilbo and for newspaper reform, Seoul-based MBC reported.\r\n The organizations agreed to conduct a campaign not to read Chosun Ilbo, hold a rally exposing the reactionary nature of the newspaper and publish a declaration that they will not take employment at the newspaper office. &nbsp;&nbsp;&nbsp;\r\n They opened to the public the list of 8,031 persons boycotting the newspaper.    \r\n\r\n"
        },
        {
            "title": "U.S. moves to expand its military base assailed",
            "url": "http://kcna.co.jp/item/2001/200107/news07/22.htm#5",
            "content": "U.S. moves to expand its military base assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 22 (KCNA) -- The green federation in South Korea issued a statement on July 19 condemning the U.S. forces stationed in South Korea for demanding a new land of 750,000 Phyong (one Phyong equals to about 36 square feets), in return for part of their training ground, Seoul-based MBC reported.\r\n The statement branded the U.S. forces' demand as an act of destroying the land management of South Korea. &nbsp;&nbsp;&nbsp;\r\n The land the U.S. forces decided to return is a worthless land which has been used as a training ground for a long time, the statement said, and added: &nbsp;&nbsp;&nbsp;\r\n The U.S. forces' demand for the new land centering on the northern area of Kyonggi Province is an act of stepping up the moves to turn the Korean peninsula into a military area. \r\n\r\n"
        },
        {
            "title": "U.S. deputy defense secretary's argument assailed",
            "url": "http://kcna.co.jp/item/2001/200107/news07/22.htm#6",
            "content": "U.S. deputy defense secretary's argument assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 22 (KCNA) -- Some days ago, u.s. deputy defense secretary Wolfowitz told at a U.S. Senate hearing that more investment is needed to establish the \"Missile Defense\" system, including the development of airborne laser weapons to be deployed above the Korean peninsula in a bid to cope with \"missile threat\" from the DPRK.\r\n Commenting on his argument, Rodong Sinmun today says: &nbsp;&nbsp;&nbsp;\r\n His remarks about the \"missile threat\" are a vicious provocation and challenge to the DPRK as he offered neither evidence nor theoretical validity. &nbsp;&nbsp;&nbsp;\r\n It is the U.S. aggressive Asia strategy to stifle the DPRK on the strength and establish its domination over Asia after invading it with the Korean peninsula as a military strategic springboard. &nbsp;&nbsp;&nbsp;\r\n What merits particular attention is the fact that the U.S. bellicose forces scheme to increase their military offensive against the DPRK by involving South Korea and its surrounding areas in the \"MD\" sphere. After all, they intend to form a network of missiles targeted on the Korean peninsula and make a forestalling attack on the DPRK under any pretext anytime. &nbsp;&nbsp;&nbsp;\r\n We can never remain a passive onlooker to the fact that the U.S. is attempting to deploy the powerful missile offensive means above the Korean peninsula under the pretext of the non-existent \"missile threat\" from the DPRK and make a military attack on it. &nbsp;&nbsp;&nbsp;\r\n The DPRK will take a stronger self-defensive counteraction.\r\n\r\n"
        },
        {
            "title": "Imperialists, crafty plunderers",
            "url": "http://kcna.co.jp/item/2001/200107/news07/22.htm#7",
            "content": "Imperialists, crafty plunderers \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 22 (KCNA) -- Rodong Sinmun today in a signed article says  that the U.S and other imperialists are now intensifying their exploitation and plunder of other countries by a more concealed and crafty method.\r\n The article says: &nbsp;&nbsp;&nbsp;\r\n \"Aid\" is one of the main methods employed by the imperialists in exploitation and plunder at present. through the \"aid\" they prevent the developing countries from establishing economic independence. &nbsp;&nbsp;&nbsp;\r\n They focus their \"aid\" on a vulnerable economic field in defiance of the demand of those countries which get \"aid.\" &nbsp;&nbsp;&nbsp;\r\n By this method, the imperialists block the economic independence of those countries and take economic control of them. &nbsp;&nbsp;&nbsp;\r\n Through the \"aid\" the imperialists are also politically bringing developing countries under their control. &nbsp;&nbsp;&nbsp;\r\n Western financial organizations use \"loan\" as a decoy to trick the developing countries into privatization, devaluation of national currency, \"multi-partism\", \"democracy\" and \"ensurance of human rights.\" &nbsp;&nbsp;&nbsp;\r\n The imperialists are loudly talking about \"scientific and technological cooperation\" to reduce those countries with outmoded science and technology to their \"colonies of science and technology.\" &nbsp;&nbsp;&nbsp;\r\n They are controlling the industry and scientific and technological development of developing countries with their grip on the important scientific and technological sectors of these countries. &nbsp;&nbsp;&nbsp;\r\n They are decoying many scientists and technicians from developing countries by a crafty method to hammer out fabulous profits. &nbsp;&nbsp;&nbsp;\r\n Wishing or asking for \"aid\" and \"cooperation\" from the imperialists leads to national subordination and ruin, the article stresses.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on 55th anniversary of DFRF",
            "url": "http://kcna.co.jp/item/2001/200107/news07/22.htm#8",
            "content": "Rodong Sinmun on 55th anniversary of DFRF \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 22 (KCNA) -- Rodong Sinmun today dedicates a signed article to the 55th anniversary of the Democratic Front for the Reunification of the Fatherland (DFRF).\r\n The DFRF is a nationwide united front which was organized in keeping with the requirements of the developing situation and the unanimous desire of the patriotic political parties, organizations and people of all walks of life to achieve complete national sovereignty, the reunification of the country and the prosperity of the nation. &nbsp;&nbsp;&nbsp;\r\n It was a brilliant fruition of the noble idea and line of the national united front advanced by President Kim Il Sung who took the destiny of the country and the nation upon himself, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n Under his energetic leadership and meticulous care the front waged a persistent nationwide struggle to achieve national independence and reunification, a long-cherished desire of the nation. &nbsp;&nbsp;&nbsp;\r\n The obtaining situation urges the whole nation in the north, south and abroad aspiring after independence and reunification to rally closer around the banner of the national united front. &nbsp;&nbsp;&nbsp;\r\n When the Korean nation upholds the spirit of national independence and patriotism as its common idea it can form and strengthen a national united front on a nationwide scale irrespective of difference in ideology, political views and system. &nbsp;&nbsp;&nbsp;\r\n The whole nation should wage a positive and massive struggle to expose and frustrate the domination and interference of the outside forces blocking national reunification and the anti-reunification moves of the traitors following them. &nbsp;&nbsp;&nbsp;\r\n All the fellow countrymen in the north and the south and abroad should positively support and encourage the struggle for national reunification in the noble idea of great national unity and reunification and realize closer solidarity and unity to take joint action. &nbsp;&nbsp;&nbsp;\r\n The noble idea, wise leadership and lofty virtues of leader kim jong il are the motive power which helps expand and strengthen the nationwide united front for national reunification day by day.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}