{
    "date": "2001-06-17",
    "url": "http://kcna.co.jp/item/2001/200106/20010617.htm",
    "articles": [
        {
            "title": "Kim Jong Il inspects KPA air unit",
            "url": "http://kcna.co.jp/item/2001/200106/news06/17.htm#1",
            "content": "Kim Jong Il inspects KPA air unit \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 17 (KCNA) -- Leader Kim Jong Il inspected KPA air unit No. 288 on June 15.\r\n He was accompanied by KPA generals Ri Myong Su, Hyon Chol Hae and Pak Jae Gyong.\r\n Guided by the commander of the unit, he went round a monument to the on-site guidance of President Kim Il Sung built at the unit and said it was the greatest exploit performed by the president that he founded the heroic KPA and strengthened and developed it to be an invincible army.&nbsp;&nbsp;&nbsp;\r\n He received a report on the performance of the unit's duty from the commander of the unit and dropped in at a practice hall and a study room to learn about the study and training of pilots. &nbsp;&nbsp;&nbsp;\r\n Saying that pilots should make it a rule to substantially prepare themselves for flights, he put forth important tasks which would serve as a guideline in increasing the combat power of the unit. &nbsp;&nbsp;&nbsp;\r\n He then looked round educational room, bedroom, mess, kitchen, daily provision store and other places to take warm care of their living.\r\n He met pilots to learn about their unforms, work and living before appreciating their art performance. &nbsp;&nbsp;&nbsp;\r\n He gave a warm pep-talk to them, highly praising their revolutionary spirit of performing feats every moment with revolutionary readiness to devote their youth and lives to the party and the revolution, the country and the people.  &nbsp;&nbsp;&nbsp;\r\nHe gave an automatic rifle to servicemen of the unit as a gift and had a souvenir picture taken with them.    \r\n\r\n"
        },
        {
            "title": "Chiclayo Juche Idea Study Society formed in Peru",
            "url": "http://kcna.co.jp/item/2001/200106/news06/17.htm#2",
            "content": "Chiclayo Juche Idea Study Society formed in Peru \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 17 (KCNA) -- The Chiclayo Juche Idea Study Society was formed in Chiclayo city, Peru, on June 8.\r\n At the inaugural meeting Alberto Ortis Prieto, president of Chiclayo University, was elected chairman of the society. \r\n   \r\n"
        },
        {
            "title": "DPRK proposal for reunification supported",
            "url": "http://kcna.co.jp/item/2001/200106/news06/17.htm#3",
            "content": "DPRK proposal for reunification supported \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 17 (KCNA) -- The presidium of the central committee of the Communist Party of the Russian Federation issued a statement on June 9 in support of a resolution adopted at a joint meeting of the DPRK political parties and organizations for opening the door of the independent reunification of the Korean nation held in Pyongyang on May 28.\r\n The statement said that the principled and wise policy set forth by Kim Jong Il, the supreme leader of the Korean people, is widely supported by the world public. &nbsp;&nbsp;&nbsp;\r\n It went on: &nbsp;&nbsp;&nbsp;\r\n The resolution clearly shows the DPRK's will for reunification. &nbsp;&nbsp;&nbsp;\r\n New proposals made by the DPRK and multifarious functions held on the occasion of the first anniversary of the inter-Korean joint declaration are a great contribution to the nationwide movement for peaceful reunification of the country. &nbsp;&nbsp;&nbsp;\r\n The presidium of the central committee of the Communist Party of the Russian Federation expresses solidarity with the Korean people and wishes them success in their efforts to achieve their objective.    \r\n\r\n"
        },
        {
            "title": "Strike of S. Korean unionists",
            "url": "http://kcna.co.jp/item/2001/200106/news06/17.htm#4",
            "content": "Strike of S. Korean unionists \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 17 (KCNA) -- More than 3,700 members of Tae Kwang industries, Kyunggi chemistry, Taesung industries, Sejong industries and five other trade unions in Ulsan, South Korea, continued their strike on June 14, the third day of the general strike called by the South Korean Confederation of Trade Unions, according to reports from Seoul.\r\n The operation of factories stopped completely or partly due to the strike. &nbsp;&nbsp;&nbsp;\r\n Members of press workers union walked off the job from June 13. Among them were unionists of 27 newspapers under the federation of press unions. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the strike of the Seoul National University Hospital, the Chonnam National University Hospital and three other hospital workers unions continued on June 15, the third day of the strike. &nbsp;&nbsp;&nbsp;\r\n They demanded a stop to restructuring at hospitals and the progressive system of retirement allowances.    \r\n\r\n"
        },
        {
            "title": "Stop to sale of Japan's controversial history textbooks demanded",
            "url": "http://kcna.co.jp/item/2001/200106/news06/17.htm#5",
            "content": "Stop to sale of Japan's controversial history textbooks demanded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 17 (KCNA) -- The south headquarters of the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon) reportedly made public an article assailing Japan's distortion of history and militarist moves on June 8.\r\n The article said that on June 4 Japanese bookshops began to sell the controversial history textbooks published by the \"Japanese society for history textbook reform,\" a right-wing reactionary organisation. This is intended to infuse the idea of subjects of the empire, a leftover of Japanese imperialism in the past, into the Japanese people and incite new militarism among them, the article noted, and went on: &nbsp;&nbsp;&nbsp;\r\n Japan's moves for militarization have already entered into the stage of its realization. Japan should properly draw a lesson from its past defeat. &nbsp;&nbsp;&nbsp;\r\n The article urged Japan to stop selling the controversial history textbooks and drop its plots for arms buildup and militarism.    \r\n\r\n"
        },
        {
            "title": "North-south joint declaration hailed",
            "url": "http://kcna.co.jp/item/2001/200106/news06/17.htm#6",
            "content": "North-south joint declaration hailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 17 (KCNA) -- Cha Sang Bo, vice-chairman of the General Association of Koreans in China, issued a statement on June 15 on the occasion of the first anniversary of the June 15 North-South Joint Declaration. He said that the Pyongyang meeting and the publication of the joint declaration, the first of their kinds since national division, were a great event in the nation's history of the movement to achieve the cause of national reunification and a great declaration of the Korean nation, which demonstrated at home and abroad its firm will to accomplish the historic cause of national reunification as early as possible.\r\n Noting that a new historic chapter was opened to usher in a new era of independent reunification, he stressed that this was a shining fruition of leader Kim Jong Il's outstanding and seasoned leadership. &nbsp;&nbsp;&nbsp;\r\n He called upon the entire nation to firmly unite as one under the banner of national independence as clarified by the joint declaration and vigorously turn out to shatter the anti-reunification, anti-independence and anti-DPRK moves of the reactionary forces at home and abroad and achieve national reconciliation, unity and independent reunification.    \r\n\r\n"
        },
        {
            "title": "Reception given for Equatorial Guinean parliamentary delegation",
            "url": "http://kcna.co.jp/item/2001/200106/news06/17.htm#7",
            "content": "Reception given for Equatorial Guinean parliamentary delegation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 17 (KCNA) -- The Supreme People's Assembly of the DPRK hosted a reception at the Mansudae Assembly Hall yesterday in honour of the delegation of the House of Representatives of the people of the Republic of Equatorial Guinea on a visit to Korea.\r\n Chairman of the SPA Choe Thae Bok in his speech warmly welcomed the delegation visiting the dprk to boost the relations between the two countries with friendly feelings towards its people. &nbsp;&nbsp;&nbsp;\r\n The Korean people send support and solidarity to the government and people of equatorial guinea pursuing an independent policy in conformity with their actual conditions, opposed to foreign interference, he said. &nbsp;&nbsp;&nbsp;\r\n Chairman of the house of representatives of the people of Equatorial Guinea Salomon Nguma Owono said that the people of equatorial guinea are well aware of the Korean people's great efforts exerted to build a prosperous country and expressed the conviction that the friendly and cooperative relations between the two countries would continue to develop on good terms in the future, too. &nbsp;&nbsp;&nbsp;\r\n Equatorial Guinea would continue to support the struggle of the Korean people for the independent and peaceful reunification of the country in international fora.    \r\n\r\n"
        },
        {
            "title": "Japanese government denounced for refusing to permit DPRK delegation's entry",
            "url": "http://kcna.co.jp/item/2001/200106/news06/17.htm#8",
            "content": "Japanese government denounced for refusing to permit DPRK delegation's entry \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 17 (KCNA) -- Rodong Sinmun today in a signed commentary strongly condemns the Japanese government's refusal to permit the entry into Japan of a DPRK delegation invited to an international meeting as an extremely senseless and bungling action violating international morality and ethics.\r\n The Japanese government's step is intended to dodge even a bit the world public criticism of its distortion of history and realize its ambition for reinvasion at any cost, the commentary says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The DPRK can not but take a serious note of the fact that by preventing the DPRK delegation from attending the emergency meeting and rally for Asian solidarity the Japanese authorities disclosed their hostility towards the DPRK before the international community. &nbsp;&nbsp;&nbsp;\r\n Japan has so far talked a lot about the \"improved relations\" with the DPRK and the like. but, in actuality, it does not bother to commit reckless and provocative acts quite contrary to such call. Its recent rash act is a  concentrated expression of the hostile policy towards the DPRK it has pursued so far. this behaviour only adds to the crimes already committed by Japan. &nbsp;&nbsp;&nbsp;\r\n The Japanese government had better properly behave, bearing deep in mind that its clumsy and maladroit action will only render it further isolated from the international community. \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}