{
    "date": "2001-06-13",
    "url": "http://kcna.co.jp/item/2001/200106/20010613.htm",
    "articles": [
        {
            "title": "Kim Jong Il appreciates  performance of servicemen's family art circle members",
            "url": "http://kcna.co.jp/item/2001/200106/news06/13.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Success of Korean sportspersons",
            "url": "http://kcna.co.jp/item/2001/200106/news06/13.htm#2",
            "content": "Kim Jong Il appreciates  performance of servicemen's family art circle members \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 13 (KCNA) -- Leader Kim Jong Il Tuesday appreciated again a performance given by KPA unit no. 233 servicemen's family art circle members who came back after a performance tour of front units.\r\n He was accompanied by KPA generals Hyon Chol Hae and Pak Jae Gyong and other general officers, secretary of the WPK central committee Kim Kuk Thae, director of the information and instruction department of the WPK central committee Jong Ha Chol and others.&nbsp;&nbsp;&nbsp;\r\n The servicemen's family art circle members, honoured with the first place at the fourth KPA servicemen's family art circle contest, gave energetic performances during their tour of forefront units and thus greatly contributed to fully imbuing servicemen and their families with the revolutionary spirit of soldiers and encouraging them in their dynamic struggle in the new century. &nbsp;&nbsp;&nbsp;\r\n At the end of the performance kim jong il acknowledged the enthusiastic cheers of the performers and audience and congratulated them on their successful performance. &nbsp;&nbsp;&nbsp;\r\n He expressed great satisfaction with their performances at front units.    \r\n\r\n"
        },
        {
            "title": "UK National Day commemorated",
            "url": "http://kcna.co.jp/item/2001/200106/news06/13.htm#3",
            "content": "Success of Korean sportspersons \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 13 (KCNA) -- Korean weightlifters won 14 gold medals and 1 silver medal in the 4th world students weightlifting championships held in Slovakia from June 8 to 10.\r\n Gold medal winners are as follows: &nbsp;&nbsp;&nbsp;\r\n Boy Kim Chol Min in the 56 kg category lifted a total of 270 kg (a snatch of 120 kg and a jerk of 150 kg), boy Im Yong Su in the 62 kg category 295 kg (a snatch of 132.5 kg and a jerk of 162.5 kg), and boy Hwang Chol Hui in the 69 kg category 312.5 kg (a snatch of 137.5 kg and a jerk of 175 kg), while girl Ri Song Hui in the 58 kg category lifted a total of 227.5 kg (a snatch of 102.5kg and a jerk of 125kg) and girl Jon Myong Hui in the 69 kg category 215 kg (a snatch of 90kg and a jerk of 125kg). &nbsp;&nbsp;&nbsp;\r\n The championships brought together more than 100 weightlifters from 25 countries. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, So Chang Il placed second in the 54 kg division of freestyle wrestling in the 15th Asian wrestling championships held in Ulaan Baatar on June 9.    \r\n\r\n"
        },
        {
            "title": "Foreigners help build monument to reunification charter in DPRK",
            "url": "http://kcna.co.jp/item/2001/200106/news06/13.htm#4",
            "content": "UK National Day commemorated \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 13 (KCNA) -- A friendly meeting was held at Pyongyang Moranbong Senior Middle School no. 1 yesterday on the occasion of the official birthday of the Queen of the United Kingdom of Great Britain and Northern Ireland (National Day).\r\n Invited to the meeting were James Edward Hoare, UK charge d'affaires here, his party and British guests staying in Korea. &nbsp;&nbsp;&nbsp;\r\n Present were Jon Yong Jin, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries and chairman of the Korean Committee for Friendship With the British People, officials concerned, teachers and students of the school. &nbsp;&nbsp;&nbsp;\r\n The participants looked round various practical training rooms of the school and saw an art performance given by the students and deepened friendly feelings, playing sports  and amusement games and talking with each other. &nbsp;&nbsp;&nbsp;\r\n On the same day, a UK exhibition of scientific and technical books  and photos was held at the chollima house of culture to mark the National Day. &nbsp;&nbsp;&nbsp;\r\n Displayed at the exhibition hall were books and photos showing recent scientific and technological achievements of Britain and the people's life. &nbsp;&nbsp;&nbsp;\r\n Vice-chairman Jon Yong Jin, officials concerned and British guests were present there. &nbsp;&nbsp;&nbsp;\r\n The participants looked round the exhibits after speeches were made.    \r\n\r\n"
        },
        {
            "title": "Implementation of north-south joint declaration called for",
            "url": "http://kcna.co.jp/item/2001/200106/news06/13.htm#5",
            "content": "Foreigners help build monument to reunification charter in DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 13 (KCNA) -- Foreign embassy officials in charge of cultural and friendly relations in Korea Tuesday visited the construction site of the monument to the three-point charter of national reunification on the occasion of the first anniversary of the north-south joint declaration.\r\n They went round the construction site, being briefed on the wonderful progress of the construction of the historic monument which will hand down to posterity the immortal exploits performed by President Kim Il Sung and leader Kim Jong Il for national reunification. &nbsp;&nbsp;&nbsp;\r\n And they looked round the quality stones sent by international organizations, foreign friends, and Korean organizations and individuals in the north, south and abroad for the construction of the monument. &nbsp;&nbsp;&nbsp;\r\n They worked and sang with builders to encourage them.    \r\n\r\n"
        },
        {
            "title": "Committee for U.S. troops affairs studies formed in S. Korea",
            "url": "http://kcna.co.jp/item/2001/200106/news06/13.htm#6",
            "content": "Implementation of north-south joint declaration called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 13 (KCNA) -- The vice-chairman of the National Democratic Front of South Korea issued a statement yesterday on the threshold of the first anniversary of the publication of the historic June 15 North-South Joint Declaration, Seoul-based Radio Voice of National Salvation said.\r\n He said that leader Kim Jong Il performed immortal exploits by arranging the Pyongyang meeting and ensuring the declaration was adopted and published. &nbsp;&nbsp;&nbsp;\r\n With the adoption of the declaration the Korean nation could declare that it would put an end to the distress-torn history of national division and remain great Kim Il Sung's nation, reunified and prosperous, in the 21st century, he noted, and went on: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il is the maker of history of reunification and the bright sun of national reunification who indicated basic principles and ways of solving the reunification problem and paved the way for national reunification. &nbsp;&nbsp;&nbsp;\r\n The statement called upon all the people who value the destiny of the nation and want reunification of the country to turn out as one in the noble patriotic struggle to implement the declaration true to the idea and leadership of Kim Jong Il, the sun of the nation and the lodestar of national reunification.     \r\n\r\n"
        },
        {
            "title": "Russian National Day observed",
            "url": "http://kcna.co.jp/item/2001/200106/news06/13.htm#7",
            "content": "Committee for U.S. troops affairs studies formed in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 13 (KCNA) -- A Committee for U.S. Troops  Affairs Studies, a juridical organisation in charge of the crimes of the U.S. troops, was formed in South Korea on June 8, according to Yonhap News from Seoul.\r\n It was said that the committee consisting mainly of 11 lawyers under the bar association for a democratic society was formed to cope with the issue of the U.S. troops more organisationally and systematically and work to revise even the shackling \"status of forces agreement\". &nbsp;&nbsp;&nbsp;\r\n The committee will deal with the destruction of environment, accidents and all other crimes by the U.S. troops and find out lawsuits against the U.S. troops to use them as well-grounded materials for the revision of the \"status of forces agreement\". &nbsp;&nbsp;&nbsp;\r\n Meanwhile, citizens' organisations including the green federation, the people's action for the revision of the shackling South Korea-U.S. \"status of forces agreement,\" and the headquarters of the movement against the U.S. troops' crimes hailed the formation of the committee, saying it will give a strong impetus to strength in legal struggle including suits against to the U.S. troops.    \r\n\r\n"
        },
        {
            "title": "Dangerous U.S. war moves assailed",
            "url": "http://kcna.co.jp/item/2001/200106/news06/13.htm#8",
            "content": "Russian National Day observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 13 (KCNA) -- Russian ambassador to the DPRK Valery Denisov gave a party at the embassy on June 12 on the occasion of its National Day.\r\n Invited to the party were Ri Kwang Gun, minister of foreign trade, Ryo Chun Sok, vice-minister of the People's Armed Forces, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the party.    \r\n\r\n"
        },
        {
            "title": "Etiquette and rites in Korea",
            "url": "http://kcna.co.jp/item/2001/200106/news06/13.htm#9",
            "content": "Dangerous U.S. war moves assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 13 (KCNA) -- Rodong Sinmun today in a signed commentary denounces the United States for working hard to tighten alliance with Japan.\r\n The commentary says: &nbsp;&nbsp;&nbsp;\r\n An agreement on a \"new negotiating framework\" will be reportedly reached at the U.S.-Japan summit talks due late June. If a \"vice ministerial-level consultative body\" is formed, \"negotiations\" will take place once in every 2-3 months, in which U.S.-Japan coordination would be strengthened on various issues from the U.S. \"Missile Defense\" program to the issue related to North Korea and others, and the U.S.-Japan alliance get stronger. &nbsp;&nbsp;&nbsp;\r\n The commentary observes: &nbsp;&nbsp;&nbsp;\r\n Big efforts exerted by the bush administration to strengthen the alliance with Japan are chiefly aimed to make the best use of the military and economic potentials of Japan in carrying out the U.S. Asia-Pacific strategy. &nbsp;&nbsp;&nbsp;\r\n The U.S. call for Japan's exercise of the \"right to collective self-defence\" is, in essence, designed to draw Japan into a war of aggression to be started by the U.S. under the signboard of the U.S.-Japan joint military action. &nbsp;&nbsp;&nbsp;\r\n This undisguised call is an interference in the internal affairs of Japan and an expression of the U.S. dominationist stand from which it regards Japan as its \"protectorate\". &nbsp;&nbsp;&nbsp;\r\n Nevertheless, the Japanese authorities are going to allow the exercise of this right, as urged by the U.S. the Japanese government is working in the direction of legalizing  the exercise of this right by making a volt-face in its position. &nbsp;&nbsp;&nbsp;\r\n The Japanese ruling quarters' frantic moves for the exercise of the \"right to collective self-defence\" are aimed to justify the participation in a war of aggression and expand the sphere of operation of the Japanese armed forces worldwide. &nbsp;&nbsp;&nbsp;\r\n It is the invariable design of the Japanese reactionaries to realize their ambition for reinvasion of Asia with the U.S. backing.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. branded as aggressor and plunderer",
            "url": "http://kcna.co.jp/item/2001/200106/news06/13.htm#10",
            "content": "Etiquette and rites in Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 13 (KCNA) -- Etiquette and rites are diverse in Korea called an eastern country of good manners.\r\n For Koreans there is strict etiquette of respecting seniors and remaining dutiful to one's parents. &nbsp;&nbsp;&nbsp;\r\n They politely bow to elders and have their heads slightly drooped down towards their friends or nod to them as a sign of greeting. &nbsp;&nbsp;&nbsp;\r\n Traditional Korean rites include wedding ceremony and celebrations of one's first or sixtieth birthday. &nbsp;&nbsp;&nbsp;\r\n Wedding ceremonies usually take place at the houses of the bride and bridegroom separately. In some cases two families have a joint wedding ceremony. on that day families, relatives and friends of the newly-wed couple wish them a happy life, singing, dancing and telling stories. &nbsp;&nbsp;&nbsp;\r\n The couple has souvenir photos taken. &nbsp;&nbsp;&nbsp;\r\n The custom of monogamy is strictly observed and intermarriage is prohibited in Korea. &nbsp;&nbsp;&nbsp;\r\n Sons and daughters arrange ceremonies on the occasion of sixtieth birthdays of their parents. &nbsp;&nbsp;&nbsp;\r\n On such occasions children present new dresses to their parents and arrange a feast to congratulate them. &nbsp;&nbsp;&nbsp;\r\n It is the common practice for the families to celebrate the birthdays of their members. &nbsp;&nbsp;&nbsp;\r\n A feast is arranged on the first anniversary of a child's birth. that day, parents prepare a simple table for their child, wishing him or her happiness. &nbsp;&nbsp;&nbsp;\r\n A funeral service usually lasts for 3 days in Korea. &nbsp;&nbsp;&nbsp;\r\n Participants in the service dig a grave, place a coffin in it and then properly cover it with earth. The dead body is also cremated according to the wishes of the deceased and the bereaved families. &nbsp;&nbsp;&nbsp;\r\n Participants in memorial services for the deceased place bunches of flowers on the graves and observe a moment's silence in memory of the dead.    \r\n\r\n\r\n"
        }
    ]
}