{
    "date": "2001-06-21",
    "url": "http://kcna.co.jp/item/2001/200106/20010621.htm",
    "articles": [
        {
            "title": "Support to Korea's reunification called for",
            "url": "http://kcna.co.jp/item/2001/200106/news06/21.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Indonesian embassy officials help Korean farmers",
            "url": "http://kcna.co.jp/item/2001/200106/news06/21.htm#2",
            "content": "Support to Korea's reunification called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 21 (KCNA) -- The New Socialist Party of Japan released a statement on June 15 on the occasion of the first anniversary of the north-south joint declaration.\r\n The statement hoped that the independent and peaceful reunification of Korea would be realized in the spirit of the declaration and said that, to this end, all the countries should intensify solidarity activities for supporting the independent and peaceful reunification of Korea.&nbsp;&nbsp;&nbsp;\r\n It noted that the Japanese government should officially admit the responsibility for Japan's aggression of Korea and colonial rule over it, immediately apologize and compensate for them, rectify the discrimination policy at home and abroad and promote the establishment of the Japan-DPRK diplomatic ties at an early date. &nbsp;&nbsp;&nbsp;\r\n It urged Japan, the U.S. and South Korea to stop the joint military actions, abandon the hostile policy toward the DPRK and make a radical policy switchover in order to contribute to establishing the order of peace and stability without depending on armed forces, including the building of a nuclear-free zone in northeast Asia. It also urged the u.s. to unconditionally resume the DPRK-U.S. talks and honestly implement the DPRK-U.S. agreed framework. &nbsp;&nbsp;&nbsp;\r\n Blasco Hugo Fernandes, vice-chairman of the International Liaison Committee for Reunification and Peace in Korea and chairman of the democratic intervention of Portugal, in a statement on June 14 called upon all the world forces loving justice and peace to oppose the U.S. hostile policy toward the DPRK and positively support the Korean nation's struggle for reunification on the occasion of the first anniversary of the declaration.    \r\n\r\n"
        },
        {
            "title": "Sinchon Museum visited by military attaches corps",
            "url": "http://kcna.co.jp/item/2001/200106/news06/21.htm#3",
            "content": "Indonesian embassy officials help Korean farmers \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 21 (KCNA) -- Ambassador Buchari Effendi and officials of the Indonesian embassy here yesterday helped the farmers of the Korea-Indonesia Friendship Yaksu co-op Farm in weeding in a maize field.\r\n During a break they enjoyed entertainment with farmers and talked to each other, deepening the feelings of friendship. &nbsp;&nbsp;&nbsp;\r\n The Indonesian guests handed their aid materials to the farm.    \r\n\r\n"
        },
        {
            "title": "S. Korean peasants call for implementation of joint declaration",
            "url": "http://kcna.co.jp/item/2001/200106/news06/21.htm#4",
            "content": "Sinchon Museum visited by military attaches corps \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 21 (KCNA) -- The military attaches corps here visited the Sinchon Museum yesterday on the occasion of the \"June 25, day of struggle against U.S. imperialists.\"\r\n The museum situated in Sinchon county, South Hwanghae Province, bears witness to U.S. imperialist aggression troops' brutal mass killings of 35,000 guiltless civilians of the county or a quarter of its population during the last Korean War. &nbsp;&nbsp;&nbsp;\r\n Members of the corps went round exhibits at the museum and the anti-air raid shelter of the then Sinchon county party committee, the powder store in Wonam-ri, graves of 5,605 patriots, 400 mothers and 102 childrens, all killed by yankees, and so on.    \r\n\r\n"
        },
        {
            "title": "Yugoslav embassy officials help Korean farmers",
            "url": "http://kcna.co.jp/item/2001/200106/news06/21.htm#5",
            "content": "S. Korean peasants call for implementation of joint declaration \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 21 (KCNA) -- The \"National Federation of Peasants Associations\" in South Korea reportedly issued a statement on June 14, calling for the positive implementation of the June 15 North-South Joint Declaration and the abolition of the \"Security Law\" on the occasion of the first anniversary of the declaration. \r\n The federation will never pardon any act of the united states and the anti-reunification forces to escalate the tensions on the Korean peninsula and impair the joint declaration, the statement said, urging the South Korean authorities to maintain an independent position and positively turn out in the implementation of the declaration. &nbsp;&nbsp;&nbsp;\r\n It demanded the three ruling and opposition parties decide on the abolition of the \"Security Law\" and the united states stop escalating the tensions on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n The South Korean authorities should stop labelling as \"enemy-benefitting organizations\" from the national alliance for the country's reunification and the South Korean Federation of University Student Councils, it stressed.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on national self-respect",
            "url": "http://kcna.co.jp/item/2001/200106/news06/21.htm#6",
            "content": "Yugoslav embassy officials help Korean farmers \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 21 (KCNA) -- Ambassador Milorad Kosovac and officials of the Yugoslav embassy here helped members of the DPRK-Yugoslavia Friendship Myongsok co-op Farm in Sinchon county, south hwanghae province, yesterday in rice transplanting.\r\n They enjoyed an art performance given by children, deepening the friendly feelings. &nbsp;&nbsp;&nbsp;\r\n That day the Yugoslav guests delivered their aid materials to the farm.    \r\n\r\n"
        },
        {
            "title": "KCNA urges IAEA to abide by its principle of neutrality and impartiality",
            "url": "http://kcna.co.jp/item/2001/200106/news06/21.htm#7",
            "content": "Rodong Sinmun on national self-respect \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 21 (KCNA) -- Rodong Sinmun today carries an editorial article \"people strong in national self-respect are invincible.\"\r\n National self-respect is vital to the destiny of a nation, the article says, and continues: &nbsp;&nbsp;&nbsp;\r\n National self-respect is as valuable as life for a nation. &nbsp;&nbsp;&nbsp;\r\n Human history shows that national self-respect has exerted a great influence upon the rise and fall of a nation. this truth remains unchanged in the 21st century, too. &nbsp;&nbsp;&nbsp;\r\n National self-respect is essential for the existence of a nation. &nbsp;&nbsp;&nbsp;\r\n Any nation can neither prosper nor keep its existence without national self-respect in this world. &nbsp;&nbsp;&nbsp;\r\n The people of small countries should be stronger in national self-respect than others. &nbsp;&nbsp;&nbsp;\r\n The people with national self-respect are always invincible, but without it, they are powerless. &nbsp;&nbsp;&nbsp;\r\n National self-respect is a powerful strength to firmly defend the independence of a country and nation, a firm guarantee for preserving the national character and a powerful impetus for the prosperity of a country and nation. &nbsp;&nbsp;&nbsp;\r\n It is the indisputably inalienable right of every nation to carve out its destiny for itself with national self-respect. &nbsp;&nbsp;&nbsp;\r\n National self-respect makes a small nation a strong and dignified nation and makes a backward people the most advanced and developed people. &nbsp;&nbsp;&nbsp;\r\n No force on earth can conquer a people strong in national self-respect. &nbsp;&nbsp;&nbsp;\r\n National self-respect is a powerful instrument of the Korean revolution, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The workers' party and people of Korea have traversed the most arduous path ever in history. in shaping up the destiny of the nation there were hard-fought wars against the imperialists, a great creation and construction for building everything anew and a rigorous struggle for smashing the persistent blockade by the imperialist allied forces and defending the socialism of Korean style. &nbsp;&nbsp;&nbsp;\r\n It is with high national self-respect that the workers' party and people of Korea could victoriously step up the revolution and construction and heighten the dignity and position of the country and the nation despite immeasurable difficulties and trials. &nbsp;&nbsp;&nbsp;\r\n National self-respect is as powerful as a nuclear weapon for the Korean nation. &nbsp;&nbsp;&nbsp;\r\n In covering a long path of revolution led by President Kim Il Sung and leader Kim Jong Il, the Korean people have come to bear in mind the national pride and self-confidence that their leader and party, ideology and system are the best. and this was the source of national self-respect. &nbsp;&nbsp;&nbsp;\r\n The national self-respect of the Korean people is the strong spirit of national independence in which to carry on the revolution and construction their own way, the spirit of uncompromising struggle which allows nobody to toy with the dignity of the DPRK and the indomitable will with which to make strenuous efforts to create everything faster and better than others. &nbsp;&nbsp;&nbsp;\r\n The Korean people will more fully demonstrate their national dignity and honour in the 21st century, too, with the great national pride of having at the head of the revolution Kim Jong Il, a peerlessly great man in ideological and theoretical wisdom, leadership ability and humanity.    \r\n\r\n"
        },
        {
            "title": "S. Korean hospital unionists continue strike",
            "url": "http://kcna.co.jp/item/2001/200106/news06/21.htm#8",
            "content": "KCNA urges IAEA to abide by its principle of neutrality and impartiality \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 21 (KCNA) -- The International Atomic Energy Agency (IAEA), being an international body, is committed to abide by its principle of neutrality and impartiality as an iron rule. however, it is creating complexity in the way of implementing the DPRK-U.S. agreed framework, following the U.S. administration's misguided policy towards the DPRK. \r\n A report made by general director Baradei at the June meeting of the board of governors of the IAEA on June 13 noted that despite the IAEA inspectors' presence in the area of Nyongbyon, the DPRK, the organization can not verify the correctness and completeness of the DPRK's initial report on the nuclear material subject to safeguards agreement, adding that it proposed to start activities as early as possible to take necessary measures as the process of rounding off all-inclusive measures to verify the initial report on the nuclear material is likely to take 3-4 years. &nbsp;&nbsp;&nbsp;\r\n This is an indication that the organization is joining hostile forces in their moves to stifle the DPRK as the proposal was made at a time when the U.S. is calling for an early \"special inspection of the nuclear-related facilities\" of the DPRK. &nbsp;&nbsp;&nbsp;\r\n As the DPRK repeatedly stressed, the DPRK-U.S. agreed framework stipulates that negotiations should be held with the IAEA as regards the verification of correctness and completeness of the initial report on the nuclear material before the delivery of the major nuclear-related parts after the most of the lwr project has been carried out, and the safeguards agreement be implemented. &nbsp;&nbsp;&nbsp;\r\n But the construction of the lwr plants is too much delayed and the groundwork has not yet started. So Baradei himself officially predicted that the project is unlikely to be completed by 2003 but delayed until 2008. &nbsp;&nbsp;&nbsp;\r\n Shutting its eyes to this situation, the IAEA is talking about the verification of the initial report, an issue to be discussed after the most of the lwr project has been carried out. this is in contravention of the DPRK-U.S. agreed framework and an affront to the DPRK. &nbsp;&nbsp;&nbsp;\r\n This reveals the intention of the IAEA to take the same partial step as was done by it to adopt a \"resolution\" on \"suspending its cooperation\" with the DPRK, demanding it open its military objects in 1994. It shows an unprincipled behaviour of the organization prompted by the U.S. hostile policy towards the DPRK. &nbsp;&nbsp;&nbsp;\r\n If the organization has a true will to solve the DPRK's nuclear issue properly, it should not make haste with the discussion of the issue related to the verification of the initial report on the nuclear material but blame the U.S. for the delay in the LWR project and urge it to complete the project as scheduled. &nbsp;&nbsp;&nbsp;\r\n The DPRK has been sincere in ensuring the IAEA's surveillance over the DPRK's nuclear freeze in the past according to the DPRK-U.S. agreed framework and will continue to fulfil its commitment with sincerity.    \r\n\r\n"
        },
        {
            "title": "Bean milk vans",
            "url": "http://kcna.co.jp/item/2001/200106/news06/21.htm#9",
            "content": "S. Korean hospital unionists continue strike \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 21 (KCNA) -- Hospital unionists under the medical workers union continued the strike which started from June 13, Seoul-based CBS reported.\r\n The trade union of the hospital attached to Seoul National University held a rally of unionists on June 18 and went on the sixth-day strike for vital rights. &nbsp;&nbsp;&nbsp;\r\n That day 125 nurses walked off the job, increasing the proportion of the unionists participating in the strike. &nbsp;&nbsp;&nbsp;\r\n Trade unions of the hospitals attached to Chungbuk, Jeonnam and Jeonbug national universities continued their sixth-day strike on June 18. &nbsp;&nbsp;&nbsp;\r\n A member of the medical workers union said that unionists at hospitals attached to universities in local areas will also continue their strikes unless a labour-management agreement is reached at the hospital attached to Seoul national university.    \r\n\r\n\r\n"
        },
        {
            "title": "Hong Chang Su meets pro-boxers in Pyongyang",
            "url": "http://kcna.co.jp/item/2001/200106/news06/21.htm#10",
            "content": "Bean milk vans\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 21 (KCNA) -- Fast running bean milk vans are catching eyes of passers-by in Pyongyang.\r\n Called \"king's vans\" they carry bean milk to the nurseries, kindergartens, primary and senior middle schools. They also visit schoolchildren undergoing trainings in a mass-gymnastic display, groups making study tours and even those children in hospitals at appointed times everyday. &nbsp;&nbsp;&nbsp;\r\n The milk supply by these vans continued even when the country was in a difficult situation due to the imperialists' moves to isolate and stifle the DPRK and natural disasters that lasted for several years. &nbsp;&nbsp;&nbsp;\r\n About 10 years' supply of bean milk by these vans is associated with the loving care of leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He took a step to instal modern equipment for bean milk production and sent scores of vans to the production unit to ensure that children and pupils are supplied with nutritive bean milk on a regular basis. &nbsp;&nbsp;&nbsp;\r\n He solved all problems arising in production and supply including bean and other materials needed for the production of scores of tons of bean milk a day and petrol supply system. &nbsp;&nbsp;&nbsp;\r\n These vans have the privilege to cross intersections before any other vehicles.    \r\n\r\n\r\n"
        },
        {
            "title": "Overseas Koreans' functions held",
            "url": "http://kcna.co.jp/item/2001/200106/news06/21.htm#11",
            "content": "Hong Chang Su meets pro-boxers in Pyongyang\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 21 (KCNA) -- Hong Chang Su, the first Korean world pro-boxing champion in Japan on a visit to the socialist homeland, met with pro-boxers in Pyongyang at the Pyongyang Indoor Stadium yesterday.\r\n A congratulatory speech was made at the meeting and then, hong made a return address. &nbsp;&nbsp;&nbsp;\r\n He said that he visited the socialist homeland to give a report of victory and loyalty to leader Kim Jong Il, who enabled him to emerge as the first Korean world pro-boxing champion. &nbsp;&nbsp;&nbsp;\r\n Although pro-boxing is my hobby, nothing has been dearer to me than the homeland all my life, he said, adding: &nbsp;&nbsp;&nbsp;\r\n My fist characterized by my love of the homeland is the fist of Korea strengthened by him to be an iron fist. &nbsp;&nbsp;&nbsp;\r\n The floor was taken by sportsmen to evince their resolutions. Then followed a congratulatory performance. &nbsp;&nbsp;&nbsp;\r\n Hong and his party deepened compatriotic feelings singing songs together with sportsmen and swapping experience. &nbsp;&nbsp;&nbsp;\r\n A souvenir was handed to hong. &nbsp;&nbsp;&nbsp;\r\n Hong and his party looked round an exhibition of achievements made by DPRK sportsmen.    \r\n\r\n\r\n\r\n"
        }
    ]
}