{
    "date": "2001-02-23",
    "url": "http://kcna.co.jp/item/2001/200102/20010223.htm",
    "articles": [
        {
            "title": "Russian military attache hosts reception",
            "url": "http://kcna.co.jp/item/2001/200102/news02/23.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK ambassador to Guinea appointed",
            "url": "http://kcna.co.jp/item/2001/200102/news02/23.htm#2",
            "content": "Russian military attache hosts reception \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 23 (KCNA) -- Vladimir Dombrovski, military attache of the Russian embassy here, hosted a reception at the Taedonggang club for the diplomatic corps yesterday on the occasion of the day of the defenders of the fatherland.\r\n Invited there were jong Chang Ryol, vice-minister of the People's Armed Forces, col. general Ji Ki Son and other generals and officers of the Korean People's Army and diplomatic envoys and military attaches of various embassies here.&nbsp;&nbsp;&nbsp;\r\n Present there were Valery Denisov, Russian ambassador to the DPRK, and staff members of the embassy. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the reception.    \r\n\r\n"
        },
        {
            "title": "Paek Nam Sun meets Iranian ambassador",
            "url": "http://kcna.co.jp/item/2001/200102/news02/23.htm#3",
            "content": "DPRK ambassador to Guinea appointed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 23 (KCNA) -- Kim Kyong Sin was appointed as DPRK ambassador e. p. to the Republic of Guinea, according to a decree of the presidium of the DPRK Supreme People's Assembly.    \r\n\r\n"
        },
        {
            "title": "Secretary of people's bureau of Libya hosts reception",
            "url": "http://kcna.co.jp/item/2001/200102/news02/23.htm#4",
            "content": "Paek Nam Sun meets Iranian ambassador \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 23 (KCNA) -- DPRK foreign minister Paek Nam Sun yesterday met and conversed with Mohammad Ganjidoost, Iranian ambassador to the DPRK who paid a farewell call on him.    \r\n\r\n"
        },
        {
            "title": "Utterance of U.S. ambassador to Japan blasted",
            "url": "http://kcna.co.jp/item/2001/200102/news02/23.htm#5",
            "content": "Secretary of people's bureau of Libya hosts reception \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 23 (KCNA) -- Ahmed Amer Al Muakkaf, secretary of the people's bureau of the Great Socialist People's Libyan Arab Jamahiriya here, yesterday hosted a reception at the people's bureau on the occasion of the birthday of leader Kim Jong Il.\r\n The secretary said in a speech that born on Mt. Paektu, holy mountain of the revolution, Kim Jong Il grew up to be a peerlessly great man with an iron will, hearing gun reports. &nbsp;&nbsp;&nbsp;\r\n The Korean people have achieved great successes in the economic construction and foreign relations despite all sorts of difficulties and trials under the wise and correct leadership of Kim Jong Il, he said. &nbsp;&nbsp;&nbsp;\r\n Foreign minister Paek Nam Sun said in his speech that the DPRK would make positive efforts to further expand and develop the friendly and cooperative relations between the two countries, the ties provided by President Kim Il Sung and colonel Moammer El Gaddafi, the leader of the Great September First Revolution of Libya, and continue to send support to the struggle of the Libyan people for the total lifting of the unreasonable U.N. sanctions.    \r\n\r\n"
        },
        {
            "title": "Waterway projects in full gear",
            "url": "http://kcna.co.jp/item/2001/200102/news02/23.htm#6",
            "content": "Utterance of U.S. ambassador to Japan blasted \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 23 (KCNA) -- The U.S. ambassador to Japan recently clarified the stand of the United States that it has no intention to cut down U.S. military presence in Japan and the pacific.\r\n In this regard Minju Joson today in a signed commentary says: &nbsp;&nbsp;&nbsp;\r\n The U.S. insistence on its military presence in the region is designed to establish military domination over the Asia-pacific. &nbsp;&nbsp;&nbsp;\r\n The United States is giving a shot in the arm of Japan, praising it for playing a big \"role\" in preserving peace and security in the Asia-pacific. This is aimed to use Japan as a shock brigade in its Asian aggression. &nbsp;&nbsp;&nbsp;\r\n As forced smile will not last long, the nature of the United States looking down upon Japan remains unchanged. &nbsp;&nbsp;&nbsp;\r\n A clear proof of this was the insulting remark made by the commander of the U.S. forces in Okinawa to government officials of this prefecture. &nbsp;&nbsp;&nbsp;\r\n The United States and Japan should learn a lesson from this. &nbsp;&nbsp;&nbsp;\r\n The United States should know well that today nobody allows others to impair his dignity and infringe upon his interests. &nbsp;&nbsp;&nbsp;\r\n The Japanese authorities are well advised to bear in mind that they will meet only destruction if they continue acting as running dogs of outside forces, bereft of even an iota of national pride.    \r\n\r\n"
        },
        {
            "title": "New measure taken to improve common education",
            "url": "http://kcna.co.jp/item/2001/200102/news02/23.htm#7",
            "content": "Waterway projects in full gear \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 23 (KCNA) -- Waterway projects are making rapid progress in the DPRK.\r\n Noteworthy is the Kaechon-lake Thaesong waterway project, a gigantic nature-harnessing undertaking of eternal value. &nbsp;&nbsp;&nbsp;\r\n 80 per cent of the earth work has been carried out to form a waterway. &nbsp;&nbsp;&nbsp;\r\n In a little over a year after the start of the project the 160 km-waterway took shape in the main thanks to the high-pitched drive of builders from different provinces and people's army soldiers. &nbsp;&nbsp;&nbsp;\r\n They are simultaneously pushing ahead with the work to lay a dam foundation of a power station and the building of about 40 intake tunnels and other structures. &nbsp;&nbsp;&nbsp;\r\n This is the biggest project in the nation's history of irrigation construction as it is aimed to fill large and small reservoirs with water and thus irrigate nearly 100,000 hectares of farmland. When the project is completed, there will be no need to operate the 385 existing water pump stations and 536 water pumps and it will be possible to save 60,000 kw of electricity. &nbsp;&nbsp;&nbsp;\r\n Projects are under way in various parts of the country to water cultivated land without pumping. this is part of the efforts to solve the issue of acute shortage of electricity and increase agricultural production. &nbsp;&nbsp;&nbsp;\r\n North Hwanghae Province is taking the lead in this drive. &nbsp;&nbsp;&nbsp;\r\n In the province at least 14,900 hectares of land are watered without using pumps. at least 2,570 hectares of paddy fields are likely to be watered by that method before the rice transplanting season. &nbsp;&nbsp;&nbsp;\r\n A switchover is also made in the irrigation method in the rural areas of north and south Phyongan provinces and south hwanghae province. &nbsp;&nbsp;&nbsp;\r\n The central western area of the country is planning to build an over 400 km-long waterway.    \r\n\r\n"
        },
        {
            "title": "Anniversary of proclamation of Guyanese Republic marked",
            "url": "http://kcna.co.jp/item/2001/200102/news02/23.htm#8",
            "content": "New measure taken to improve common education \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 23 (KCNA) -- Recently the DPRK took a new measure to give common education on selected subjects according to specific local and regional features.\r\n This education will be put into force at the senior middle schools across the country from April 1. &nbsp;&nbsp;&nbsp;\r\n This is aimed to give students working knowledge on various fields including industry, agriculture, fishery and forestry according to specific local and regional features. &nbsp;&nbsp;&nbsp;\r\n Preparations for the education are brisk in the field of common education. &nbsp;&nbsp;&nbsp;\r\n Demonstration lectures on the education are under way at scores of schools. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the selection of subjects and the printing of textbooks are making progress. &nbsp;&nbsp;&nbsp;\r\n Such subjects as weak current, food, garment, machine and agriculture have been selected in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Practice rooms are being arranged at senior middle schools across the country along with preparations for teaching.    \r\n\r\n"
        },
        {
            "title": "Yugoslav government's stand toward Kosovo issue supported",
            "url": "http://kcna.co.jp/item/2001/200102/news02/23.htm#9",
            "content": "Anniversary of proclamation of Guyanese Republic marked \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 23 (KCNA) -- A spokesman for the DPRK Foreign Ministry Thursday issued a statement assailing Japan for attempting once again to tamper with and justify its history of aggression.  The statement says: &nbsp;&nbsp;&nbsp;\r\n Middle school history textbooks presented to the Japanese government for examination were reported to have carried such contents justifying the \"Korea-Japan annexation\" in 1910. &nbsp;&nbsp;&nbsp;\r\n It is well known to the world that such old \"treaties\" as \"annexation treaty\" fabricated by Japan with its armed forces' threat and blackmail and by fraud were an outright violation of the international laws as they were contrary to the will of all the Korean people. &nbsp;&nbsp;&nbsp;\r\n This notwithstanding, Japan seeks to justify all these crimes and teach a twisted history to the young. This can not be construed otherwise than a base political swindle going against justice and morality of the international community and an act of disclosing its militarist ambition to repeat its disgraceful history of overseas expansion. &nbsp;&nbsp;&nbsp;\r\n No one can cover up the stark historical fact that Japan committed military occupation and wars of aggression in wanton violation of the international laws, thus bringing unspeakable misfortune and disasters to the Korean and other Asian people. &nbsp;&nbsp;&nbsp;\r\n If Japan embarks upon the revival of militarism while justifying its past crimes, far from sincerely repenting of them, it will meet strong protests from the Korean and other Asian people and will not be able to escape from a disgraceful and miserable end.    \r\n\r\n"
        },
        {
            "title": "Kim Yong Nam visits family of Han Tok Su's son",
            "url": "http://kcna.co.jp/item/2001/200102/news02/23.htm#10",
            "content": "Yugoslav government's stand toward Kosovo issue supported \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 23 (KCNA) -- A spokesman for the DPRK Foreign Ministry answered a question put by KCNA today as regards unabated terrorism against Serbians in Kosovo.\r\n Terrorist acts committed in Kosovo in daylight are posing a serious threat to peace and security in the Balkans as a whole including Yugoslavia. &nbsp;&nbsp;&nbsp;\r\n Such acts have been denounced by Russia, China, Britain and many other countries and international organizations. And the Yugoslav government announced a plan for a peaceful solution to the Serbian crisis, calling for worldwide support, the spokesman said, and went on: &nbsp;&nbsp;&nbsp;\r\n The DPRK always supports the stand and efforts of the Yugoslav government and people to achieve sovereignty and territorial integrity in the region and build a multi-national society where security of lives and property of all the inhabitants is guaranteed on the basis of democracy.    \r\n\r\n"
        },
        {
            "title": "Message of condolence to Chongryon CSC",
            "url": "http://kcna.co.jp/item/2001/200102/news02/23.htm#11",
            "content": "Kim Yong Nam visits family of Han Tok Su's son \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 23 (KCNA) -- Kim Yong Nam, President of the presidium of the Supreme People's Assembly of the DPRK, today visited the family of son of Han Tok Su, chairman of the central standing committee of the General Association of Korean Residents in Japan, residing in the socialist homeland to express deep condolence over the death of his father.\r\n Kim Yong Nam observed a moment's silence in memory of the deceased. &nbsp;&nbsp;&nbsp;\r\n He expressed deep condolence to the members of the bereaved family. &nbsp;&nbsp;&nbsp;\r\n He said that the noble exploits performed by Han Tok Su, an elder of the overseas compatriots movement and a veteran revolutionary, by devotedly working for the strengthening and development of the movement of Koreans in Japan, will remain long with the homeland. he expressed the belief that the members of his bereaved family would glorify their lives as he did. &nbsp;&nbsp;&nbsp;\r\n The bereaved family members expressed their firm will to uphold leader Kim Jong Il and vigorously advance along the road of loyalty to the party, the leader, the homeland and the revolution generation after generation, overcoming the sorrow with courage.    \r\n\r\n\r\n"
        },
        {
            "title": "Han Tok Su passes away",
            "url": "http://kcna.co.jp/item/2001/200102/news02/23.htm#12",
            "content": "Message of condolence to Chongryon CSC \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 22 (KCNA) -- The presidium of the Supreme People's Assembly and the cabinet of the DPRK today sent a message of condolence to the central standing committee of the General Association of Korean Residents in Japan (Chongryon) over the death of its chairman Han Tok Su, who was deputy to the SPA.\r\n Han Tok Su was an elder of the movement of overseas Koreans, a veteran revolutionary and a genuine patriot. He had devoted his all to the strengthening and development of the movement of Korean residents in Japan with intense loyalty to President Kim Il Sung and ardent patriotism for many years since the liberation of Korea, the message said, and went on: &nbsp;&nbsp;&nbsp;\r\n In hearty response to Kim Il Sung's Juche-based policy of making a line switchover, Han Tok Su formed Chongryon, an overseas citizens organization of the DPRK, and strengthened it into a powerful, mass patriotic organization by rallying broad segments of compatriots in Japan around it, and made the movement of Koreans in Japan an excellent model of overseas compatriots movements in the world, which serves the homeland and the nation. &nbsp;&nbsp;&nbsp;\r\n He devotedly worked for the independent reunification and prosperity of the country and for the national dignity and democratic rights of Korean residents in Japan despite difficult conditions overseas until the last moments of his life, regarding the Juche idea as his unshakable faith. &nbsp;&nbsp;&nbsp;\r\n His death is a great loss to Chongryon and the homeland. &nbsp;&nbsp;&nbsp;\r\n Though his heart ceased to beat, his patriotic dedication to President Kim Il Sung and the socialist homeland and noble feats for the strengthening and development of the movement of Koreans in Japan will remain long with the homeland.    \r\n\r\n\r\n"
        }
    ]
}