{
    "date": "2001-11-08",
    "url": "http://kcna.co.jp/item/2001/200111/20011108.htm",
    "articles": [
        {
            "title": "Kim Jong Il gives on-site guidance to recreation ground on Mt. Chilbo",
            "url": "http://kcna.co.jp/item/2001/200111/news11/08.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Press conference on Independence Day of Poland",
            "url": "http://kcna.co.jp/item/2001/200111/news11/08.htm#2",
            "content": "Kim Jong Il gives on-site guidance to recreation ground on Mt. Chilbo \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 8 (KCNA) - Leader Kim Jong Il gave on-the-spot guidance to the recreation ground on Mt. Chilbo on November 7.\r\n He was greeted on the spot by Hong Sok Hyong, chief secretary of the North Hamgyong Provincial Committee of the WPK, Pak Su Gil, chairman of the North Hamgyong Provincial People's Committee, Pak Min Gyun, chief secretary of the Myongchon County Committee of the WPK, and other senior officials of the province and the county.&nbsp;&nbsp;&nbsp;\r\n He personally covered the course of visit from inner Chilbo to outer Chilbo and sea Chilbo to learn in detail about the construction of the recreation ground. &nbsp;&nbsp;&nbsp;\r\n Noting that the appearance of Mt. Chilbo has changed beyond recognition in a short span of time thanks to the devoted efforts of the builders, he highly appreciated their feats performed with all devotion to the people and extended thanks to them. &nbsp;&nbsp;&nbsp;\r\n He set forth important tasks to be fulfilled to build up Mt. Chilbo into a recreation ground for the people, saying that Mt.Chilbo which had long suffered an eclipse came to present peculiar scenery in the era of the WPK. &nbsp;&nbsp;&nbsp;\r\n He said that it was high pride of our nation to have a lot of scenic spots envied by the world people such as mountains Kumgang, Myohyang, Chilbo and Kuwol. &nbsp;&nbsp;&nbsp;\r\n Recalling that in his lifetime President Kim Il Sung worked heart and soul to turn Mt. Chilbo into a recreation ground for the people, Kim Jong Il underscored the need to implement his behest to the letter and hand the treasure of eternal value down to posterity. &nbsp;&nbsp;&nbsp;\r\n He stressed the need to build well lodging houses and welfare and service facilities on the seaside. &nbsp;&nbsp;&nbsp;\r\n Calling for keeping all structures now under construction on Mt. Chilbo in harmony with its beautiful landscape, he specified the orientation and ways for this.\r\n He also stressed the need to build well mountaineering courses and fully ensure transportation. &nbsp;&nbsp;&nbsp;\r\n Noting that it is good for not only working people but school youth and children to build up their physical strength through mountaineering, he called for meticulously organizing visits to the mountain so that our people may fully enjoy the beautiful scenery of our land. &nbsp;&nbsp;&nbsp;\r\n What is most important for building Mt. Chilbo into a recreation ground is to conserve natural environment, he said, calling for taking thorough measures for preventing the contamination of sea water in the scenic spot and mountain and river pollution. &nbsp;&nbsp;&nbsp;\r\n Saying that as there are many historical cultural relics representing the resourcefulness and talent of our nation on Mt. Chilbo, he underscored the need to improve their preservation and management and use them for intensified  education of party members and other working people in patriotism.    \r\n\r\n"
        },
        {
            "title": "Message of sympathy to Fidel Castro Ruz",
            "url": "http://kcna.co.jp/item/2001/200111/news11/08.htm#3",
            "content": "Press conference on Independence Day of Poland \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 8 (KCNA) -- Wojciech Kaluja, Polish ambassador to the DPRK, held a press conference at the Taedonggang Club for the diplomatic corps yesterday on the occasion of the Independence Day of Poland.\r\n Present were media reporters in the city. &nbsp;&nbsp;&nbsp;\r\n The ambassador referred to the political situation and foreign policy of Poland. &nbsp;&nbsp;&nbsp;\r\n He underscored the significance of the Independence Day of Poland and the development of relations between the two countries.    \r\n\r\n"
        },
        {
            "title": "Japan's step for overseas aggression assailed",
            "url": "http://kcna.co.jp/item/2001/200111/news11/08.htm#4",
            "content": "Message of sympathy to Fidel Castro Ruz \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 8 (KCNA) -- Kim Jong Il, General Secretary of the Workers' Party of Korea, Chairman of the National Defence Commission of the DPRK and Supreme Commander of the Korean People's Army, together with Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, yesterday sent a message of sympathy to Fidel Castro Ruz, first secretary of the central committee of the Communist Party of Cuba, President of the Council of State and President of the Council of Ministers of Cuba.\r\n The message said: &nbsp;&nbsp;&nbsp;\r\n Upon hearing the sad news that some parts of Cuba were hard hit by hurricane recently, we on behalf of the Workers' Party of Korea, the government and people of the DPRK express deep sympathy and consolation to you and, through you, to your government and people and inhabitants in the afflicted areas. &nbsp;&nbsp;&nbsp;\r\n It is our belief that the Communist Party and government of Cuba led by you will quickly recover from the natural disaster and put the sufferers' living to normal.    \r\n\r\n"
        },
        {
            "title": "U.S. mud-slinging at DPRK over religious issue condemned",
            "url": "http://kcna.co.jp/item/2001/200111/news11/08.htm#5",
            "content": "Japan's step for overseas aggression assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 8 (KCNA) -- A spokesman for the South Korean National Alliance for Democracy and Reunification was reported to have released on October 30 a statement titled \"'Anti-Terrorism Special Law' Adopted by Japan is an Instrument for Becoming a Military Power\".\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n Japan adopted the \"Anti-Terrorism Special Law\" which legally justifies its ambition for military aggression and makes it possible to dispatch its \"Self-Defence Forces\" overseas in wartime and mount a preemptive attack. It is an action intended to escalate the military tensions not only in the neighboring countries but in other countries of the world and an expression of the intention of a war criminal state to realize its rearmament and emerge a military power. &nbsp;&nbsp;&nbsp;\r\n The national alliance for democracy and reunification is strongly opposed to this move. &nbsp;&nbsp;&nbsp;\r\n Japan, a war criminal state, is working hard to become a military power even without making any apology and compensation to those states and people that fell victim to it and reflecting on its crimes committed against humanity in the past. &nbsp;&nbsp;&nbsp;\r\n This is just an act of justifying its past history of aggression. &nbsp;&nbsp;&nbsp;\r\n Noting that Japan's military rearmament throws a hurdle in the way of world peace, the statement declared that the national alliance for democracy and reunification would join all the people in their vigorous struggle against the revival of militarism in Japan and its moves to become a military power.    \r\n\r\n"
        },
        {
            "title": "Rare squid",
            "url": "http://kcna.co.jp/item/2001/200111/news11/08.htm#6",
            "content": "U.S. mud-slinging at DPRK over religious issue condemned \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 8 (KCNA) -- The United States should not act rashly but immediately repent and apologize for the crimes committed against religion and humanity in Korea during the past Korean War and the anti-DPRK smear campaign launched over the non-existent religious issue. A spokesman for the central committee of the Korean Catholics Association said this in a statement released on November 7 denouncing the united states for slinging mud at the DPRK over its religious issue some days ago.\r\n The statement noted: &nbsp;&nbsp;&nbsp;\r\n The U.S. has been rebuffed and condemned worldwide as the biggest violator of religion and human rights. Yet the U.S. is admonishing other countries over religion as if it were a \"judge of religious issues.\" This is just like a thief crying \"stop the thief\"  recalling that the U.S. imperialists savagely bombed more than 1,900 churches, cathedrals and temples, destroying all of them, and killed many Korean Catholics during the last Korean War. &nbsp;&nbsp;&nbsp;\r\n The statement went on: &nbsp;&nbsp;&nbsp;\r\n It is none other than the u.s. that threatens the destiny of holy religion itself, resorting to high-handed practices in various parts of the world. &nbsp;&nbsp;&nbsp;\r\n The U.S., not content with arrogantly pulling up other country over its internal issue, has gone the length of launching a malignant smear campaign against it. Lurking behind this is a sinister political aim. &nbsp;&nbsp;&nbsp;\r\n This shameless campaign against the dignified DPRK is an intolerable insult and a grave provocation to it and its religionists. &nbsp;&nbsp;&nbsp;\r\n No matter what a despicable plot the U.S. hatches to hurt the DPRK, it can convince no one in the world. &nbsp;&nbsp;&nbsp;\r\n We express expectation that the justice-loving catholic organizations of different countries and Catholics of the world will actively come out to reject the U.S. high-handed anti-religion moves to incite aggression, war and injustice and wreck peace going against god's will, and check and frustrate them.    \r\n\r\n"
        },
        {
            "title": "Paper calls for intensifying class education",
            "url": "http://kcna.co.jp/item/2001/200111/news11/08.htm#7",
            "content": "Rare squid \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 8 (KCNA) -- Soldiers of the people's army recently caught a rare large squid in the sea off Sangum-ri, Anbyon county, Kangwon Province of Korea.\r\n This squid belonging to the thysanoteuthis rhombus family is 1.15 m in its total length and 56 cm in its body length and weighs 8 kg. &nbsp;&nbsp;&nbsp;\r\n This fish lives in deep tropical and subtropical waters including the south sea of Korea and the mediterranean. This squid looks like one moving with his sleeves spread when swimming. it is of high value for academic researches as its number is small and it is rare to be found in coastal waters. &nbsp;&nbsp;&nbsp;\r\n Leader Kim Jong Il sent this squid to Kim Il Sung University as a gift recently. &nbsp;&nbsp;&nbsp;\r\n Always deeply concerned for education and scientific development of the country, he sent more than 100 rare zoological specimen of scores of species to the university in recent years alone.    \r\n\r\n"
        },
        {
            "title": "National independence called for",
            "url": "http://kcna.co.jp/item/2001/200111/news11/08.htm#8",
            "content": "Paper calls for intensifying class education \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 8 (KCNA) -- For a working-class party to ignore class education and give up the class principle is little short of digging its own grave, says Rodong Sinmun today in a signed article.\r\n The imperialists are spreading the bourgeois ideology and culture by all means of propaganda in a bid to destroy the socialist countries from within and benumb the class awakening of the people, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n Under this situation, the education aimed to awaken the people to the consciousness of the working class is an important work to be carried out in the whole course of accomplishing the cause of socialism. If the working-class viewpoint and stand are not maintained in the struggle for socialism and the work of awakening people to the consciousness of the working class is ignored, their class awareness growing dull, they will fail to draw a clear distinction between friend and foe and, furthermore, make a mess of socialism, taken in by the imperialists. &nbsp;&nbsp;&nbsp;\r\n Socialism collapsed and capitalism was restored in those countries that were building socialism. This tragic situation was attributable to the fact that the working-class party ignored the class education and ditched the class principle. &nbsp;&nbsp;&nbsp;\r\n The historical experience and reality clearly show that for a working class party to give up the class principle is little short of digging its own grave. &nbsp;&nbsp;&nbsp;\r\n The revolutionary parties should hold fast to the class principles to accomplish the popular masses' cause of independence and socialism. &nbsp;&nbsp;&nbsp;\r\n They should always view all the matters arising in the revolution and construction from the class standpoint, defend the interests of the popular masses and fight against all hues of class enemies without compromise. by so doing they can defend the independence of the country and the nation and victoriously advance the popular masses' cause of independence and socialism. &nbsp;&nbsp;&nbsp;\r\n Adherence to the class principles leads to victory and abandonment of the class principle to death.    \r\n\r\n"
        },
        {
            "title": "Paper on army-centered politics",
            "url": "http://kcna.co.jp/item/2001/200111/news11/08.htm#9",
            "content": "National independence called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 8 (KCNA) -- Rodong Sinmun today in a signed article says that the struggle following the adoption of the historic June 15 North-South Joint Declaration convinced the Korean nation more firmly that national independence is the main key to the settlement of the reunification issue.\r\n It is because the country's reunification is an independent cause that should be carried out by the efforts of the Korean nation itself, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The master of the national reunification movement is the entire Korean nation, who has strength enough to achieve reunification. &nbsp;&nbsp;&nbsp;\r\n National independence is an expression of self-consciousness and will to solve the issue of the destiny of the nation by the efforts of the nation itself. &nbsp;&nbsp;&nbsp;\r\n It is quite clear that the foreign forces who divided the Korean territory and nation into two cannot bring reunification to the Korean nation. &nbsp;&nbsp;&nbsp;\r\n National independence is the only patriotic way for our fellow countrymen to live and achieve reunification and prosperity. Dependence on foreign forces leads to selling off the country and the nation. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are viciously resorting to the anti-DPRK, anti-reunification moves with intent to keep the Korean nation bisected and gain profits from it. &nbsp;&nbsp;&nbsp;\r\n The right-wing conservative forces of South Korea are abusing the tense international situation to openly escalate confrontation with DPRK and tension. &nbsp;&nbsp;&nbsp;\r\n Anyone who truly worries about the destiny of the country and the nation should turn out in the struggle to thwart and frustrate the anti-national, anti-reunification and anti-peace moves of the u.s. imperialists and the right-wing conservative forces of South Korea. &nbsp;&nbsp;&nbsp;\r\n Reunification requires adhering to the principle of national independence.    \r\n\r\n\r\n"
        },
        {
            "title": "Head of DPRK delegation on food problem",
            "url": "http://kcna.co.jp/item/2001/200111/news11/08.htm#10",
            "content": "Paper on army-centered politics\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 8 (KCNA) -- The army-centered politics of the Workers' Party of Korea is the most independent political mode, says Rodong Sinmun today in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The WPK's army-centered politics is a political mode making it possible to train the people's army as an invincible army in order to firmly defend the country, strengthen the driving force of the revolution with this army as the core and a model and dynamically accelerate the overall socialist construction with it as the pillar of the revolution. &nbsp;&nbsp;&nbsp;\r\n This politics serves as the most independent political mode because nothing is more effective than this mode in defending and glorifying the sovereignty and dignity of our country and nation. &nbsp;&nbsp;&nbsp;\r\n It is a unique political mode of Korean style as leader Kim Jong Il set out it for the first time in history. &nbsp;&nbsp;&nbsp;\r\n It is the most powerful and independent political mode making it possible for the DPRK to carry out the revolution and construction on its own efforts and its own way in conformity with its actual conditions. &nbsp;&nbsp;&nbsp;\r\n This effective political mode renders it possible to firmly defend, among other things, the sovereignty and dignity of the country and nation from any moves of the imperialists for aggression. &nbsp;&nbsp;&nbsp;\r\n This politics is an invincible political mode that ensures the training of the people's army as a matchless army capable of decisively meeting any challenge of the imperialists. &nbsp;&nbsp;&nbsp;\r\n This is a political mode for building the most powerful driving force to carry out the revolution and construction by its own efforts. &nbsp;&nbsp;&nbsp;\r\n The army-based politics of the WPK makes it possible to significantly strengthen the driving force of the revolution with the people's army as the core and as a model. &nbsp;&nbsp;&nbsp;\r\n This is the political mode for carrying out the revolution and construction our way in conformity with our actual conditions. &nbsp;&nbsp;&nbsp;\r\n The army-based politics of the WPK is the excellent independent policy in the present times as it has enabled it to firmly defend the dignity and sovereignty of the country despite such rigorous economic difficulties and trials and confidently steer the trend of world politics.    \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to king of Cambodia",
            "url": "http://kcna.co.jp/item/2001/200111/news11/08.htm#11",
            "content": "Head of DPRK delegation on food problem\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 8 (KCNA) -- The government of the Democratic People's Republic of Korea will make positive efforts for the implementation of the action program of the world food summit while boosting the relations with the food and agriculture organization of the united nations and its members keen to achieve the world food security.\r\n Minister of Agriculture Kim Chang Sik, head of the DPRK delegation, said this, addressing the 31st conference of FAO on Nov. 5. &nbsp;&nbsp;&nbsp;\r\n Many successes have been made in FAO activities to achieve food security over the last two years since its 30th conference, he said, and continued: &nbsp;&nbsp;&nbsp;\r\n The DPRK government considered it as an important policy to steadily develop agriculture and solve the food problem by its own efforts and exerted enormous efforts for its implementation. &nbsp;&nbsp;&nbsp;\r\n The drive of the Korean people to solve the food problem has been intensified with the cooperation with FAO and other international organizations. &nbsp;&nbsp;&nbsp;\r\n In the last two years, FAO has contributed to realizing international food aid by sending its crop assessment mission to the DPRK every year to acquaint itself with the damage done by continued natural disasters and food situation and inform the international community of them. &nbsp;&nbsp;&nbsp;\r\n It is also helping the DPRK develop agriculture by realizing regular aid through the special food security program and the program for technical cooperation. &nbsp;&nbsp;&nbsp;\r\n He underscored the importance of FAO's function and role in improving the world food and agriculture situation.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Cambodian prime minister",
            "url": "http://kcna.co.jp/item/2001/200111/news11/08.htm#12",
            "content": "Greetings to king of Cambodia\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 8 (KCNA) -- Kim Yong Nam, President of the Presidium of the Supreme People's Assembly of the DPRK, today sent a message of greetings to Norodom Sihanouk, king of Cambodia, on the occasion of its 48th Independence Day.\r\n The message extended warmest congratulations to the king and the people of Cambodia on this day. &nbsp;&nbsp;&nbsp;\r\n Under the patriotic leadership of the king, the Cambodian people achieved the independence of the country through a protracted arduous struggle and have made many successes in the struggle to defend the peace and stability of the country and rehabilitate and develop the national economy, the message said, and continued: &nbsp;&nbsp;&nbsp;\r\n The Korean people sincerely rejoice over the great progress made by the fraternal Cambodian people in the cause of building a prosperous country and hope that the royal government and people of Cambodia will build an independent, peaceful and prosperous new society in the future, true to the noble aim of the king. &nbsp;&nbsp;&nbsp;\r\n The friendly relations between the DPRK and Cambodia are traditional fraternal relations provided by President Kim Il Sung and the king of Cambodia. &nbsp;&nbsp;&nbsp;\r\n Recalling with deep emotion his Cambodian visit paid last July, Kim Yong Nam expressed belief that the friendly and cooperative relations between the two countries would grow stronger in the future and wished the king greater success in his noble cause for the prosperity of the country and the happiness of the people as well as his good health and happiness.    \r\n\r\n\r\n"
        },
        {
            "title": "Paek Nam Sun meets new Pakistani ambassador",
            "url": "http://kcna.co.jp/item/2001/200111/news11/08.htm#13",
            "content": "Greetings to Cambodian prime minister\r\n&nbsp;&nbsp;&nbsp; Pyongyang November 8 (KCNA) -- Hong Song Nam, premier of the DPRK cabinet, sent a message of greetings to Hun Sen, prime minister of the royal government of Cambodia, on the occasion of the 48th anniversary of its independence.\r\n Extending warm congratulations to him, the message noted with sincere joy that under his correct leadership the royal government and people of Cambodia have made many successes in the work to achieve national unity, promote the country's political stability, develop the national economy and improve the standard of people's living. &nbsp;&nbsp;&nbsp;\r\n Expressing belief that the traditional friendly and cooperative relations between the two countries would grow stronger, the message sincerely wished him greater success in his responsible work. &nbsp;&nbsp;&nbsp;\r\n Foreign minister Paek Nam Sun also sent a message of greetings to his counterpart Hor Nam Hong.    \r\n\r\n\r\n\r\n"
        }
    ]
}