{
    "date": "2002-02-28",
    "url": "http://kcna.co.jp/item/2002/200202/20020228.htm",
    "articles": [
        {
            "title": "Kim Jong Il receives Koreans from Japan",
            "url": "http://kcna.co.jp/item/2002/200202/news02/28.htm#1",
            "content": "Kim Jong Il receives Koreans from Japan \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 1 (KCNA) -- Leader Kim Jong Il on February 28 received members of a congratulatory group of Koreans in Japan headed by Ho Jong Man, chief vice-chairman of the central standing committee of the General Association of Korean Residents in Japan (Chongryon), a delegation of chairmen of the prefectural headquarters of Chongryon headed by Jo Ryong Hyon, vice-chairman of the Chongryon central standing committee, and the art troupe of Koreans in Japan headed by Ri Jang Jun, chief of the Kumgangsan Opera Troupe, staying in the homeland.\r\n Present there were Kim Kuk Thae, Jong Ha Chol, Kim Ki Nam and Kim Yong Sun, secretaries of the central committee of the Workers' Party of Korea, and officials concerned.&nbsp;&nbsp;&nbsp;\r\n The members of the congratulatory group and the delegations wholeheartedly extended the highest glory and the warmest congratulations to Kim Jong Il representing the intense loyalty and deepest reverence of all the officials of Chongryon and the 700,000 Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n He expressed thanks for this and had a conversation with them in a cordial atmosphere. &nbsp;&nbsp;&nbsp;\r\n That day he gave a dinner for the members of the congratulatory group and the delegations of Chongryon.     \r\n\r\n"
        },
        {
            "title": "Kim Jong Il enjoys music and dance performance",
            "url": "http://kcna.co.jp/item/2002/200202/news02/28.htm#2",
            "content": "Kim Jong Il enjoys music and dance performance \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 1 (KCNA) -- Leader Kim Jong Il enjoyed a music and dance performance \"Flower Representing Patriotism\" given by an art troupe of Koreans in Japan at the Hamhung Grand Theatre yesterday.\r\n Seeing the performance together with him were Kim Kuk Thae, Jong Ha Chol, Kim Ki Nam and Kim Yong Sun, secretaries of the Central Committee of the Workers' Party of Korea, and officials concerned, chief secretary Ri Thae Nam of the South Hamgyong Provincial Committee of the WPK, chairman Kim Phung Gi of the South Hamgyong Provincial People's Committee, senior officials of the province, people's army soldiers and working people in the city. &nbsp;&nbsp;&nbsp;\r\n Also seeing the performance were members of a congratulatory group of Koreans in Japan headed by chief vice-chairman Ho Jong Man of the central standing committee of the General Association of Korean Residents in Japan (Chongryon) and a delegation of chairmen of the Chongryon prefectural headquarters headed by vice-chairman Jo Ryong Hyon of the Chongryon central standing committee staying in the homeland. &nbsp;&nbsp;&nbsp;\r\n The program of the performance that began with an instrumental music, song and dance \"the flower we present is the most beautiful\" included a female vocal solo \"we wish to go,\" a mixed duet \"desire of father,\" a mixed chorus \"serial song of Arirang\" and a song and dance \"we will hold you in higher esteem.\" &nbsp;&nbsp;&nbsp;\r\n The artistes sang of the deepest thanks to Kim Jong Il who has shown all sorts of paternal solicitude for the 700,000 Koreans in Japan, taking warm care of them, their reverence for him, the great happiness, pride and honor of being overseas citizens of the DPRK led by him. They also represented the determination of the Koreans in Japan to step up with loyalty the grand patriotic march for the prosperity of the socialist homeland and national reunification. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il congratulated the artistes upon their successful performance and expressed thanks to them.    \r\n\r\n"
        },
        {
            "title": "Friendship gathering held",
            "url": "http://kcna.co.jp/item/2002/200202/news02/28.htm#3",
            "content": "Friendship gathering held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 28 (KCNA) -- The Korean Committee for Cultural Relations with Foreign Countries hosted a friendship gathering at the People's Palace of Culture yesterday on the occasion of the first anniversary of the establishment of diplomatic relations between the DPRK and Germany.\r\n Present on invitation were Doris Hertramf, German ambassador to the DPRK, and staff members of the embassy and German guests staying here. &nbsp;&nbsp;&nbsp;\r\n Jon Yong Jin, vice-chairman of the committee and chairman of the DPRK-Germany Friendship Association, and officials concerned were on hand. &nbsp;&nbsp;&nbsp;\r\n The participants talked with each other and enjoyed an art performance given by schoolchildren, deepening the feelings of friendship.     \r\n\r\n"
        },
        {
            "title": "Bush's remarks against DPRK under fire",
            "url": "http://kcna.co.jp/item/2002/200202/news02/28.htm#4",
            "content": "Bush's remarks against DPRK under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 28 (KCNA) -- Bush let loose a string of vituperation against the DPRK even in Seoul. This clearly shows how hard he is working to bring the DPRK to its knees and put it under the U.S. domination, says Minju Joson today in a signed commentary.\r\n It continues: &nbsp;&nbsp;&nbsp;\r\n It is foolish of bush to malignantly slander the most advantageous man-centred socialist system in the DPRK, not content with raising a hue and cry over the non-existent \"threat\" from it. &nbsp;&nbsp;&nbsp;\r\n The Bush group's talk about \"dialogue\" with the DPRK is intended to put sort of psychological pressure upon it and wrest a concession from it in a bid to carry out its brigandish policy of aggression. &nbsp;&nbsp;&nbsp;\r\n The DPRK does not feel any need to sit with such dialogue partner. &nbsp;&nbsp;&nbsp;\r\n Due to the U.S. imperialists' reckless moves to stifle the DPRK the situation is growing so tense in Korea that it reminds one of that on the eve of war. &nbsp;&nbsp;&nbsp;\r\n The DPRK can never cave in to the U.S. pressure and abandon its ideology, political system and revolutionary principles. &nbsp;&nbsp;&nbsp;\r\n The people's army and people of the DPRK will never tolerate the U.S. moves to stifle the DPRK.     \r\n\r\n"
        },
        {
            "title": "Increased national defense capability called for",
            "url": "http://kcna.co.jp/item/2002/200202/news02/28.htm#5",
            "content": "Increased national defense capability called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 28 (KCNA) -- Rodong Sinmun today in a signed commentary slams U.S. vice-president Cheney for his outbursts echoing Bush's remark about \"the axis of evil\".\r\n The commentary says: &nbsp;&nbsp;&nbsp;\r\n Before Bush's Asian tour Cheney was busy supporting the former's remark about \"the axis of evil,\" blustering that the united states would not allow any country to pose a \"threat of weapons of mass destruction\" and calling for an \"international pressure\" upon somebody. This is aimed to give a shot in the arm of bush now tight-cornered for his reckless remarks. &nbsp;&nbsp;&nbsp;\r\n Bush's talk about \"the axis of evil\" is a product of the U.S. policy of hegemony to build a U.S. led unipolar world. It is aimed to escalate military intervention and a war of aggression under the pretext of \"combating  terrorism\" in a bid to put the world under its military domination. &nbsp;&nbsp;&nbsp;\r\n It is ridiculous of Cheney to grumble about the stance of European allies not to accommodate \"Bush's remarks\" about \"the axis of evil.\" &nbsp;&nbsp;&nbsp;\r\n No country with reason will favour the United States war hysteria. &nbsp;&nbsp;&nbsp;\r\n The U.S. warmongers are running wild, utterly ignorant of their rival. It is the DPRK's revolutionary spirit and independent way of counter-action to react to the enemy's hard line with the toughest stand. &nbsp;&nbsp;&nbsp;\r\n If the enemy forces come in attack on the DPRK, it will not miss the chance but wipe them out to the last one.    \r\n\r\n"
        },
        {
            "title": "Cheney's remarks blasted",
            "url": "http://kcna.co.jp/item/2002/200202/news02/28.htm#6",
            "content": "Cheney's remarks blasted \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 28 (KCNA) -- The strong people's army guarantees the country's dignity, the nation's sovereignty and the security of the people. The DPRK has the invincible revolutionary army of Mt. Paektu capable of defeating any formidable enemy. The Korean people will never drop their weapons unless imperialism is finally defeated. \r\n This firm faith, high pride and the staunch anti-imperialist fighting spirit underlie the belief that our army is best. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today underscores this in an editorial entitled \"let us fully demonstrate the national dignity in the belief that our army is best.\" &nbsp;&nbsp;&nbsp;\r\n Tremendous is the might of the Korean People's Army which has grown stronger than ever before thanks to the army-based policy of leader Kim Jong Il, it notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n No force on earth can match the KPA fully armed with the spirit of devotedly defending the leader and equipped with powerful offensive and defensive means. &nbsp;&nbsp;&nbsp;\r\n The KPA is invincible armed forces with limitless striking power and combat capability to destroy any stronghold of aggressors on the globe at a single blow. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has firmly consolidated the single-hearted unity between the Korean army and people by carrying forward the idea of the unity between the army and people displayed during the anti-Japanese war just as President Kim Il Sung taught that \"guerrillas can exist no more without people than the fish without water\". &nbsp;&nbsp;&nbsp;\r\n The destiny of the Korean people always hinges on the army. &nbsp;&nbsp;&nbsp;\r\n It is the Korean people's unshakable creed of life that a rifle cannot be bartered for anything and they can live without candy, but not without bullets. &nbsp;&nbsp;&nbsp;\r\n Noting that to increase the national defence capability is a very important work to defend our ideology, political system and cause despite the vicious challenge of the imperialists, the editorial calls for demonstrating the invincible might of    Kim Jong Il's revolutionary army and dignity of the Korean nation to the whole world in the belief that our army, a signal post in the army-centered era and a banner of victory, is best.  \r\n\r\n"
        },
        {
            "title": "Bush's bellicose remarks assailed abroad",
            "url": "http://kcna.co.jp/item/2002/200202/news02/28.htm#7",
            "content": "Bush's bellicose remarks assailed abroad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 28 (KCNA) -- Political parties and organizations of different countries denounced bush for terming the DPRK a member of the \"axis of evil\" over \"terrorism\" and sent messages of solidarity supporting the just struggle of the Korean people.\r\n Jozef Sebc, chairman of the Slovak Communist Party, condemned Bush's remarks as a dominationist ambition to increase the U.S. military capabilities and, on this basis, dominate the world. &nbsp;&nbsp;&nbsp;\r\n His reckless utterances betray an attempt to divert elsewhere the attention of Americans who are concerned about serious economic crisis at home, he noted. &nbsp;&nbsp;&nbsp;\r\n The central committee of the Palestinian popular struggle front said that the U.S. imperialists are seeking to dominate the world and block the desire of humankind for progress and peace. &nbsp;&nbsp;&nbsp;\r\n The forces of the friendly Arab national liberation movement and other political parties said that they will firmly stand in the same trench with the DPRK braving the threat of the U.S. imperialists to reign the world so as to adapt it to their demands and conditions. &nbsp;&nbsp;&nbsp;\r\n Daniel Dedui, chairman of the Romanian Workers' Association, said that the U.S. president's reckless remarks are little short of holding up a sword over the heads of the Korean people who are building a progressive and civilized society. &nbsp;&nbsp;&nbsp;\r\n The U.S., he said, dislikes seeing the Korean people increasing defense capabilities in defence of the sovereignty of the country and their right to peaceful labour.     \r\n\r\n"
        },
        {
            "title": "Move of firing range called for in S. Korea",
            "url": "http://kcna.co.jp/item/2002/200202/news02/28.htm#8",
            "content": "Move of firing range called for in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 28 (KCNA) -- The headquarters of the movement for defending the River Han in Yangphyong county, Kyonggi Province, and other organisations and residents in this region called for moving the combined firing range of the army in the township to other place, Seoul-based Yonhap News reported.\r\n They repeatedly demanded the \"Ministry of Defence\" move the firing range to other place, saying that the residents have long suffered from noises and vibration caused by two-three rounds of field firing every week. &nbsp;&nbsp;&nbsp;\r\n When the \"Ministry of Defence\" and the military unit did not met their demand under an unreasonable pretext, they strongly called for the move of the firing range, pasting up at different places of the township posters bearing the letters \"move the firing range disturbing regional development to other place\" and \"we cannot live with unease at the sound of gun-firing.\"     \r\n\r\n\r\n"
        },
        {
            "title": "Anecdotes about Kim Jong Il",
            "url": "http://kcna.co.jp/item/2002/200202/news02/28.htm#9",
            "content": "Anecdotes about Kim Jong Il\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 28 (KCNA) -- It happened on October 2, Juche 66 (1977).\r\n Leader Kim Jong Il visited a new funfair built in the Taesongsan pleasure ground.    He had modern amusement facilities operated and personally got on each of them, giving instructions for a long while as regards the management and operation of the funfair. &nbsp;&nbsp;&nbsp;\r\n Officials dissuaded him from getting on the fast revolving and perilous amusement facilities, but he said how they could tell children to ride on the facilities before they had a try at riding. &nbsp;&nbsp;&nbsp;\r\n He confirmed the safety of a jet coaster, a mad mouse and all others till late evening before leaving the funfair. &nbsp;&nbsp;&nbsp;\r\n It happened on one Sunday of May in Juche 76 (1987) that  Kim Jong Il visited the construction site of apartment houses in Puksae Street (now An Sang Thaek Street) in Pyongyang which was nearing completion. &nbsp;&nbsp;&nbsp;\r\n After looking round the street along which modern buildings rose after the disappearance of small and humble one-story houses, he spoke highly of what was done by builders. &nbsp;&nbsp;&nbsp;\r\n That day officials told him their intention to distribute some of the apartment houses to state officials as the houses were built by the state in good places with much effort. He said that those houses were what he had promised to people in Puksae-dong and so no one should be allowed to move into them as one pleased. &nbsp;&nbsp;&nbsp;\r\n He added that the evacuees from the dong had a lot of inconvenience in living with other families for years and that the construction of the houses should be completed quickly so that they might live in them. Some days after, all the evacuated families moved into new flats, each with three or four rooms, on the same day. &nbsp;&nbsp;&nbsp;\r\n There is another anecdote. &nbsp;&nbsp;&nbsp;\r\n One day of July in Juche 65 (1976) he visited a hot spring in Ryanggang Province.  He felt the temperature of the water and taught how to build a modern sanatorium and a resort there. &nbsp;&nbsp;&nbsp;\r\n At that moment a train heavily loaded with timber passed through the centre of the village, giving a shrill whistle. He said that the train might disturb treatment at the sanatorium to be built and so the railway track should be removed even though they had to drive a tunnel through a mountain. Thus a vast project to remove the railway track was carried out for the sanatorium to be built.    \r\n\r\n\r\n"
        },
        {
            "title": "Jongju Clothing Factory",
            "url": "http://kcna.co.jp/item/2002/200202/news02/28.htm#10",
            "content": "Jongju Clothing Factory\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 28 (KCNA) -- The Jongju Clothing Factory in Jongju city, North Phyongan Province, is one of the leading producers of garments for export in the DPRK.\r\n The factory was commissioned in October Juche 47 (1958). &nbsp;&nbsp;&nbsp;\r\n It has a total floor space of 13,000 square meters. &nbsp;&nbsp;&nbsp;\r\n It annually produces hundreds of thousands of trousers and padded clothes for men. &nbsp;&nbsp;&nbsp;\r\n The foreign demand for its products is on a steady increase. &nbsp;&nbsp;&nbsp;\r\n It has overfulfilled its annual state plans over the last 40 years. &nbsp;&nbsp;&nbsp;\r\n Despite a number of difficulties it is quite optimistic about honoring this year's production commitment. &nbsp;&nbsp;&nbsp;\r\n Manager Sin Tong Suk is meticulously organizing the production to carry out this year's plan at 150 percent.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "New method of blood vessel operation developed",
            "url": "http://kcna.co.jp/item/2002/200202/news02/28.htm#11",
            "content": "New method of blood vessel operation developed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 28 (KCNA) -- Korean medical scientists succeeded in developing a new method of operation for dilating blood vessels by using alloy stent made of titan and nickel.\r\n This method based on modern medical technology is applied to treating troubles caused by contracted main arteries and other vessels in heart, chest and abdomen and limbs. &nbsp;&nbsp;&nbsp;\r\n Alloy stent consists of a spiral-shaped stent, a carrier conduit, fixing and guiding wires. &nbsp;&nbsp;&nbsp;\r\n For angioplasty a doctor uses a needle to put a narrow conduit into patient's contracted blood vessels to confirm contraction. &nbsp;&nbsp;&nbsp;\r\n Then a carrier conduit is pushed into the affected region and stent is used to prevent relapse. &nbsp;&nbsp;&nbsp;\r\n The operation is conducted under camera observation. &nbsp;&nbsp;&nbsp;\r\n A patient can move as usual 24 hours after the operation. &nbsp;&nbsp;&nbsp;\r\n This method is greatly instrumental in clinical practices.     \r\n\r\n\r\n"
        },
        {
            "title": "Pullback of GIs called for",
            "url": "http://kcna.co.jp/item/2002/200202/news02/28.htm#12",
            "content": "Pullback of GIs called for\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 28 (KCNA) -- As long as the U.S. imperialist aggressor forces remain in South Korea, the Korean nation can neither be freed from misfortune, sufferings and disaster caused by the national division nor reunify the country, Rodong Sinmun today says in a by-lined article.\r\n The article continues: &nbsp;&nbsp;&nbsp;\r\n Due to the U.S. military presence in South Korea the Korean nation proud of a history spanning 5,000 years is compelled to undergo the tragedy of the division against its will. &nbsp;&nbsp;&nbsp;\r\n The senior officials of the U.S. administration are saying that the presence of the u.s. troops in South Korea is a product of \"request\" of the South Korean people, but the rigmarole does not go down with anyone any longer in South Korea which witnesses massive anti-U.S. struggle. &nbsp;&nbsp;&nbsp;\r\n When all the Koreans in the north, the south and overseas are hardening their will to put an end to the tragic division of the country and build a reunified country, the U.S. cannot be allowed to keep its troops in South Korea and seek confrontation, war and division. &nbsp;&nbsp;&nbsp;\r\n The Yankees' presence in South Korea is anachronistic. &nbsp;&nbsp;&nbsp;\r\n The U.S. should pull its troops out of South Korea and take its hands of aggression and interference off Korea.     \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam leaves for Thailand and Malaysia",
            "url": "http://kcna.co.jp/item/2002/200202/news02/28.htm#13",
            "content": "Kim Yong Nam leaves for Thailand and Malaysia\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 28 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, left here today by a special plane to pay an official goodwill visit to Thailand and Malaysia.\r\n Leaving with him were foreign minister Paek Nam Sun, minister of foreign trade Ri Kwang Gun, president of the academy of sciences Ri Kwang Ho, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries Mun Jae Chol and suite members. &nbsp;&nbsp;&nbsp;\r\n They were seen off at the airport by vice-president of the presidium of the Supreme People's Assembly Yang Hyong Sop, vice-minister of foreign affairs Choe Su Hon and others.      \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}