{
    "date": "2002-09-26",
    "url": "http://kcna.co.jp/item/2002/200209/20020926.htm",
    "articles": [
        {
            "title": "Leaflets praising Kim Il Sung appear in S. Korea",
            "url": "http://kcna.co.jp/item/2002/200209/news09/26.htm#1",
            "content": "Leaflets praising Kim Il Sung appear in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) -- Scores of leaflets praising President Kim Il Sung were found in the compound of the building of the \"National Assembly\" in Youido, Seoul, on Tuesday afternoon, according to CBS of South Korea.\r\n A picture of the president and letters praising him were seen on the front of the leaflets in the name of the Paektusan society. &nbsp;&nbsp;&nbsp;\r\n Printed on their back were Kim Jong Il's propositions about the greatness of the president.    \r\n   \r\n"
        },
        {
            "title": "Friendly meeting with Thai delegation held",
            "url": "http://kcna.co.jp/item/2002/200209/news09/26.htm#2",
            "content": "Friendly meeting with Thai delegation held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) -- A friendly meeting between officials of the central committee of the Korean Democratic Women's Union and the delegation of the National Council of Women of Thailand was held on Wednesday.\r\n Present at the meeting were Pak Sun Hui, chairwoman of the central committee of the union, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n The members of the delegation headed by president of the council Yuwadee Nimsomboon were invited to the meeting. &nbsp;&nbsp;&nbsp;\r\n The participants talked about the activities of the two organizations and their successes and experience, deepening the feelings of friendship.    \r\n\r\n"
        },
        {
            "title": "Validity of WPK's economic policies",
            "url": "http://kcna.co.jp/item/2002/200209/news09/26.htm#3",
            "content": "Validity of WPK's economic policies \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) -- The economic policies of the Workers' Party of Korea (WPK) are the most revolutionary and popular ones drafted on the basis of the demand and will of the people and implemented by their wisdom and creative activity.\r\n Rodong Sinmun says this in a signed article Wednesday. &nbsp;&nbsp;&nbsp;\r\n Referring to the validity of the economic policies, the daily says: &nbsp;&nbsp;&nbsp;\r\n They are policies of love and trust reflecting the people's demand and will and viable policies for steadily improving their living and benefiting them. &nbsp;&nbsp;&nbsp;\r\n The economic policies pursued by the WPK in recent years are alien to other countries' experience and ready-made formulas and frames. &nbsp;&nbsp;&nbsp;\r\n They are unique policies reflecting the Korean people's will and demand for independence. &nbsp;&nbsp;&nbsp;\r\n All the economic policies of the WPK give priority to the interests of the people in economic activities and attach importance to substantial contribution to the people's living. &nbsp;&nbsp;&nbsp;\r\n Any policy and economic work alien to the people's interests are unthinkable for the WPK, which serves the people. &nbsp;&nbsp;&nbsp;\r\n All economic policies set forth by Kim Jong Il in recent years have made it possible to substantially improve the people's living. Among them are policies of bringing about a radical turn in potato farming, developing fish and poultry breeding, seeking self-reliance based on modern science and technology and bringing into full play the advantages of the just economic management system of the Korean style the WPK's economic policies are fully accepted by all the people and thoroughly implemented by their revolutionary enthusiasm and initiative.    \r\n\r\n"
        },
        {
            "title": "Song Arirang sounds as ever",
            "url": "http://kcna.co.jp/item/2002/200209/news09/26.htm#4",
            "content": "Song Arirang sounds as ever \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) -- Kim Kang Ryon of the \"Korean national well-being foundation\" released an article titled \"'Arirang' I Saw\", according to Seoul-based Voice of National Salvation.\r\n All the songs Arirang sung by the Korean nation from old times reflected the soul of the fellow countrymen and the sad feelings of the people and all the more sorrowful feelings after they were deprived of the country by the Japanese imperialists, the article said, and continued: &nbsp;&nbsp;&nbsp;\r\n New songs Arirang of the Korean nation full of its joy, pleasure and optimism were born in the north where President Kim Il Sung built a powerful socialist country, a paradise of the people, in the spirit of independence after liberating the country. &nbsp;&nbsp;&nbsp;\r\n The song Arirang for prosperity delightfully sung by the people in the north under the leadership of Kim Jong Il was a salute of guns which victoriously concluded the \"arduous march\" and a declaration of victors in removing all the century-old rancour and pain from the mind of the fellow countrymen and advancing to prosperity. &nbsp;&nbsp;&nbsp;\r\n The mass gymnastic and artistic performance \"Arirang\" was a historic extravaganza showing the greatness of the peerlessly brilliant commanders, peerless heroes greeted and upheld by the Korean nation for the first time in the history of thousands of years. &nbsp;&nbsp;&nbsp;\r\n The stately appearance of 100,000 performers was an epitome of a great powerful and prosperous nation who has been placed on top of the world. Holding Kim Jong Il in high esteem as its leader. &nbsp;&nbsp;&nbsp;\r\n The Korean nation shed tears with the song Arirang for having no great man to lead it in the old times but is now vigorously advancing towards prosperity and reunification, proudly singing Arirang for prosperity under the leadership of Kim Jong Il, the sun of the nation and the sun of the 21st century. Indeed, it seemed that the pride and dignity of becoming a member of the Korean nation reach the sky. &nbsp;&nbsp;&nbsp;\r\n The song we should sing is Arirang for prosperity, a new song Arirang of the new century, given by Kim Jong Il. Arirang for prosperity is a song of the eternal sun, happiness, pleasure and reunification. &nbsp;&nbsp;&nbsp;\r\n The song of the sun will sound forever, opening a bright future of the Korean nation.    \r\n\r\n"
        },
        {
            "title": "Guest performance given by Russian artistes",
            "url": "http://kcna.co.jp/item/2002/200209/news09/26.htm#5",
            "content": "Guest performance given by Russian artistes \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 26 (KCNA) -- The visiting State Academy Ensemble of the Ministry of Interior of Russia gave a performance for guests of honor at the Ponghwa Art Theatre Wednesday.\r\n The Russian artistes staged beautiful and fascinating dances warmly congratulating  Kim Jong Il on his successful Russian visit this year in the wake of his trip last year and extending glory to him. &nbsp;&nbsp;&nbsp;\r\n They presented a chorus of the immortal revolutionary paean \"Song of General Kim Il Sung\". &nbsp;&nbsp;&nbsp;\r\n Their repertoire included wartime songs \"just war\" and \"forward\" representing the Russian people who courageously fought against aggressors with ardent love for the Russian state and the motherland and a male vocal solo and chorus \"officers\" and a dance \"beside fence\" depicting the optimistic life of the Russian army and people and their emotion. &nbsp;&nbsp;&nbsp;\r\n They successfully presented Korean songs \"General of Korea\", \"Song of Sea\", \"Dear General, Where Are You\" and others, delighting the audience. &nbsp;&nbsp;&nbsp;\r\n The performance ended with a chorus of the immortal revolutionary paean \"Song of General Kim Jong Il\". &nbsp;&nbsp;&nbsp;\r\n A floral basket was conveyed to the artistes in congratulation of their successful performance. &nbsp;&nbsp;&nbsp;\r\n Appreciating the performance were Jong Ha Chol, secretary of the Central Committee of the Workers' Party of Korea, artistes and working people here, Andrei Karlov, Russian Ambassador to the DPRK, and embassy officials.    \r\n\r\n"
        },
        {
            "title": "Mountain resort attracts holiday-makers",
            "url": "http://kcna.co.jp/item/2002/200209/news09/26.htm#6",
            "content": "Mountain resort attracts holiday-makers \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) -- The Mt. Kuwol Resort on the west coast is attracting an increasing number of holiday-makers as the mountain is put on autumnal tints.\r\n Tens of thousands of people from all walks of life, compatriots from overseas and foreigners spent their holiday there recently. &nbsp;&nbsp;&nbsp;\r\n The height of the mountain is favorable for holiday-making. &nbsp;&nbsp;&nbsp;\r\n The mountain boasts its fantastic ridges and valleys. &nbsp;&nbsp;&nbsp;\r\n Once tourists mount the battlements on the east gate of the old fort on the mountain, they can enjoy a bird's-eye view of the picturesque scenery of the mountain where plants of over 600 species are growing. &nbsp;&nbsp;&nbsp;\r\n Being briefed on various legends associated with the history of the Korean nation, they visit such old temples as the Woljong temple and the Samsong temple and other historic sites with keen interest. &nbsp;&nbsp;&nbsp;\r\n Such falls as Ryongyon falls and Samhyongje falls and ponds, strange rocks and Tanphung valley and other beauty spots lead tourists to ecstasy. &nbsp;&nbsp;&nbsp;\r\n The resort has pavilions, platforms to enjoy bird's-eye view of scenery, sports and pleasure grounds, catering facilities and fish ponds and animal sculptures that match well the peculiar scenery of its vicinity. &nbsp;&nbsp;&nbsp;\r\n The resort has an over 60km-long main motorway and mountaineering courses extending tens of km. covering 22,000 hectares, the resort can accommodate over ten thousand people at a time.    \r\n\r\n"
        },
        {
            "title": "Special congress of international martial art games committee held",
            "url": "http://kcna.co.jp/item/2002/200209/news09/26.htm#7",
            "content": "Special congress of international martial art games committee held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) -- A special congress of the international martial art games committee was held in Pyongyang.\r\n Present at the congress were chairman Mac Harb, the vice-president, the secretary general and members of the international martial art games committee. &nbsp;&nbsp;&nbsp;\r\n Jang Ung, president of the international Taekwon-do federation, was elected president of the international martial art games committee.     \r\n\r\n\r\n"
        },
        {
            "title": "DPRK's policy of national defence is for self-defence",
            "url": "http://kcna.co.jp/item/2002/200209/news09/26.htm#8",
            "content": "DPRK's policy of national defence is for self-defence \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) -- The DPRK's policy of national defence is for self-defence as it abides by the principle of self-defence based on the Juche idea and its self-defensive nature and mission will remain unchanged in the future, too, says Rodong Sinmun today in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il clarified the nature, essence and the validity of the DPRK's policy of national defence in answers given to questions raised by the president of the Kyodo News Service of Japan. &nbsp;&nbsp;&nbsp;\r\n It is of special importance for the Korean people to increase national defence capacity because the country remains divided and it is standing in direct confrontation with U.S. imperialism, boss of world imperialism. &nbsp;&nbsp;&nbsp;\r\n The DPRK's national defence power is for self-defense and intended to defend the country, socialism, the security, life and property of its people from imperialist invasion. &nbsp;&nbsp;&nbsp;\r\n The right of self-defence is vital to the DPRK and Korean-style socialism is the life and soul of its people. &nbsp;&nbsp;&nbsp;\r\n It is an unshakable will of its people to defend and advance Korean-style socialism. This is the exercise of the right to national self-determination and right of option recognized by the un. &nbsp;&nbsp;&nbsp;\r\n The DPRK does not hide the fact that it has developed self-reliant defence industry and increased capacity for self-defence on the principle of attaching primary importance to the army. &nbsp;&nbsp;&nbsp;\r\n It is the most important state affair for the country to increase its own national defence power so as to protect the destiny of the people in a responsible manner to the last. &nbsp;&nbsp;&nbsp;\r\n The DPRK has defended the basic interests of revolution and the dignity and security of the country, resolutely countering the imperialists' vicious moves to stifle the DPRK, because it has built up strong national power for self-defence. &nbsp;&nbsp;&nbsp;\r\n The DPRK's armed forces are merciless to those who provoke it. &nbsp;&nbsp;&nbsp;\r\nBut, it does not use force against those who do not infringe upon it. If a country is friendly to the DPRK, after dropping hostility toward it, there is no need for the country to worry about the DPRK's increased national defence power.    \r\n\r\n\r\n"
        },
        {
            "title": "Autumn soccer round-robin competition held",
            "url": "http://kcna.co.jp/item/2002/200209/news09/26.htm#9",
            "content": "Autumn soccer round-robin competition held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) -- The autumn soccer round-robin competition took place in the Democratic People's Republic of Korea between late July and mid-September.\r\n Participating in the competition were teams of the April 25 sports group, the Rimyongsu sports group, the Pyongyang city sports group, the Wolmido sports group, the Amnokgang sports group and the North Hwanghae Provincial College of Physical Education, the Tumangang women's soccer team and other prominent teams. &nbsp;&nbsp;&nbsp;\r\n In the competition all the teams fully displayed their team spirit and refined skills, which were cultivated in day-to-day training, and thus contributed to putting the nation's football technique on a higher level. &nbsp;&nbsp;&nbsp;\r\n Men's and women's teams from the April 25 Sports Group scored 70 goals in all by adroit passing and attacking tactics. &nbsp;&nbsp;&nbsp;\r\n The Tumangang women's soccer team was conspicuous in the recent competition. In the first round-robin competition in particular, this team recorded 16 goals, without losing points, drawing eyes of spectators and soccer fans. &nbsp;&nbsp;&nbsp;\r\n According to the results of the competition, in the men's event the April 25 Sports Group placed first, the Rimyongsu sports group second and the Amnokgang sports group third. Meanwhile, in the women's event, the gold medal was snatched by the April 25 sports group, the silver medal by the Tumangang women's soccer team, and bronze medal by the Rimyongsu sports group. &nbsp;&nbsp;&nbsp;\r\n In the recent competition there were over 240 matches and 310 odd goals in all. The first competition registered more than 160 goals and the second over 15   \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam receives credentials from New Zealand Ambassador",
            "url": "http://kcna.co.jp/item/2002/200209/news09/26.htm#10",
            "content": "Kim Yong Nam receives credentials from New Zealand Ambassador\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, received credentials from David Leslie Taylor, newly-appointed New Zealand Ambassador to the DPRK, at the Mansudae Assembly Hall today.\r\n The president conversed with the ambassador after receiving credentials.    \r\n\r\n\r\n"
        },
        {
            "title": "Yang Hyong Sop meets Thai women's delegation",
            "url": "http://kcna.co.jp/item/2002/200209/news09/26.htm#11",
            "content": "Yang Hyong Sop meets Thai women's delegation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) -- Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, met and had a conversation with the delegation of the national council of women of Thailand led by its president Yuwadee Nimsomboon at the Mansudae Assembly Hall today.\r\n The head of the delegation said that the members of the delegation came to clearly know about the warm love shown by Kim Jong Il for the Korean women and children during its stay in the DPRK. &nbsp;&nbsp;&nbsp;\r\n She said she would contribute to further developing the friendly relations between the two countries by consolidating the ties between their women's organizations.     \r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2002/200209/news09/26.htm#12",
            "content": "Gift to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) -- Kim Jong Il was presented with a gift by the National Council of Women of Thailand.\r\n It was handed to Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, today by Yuwadee Nimsomboon, president of the council, on a visit to the DPRK. \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}