{
    "date": "2002-05-02",
    "url": "http://kcna.co.jp/item/2002/200205/20020502.htm",
    "articles": [
        {
            "title": "Kim Jong Il inspects navy command",
            "url": "http://kcna.co.jp/item/2002/200205/news05/02.htm#1",
            "content": "Kim Jong Il inspects navy command \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 2 (KCNA) - General Secretary Kim Jong Il yesterday inspected the KPA navy command to congratulate KPA servicemen on the May Day.\r\n After looking round the statue of President Kim Il Sung standing at the command, he dropped in at the operation room where he heard a report on the situation from the commander and learned in detail about the unit's performance of its duty and highly praised the feats performed by officers of the navy command. &nbsp;&nbsp;&nbsp;\r\n Noting that the position and role of the navy are very important as Korea is bounded on three sides by the sea, he set forth highly important tasks which would serve as a guideline in further strengthening the naval forces. &nbsp;&nbsp;&nbsp;\r\n He moved on to a unit under the navy command to take warm care of soldiers' service and living with paternal love. &nbsp;&nbsp;&nbsp;\r\n Very pleased to learn that the unit is conducting effective politico-ideological education the way anti-Japanese guerrillas did, he said that the KPA has grown to be ideologically strong invincible army as primary attention has always been paid to the ideological education among the soldiers. &nbsp;&nbsp;&nbsp;\r\n At the end of the inspection, he enjoyed together with servicemen and families of officers a performance given at the servicemen's house by art circle members of family members of the command who participated in the fifth competition among family members of KPA officers. &nbsp;&nbsp;&nbsp;\r\n He was greatly satisfied with their performance that deeply moved the audience. He extended thanks to them, congratulating them on their successful presentation. &nbsp;&nbsp;&nbsp;\r\n Noting that the mind of the army and people upholding the party is very pure and sincere, he stressed that the party is strong and the Korean revolution is winning victory after victory thanks to this army and people. &nbsp;&nbsp;&nbsp;\r\n He had a photograph taken with officers and men of the navy command. &nbsp;&nbsp;&nbsp;\r\n\r\n"
        },
        {
            "title": "Book \"Kim Il Sung and WFTU\" published",
            "url": "http://kcna.co.jp/item/2002/200205/news05/02.htm#2",
            "content": "Book \"Kim Il Sung and WFTU\" published\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, May 2 (KCNA) -- The World Federation of Trade Unions published a book \"Kim Il Sung and WFTU\" on the occasion of the Day of the Sun.\r\n Printed on the book is a portrait of President Kim Il Sung and photos of him receiving the general secretary of the WFTU and its delegations. &nbsp;&nbsp;&nbsp;\r\n Edited on the book are articles written by the general secretary and officials of the federation under the titles \"President Kim Il Sung always together with the world workers\" and \"Korea's reunification and the WFTU\" and the list of WFTU delegates to the DPRK. &nbsp;&nbsp;&nbsp;\r\n The book in its preface refers to the president's immortal feats performed for the human cause of independence, saying the federation publishes this book to convey his eminent services and exploits to posterity on his 90th birth anniversary.     \r\n\r\n"
        },
        {
            "title": "Brazzaville Juche idea study group formed in Congo",
            "url": "http://kcna.co.jp/item/2002/200205/news05/02.htm#3",
            "content": "Brazzaville Juche idea study group formed in Congo\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 2 (KCNA) -- The Brazzaville, Congo, Juche idea study group was inaugurated with due ceremony in Brazzaville on April 19.\r\n At the ceremony an official of the Congolese association for friendship among peoples was elected chairman of the group.\r\n"
        },
        {
            "title": "Famous woman acrobatic teacher",
            "url": "http://kcna.co.jp/item/2002/200205/news05/02.htm#4",
            "content": "Famous woman acrobatic teacher\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 2 (KCNA) -- Kim Pong Ae is a famous woman teacher in the acrobatic field in the DPRK.\r\n Born in Pusan, South Kyongsang Province, on November 20, Juche 10 (1921) she was subjected to maltreatment and humiliation at a Japanese-run circus for over 10 years. &nbsp;&nbsp;&nbsp;\r\n It was only after the liberation of the country that she became able to fully display her creative talent under the loving care of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n She was a creator and performer of such foot tricks as \"rolling pot,\" \"umbrella trick,\" \"janggo trick,\" \"climbing ladder,\" \"three acrobats turning round people by feet\" and \"one acrobat turning round a person by feet\" at the Pyongyang Circus.  She greatly contributed to the development of acrobatics. &nbsp;&nbsp;&nbsp;\r\n She became the first people's actress in the field of acrobatics in the DPRK.\r\n She trained several acrobats famous for foot tricks. &nbsp;&nbsp;&nbsp;\r\n Last year she was honored to receive the 80th birthday table from leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Working as a teacher at the Pyongyang acrobatic school, she is devoting herself to training young acrobats.     \r\n\r\n"
        },
        {
            "title": "U.S. moves to develop new type of latest military hardware denounced",
            "url": "http://kcna.co.jp/item/2002/200205/news05/02.htm#5",
            "content": "U.S. moves to develop new type of latest military hardware denounced\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, May 2 (KCNA) -- Minju Joson today in a signed commentary denounces the united states for working hard to research into and develop interceptor missiles capable of carrying nuclear warheads and develop sophisticated military hardware.\r\n The U.S. is keen to resume the underground nuclear test while creating nuclear and missile phobia worldwide and designated Korea and six other countries as targets of its nuclear attack in its report on \"nuclear posture review,\" the commentary says, and goes on: &nbsp;&nbsp;&nbsp;\r\n This situation compels not only those countries having no nukes and missiles but those countries with relatively a few of them to take self-defensive measures to cope with it. &nbsp;&nbsp;&nbsp;\r\n Now that the U.S. is working hard to put its plan for nuclear attack on the DPRK into practice after singling out it as the U.S. target, the DPRK is left with no option but to take strong countermeasures against this. &nbsp;&nbsp;&nbsp;\r\n The army and people of Korea hold the dignity and sovereignty of the country and the nation as dear as their lives. If the U.S. encroaches upon the land, sea and sky of the DPRK even 0.001 mm despite our repeated warnings, it will not be able to escape the fate of forlorn wandering spirit. &nbsp;&nbsp;&nbsp;\r\n The U.S. is well advised to stop its anachronistic acts at once. \r\n\r\n"
        },
        {
            "title": "Papers welcome Vietnamese goodwill mission",
            "url": "http://kcna.co.jp/item/2002/200205/news05/02.htm#6",
            "content": "Papers welcome Vietnamese goodwill mission\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 2 (KCNA) -- Tran Duc Luong, President of the Socialist Republic of Vietnam, is due to arrive in Pyongyang today to pay an official visit to the DPRK at the invitation of Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly.\r\n Papers here today in editorials warmly welcome the goodwill mission of the Vietnamese people visiting Korea with friendly feelings. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun says: &nbsp;&nbsp;&nbsp;\r\n His visit is a support and encouragement to the Korean people's just struggle for socialism and a convincing manifestation of the developing friendly relations between the DPRK and Vietnam. &nbsp;&nbsp;&nbsp;\r\n The DPRK-Vietnam friendship is the deep amity based on the close relations between President Kim Il Sung and Ho Chi Minh. &nbsp;&nbsp;&nbsp;\r\n In the past period, the two governments and peoples have stepped up the revolution and construction, supporting and cooperating close with each other in the struggle for independence, peace and socialism against imperialism. &nbsp;&nbsp;&nbsp;\r\n The DPRK-Vietnam amity is entering a new stage of development. The Korea visit of President Tran Duc Luong following the Vietnam visit of President Kim Yong Nam last year marks one more important occasion in developing the friendly ties between the two countries in conformity with the requirements of the new century. &nbsp;&nbsp;&nbsp;\r\n Through a long, rigorous and bloody struggle against the imperialist aggression forces, the Vietnamese people achieved the independence, liberation and unification of the country and embarked on the historic road of socialism. &nbsp;&nbsp;&nbsp;\r\n The Korean people are extending support and solidarity to the struggle of the Vietnamese people to build a rich and powerful and civilized socialism. &nbsp;&nbsp;&nbsp;\r\n Developing the DPRK-Vietnam friendly ties conforms with the interests of the two peoples and is beneficial to advancing socialist construction in the two countries. &nbsp;&nbsp;&nbsp;\r\n The Korea visit of Vietnamese President Tran Duc Luong will open a new page in the history of friendship between the two countries and contribute to promoting the cause of socialism and the movement for global independence.     \r\n\r\n"
        },
        {
            "title": "May Day celebrated in DPRK",
            "url": "http://kcna.co.jp/item/2002/200205/news05/02.htm#7",
            "content": "May Day celebrated in DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 2 (KCNA) -- May Day was significantly celebrated in the DPRK.\r\n Hong Song Nam, Jon Pyong Ho, Yon Hyong Muk, Han Song Ryong, Kye Ung Thae and other senior party and state officials and officials of commissions and ministries of the cabinet, national institutions, local party and power bodies visited the Kim Jong Thae Electric Locomotive Plant, the Hungnam Fertilizer Complex, the Kusong Machine Tool Factory, the Pyongyang Thermal Power Complex, the February 8 Jikdong Youth Coal Mine, the Chollima Steel Complex and other factories and enterprises yesterday to congratulate workers on May Day. &nbsp;&nbsp;&nbsp;\r\n The senior party and state officials laid floral baskets and bouquets before President Kim Il Sung's statues and oil paintings carrying his benevolent image, together with officials and workers of the factories and enterprises. &nbsp;&nbsp;&nbsp;\r\n They had talks with innovators who distinguished themselves in production and construction and visited dormitories and dwelling houses of workers. They enjoyed the holiday, playing colorful sports and amusement games with workers. &nbsp;&nbsp;&nbsp;\r\n They asked workers to fulfil their duties in the work to build a powerful nation of Juche. &nbsp;&nbsp;&nbsp;\r\n May Day was celebrated at parks, recreation grounds, factories and enterprises in different parts of the country.    \r\n"
        },
        {
            "title": "Vietnamese President here",
            "url": "http://kcna.co.jp/item/2002/200205/news05/02.htm#8",
            "content": "Vietnamese President here\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, May 2 (KCNA) -- Vietnamese President Tran Duc Luong arrived here today by a special plane to pay an official visit to the DPRK at the invitation of President Kim Yong Nam of the Presidium of the Supreme People's Assembly of the DPRK.\r\n Arriving here together with him were foreign minister Nguyen Dy Nien, chief of the presidential office Nguyen Canh Dinh, minister of justice Nguyen Dinh Loc and other suite members. &nbsp;&nbsp;&nbsp;\r\n Many Pyongyangites turned out to the airport to welcome the guests with pennants of the two countries and bouquets in hands. &nbsp;&nbsp;&nbsp;\r\n The guests ere greeted by Kim Yong Nam, foreign minister Paek Nam Sun, minister of foreign trade Ri Kwang Gun, DPRK ambassador to Vietnam, Ri Hong and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n Also on hand were Vietnamese ambassador to the DPRK Do Thi Hoa and embassy officials and diplomatic envoys of different countries. &nbsp;&nbsp;&nbsp;\r\n A welcome function took place at the airport. &nbsp;&nbsp;&nbsp;\r\n The national anthems of the two countries were played. &nbsp;&nbsp;&nbsp;\r\n Tran Duc Luong and Kim Yong Nam reviewed a guard of honour of the three services of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n A woman worker presented Tran Duc Luong with a bouquet and the crowd warmly welcomed the guests. &nbsp;&nbsp;&nbsp;\r\n A car carrying Kim Yong Nam and Tran Duc Luong headed for downtown Pyongyang.     \r\n\r\n"
        },
        {
            "title": "Separated families and relatives reunite with each other",
            "url": "http://kcna.co.jp/item/2002/200205/news05/02.htm#9",
            "content": "Separated families and relatives reunite with each other\r\n&nbsp;&nbsp;&nbsp; Kosong, May 2 (KCNA) -- Separated families and relatives of the north side reunited with those from the south side in Mt. Kumgang today with a family as a unit.\r\n At today's family reunion families and relatives from the north and the south shared the kindred feelings after more than 50 years of separation and had meals together. &nbsp;&nbsp;&nbsp;\r\n Families and relatives in the north told those from the south that they are working as officials, scientists, teachers and artistes at important institutions and enterprises at all levels. &nbsp;&nbsp;&nbsp;\r\n Families and relatives from the south were deeply impressed by the benevolent popular policy pursued in the north. &nbsp;&nbsp;&nbsp;\r\n Kinsfolk in the north conveyed their letters, photos and souvenirs to those in the south. &nbsp;&nbsp;&nbsp;\r\n During the reunion kinsfolk in the north and the south hardened their resolution to pool their efforts to implement the June 15 joint declaration, a landmark of reunification, and contribute to bringing earlier the day of national reunification and achieving the prosperity of a reunified country. \r\n They toured Samil lagoon, a scenic spot.    \r\n\r\n\r\n"
        },
        {
            "title": "Vietnamese President pays courtesy call on Kim Yong Nam",
            "url": "http://kcna.co.jp/item/2002/200205/news05/02.htm#10",
            "content": "Vietnamese President pays courtesy call on Kim Yong Nam\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, May 2 (KCNA) -- Vietnamese President Tran Duc Luong today paid a courtesy call on Kim Yong Nam, President of the Presidium of the Supreme People's Assembly of the DPRK.\r\n Present there were foreign minister Nguyen Dy Nien, chief of the presidential office Nguyen Canh Dinh, minister of justice Nguyen Dinh Loc, Vietnamese ambassador to the DPRK Do Thi Hoa and other suite members. &nbsp;&nbsp;&nbsp;\r\n Also on hand were foreign minister Paek Nam Sun, minister of foreign trade Ri Kwang Gun, DPRK ambassador to Vietnam Ri Hong and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam and Tran Duc Luong conversed with each other in a friendly atmosphere.     \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}