{
    "date": "2002-06-03",
    "url": "http://kcna.co.jp/item/2002/200206/20020603.htm",
    "articles": [
        {
            "title": "Kim Jong Il meets with Korean in Russia",
            "url": "http://kcna.co.jp/item/2002/200206/news06/03.htm#1",
            "content": "Kim Jong Il meets with Korean in Russia \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- Leader Kim Jong Il today received a Korean resident in Russia, Jong Il Sim, on a visit to the homeland.\r\n Present on the occasion were Kim Kuk Thae, Kim Ki Nam and Kim Yong Sun, secretaries of the Workers' Party of Korea Central Committee. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il conversed with her in a cordial atmosphere. &nbsp;&nbsp;&nbsp;\r\n He gave a luncheon in honor of her.    \r\n\r\n"
        },
        {
            "title": "Kim Il Chol meets Russian military delegation",
            "url": "http://kcna.co.jp/item/2002/200206/news06/03.htm#2",
            "content": "Kim Il Chol meets Russian military delegation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- Vice marshal of the Korean People's Army Kim Il Chol, minister of the People's Armed Forces, met and had a friendly talk with the delegation of the far eastern military district of the Russian Federal Armed Forces led by col. gen. Yuri Yakubov, commander of the district, yesterday.\r\n Present there were general Pak Jae Gyong, other generals and officers of the KPA, Russian ambassador to the DPRK Andrei Karlov and military attache Vladislav Prokopenko. &nbsp;&nbsp;&nbsp;\r\n Kim Il Chol also met and conversed with the leading officials and artistes of the ensemble of the red flag far Eastern Military District of the Russian Federal Armed Forces.    \r\n"
        },
        {
            "title": "Russian ensemble gives its performance",
            "url": "http://kcna.co.jp/item/2002/200206/news06/03.htm#3",
            "content": "Russian ensemble gives its performance \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- The Ensemble of the Red Flag Far Eastern Military District of the Federal Armed Forces of Russia gave its performance at the East Pyongyang Grand Theatre on June 2.\r\n Appreciating the performance were vice marshal of the Korean People's Army Kim Il Chol, minister of the People's Armed Forces, KPA general Ryo Chun Sok, generals, officers and soldiers of the KPA. &nbsp;&nbsp;&nbsp;\r\n Artistes of the ensemble raised the curtain of the performance with the immortal revolutionary paeans \"Song of General Kim Il Sung\" and \"Song of General Kim Jong Il\". Through the performance they showed the Russian army and people's warm love of their country, traditional customs and national emotion. &nbsp;&nbsp;&nbsp;\r\n Male vocal solo \"Along Piteroskaya\", men's chorus \"suburbs of Moscow in the evening\", mixed chorus \"Kalinka\" and other numbers were acclaimed by audiences. &nbsp;&nbsp;&nbsp;\r\n Performers impressively depicted the love and optimistic life of soldiers in the far eastern military district who demonstrated their bravery in the struggle against aggressors in choruses \"Song of Sergei Lazo\", \"Song of River Amur division no.2,\" \"Halexinhe March\" and other numbers. The performance ended with a song and dance \"our friendship will be ever-lasting\".    \r\n\r\n"
        },
        {
            "title": "Talks held between parliamentary delegations of Korea and Tajikistan",
            "url": "http://kcna.co.jp/item/2002/200206/news06/03.htm#4",
            "content": "Talks held between parliamentary delegations of Korea and Tajikistan \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- Talks between the delegation of the DPRK Supreme People's Assembly and the Tajik parliamentary delegation were held at the Mansudae Assembly Hall yesterday.\r\n At the talks, both sides informed each other of the situation of their countries and exchanged views on the issue of developing the friendly and cooperative relations between the two parliaments and a series of issues of mutual concern. &nbsp;&nbsp;&nbsp;\r\n Present at the talks on the DPRK side were Choe Thae Bok, chairman of the Supreme People's Assembly, Mun Sang Min and Pak Jong Sun, deputies to the SPA, and officials concerned and on the Tajik side were members of the Tajik parliamentary delegation led by Saidullo Khairulloev, speaker of the lower house of the parliament.    \r\n\r\n"
        },
        {
            "title": "Anecdotes about Kim Il Sung",
            "url": "http://kcna.co.jp/item/2002/200206/news06/03.htm#5",
            "content": "Anecdotes about Kim Il Sung \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- There was a young couple among the Koreans who repatriated to the homeland from Japan in December Juche 48 (1959) as the first batch.\r\n A flat in downtown Pyongyang was provided to the couple who lived in sorrow in the foreign country. &nbsp;&nbsp;&nbsp;\r\n They saw the flat fitted with all kinds of furniture and a lot of foodstuffs in the kitchen. They were moved so deeply that they could not go to bed that first night. &nbsp;&nbsp;&nbsp;\r\n The next day President Kim Il Sung visited their house as the first guest to their surprise. &nbsp;&nbsp;&nbsp;\r\n The president was beaming with a bright smile. He deeply sympathized with a lot of hardships undergone by them in Japan. &nbsp;&nbsp;&nbsp;\r\n And he personally opened a large rice jar, a cooking pot and a wardrobe. &nbsp;&nbsp;&nbsp;\r\n He took deep care of their living down to details, greatly pleased to learn that they were separately admitted into Kim Chaek College of Technology (at that time) and Pyongyang University of Medicine as they wished. &nbsp;&nbsp;&nbsp;\r\n It happened when he gave on-site guidance to villages in the area of Onchon county, South Phyongan Province, early in the spring of Juche 59 (1970). &nbsp;&nbsp;&nbsp;\r\n When the car reached the entrance to Okdo-ri, he told his chauffeur to go round the village. &nbsp;&nbsp;&nbsp;\r\n Seeing his chauffeur embarrassed at his words, the president told him in a husky voice that he did not want to pass through Okdo-ri. &nbsp;&nbsp;&nbsp;\r\n It was the village where Rim Kun Sang worked as chairman of its management board with whom the president had maintained close relationship for nearly 20 years. &nbsp;&nbsp;&nbsp;\r\n The president praised him as a real farmer. Whenever he visited there he sat knee to knee with rim to discuss the farming. &nbsp;&nbsp;&nbsp;\r\n It was a pleasure for the president to meet with him. &nbsp;&nbsp;&nbsp;\r\n But, Rim died of incurable illness in 1969 to his sorrow. &nbsp;&nbsp;&nbsp;\r\n It greatly pained him to pass through Okdo-ri where rim was no longer alive. &nbsp;&nbsp;&nbsp;\r\n The president made a detour round Okdo-ri for 3 years during his journey for on-site guidance.    \r\n\r\n"
        },
        {
            "title": "Delegation and Ensemble of Far Eastern Military District of Russia feted",
            "url": "http://kcna.co.jp/item/2002/200206/news06/03.htm#6",
            "content": "Delegation and Ensemble of Far Eastern Military District of Russia feted \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- A reception was given at the Mokran House on June 2 in honor of the delegation and the Ensemble of the Far Eastern Military District of the Russian Federal Armed Forces.\r\n Present on invitation at the reception were members of the delegation led by colonel general Yuri Yakubov, commander of the Far Eastern Military District, and the ensemble, ambassador Andrei Karlov and staff members of the Russian embassy here. &nbsp;&nbsp;&nbsp;\r\n Vice marshal of the Korean People's Army Kim Il Chol, minister of the People's Armed Forces, said in a speech that the Korean people and servicemen have particular friendship towards comrades of the far eastern district. &nbsp;&nbsp;&nbsp;\r\n To boost the DPRK-Russia ties of friendship and cooperation, the relations between the DPRK and the far eastern district, in particular, is of weighty strategic significance in the security and interests of the two countries and the stability of northeast Asia, he added. &nbsp;&nbsp;&nbsp;\r\n He expressed belief that they would make a positive contribution to boosting the DPRK-Russia friendship true to the intention of the top leaders of the two countries. &nbsp;&nbsp;&nbsp;\r\n Colonel general Yuri Yakubov said in a speech that brief as their stay in the DPRK was, their meeting with Korean comrades helped further strengthen and develop the cooperative relations between the armies of the two countries. &nbsp;&nbsp;&nbsp;\r\n He wished the KPA servicemen and the Korean people fresh successes in their efforts to increase the defence capacity of the country, develop the economy and achieve the peaceful reunification of Korea. &nbsp;&nbsp;&nbsp;\r\n A performance was given by artistes at the reception.     \r\n\r\n"
        },
        {
            "title": "Seminar held in Russia",
            "url": "http://kcna.co.jp/item/2002/200206/news06/03.htm#7",
            "content": "Seminar held in Russia \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- A seminar on the feats President Kim Il Sung and leader Kim Jong Il performed for national reunification took place at Moscow National University on May 27 on the occasion of the second anniversary of the historic June 15 North-South Joint Declaration.\r\n It was sponsored by the association of scientists for the study of human affairs in the present world. &nbsp;&nbsp;&nbsp;\r\n Present there were Prof. and Dr. Alexandr Kovalyov, director of the board of the international institute of the Juche idea and chairman of the association, Vladimir Markov, secretary of the central committee of the \"Communists Union\" party of Russia, and other officials of political and academic circles and people from all walks of life. &nbsp;&nbsp;&nbsp;\r\n Yuri Vanin, chairman of the Russian Association for the Study of the Juche Idea and Politics, Economy and Culture of the DPRK, in a speech said that Kim Il Sung and Kim Jong Il have worked heart and soul to achieve the cause of national reunification, which resulted in publishing the joint declaration. &nbsp;&nbsp;&nbsp;\r\n Alexandr Vorontsov, researcher of the institute of oriental studies of the Russian Academy of Sciences, in a speech noted that Korea, its reunification in particular, is unthinkable without Kim Jong Il. This is the historic reality recognized by the Korean people as well as all the politicians and people of all the countries including Russia, he added.     \r\n\r\n"
        },
        {
            "title": "Signature campaign for Korea's reunification continues worldwide",
            "url": "http://kcna.co.jp/item/2002/200206/news06/03.htm#8",
            "content": "Signature campaign for Korea's reunification continues worldwide \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- An international signature campaign for supporting the June 15 North-South Joint Declaration and demanding the immediate withdrawal of the U.S. troops from South Korea is being conducted by international and regional organizations, national organizations, individual officials and people in different countries. \r\n The president of the international association of democratic lawyers, the honorary president and the executive secretary of the world peace council, the secretary general of the organization of solidarity of the peoples of Africa, Asia and Latin America, the secretary general of the international committee of jurists for democracy and human rights in South Korea, the chairman of the movement against racism and for peace among peoples, Switzerland, and the secretary general of the Asian regional committee for supporting Korea's reunification recently signed the signature paper on behalf of their organizations. &nbsp;&nbsp;&nbsp;\r\n The signature paper was also inked by the chiefs and representatives of the great leader comrade Kim Il Sung national memorial commission of Nepal, the Afro-Asian People's Solidarity Committee of Nepal, the kavre, Nepal,Committee for Supporting Korea's Reunification, the Nepal-Korea Friendship Association, the Belarus-DPRK National Friend Association named after Kim Il Sung, and  Kim Il Sung, Kim Jong Il and Kim Jong Suk kindergartens in Mongolia, the Mongolian Paektusan Association, the Mongolia-Korea Friendship Association, the Japan-DPRK Cultural Interchange Association, the Japan-DPRK Academic and Educational Interchange Association, the Liaison Council of the Societies for the Study of the Juche Idea of Japanese Teachers, the Shikoku, Japan, Society for the Study of the Juche Idea, the Shimonoseki, Yamaguchi prefecture, Japan, Society for the Study of the Juche Idea, the Japanese Women's Liaison Society for Solidarity with the Korean Women, the Society for Thinking of Korea's Reunification and Japan's Peace, the Kyoto Committee for Supporting the Independent and Peaceful Reunification of Korea, the British Association for Friendship with Korea, the Finland-Korea Association, the Yemen-Korea Friendship Association, the Egypt-Korea Friendship Association. Among those signers are the chairman of the executive committee of the Karelia branch of the people's patriotic union of Russia, the general secretary of the Arab art, culture and information association of Egypt, the mayor of Kathmandu of Nepal, the deputy governor of Morona-Santiago province of Ecuador and officials of different strata, on behalf of a total of more than 767,200 people from all walks of life. &nbsp;&nbsp;&nbsp;\r\n Foreign artistes who had participated in the April Spring Friendship Art Festival in Pyongyang participated in the signature campaign.     \r\n\r\n\r\n"
        },
        {
            "title": "Ancient history of silk production",
            "url": "http://kcna.co.jp/item/2002/200206/news06/03.htm#9",
            "content": "Ancient history of silk production\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- It was known until recently that sericulture started in the world about the 27th century B. C.\r\n But it has been confirmed that silkworms were raised in Korea to produce silk much earlier than that period. &nbsp;&nbsp;&nbsp;\r\n History books of China including \"the chronicle of the three kingdoms\" and \"the old Chinese book\" have records that people of ancient Korea were good at raising silkworms and this is proven by the historic relics unearthed so far. &nbsp;&nbsp;&nbsp;\r\n Shapes of mulberry leaves are noticeable at the bottoms of clayware unearthed in historical sites of the Neolithic era, in Jithap-ri, Pongsan county, North Hwanghae Province, Korea, and patterns of silkworms at their sides. &nbsp;&nbsp;&nbsp;\r\n A sculpture of silkworm, 2.6 cm long and 0.4 cm in diameter, was unearthed on the lower stratum of the relics in Hou Wa, Donggou county, Liaoning Province, on the bank of the river Amnok where Koreans lived. The sculpture was believed to be over 6,000 years old. &nbsp;&nbsp;&nbsp;\r\n The historians have already recognized that this was part of civilization in the Neolithic era left by ancestors of Korea. &nbsp;&nbsp;&nbsp;\r\n All this suggests that sericulture in Korea has a history of over 6,000 years.    \r\n\r\n\r\n"
        },
        {
            "title": "Monggum Inlet, scenic spot on west coast of Korea",
            "url": "http://kcna.co.jp/item/2002/200206/news06/03.htm#10",
            "content": "Monggum Inlet, scenic spot on west coast of Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- Monggum Inlet is enclosed by northwestern seashore of Ryongyon county, South Hwanghae province, Korea.\r\n The place is well known as a scenic spot and beach on the western coast. &nbsp;&nbsp;&nbsp;\r\n Its name is originated in the legend that one had a dream on a heap of gold. &nbsp;&nbsp;&nbsp;\r\n Its coastal scenery is very wonderful. &nbsp;&nbsp;&nbsp;\r\n White sandy beach of 8 km and green pine trees standing around it like a folding screen in harmony with red brier in full bloom remind one of a picture. &nbsp;&nbsp;&nbsp;\r\n What is most magnificent is a sunset scenery and fantastic rock and cliff on the coast. &nbsp;&nbsp;&nbsp;\r\n The spot is rich in natural resources. &nbsp;&nbsp;&nbsp;\r\n Its sand is famous worldwide. it is made up of very fine fragments of quartzite that has been worn down from about 400-900 million years ago. The sand is the best raw material of glass and used for casting. &nbsp;&nbsp;&nbsp;\r\n More than 370 species of higher plants of 101 families grow in the place, which is designated as a plant reserve.     \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}