{
    "date": "2002-10-24",
    "url": "http://kcna.co.jp/item/2002/200210/20021024.htm",
    "articles": [
        {
            "title": "Conclusion of non-aggression treaty between DPRK and U.S. called for",
            "url": "http://kcna.co.jp/item/2002/200210/news10/24.htm#1",
            "content": "Conclusion of non-aggression treaty between DPRK and U.S. called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 25 (KCNA) -- A spokesman for the Foreign Ministry of the Democratic People's Republic of Korea today released a statement as regards the nuclear issue on the Korean Peninsula. \r\n He said: &nbsp;&nbsp;&nbsp;\r\n New dramatic changes have taken place in the situation on the Korean Peninsula and the rest of Northeast Asia in the new century. &nbsp;&nbsp;&nbsp;\r\n Inter-Korean relations and the DPRK's relations with Russia, China and Japan have entered a new important phase and bold measures have been taken to reconnect inter-Korean railroads which have remained cut for over half a century, settle the past with Japan and do away with the leftovers of the last century. &nbsp;&nbsp;&nbsp;\r\n The DPRK has taken a series of new steps in economic management and adopted one measure after another to reenergize the economy, including the establishment of a special economic region, in conformity with the changed situation and specific conditions of the country. &nbsp;&nbsp;&nbsp;\r\n These developments practically contribute to peace in Asia and the rest of the world. &nbsp;&nbsp;&nbsp;\r\n Almost all the countries except for the united states, therefore, welcomed and hailed them, a great encouragement to the DPRK. &nbsp;&nbsp;&nbsp;\r\n It was against this backdrop that the DPRK recently received a special envoy of the U.S. President in the hope that this might help fundamentally solve the hostile relations with the U.S. and settle outstanding issues on an equal footing. &nbsp;&nbsp;&nbsp;\r\n Regretfully, the Pyongyang visit of the special envoy convinced the DPRK that the hostile attempt of the Bush administration to stifle the DPRK by force and backpedal the positive development of the situation in the Korean Peninsula and the rest of Northeast Asia has gone to the extremes. &nbsp;&nbsp;&nbsp;\r\n Producing no evidence, he asserted that the DPRK has been actively engaged in the enriched uranium program in pursuit of possessing nuclear weapons in violation of the DPRK-U.S. agreed framework. He even intimidated the DPRK side by saying that there would be no dialogue with the U.S. unless the DPRK halts it, and the DPRK-Japan, and north-south relations would be jeopardized. &nbsp;&nbsp;&nbsp;\r\n The U.S. attitude was so unilateral and high-handed that the DPRK was stunned by it. &nbsp;&nbsp;&nbsp;\r\n The U.S. is seriously mistaken if it thinks such a brigandish attitude reminding one of a thief crying \"stop the thief\" would work on the DPRK. &nbsp;&nbsp;&nbsp;\r\n As far as the nuclear issue on the Korean Peninsula is concerned, it cropped up as the U.S. has massively stockpiled nuclear weapons in South Korea and its vicinity and threatened the DPRK, a small country, with those weapons for nearly half a century, pursuing a hostile policy toward it in accordance with the strategy for world supremacy. &nbsp;&nbsp;&nbsp;\r\n The DPRK-U.S. agreed framework was adopted in October 1994, but the U.S. has been deprived of the right to talk about the implementation of the framework since then. &nbsp;&nbsp;&nbsp;\r\n Under article 1 of the framework the U.S. is obliged to provide light water reactors to the DPRK by the year 2003 in return for the DPRK's freezing of graphite moderated reactors and their related facilities. &nbsp;&nbsp;&nbsp;\r\n But only site preparation for the LWR was made though 8 years have passed since the DPRK froze its nuclear facilities. &nbsp;&nbsp;&nbsp;\r\n This will bring the DPRK an annual loss of 1,000 mw(e) in 2003 when light water reactor no.1 is scheduled to be completed and that of 2,000 mw(e) from the next year  under article 2 of the framework the two sides are obliged to move toward full normalization of the political and economic relations. Over the last 8 years, however, the U.S. has persistently pursued the hostile policy toward the DPRK and maintained economic sanctions on it. The former has gone the length of listing the latter as part of the \"axis of evil.\" &nbsp;&nbsp;&nbsp;\r\n Under article 3 of the framework the U.S. is obliged to give formal assurances to the DPRK against the threat or use of nuclear weapons by the U.S. however, the U.S. listed the DPRK as a target of its preemptive nuclear attack. &nbsp;&nbsp;&nbsp;\r\n Under article 4 of the framework and paragraph g of its confidential minute the DPRK is to allow nuclear inspections only after the \"delivery of essential non-nuclear components for the first LWR unit, including turbines and generators\" is completed. But, the U.S. has already come out with a unilateral demand for nuclear inspection in a bid to convince the international community of the DPRK's violation of the framework. &nbsp;&nbsp;&nbsp;\r\n This compelled the DPRK to make public the confidential minute for the first time. &nbsp;&nbsp;&nbsp;\r\n The U.S. has, in the final analysis, observed none of the four articles of the framework. &nbsp;&nbsp;&nbsp;\r\n It is only the U.S. that can know whether it had willingness to implement the framework when it was adopted or put a signature to it without sincerity, calculating that the DPRK would collapse sooner or later. &nbsp;&nbsp;&nbsp;\r\n However, the Bush administration listed the DPRK as part of the \"axis of evil\" and a target of the U.S. preemptive nuclear strikes. This was a clear declaration of a war against the DPRK as it totally nullified the DPRK-U.S. joint statement and agreed framework. &nbsp;&nbsp;&nbsp;\r\n In the long run, the Bush administration has adopted it as its policy to make a preemptive nuclear strike at the DPRK. Such moves, a gross violation of the basic spirit of the nuclear non-proliferation treaty, reduced the inter-Korean joint declaration on denuclearization to a dead document. &nbsp;&nbsp;&nbsp;\r\n Its reckless political, economic and military pressure is most seriously threatening the DPRK's right to existence, creating a grave situation on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n Nobody would be so naive as to think that the DPRK would sit idle under such situation. &nbsp;&nbsp;&nbsp;\r\n That was why the DPRK made itself very clear to the special envoy of the U.S. President that the DPRK was entitled to possess not only nuclear weapon but any type of weapon more  powerful than that so as to defend its sovereignty and right to existence from the ever-growing nuclear threat by the U.S. &nbsp;&nbsp;&nbsp;\r\n The DPRK, which values sovereignty more than life, was left with no other proper answer to the U.S. behaving so arrogantly and impertinently. &nbsp;&nbsp;&nbsp;\r\n The DPRK has neither need nor duty to explain something to the U.S. seeking to attack it if it refuses to disarm itself. &nbsp;&nbsp;&nbsp;\r\n Nevertheless, the DPRK, with greatest magnanimity, clarified that it was ready to seek a negotiated settlement of this issue on the following three conditions: firstly, if the U.S. recognizes the DPRK's sovereignty, secondly, if it assures the DPRK of nonaggression and thirdly, if the U.S. does not hinder the economic development of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Nowadays, the U.S. and its followers assert that negotiations should be held after the DPRK puts down its arms. This is a very abnormal logic. &nbsp;&nbsp;&nbsp;\r\n Then, how can the DPRK counter any attack with empty hands? &nbsp;&nbsp;&nbsp;\r\n Their assertion is little short of demanding the DPRK yield to pressure, which means death. &nbsp;&nbsp;&nbsp;\r\n Nobody can match anyone ready to die. This is the faith and will of the army and people of the DPRK determined to remain true to the army-based policy to the last. &nbsp;&nbsp;&nbsp;\r\n The position of the DPRK is invariable. The DPRK considers that it is a reasonable and realistic solution to the nuclear issue to conclude a nonaggression treaty between the DPRK and the U.S. if the grave situation of the Korean Peninsula is to be bridged over. &nbsp;&nbsp;&nbsp;\r\n If the U.S. legally assures the DPRK of nonaggression, including the nonuse of nuclear weapons against it by concluding such treaty, the DPRK will be ready to clear the former of its security concerns. &nbsp;&nbsp;&nbsp;\r\n The settlement of all problems with the DPRK, a small country, should be based on removing any threat to its sovereignty and right to existence. &nbsp;&nbsp;&nbsp;\r\n There may be negotiations or the use of deterrent force to be consistent with this basis, but the DPRK wants the former, as far as possible.    \r\n   \r\n"
        },
        {
            "title": "Kim Jong Il gives on-site guidance to Rakwon Machine Complex",
            "url": "http://kcna.co.jp/item/2002/200210/news10/24.htm#2",
            "content": "Kim Jong Il gives on-site guidance to Rakwon Machine Complex \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 25 (KCNA) - General Secretary Kim Jong Il gave field guidance to the Rakwon Machine Complex on Thursday.\r\n After seeing historic materials and mementoes on display in the room for the education in the revolutionary history, he said that the Rakwon Machine Complex is an industrial establishment of great historical significance as President Kim Il Sung left giant foot-prints in his revolutionary history and a precious tradition. &nbsp;&nbsp;&nbsp;\r\n He called for conducting an effective education through this room so that all employees of the complex may always remember the profound love and benevolence of the president. &nbsp;&nbsp;&nbsp;\r\n Recalling that the workers of Rakwon are, indeed, heroes who have taken the lead in defending the party and the leader in each period and at every stage of the revolution from the days of the hard-fought war to this date, he underscored the need to continue to uphold this brilliant tradition in the future, too. &nbsp;&nbsp;&nbsp;\r\n Then he examined a hydraulic excavator and a hydraulic lorry-mounted crane newly manufactured by the complex. &nbsp;&nbsp;&nbsp;\r\n Noting that the demand for excavators and cranes is steadily increasing with the dynamic progress of the socialist economic construction, he called on the complex to increase their production and send them to different domains of the national economy. &nbsp;&nbsp;&nbsp;\r\n He personally met heroes Ho Chon Hak and Jang Hong Jun who are among the 10 party members of Rakwon. &nbsp;&nbsp;&nbsp;\r\n Saying that those 10 party members of Rakwon were true loyalists who dedicated their lives to the revolution to fulfil the pledge made to the president when he visited the factory during the war, he highly praised the worthy lives of heroes Ho Chon Hak and Jang Hong Jun before having a photograph taken with them. &nbsp;&nbsp;&nbsp;\r\n The Rakwon Machine Complex is playing an important role in the drive to accomplish the WPK's cause of building a powerful nation, he said, proposing important tasks to be fulfilled by the complex. &nbsp;&nbsp;&nbsp;\r\n Noting that in order to boost the production of modern machines requiring the latest technology the complex should continue to concentrate efforts on the technological modernization so as to put the production processes on a modern and precise basis, he set the goal to be attained by the complex in the near future and specified tasks and ways to do so. &nbsp;&nbsp;&nbsp;\r\n He expressed the expectation and conviction that the workers of Rakwon who have a brilliant tradition would contrive and manufacture more modern machines in the revolutionary spirit of self-reliance in the future, too, and thus uphold and glorify the president's leadership exploits and take the lead in effecting a new great surge. &nbsp;&nbsp;&nbsp;\r\n The next leg of his inspection was a sideline farm of the enterprise managed by Ri Yong Nam. &nbsp;&nbsp;&nbsp;\r\n He was greatly satisfied to learn that the enterprise created sideline fields and built a stock farm on its own efforts and produced large quantities of grain and meat every year, bringing about a signal turn in the workers' diet. &nbsp;&nbsp;&nbsp;\r\n He set forth tasks to be fulfilled to manage and operate the sideline fields and stock farm. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by secretary Kim Kuk Thae and first vice department director Ju Kyu Chang of the Central Committee of the WPK.    \r\n\r\n\r\n"
        },
        {
            "title": "Proposal for founding DFRK supported",
            "url": "http://kcna.co.jp/item/2002/200210/news10/24.htm#3",
            "content": "Proposal for founding DFRK supported \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 24 (KCNA) -- The Tanzanian National Coordinating Committee of the Juche Idea Study Groups held a seminar on the subject of \"the Most Rational Way of Korea's Reunification\" on October 12 on the occasion of the month of supporting the proposal for founding the Democratic Federal Republic of Koryo.\r\n The secretary general of the committee in a speech said that the proposal for reunification by federal formula put forward by President Kim Il Sung is a major component of the three charters for national reunification formulated by Kim Jong Il. It evokes unanimous public support and sympathy at home and abroad as it is the most reasonable and just proposal for Korea's reunification, he noted, adding: \r\n Thanks to Kim Jong Il's will for reunification and bold decision the historic Pyongyang meeting was arranged and the June 15 North-South Joint Declaration adopted and thus enthusiasm for national reconciliation and reunification is increasing on the Korean Peninsula as the days go by. &nbsp;&nbsp;&nbsp;\r\n The north and the south of Korea should opt for achieving reunification by federal formula on the principle of national independence in the spirit of the joint declaration and the world should vigorously encourage and support it. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, a meeting was held by the Leoben branch of the Communist Party of Austria on October 17. \r\n At the meeting speakers said that Korea should be reunified by federal formula at an early date.    \r\n \r\n  \r\n"
        },
        {
            "title": "Ri Hoe Chang urged to quit political arena",
            "url": "http://kcna.co.jp/item/2002/200210/news10/24.htm#4",
            "content": "Ri Hoe Chang urged to quit political arena \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 24 (KCNA) -- The headquarters for watching and protesting the political activities of Ri Hoe Chang released an open questionnaire on Oct. 21 as regards his two sons' evasion of military service, according to a news report.\r\n Recalling that while others were having a hard time in the army, his eldest son Ri Jong Yon was whisked away to the U.S. for study before letting him work as a researcher at Hawaii University and his elder son Ri Su Yon is wallowing in luxury, the questionnaire ridiculed what a face Ri Hoe Chang has to cry over security and dream of holding the supreme power of state though his two sons evaded the military service. &nbsp;&nbsp;&nbsp;\r\n Ri Hoe Chang, ex-judicial officer, might have known the fact that his eldest son postponed the military service three times, the questionnaire noted, adding that Ri Hoe Chang set his hand-raised agents in motion in a desperate bid to hide the truth behind such corruption. &nbsp;&nbsp;&nbsp;\r\n It demanded Ri Hoe Chang stop running for presidency and quit the political arena at once, well aware of the surging indignation of the youth and students and other people at him.    \r\n\r\n"
        },
        {
            "title": "Floral baskets to DPRK embassies in different countries",
            "url": "http://kcna.co.jp/item/2002/200210/news10/24.htm#5",
            "content": "Floral baskets to DPRK embassies in different countries \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, October 24 (KCNA) -- Government bodies, political parties, organizations and figures of various circles in different countries including Cuba, Vietnam, Laos, Cambodia, Syria, Egypt and Tanzania sent floral baskets to the DPRK  embassies in those countries on the occasion of the fifth anniversary of Kim Jong Il's election as General Secretary of the Workers' Party of Korea and the 57th anniversary of the WPK.\r\n The floral baskets were laid before portraits of President Kim Il Sung and Kim Jong Il at the embassies.    \r\n\r\n"
        },
        {
            "title": "National students sports meets held",
            "url": "http://kcna.co.jp/item/2002/200210/news10/24.htm#6",
            "content": "National students sports meets held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 24 (KCNA) -- The National Students Sports Contest for September 5 Cup and the 6th National Basketball Tournament of Youth and Students for August 28 Youth Cup took place in Haeju city from October 15 to 22.\r\n All participants in the contest and tournament fully displayed their sporting skill they have cultivated, true to the instructions of Kim Jong Il on popularizing sports and developing sports at schools. &nbsp;&nbsp;&nbsp;\r\n The contest involved football, basketball, volleyball, table tennis and other games. &nbsp;&nbsp;&nbsp;\r\n The Pyongyang city group came first, the South Hamgyong Provincial Group second and the South Hwanghae Provincial Group third in team standings of the contest. &nbsp;&nbsp;&nbsp;\r\n And Pyongyang University of Dramatic and Cinematic Arts placed first in men's basketball matches while Hamhung Teachers Training College no. 2 in women's basketball games of the tournament.    \r\n\r\n"
        },
        {
            "title": "Vietnamese army delegation visits Kumsusan Memorial Palace",
            "url": "http://kcna.co.jp/item/2002/200210/news10/24.htm#7",
            "content": "Vietnamese army delegation visits Kumsusan Memorial Palace \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 24 (KCNA) -- The delegation of the General Political Department of the Vietnam People's Army headed by Le Van Dung, Secretary of the Central Committee of the Communist Party of Vietnam and Director of the General Political Department of the VPA, visited the Kumsusan Memorial Palace to pay homage to President Kim Il Sung on Oct. 23.\r\n A floral basket was laid before the statue of the president in the name of the delegation. &nbsp;&nbsp;&nbsp;\r\n The visitors paid their respects to the statue of the president, who had performed immortal exploits for global peace and independence and the development of friendly relations between countries, and made a bow to him who lies in state. &nbsp;&nbsp;&nbsp;\r\n Then they looked round local and foreign orders, medals and certificates of honorary titles awarded to the president, the mourners' hall which reminds them of the Korean people's bitter grief at the greatest national loss and a train and car the president used during his on-site guidance and foreign visits and in the last period of his life. &nbsp;&nbsp;&nbsp;\r\n The head of the delegation wrote in the visitor's book that the delegation of the General Political Department of the VPA expresses its deep respects to Kim Il Sung, the great leader of the Korean people and a dear friend of president Ho Chi Minh, and Kim Il Sung's revolutionary exploits will be everlasting.    \r\n\r\n"
        },
        {
            "title": "3rd National Medical Science and Technology Festival held",
            "url": "http://kcna.co.jp/item/2002/200210/news10/24.htm#8",
            "content": "3rd National Medical Science and Technology Festival held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 24 (KCNA) -- The 3rd National Medical Science and Technology Festival was held here from October 21 to 23.\r\n It was divided into fields of sanitation and anti-epidemic, basic medical science, ophthalmology and surgery, Koryo medical science and pharmacy. &nbsp;&nbsp;&nbsp;\r\n Over 290 valuable theses were presented to the festival. They were selected from among the papers on the successes made by teachers, researchers, doctors and pharmacists in the field of medical science across the country in scientific researches and technical innovation drives while conducting their researches and treatment and preventive work for the people. &nbsp;&nbsp;&nbsp;\r\n During the festival, all the participants introduced and swapped scientific and technological achievements and experience they gained in the revolutionary spirit of self-reliance and fortitude even under the difficult conditions where they were hard pressed for everything. &nbsp;&nbsp;&nbsp;\r\n Not a few participants were highly appreciated for presenting theses instrumental in putting the country's medical science and technology on the world's level and further improving the treatment and preventive work for the people. &nbsp;&nbsp;&nbsp;\r\n A closing ceremony was held at the Grand People's Study House on Wednesday. &nbsp;&nbsp;&nbsp;\r\n Citations and prizes were awarded to the successful participants at the festival.    \r\n\r\n"
        },
        {
            "title": "Intensified movement for disarmament called for",
            "url": "http://kcna.co.jp/item/2002/200210/news10/24.htm#9",
            "content": "Intensified movement for disarmament called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 24 (KCNA) -- Disarmament is one of the important ways of ensuring global peace and security, says. Minju Joson today in a signed article carried in connection with the beginning of the week of disarmament worldwide.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n A new arms race was triggered off on our planet and the global peace and security is seriously threatened by the moves of the imperialists for aggression and war. &nbsp;&nbsp;&nbsp;\r\n This is quite contrary to the desire of humankind to make the new century a century of peace. The world peace-loving people are, therefore, called upon to work harder to realize disarmament. &nbsp;&nbsp;&nbsp;\r\n The main thrust of the movement for disarmament is to foil the imperialists' arms buildup and moves for aggression and war now underway behind the smokescreen of \"disarmament.\" &nbsp;&nbsp;&nbsp;\r\n The world peace-loving people should see through the deceptive nature of the imperialists' talk about \"disarmament\" and frustrate their moves in good time. &nbsp;&nbsp;&nbsp;\r\n The world peace-loving people can realize disarmament worldwide and build a peaceful new world if they struggle in close unity in conformity with their common desire and will.     \r\n\r\n\r\n"
        },
        {
            "title": "Enhanced function and role of UN called for",
            "url": "http://kcna.co.jp/item/2002/200210/news10/24.htm#10",
            "content": "Enhanced function and role of UN called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 24 (KCNA) -- It is an important task for the UN to enhance its function and role with a view to ensuring global peace and security and fairly and satisfactorily dealing with crucial issues of the world, says Rodong Sinmun today in a signed article carried on the occasion of the \"Day of the United Nations.\"\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The UN has a lot of work to do as the international situation is steadily changing and developing and this causes many new problems to arise in international affairs. &nbsp;&nbsp;&nbsp;\r\n It is an important duty of the UN to establish new and impartial international relations and order to meet the demand of the new century. For this, it is necessary to effect the democratization of the UN so that justice, impartiality and equality can be ensured in its system and activities and successfully meet challenges to its charter. &nbsp;&nbsp;&nbsp;\r\n The international situation is getting very complicated and unstable in the new century. &nbsp;&nbsp;&nbsp;\r\n The present international environment urgently requires the UN to more creditably perform its function and role. The UN should fairly and properly address international issues in conformity with the spirit and principles of its charter so as to contribute to the healthy development of the international community and the guarantee of global peace and security. &nbsp;&nbsp;&nbsp;\r\n Only when the UN remains true to its charter and successfully fulfils its mission and duty to meet the demand of the new century and expectation of humankind is it possible to solve many international issues and bring about a great advance in the development of the times and, accordingly, the world people will become more confident of it.    \r\n\r\n\r\n"
        },
        {
            "title": "Gifted girl composer",
            "url": "http://kcna.co.jp/item/2002/200210/news10/24.htm#11>Korea, home of pine-nut tree</a></h3>\n<li><h3><a href=",
            "content": "Korea, home of pine-nut tree\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 24 (KCNA) -- Korea is the home of pine-nut tree.\r\n From ancient times winter-hardy pine-nut trees have been seen in nearly all parts of Korea except Ullung and Jeju islands. Special habitats of the tree are the northern areas of the country and the basin of the River Amnok. &nbsp;&nbsp;&nbsp;\r\n The book medicinal herbs in the Tang dynasty of China (618-907) and the book botanical list in the Ming dynasty (1368-1644) say Korea is the producer of pine nuts. &nbsp;&nbsp;&nbsp;\r\n The scientific name of the tree is pinus koraiensis. It means Korea is the home of pine-nut tree. &nbsp;&nbsp;&nbsp;\r\n From old times pine-nut trees have been used in making furniture and ships because they are soft, light and straight. &nbsp;&nbsp;&nbsp;\r\n Pine nuts are good foodstuff materials as they contain protein, carbohydrate, inorganic substances, etc. &nbsp;&nbsp;&nbsp;\r\n Pine nut gruel is good for health and efficacious for neuralgia, vertigo, etc.\r\n It is encouraged in the Democratic People's Republic of Korea to plant pine-nut trees in large numbers.    \r\n\r\n\r\n"
        },
        {
            "title": "New lighting apparatuses developed",
            "url": "http://kcna.co.jp/item/2002/200210/news10/24.htm#13",
            "content": "New lighting apparatuses developed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 24 (KCNA) -- The Pyongyang Lighting Equipment Factory has recently developed various kinds of lighting apparatuses.\r\n Among them are high-voltage sodium-vapour lamp and string-shaped decorative light. &nbsp;&nbsp;&nbsp;\r\n Within the cynlinder-shaped bulb is a magnetic tube made of unicrystalline transparent alumina and polycrystalline frosted alumina. &nbsp;&nbsp;&nbsp;\r\n The magnetic tube contains sodium, xenon and argon-mixed gas. &nbsp;&nbsp;&nbsp;\r\n The lamp is more than five times 300-watt incandescent lamp in light efficiency and economizes on electric power one-third than the latter.Its serviceable life is 24,000 hours. &nbsp;&nbsp;&nbsp;\r\n The decorative light consists of transparent light plastic tube, hard plastic tubes of different colors and electronic control. &nbsp;&nbsp;&nbsp;\r\n Within the transparent light plastic tube are about 100 mini-bulbs at intervals of 20 mm. &nbsp;&nbsp;&nbsp;\r\n The hard plastic tube has red, green, yellow and 9 other colors. &nbsp;&nbsp;&nbsp;\r\n The electronic control makes such decorative effects as firecrackers and fountain. &nbsp;&nbsp;&nbsp;\r\n The newly developed lighting apparatuses are very popular for their technical guarantee.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. war moves under fire",
            "url": "http://kcna.co.jp/item/2002/200210/news10/24.htm#14",
            "content": "U.S. war moves under fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 24 (KCNA) -- A boss of the U.S. 8th army command present in South Korea, in a recent speech cried out for further intensifying the Missile Defence System on the Korean Peninsula to cope with a missile threat from North Korea. He went the length of saying that mass-destruction weapons and conventional weapons of North Korea might disturb peace and stability on the Korean Peninsula.\r\n Terming this a nonsensical brigandish logic, Rodong Sinmun today in a signed commentary says: &nbsp;&nbsp;&nbsp;\r\n It is the United States that is developing and producing missiles more than any other countries of the world and it is again the U.S. that is making preemptive strikes at other countries while threatening and blackmailing them. &nbsp;&nbsp;&nbsp;\r\n The U.S. is to chiefly blame for wrecking peace and stability on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n Then, why is the U.S. pulling up the DPRK over its \"missile threat\" and \"threat of conventional weapons\"? &nbsp;&nbsp;&nbsp;\r\n It is the invariable ambition of the U.S. imperialists to undermine Korean socialism. To this end, the U.S. is working hard to disarm the DPRK. In a nutshell, it is seeking to stifle the DPRK with ease by depriving it of all its missiles and conventional weapons. &nbsp;&nbsp;&nbsp;\r\n It is a reckless move for a U.S. military boss present in South Korea to attempt to push forward the Missile Defence System on the Korean Peninsula under the pretext of \"threat\" from the DPRK. This is an undisguised military provocation and threat and blackmail to the DPRK. &nbsp;&nbsp;&nbsp;\r\n The use of force should be countered by force. This is the DPRK principle of struggling against the enemy and mode of retaliating against him. If the U.S. levels a machine gun at the DPRK, the latter will return artillery fire for its fire, and if the U.S. fires an artillery piece at the DPRK, it will use a more powerful weapon in retaliation against the fire. &nbsp;&nbsp;&nbsp;\r\n The U.S warhawks had better to think twice.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from head of Vietnamese army delegation",
            "url": "http://kcna.co.jp/item/2002/200210/news10/24.htm#15",
            "content": "Gift to Kim Jong Il from head of Vietnamese army delegation\r\n&nbsp;&nbsp;&nbsp; pyongyang, october 24 (kcna) -- Kim Jong Il received a gift from the head of the delegation of the general political department of the Vietnam People's Army (VPA.)\r\n The gift was handed to an official concerned by head of the visiting delegation Le Van Dung, secretary of the Central Committee of the Communist Party of Vietnam and director of the VPA general political department.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}