{
    "date": "2002-03-07",
    "url": "http://kcna.co.jp/item/2002/200203/20020307.htm",
    "articles": [
        {
            "title": "U.S. investigators hear testimonies of war victims",
            "url": "http://kcna.co.jp/item/2002/200203/news03/07.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Annual meeting held",
            "url": "http://kcna.co.jp/item/2002/200203/news03/07.htm#2",
            "content": "U.S. investigators hear testimonies of war victims \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) -- Members of the group for probing the truth behind GIs' crimes heard testimonies made by war victims at the International House of Culture in Pyongyang yesterday.\r\n They cited concrete cases and facts to testify to the U.S. history of aggression against Korea.&nbsp;&nbsp;&nbsp;\r\n Recalling that they lost their kinsmen and kinswomen due to the monstrous atrocities of the U.S. imperialist aggression troops and are left with towering grudge against them, they branded the U.S. imperialist aggressors as the most cruel murderers and wolves. &nbsp;&nbsp;&nbsp;\r\n Brian Willson, representative of the \"veterans' organization for peace\" of the U.S. who is heading the group, said that the testimonies made by Koreans in the north and south of Korea helped him know better about atrocities committed by GIs and it is its duty to reveal them before the world. &nbsp;&nbsp;&nbsp;\r\n He noted that the atrocities committed by GIs in Korea are undeniable historical facts. &nbsp;&nbsp;&nbsp;\r\n The U.S. troops are the stumbling block lying in the way of Korea's reunification and this should be well known to the world, he added.    \r\n\r\n"
        },
        {
            "title": "Cubans visit Korean Revolution Museum",
            "url": "http://kcna.co.jp/item/2002/200203/news03/07.htm#3",
            "content": "Annual meeting held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) -- An annual meeting of the Korea-Cuba Solidarity Committee was held here yesterday.\r\n Present at the meeting were minister of education Pyon Yong Rip who is chairman of the committee, Jon Yong Jin, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, and members of the solidarity committee. &nbsp;&nbsp;&nbsp;\r\n Also on hand were Cuban ambassador to the DPRK Esteban Lobaina Romero and embassy officials. &nbsp;&nbsp;&nbsp;\r\n The meeting reviewed the activities conducted by the committee for the last one year for friendship and solidarity with the Cuban people who are dynamically advancing along the road of independence and socialism against imperialism and discussed its action program for this year.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on revolutionary literature and arts",
            "url": "http://kcna.co.jp/item/2002/200203/news03/07.htm#4",
            "content": "Cubans visit Korean Revolution Museum \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) -- Ambassador Esteban Lobaina Romero and staff members of the Cuban embassy here yesterday visited the Korean Revolution Museum on the occasion of the 16th anniversary of the DPRK visit made by Fidel Castro Ruz, supreme leader of the Cuban revolution.\r\n They went round the relics and materials exhibited in the room for the history of revolutionary activities that show the immortal feats performed by leader Kim Jong Il for the country, the people, the times and the revolution. &nbsp;&nbsp;&nbsp;\r\n After the visit the ambassador said that the museum has valuable materials the world revolutionaries should see. &nbsp;&nbsp;&nbsp;\r\n The Korean people are registering big successes in building a powerful nation, taking Kim Jong Il's army-based policy as an all-powerful treasured sword, he added. &nbsp;&nbsp;&nbsp;\r\n He said that Cuba and the DPRK would always stand in the same trench for the common struggle against the U.S. imperialists.    \r\n\r\n"
        },
        {
            "title": "Bush's mean behaviour condemned",
            "url": "http://kcna.co.jp/item/2002/200203/news03/07.htm#5",
            "content": "Rodong Sinmun on revolutionary literature and arts \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) -- The might of revolutionary literature and arts should be more fully displayed in the 21st century. Only then will our times shine as an era of victory of the army-based policy.\r\n The era of the army-based policy should be glorified with the might of the revolutionary literature and arts. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today stresses this in an editorial. &nbsp;&nbsp;&nbsp;\r\n The editorial goes on: &nbsp;&nbsp;&nbsp;\r\n To effect a new surge in the literature and arts in the 21st century is a requirement of the present times where leader Kim Jong Il's army-based policy is fully enforced. &nbsp;&nbsp;&nbsp;\r\n Revolutionizing literature and arts in the 21st century means full efflorescence and development of the revolutionary literature and arts consistent with the army-based policy. &nbsp;&nbsp;&nbsp;\r\n He considered the literature and arts as well as arms as a weapon with which to bring about a certain victory. His outstanding guidance led to an unprecedented surge in the creation of literary and art works and the emergence of the revolutionary literature and arts consistent with the army-based policy during the \"arduous march\", the forced march, the most difficult period of the Korean revolution. &nbsp;&nbsp;&nbsp;\r\n Such literature and arts touch the right chord in the hearts of all the people and servicepersons with the revolutionary spirit of soldiers and encourage them with strong militancy and appeal. &nbsp;&nbsp;&nbsp;\r\n They serve as a model of the Juche-based literature and arts in the 21st century. &nbsp;&nbsp;&nbsp;\r\n They are very instrumental in imbuing all the party members, all the servicepersons and all the people with the spirit for devotedly defending the leader. They serve as a driving force of the building of a powerful nation. They make the era of the army-based policy replete with rich emotion. &nbsp;&nbsp;&nbsp;\r\n Great are the ideological attraction and emotional influence of the literature and arts in the era of the army-based revolution that regard the spirit of protecting the leader devotedly that prevails among the servicepersons and people as a source of depiction. &nbsp;&nbsp;&nbsp;\r\n When the might of the literature and arts is fully displayed to make the hearts of all the servicepersons and other people throb with the fighting spirit of unconditionally carrying out the party policies, an uninterrupted innovation will be effected in the general onward march to build a powerful nation. &nbsp;&nbsp;&nbsp;\r\n famous works, music, paintings and other literary and art works that cater for the aesthetic tastes of the servicepersons and other people should be produced one after another. Only then will the whole society be pervaded with beautiful and noble emotion and new renaissance will be brought to this land in the 21st century.    \r\n\r\n"
        },
        {
            "title": "U.S. dubbed axis of evil",
            "url": "http://kcna.co.jp/item/2002/200203/news03/07.htm#6",
            "content": "Bush's mean behaviour condemned \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) -- Criticism of the anti-DPRK remarks made by Bush during his recent tour of Asia is growing stronger in different countries.\r\n The presidium of the c.c., the Communist Party of the Russian Federation in a statement expressed sympathy with the just stand of the Korean people towards Bush's outbursts and extended full support and solidarity to them. &nbsp;&nbsp;&nbsp;\r\n The national movement of the genuine lumumbist combatants of Democratic Congo, the people's rally for socialism of Democratic Congo, the working citizens federation of Democratic Congo and the Democratic Congo-Korea Friendship Association in a joint statement said that the sovereignty of the DPRK should be respected and any military threat and pressure should be discontinued. &nbsp;&nbsp;&nbsp;\r\n The national leadership of the people's united democratic left wing of Italy in a statement, terming the U.S. President's behavior very foolish and mean, said that they are breathing contempt for those seeking to turn the world into a dispute-torn one and a powder magazine causing death and destruction for their interests. &nbsp;&nbsp;&nbsp;\r\n The Kyrgyz group for the study of the Juche idea in a letter to the U.S. embassy in the country said Bush's call for a change in the political system of the DPRK is a reckless act intended to violate its sovereignty, undisguisedly interfere in its internal affairs and stifle it by force. And it urged bush to apologize to the Korean people. &nbsp;&nbsp;&nbsp;\r\n The Dominican committee for supporting Korea's reunification in a statement demanded the United States immediately withdraw its forces from South Korea and stop interfering in the DPRK's internal affairs and laying obstacles in the way of the Korean people's efforts to achieve reconciliation, unity and the independent and peaceful reunification.     \r\n\r\n"
        },
        {
            "title": "Purchase of U.S.-made fighters rejected in S. Korea",
            "url": "http://kcna.co.jp/item/2002/200203/news03/07.htm#7",
            "content": "U.S. dubbed axis of evil \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) -- Suleyman Hadad, vice-minister of foreign affairs of Syria, bitterly denounced Bush for his mud-slinging at the DPRK, saying that the U.S. imperialists are the very ones who pose a threat to the world peace and security.\r\n He said: &nbsp;&nbsp;&nbsp;\r\n Bush listed the DPRK as a member of \"axis of evil\" groundlessly accusing it of \"sponsoring terrorism\" and \"developing weapons of mass destruction\", while posing a threat to it. This is preposterous. &nbsp;&nbsp;&nbsp;\r\n Recalling that the U.S. administration is killing innocent civilians under the plea of the \"anti-terrorism\", he said axis of evil is none other than the United States. &nbsp;&nbsp;&nbsp;\r\n He further said: &nbsp;&nbsp;&nbsp;\r\n The DPRK is not a weak country which could be brought to its knees by force. &nbsp;&nbsp;&nbsp;\r\n Strength is not a monopoly of the U.S. &nbsp;&nbsp;&nbsp;\r\n If the U.S. uses its armed forces against the DPRK, it will be destroyed by the DPRK's might of single-hearted unity and self-defensive military strength. &nbsp;&nbsp;&nbsp;\r\n No force on earth can break the will of the Korean people and army. &nbsp;&nbsp;&nbsp;\r\n The Syrian people will always stand by the peaceloving  Korean people who are fighting for justice.    \r\n\r\n"
        },
        {
            "title": "Eight scenic spots",
            "url": "http://kcna.co.jp/item/2002/200203/news03/07.htm#8",
            "content": "Purchase of U.S.-made fighters rejected in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) -- \"Those who want peace and reunification\" reportedly issued a statement on Feb. 28, denouncing the \"ministry of national defense\" of South Korea for activating its move to purchase the U.S.-made fighter F-15 K.\r\n The \"ministry's\" move to buy all sorts of offensive weapons including F-15 K, yielding to the pressure of the bush administration goes against peace and disarmament in the Korean Peninsula and will finally lead to a war so as to destroy the life of the Korean nation, the statement said, and went on: &nbsp;&nbsp;&nbsp;\r\n The \"ministry\" authorities made tentative contracts with four airplane firms during bush's South Korea visit. This is to increase military dependence on the U.S. and put South Korea under the U.S. military system forever, which means suffocation of national independence. &nbsp;&nbsp;&nbsp;\r\n The introduction of fighters of the next generation assumes anti-peace, anti-national and anti-people character and we are dead set against the purchase of F-15 K fighters, the statement added.    \r\n\r\n"
        },
        {
            "title": "Anecdotes about Kim Jong Il",
            "url": "http://kcna.co.jp/item/2002/200203/news03/07.htm#9",
            "content": "Eight scenic spots \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) -- Kangwon Province and north and South Phyongan and Jagang provinces have been called Kwandong and Kwanso since ancient times.    And the eight scenic spots in Kwanso area have been called the eight beauty spots of Kwanso.\r\n The eight beauty spots include Ryongwang pavilion in Pyongyang, Kangson pavilion in Songchon and Paeksang pavilion in Anju, South Phyongan Province, Yaksandongdae in Nyongbyon, Tongrim falls in Sonchon and Thonggun pavilion in Uiju, North Phyongan Province, Inphung pavilion in Kanggye and Segom pavilion in Manpho, Jagang Province. &nbsp;&nbsp;&nbsp;\r\n The Ryongwang pavilion, standing high on the rocky bank of the Taedong River which flows through Pyongyang, is a famous place associated with a story that visitors were so enthralled by its scenic beauty that poetic thoughts flashed on them. &nbsp;&nbsp;&nbsp;\r\n It boasts of spectacular scenery as it is in perfect harmony with the Chongryu cliff at the foot of Moran hill, beautiful Rungra islet and monumental edifices in its surrounding area. &nbsp;&nbsp;&nbsp;\r\n Paeksang pavilion is called the \"most scenic spot of Kwanso\" as it provides a superb view in harmony with the Chongchon river, the West Sea of Korea, a vast plain and modern Anju city. &nbsp;&nbsp;&nbsp;\r\n Yaksandongdae boasts of spectacular scenery provided by cliffs overlooking the clear water of the Kuryong river, the thickly-wooded Tongdae ridge and waterfalls forming a rainbow. In spring azaleas are in bloom, tinging the Tongdae ridge and valleys with pink. &nbsp;&nbsp;&nbsp;\r\n The eight beauty spots of Kwanso serve as cultural recreation grounds for the people.     \r\n\r\n\r\n"
        },
        {
            "title": "Kaesong famous for Koryo Insam (Ginseng)",
            "url": "http://kcna.co.jp/item/2002/200203/news03/07.htm#10",
            "content": "Anecdotes about Kim Jong Il\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) -- In may Juche 63 (1974) leader Kim Jong Il left for the construction site of the Wangjaesan Revolutionary Battlesite on field guidance. On a train he asked accompanying officials if they could advance the arrival time by one hour.\r\n Guessing that he was going to spend the hour for an important work, they told him they would advance the arrival time by cutting down break during the trip. &nbsp;&nbsp;&nbsp;\r\n On their arrival at the site one hour earlier they intended to guide him to a lodging house according to a timetable. &nbsp;&nbsp;&nbsp;\r\n But he moved to the construction site, saying that he asked to move up the time because he wished to look round the site and meet young builders before it gets dark. &nbsp;&nbsp;&nbsp;\r\n One day in September Juche 68 (1979) he visited the Pyongyang Maternity Hospital under construction. Learning that an important building was to be built in vast vacant lot in front of the hospital, he, lost in thought for a while, proposed to arrange a park there. &nbsp;&nbsp;&nbsp;\r\n Watching with a smile on his face officials who looked puzzled, he said that if other style of building is built in close vicinity to such modern hospital it will be shaded from sunshine, adding that a park should be arranged there as many people would visit the hospital. &nbsp;&nbsp;&nbsp;\r\n This is the story about how a well-arranged hospital park made its appearance. &nbsp;&nbsp;&nbsp;\r\n There is another anecdote about him. &nbsp;&nbsp;&nbsp;\r\n One day in November Juche 70 (1981) he visited the Chongryu restaurant before its opening. \r\n Learning about the facilities of the restaurant one by one, he dropped in at a family room. Looking at a table inlaid with mother-of-pearl and varnished with lacquer, he praised nice Korean carpentry. Carefully examining it, bending his back and moving one step back, he told officials that the table is a bit high, adding that if children feel inconvenient when a family has a pleasant meal, parents will not feel happy. he kindly instructed the officials to remake tables to be suitable to children. &nbsp;&nbsp;&nbsp;\r\n Afterwards, the tables in the family rooms of the Chongryu restaurant were replaced with new ones.     \r\n\r\n\r\n"
        },
        {
            "title": "Success in researches on artificial blood vessels",
            "url": "http://kcna.co.jp/item/2002/200203/news03/07.htm#11",
            "content": "Kaesong famous for Koryo Insam (Ginseng)\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) -- The Koryo Insam (Ginseng) of Kaesong, a special product of Korea, is widely known to the world.\r\n It is called Koryo Insam and Kaesong Insam as it has been cultivated in the area of Kaesong which was the capital of Koryo, a feudal state of Korea, since the latter half of the 18th century. &nbsp;&nbsp;&nbsp;\r\n Koryo Insam is popular on foreign markets for the peculiar quality of soil and water used for its cultivation, very favorable climatic conditions in the area, unique methods of its cultivation and processing and its special efficacy. &nbsp;&nbsp;&nbsp;\r\n According to the methods of processing, Koryo Insam is classified into three kinds: Hongsam, Paeksam and Tangsam. &nbsp;&nbsp;&nbsp;\r\n Koryo Insam protects the five vital organs of human body, has a good effect on brain, heart and blood vessels, and promotes the endocrine function and metabolism. &nbsp;&nbsp;&nbsp;\r\n Demands for Koryo Insam are on a steady increase as it proved efficacious in preventing radiation and cancer in recent years. &nbsp;&nbsp;&nbsp;\r\n The DPRK manufactures Koryo Insam-licorice sweet tablets for the treatment of hepatitis, Koryo Insam tablets, Insam Taebo tablets, Insam-haw peptic syrup, Insam tonic water and Insam injection and other Insam drugs, wine, tea, sugar, cake, etc, which are considered as an elixir of life.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Ghanaian President",
            "url": "http://kcna.co.jp/item/2002/200203/news03/07.htm#12",
            "content": "Success in researches on artificial blood vessels\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 7 (KCNA) -- Korean scientists succeeded in researches on artificial blood vessels of a peculiar texture.\r\n They made blood vessels of a lateral type (16/8 and 20/10) and a rectilinear type (8, 10, 12, 14, 16, 20 and 22). &nbsp;&nbsp;&nbsp;\r\n The porosity of vessels is 1,500 to 2,000 ml per square centimeters in a minute, thickness 450 m and mass 20 g per centimeter. &nbsp;&nbsp;&nbsp;\r\n The vessels proved efficacious in clinical practice. &nbsp;&nbsp;&nbsp;\r\n They were applied to more than 100 male patients (32-65) suffering from arteriosclerosis, thrombosis and other angiostenosis and their efficacy reached 88.2 percent in three months or five years after the operation. &nbsp;&nbsp;&nbsp;\r\n The vessels were developed and made by the medical fiber laboratory of the textile institute of the branch academy of light industrial science under the academy of sciences.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}