{
    "date": "2002-11-15",
    "url": "http://kcna.co.jp/item/2002/200211/20021115.htm",
    "articles": [
        {
            "title": "Western Seoul people's solidarity formed",
            "url": "http://kcna.co.jp/item/2002/200211/news11/15.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "International workshop closes",
            "url": "http://kcna.co.jp/item/2002/200211/news11/15.htm#2",
            "content": "Western Seoul people's solidarity formed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- The Western Seoul People's Solidarity for Achieving National Independence, Democracy and People's Right to Existence was reportedly inaugurated with due ceremony in Seoul on November 9.\r\n The solidarity groups over 20 organizations.\r\n The organization has conducted solidarity activities among regional organizations in the struggle to achieve independence, democracy, reunification and vital rights over the last one year. &nbsp;&nbsp;&nbsp;\r\n A declaration released at the ceremony said that after occupying South Korea and seizing all decision-making rights related to the political, military, economic, cultural and other fields, the U.S. has kept the Korean nation under the world's only system of division for over half a century, depriving its people of their sovereignty and their worthy life. &nbsp;&nbsp;&nbsp;\r\n Our economy has become feeble due to the imperialist economic invasion under the mandate of the IMF and turned into a U.S. economic colony which cannot claim even an economic sovereignty, the declaration noted, and went on: &nbsp;&nbsp;&nbsp;\r\n The sycophantic treacherous forces who have stayed in power, depending on outsiders and the system of division are still at large, advocating humiliating cooperation with foreign forces rather than the independent reunification of the nation and vociferating about the impossibility of repealing the security law. &nbsp;&nbsp;&nbsp;\r\n Such reality calls on the people to turn out in a joint struggle and the solidarity will spearhead it.     \r\n   \r\n"
        },
        {
            "title": "DPRK delegate on state sovereignty",
            "url": "http://kcna.co.jp/item/2002/200211/news11/15.htm#3",
            "content": "International workshop closes \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- A closing ceremony of the international workshop on \"The Effective Use of Maize Genetic Resources in African Countries\" was held at the Kim Il Sung Institute of Agricultural Science in Guinea on November 9.\r\n Present there were officials of the Ministry of Agriculture and Livestock of Guinea, delegations from Guinea, Ethiopia, Mali, Democratic Congo, the DPRK Ambassador to Guinea and DPRK technicians working in Guinea. &nbsp;&nbsp;&nbsp;\r\n At the ceremony certificates of the participation in the workshop were awarded to its participants before a congratulatory speech was made by the DPRK Ambassador. &nbsp;&nbsp;&nbsp;\r\n The general inspector of agriculture in Kindia Province, Guinea, and the general director for scientific research of the Ministry of Agriculture and Livestock of Guinea in their speeches said that the workshop held with the active cooperation of the DPRK presented worthy scientific and technical success which the African countries can easily introduce and offered an opportunity to learn advanced technology and practical experience of Korea. &nbsp;&nbsp;&nbsp;\r\n Such a beneficial workshop held by the Kim Il Sung Institute of Agricultural Science associated with the great efforts made by President Kim Il Sung is the result of the deep concern shown by Kim Jong Il for the strengthening of the south-south cooperation and the African nation's building of a new society and prosperity, while successfully carrying forward his noble cause. &nbsp;&nbsp;&nbsp;\r\n A letter to Kim Jong Il was adopted at the ceremony.    \r\n\r\n"
        },
        {
            "title": "NDFSK issues appeal",
            "url": "http://kcna.co.jp/item/2002/200211/news11/15.htm#4",
            "content": "DPRK delegate on state sovereignty \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- The preservation and respect for state sovereignty provide a sure guarantee for protecting and promoting human rights as all the people are entitled to choose systems, laws and policies suited to their countries and enjoy their freedom and rights, said a DPRK delegate in a speech made at the third committee of the 57th UN General Assembly when discussing the item \"the issue of human rights\" on Nov. 7.\r\n All the countries and nations in the world have their own history, tradition, culture and custom and, accordingly, each country and nation are entitled to freely choose politico-economic system and independently pursue a policy according to their specific conditions and the wishes of people, he said. &nbsp;&nbsp;&nbsp;\r\n He went on: &nbsp;&nbsp;&nbsp;\r\n The DPRK government has pursued all policies, putting main emphasis on the independent and creative rights of the popular masses on the basis of man-centered Juche philosophy. &nbsp;&nbsp;&nbsp;\r\n It fully guarantees each member of the society all the rights of a social being including political freedom and right, rights to labor and existence and rights of education and health care. &nbsp;&nbsp;&nbsp;\r\n The Korean people are proud and confident of the path chosen by themselves and the DPRK government will make all efforts to protect and promote the people's freedom and rights on a higher level. &nbsp;&nbsp;&nbsp;\r\n In recent years, the DPRK government has faithfully fulfilled its duties under the international human rights conventions, thus reiterating its commitment to contribute to protecting and promoting human rights worldwide. &nbsp;&nbsp;&nbsp;\r\n The DPRK will continue to strengthen international assistance and cooperation in the field of human rights in the future, too.  \r\n\r\n"
        },
        {
            "title": "Reception given for WFP executive director",
            "url": "http://kcna.co.jp/item/2002/200211/news11/15.htm#5",
            "content": "NDFSK issues appeal \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- The central committee of the National Democratic Front of South Korea (NDFSK) issued an appeal on Nov. 12 calling for a struggle to frustrate the U.S. moves to provoke a nuclear war, according to Seoul-based radio Voice of National Salvation.\r\n Saying that the U.S. is bringing the dark clouds of a thermonuclear war to hang over the Korean Peninsula, the appeal described it as a declaration of a war against the DPRK and, at the same time, a threat and blackmail against the South Korean people and a dangerous provocative act of harassing peace on the Korean Peninsula and the rest of the world. &nbsp;&nbsp;&nbsp;\r\n The only way of solving the nuclear issue on the Korean Peninsula is to conclude a non-aggression treaty between the DPRK and the U.S. as proposed by the former, the appeal said. &nbsp;&nbsp;&nbsp;\r\n It called on those who hope for independence, peace and reunification to turn out in the struggle to foil the U.S. moves to provoke a nuclear war against the DPRK irrespective of ideas, political views, religious beliefs, classes, stratum, property and places of abode.    \r\n\r\n"
        },
        {
            "title": "Foreign Minister meets WFP executive director",
            "url": "http://kcna.co.jp/item/2002/200211/news11/15.htm#6",
            "content": "Reception given for WFP executive director \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- The DPRK government hosted a reception at the Mansudae Assembly Hall yesterday in honor of the executive director of the World Food Program and his party on a visit to the DPRK.\r\n Present on invitation were James T. Morris, executive director of the WFP, and his party, Masood Hyder, UN resident coordinator and representative of the WFP in the DPRK, and representatives of other international organizations. &nbsp;&nbsp;&nbsp;\r\n Minister Paek Nam Sun and vice-Minister Choe Su Hon of Foreign Affairs and officials concerned were on hand. &nbsp;&nbsp;&nbsp;\r\n Paek Nam Sun and James T. Morris made speeches at the reception.    \r\n\r\n"
        },
        {
            "title": "Honorary citizenship to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2002/200211/news11/15.htm#7",
            "content": "Foreign Minister meets WFP executive director \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- Foreign Minister Paek Nam Sun met and had a talk with executive director of the World Food Program James T. Morris and his party at the Mansudae Assembly Hall on Nov. 14.\r\n Present there were an official concerned and the UN resident coordinator in the DPRK who is also representative of the WFP. \r\n\r\n"
        },
        {
            "title": "Anecdotes about Kim Jong Il",
            "url": "http://kcna.co.jp/item/2002/200211/news11/15.htm#8",
            "content": "Honorary citizenship to Kim Jong Il \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) - General Secretary Kim Jong Il received a certificate of honorary citizenship and a gift from the Canar provincial council of Ecuador.\r\n They were conveyed to vice-President of the Presidium of the Supreme People's Assembly Yang Hyong Sop by Diego Ormaza Andrade, prefect of the province, on a visit to the DPRK. &nbsp;&nbsp;&nbsp;\r\n Written on the certificate were letters reading that the Canar provincial council decided to present respected leader Kim Jong Il, General Secretary of the Workers' Party of Korea and Chairman of the National Defence Commission of the DPRK, with a certificate of honorary citizenship of Canar province in recognition of his exploits performed for the emancipation of the third world people and the cause of independence.    \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun calls for maintaining independence",
            "url": "http://kcna.co.jp/item/2002/200211/news11/15.htm#9",
            "content": "Anecdotes about Kim Jong Il \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- Kim Jong Il was looking round the Kumsusan Memorial Palace on a streetcar on July 7, Juche 84 (1995).\r\n A large number of people who were planting grass near the road to the palace followed the streetcar, breaking into enthusiastic cheers. The cheers reflected their deep reverence for their leader.\r\n Kim Jong Il said that seeing the pure hearted and honest people, he was convinced that Korean socialism was alive in the hearts of the Korean people and he hardened the resolution to do the revolution well for the country and the people. &nbsp;&nbsp;&nbsp;\r\n One day, he was passing by an enterprise after giving on-the-spot guidance to a machine factory in a northern area of the country. &nbsp;&nbsp;&nbsp;\r\n Passers-by who were workers, office workers and inhabitants gathered on either side of the road all at once to have a look at him. &nbsp;&nbsp;&nbsp;\r\n They were so happy to see him in good health that they gave cheers to him. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il, waving to the cheering crowd, told the driver to drive the car slowly. He said if the car passed by them quickly, pressed for time, they would be disappointed. &nbsp;&nbsp;&nbsp;\r\n The officials accompanying him were deeply moved by the noble virtues of the leader, who devoted his valuable time to the people of a small village though he had his hands full with on-the-spot guidance.    \r\n\r\n\r\n"
        },
        {
            "title": "Minju Joson calls for effective South-South Cooperation",
            "url": "http://kcna.co.jp/item/2002/200211/news11/15.htm#10",
            "content": "Rodong Sinmun calls for maintaining independence\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- It is very important to establish sound inter-state relations as society develops and the people's desire for independence grows stronger, says Rodong Sinmun in a signed article today.\r\n The paper goes on: &nbsp;&nbsp;&nbsp;\r\n To maintain independence is one of the basic principles to be observed in establishing sound inter-state relations. &nbsp;&nbsp;&nbsp;\r\n Preserving independence in external relations means establishing and developing external relations to meet the specific conditions of one's own country and the demand and interests of its people. &nbsp;&nbsp;&nbsp;\r\n It is impossible to establish sound inter-state relations apart from independence. &nbsp;&nbsp;&nbsp;\r\n The imperialists are now trying to check and suppress the struggle of the people to defend their sovereignty. The struggle to defend independence precisely means a struggle against domination, subjugation, exploitation and plunder. &nbsp;&nbsp;&nbsp;\r\n Independence is what keeps the country and the nation alive. &nbsp;&nbsp;&nbsp;\r\n The ever-more desperate moves of the forces to violate and stamp out independence will only give further momentum to the people's struggle to defend it. When all countries respect the sovereignty of other countries and establish and develop good-neighborly and friendly relations on the principle of equality and mutual benefit, the relations among countries will be more friendly and cooperative. &nbsp;&nbsp;&nbsp;\r\n The independent foreign policy of the DPRK enjoys worldwide support for its validity. &nbsp;&nbsp;&nbsp;\r\n Even those countries that were hostile to the DPRK in the past have established state relations with it. This is a clear proof of the validity and vitality of the DPRK independent foreign policy. \r\n\r\n\r\n"
        },
        {
            "title": "KCNA blasts reckless remarks of governor of Tokyo",
            "url": "http://kcna.co.jp/item/2002/200211/news11/15.htm#11",
            "content": "Minju Joson calls for effective South-South Cooperation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- South-South Cooperation provides developing countries with a key to exercising complete sovereignty, achieving economic self-reliance and national prosperity and narrowing down the gap between the rich and the poor worldwide, says Minju Joson today in a by-lined article.\r\n The article continues: &nbsp;&nbsp;&nbsp;\r\n The imperialists assert that the gap between the rich and the poor now widening worldwide can be narrowed down through \"aid\" and \"loan\". This is nothing but sophism to cover up their moves to enslave developing countries and their predatory policy towards these countries. &nbsp;&nbsp;&nbsp;\r\n South-South Cooperation is an undertaking of developing countries to achieve economic self-reliance and independent development by economically and technologically cooperating with each other and meeting each other's needs. &nbsp;&nbsp;&nbsp;\r\n In order to boost south-south cooperation in all fields, developing countries should firmly adhere to the principles of collective self-reliance, complete equality and mutual benefit on the basis of maintaining independence. &nbsp;&nbsp;&nbsp;\r\n What is important for boosting this cooperation and establishing the south-south economic ties at present is to strengthen regional cooperation and unity. &nbsp;&nbsp;&nbsp;\r\n Developing countries should settle tribal, national and regional disputes in a peaceful manner so as not to give the imperialists a chance to fish in troubled waters.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il congratulates Jiang Zemin",
            "url": "http://kcna.co.jp/item/2002/200211/news11/15.htm#12",
            "content": "KCNA blasts reckless remarks of governor of Tokyo\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- Tokyo governor Ishihara, an ultra-right reactionary of Japan, is being strongly censured by the international community for making again reckless remarks against the DPRK on November 10.\r\n In his Asahi Television appearance he talked the gibberish that Japan has a good reason to fight a war against North Korea while referring to the issue of kidnapping already settled. &nbsp;&nbsp;&nbsp;\r\n This cannot be construed otherwise than rubbish let loose by a mentally deranged fellow who does not know what a war is like. &nbsp;&nbsp;&nbsp;\r\n What is ridiculous is that he talked nonsense that the DPRK is diverting a considerable quantity of heavy oil it received from the United States to a Japanese terrorist group and reselling some of the humanitarian food aid to a Japanese trading company. &nbsp;&nbsp;&nbsp;\r\n He was reported shortly ago to have made reckless remark that \"it would be better for china to be divided into several countries\" and \"North Korea should collapse\", thus earning an ill-fame of a political philistine. His manner of speaking is so mean that it can hardly be regarded as that of a governor of Japan's capital. &nbsp;&nbsp;&nbsp;\r\n He is a fanatic ultra-nationalist and a war maniac. &nbsp;&nbsp;&nbsp;\r\n It is as clear as daylight that if a war breaks out between the DPRK and Japan, Japan proper will be reduced to ruins. &nbsp;&nbsp;&nbsp;\r\n It is a tragedy that there is such a fool in the Japanese political circle. &nbsp;&nbsp;&nbsp;\r\n This glaringly shows the low intellectual level of the political circle in Japan. &nbsp;&nbsp;&nbsp;\r\n It is a height of folly for Japan to complicate the issue of kidnapped Japanese already settled and cry out for a \"war\", refusing to admit its most barbarous acts of aggression that stained the human history of the 20th century. This can be done only by lunatics. &nbsp;&nbsp;&nbsp;\r\n It is by no means fortuitous that many mediapersons and intellectuals dub Japanese politicians \"dirty politicians\". &nbsp;&nbsp;&nbsp;\r\n Japan should deplore that its political morality and mentality are being degraded by such good-for-nothing as Ishihara.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il congratulates Hu Jintao",
            "url": "http://kcna.co.jp/item/2002/200211/news11/15.htm#13",
            "content": "Kim Jong Il congratulates Jiang Zemin\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) - General Secretary Kim Jong Il, sent a congratulatory message to Jiang Zemin on Friday upon the success of the 16th Congress of the Communist Party of China and his reelection as Chairman of the Party Central Military Commission.\r\n The message says: &nbsp;&nbsp;&nbsp;\r\n Your reelection as Chairman of the Central Military Commission of the CPC is an expression of deep respect and trust of your party, army and people in you. &nbsp;&nbsp;&nbsp;\r\n The revolutionary armed forces of the CPC that have traversed the road of proud victory and glory under the banner of the party will as ever perform fresh exploits in carrying out the noble cause of defending socialism by force of arms. &nbsp;&nbsp;&nbsp;\r\n Availing myself of this opportunity, I wish you fresh success in your noble work to further strengthen the party and the army as well as good health, in the belief that the traditional friendship between the DPRK and China that has stood all tests of history would continue to favorably develop thanks to the efforts of both sides.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam meets Italian Ambassador",
            "url": "http://kcna.co.jp/item/2002/200211/news11/15.htm#14",
            "content": "Kim Jong Il congratulates Hu Jintao\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) - General Secretary Kim Jong Il today sent a congratulatory message to Hu Jintao on the success of the 16th Congress of the Communist Party of China and his election as General Secretary of the Central Committee of the CPC.\r\n The message says: &nbsp;&nbsp;&nbsp;\r\n Your assumption of the heavy responsibility as General Secretary of the Central Committee of the Communist Party of China is a manifestation of the deep trust and expectation of all your party members and the Chinese people for you. &nbsp;&nbsp;&nbsp;\r\n The 16th Congress of the CPC was a historic meeting which set a grandiose goal to achieve great prosperity of the Chinese nation in the new century and demonstrated the unity and cohesion of the whole party and army and all the people at home and abroad. &nbsp;&nbsp;&nbsp;\r\n Availing myself of this opportunity, I express confidence that the traditional DPRK-China friendship that has developed century after century will continue to grow stronger in conformity with the requirements of the present times and in the mutual interests in the future, too, and sincerely wish you great success in your responsible work to accomplish the cause of socialist modernization drive put forward by the CPC.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam meets WFP executive director",
            "url": "http://kcna.co.jp/item/2002/200211/news11/15.htm#15",
            "content": "Kim Yong Nam meets Italian Ambassador\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, met and had a conversation with Paolo Bruni, Italian Ambassador to the DPRK, when he paid a farewell call on him at the mansudae assembly hall today.\r\n Present there were Choe Su Hon, vice-Minister of Foreign Affairs, and other officials concerned.    \r\n\r\n\r\n"
        },
        {
            "title": "Notice of Korea News Service",
            "url": "http://kcna.co.jp/item/2002/200211/news11/15.htm#16",
            "content": "Kim Yong Nam meets WFP executive director\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- President Kim Yong Nam of the Presidium of the Supreme People's Assembly of the DPRK met and had a friendly talk with James T. Morris, executive director of the World Food Program, and his party at the Mansudae Assembly Hall on Friday.\r\n Present there were vice-Minister of Foreign Affairs Choe Su Hon and other officials concerned and Masood Hyder, resident coordinator of the United Nations and representative of the WFP here.    \r\n\r\n\r\n\r\n"
        }
    ]
}