{
    "date": "2002-06-20",
    "url": "http://kcna.co.jp/item/2002/200206/20020620.htm",
    "articles": [
        {
            "title": "Book \"Long Strides Towards Reunification\" published in S. Korea",
            "url": "http://kcna.co.jp/item/2002/200206/news06/20.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Seminars on Kim Jong Il's works held",
            "url": "http://kcna.co.jp/item/2002/200206/news06/20.htm#2",
            "content": "Book \"Long Strides Towards Reunification\" published in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 20 (KCNA) -- Book \"Long Strides Towards Reunification\" was published by the South Korean People's Rights Institute of the Solidarity for Implementing the South-North Joint Declaration on June 15 on the occasion of the second anniversary of the publication of the June 15 joint declaration, according to a news report. \r\n The book consists of five chapters. &nbsp;&nbsp;&nbsp;\r\n The book deals with victory of the reunification movement of the Korean nation to terminate the division of the country, the U.S. policy to stifle and isolate the north and victory of the strategy for independent reunification, the historic significance of the June 15 joint declaration and the vigorous advance of the fellow countrymen for the implementation of the joint declaration. It calls for smashing the U.S. attempt to obstruct the implementation of the joint declaration and ignite a nuclear war on the Korean Peninsula and the undisguised war moves of the U.S. imperialists through the anti-U.S., anti-war and anti-nuclear campaign and opening a decisive phase of national reunification.     \r\n\r\n"
        },
        {
            "title": "GIS crimes under fire",
            "url": "http://kcna.co.jp/item/2002/200206/news06/20.htm#3",
            "content": "Seminars on Kim Jong Il's works held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 20 (KCNA) -- Seminars on leader  Kim Jong Il's work \"On Preserving The Juche Character and National Character of the Revolution and Construction\" were held in Nigeria and Kirgyzstan on June 10.\r\n The chairman of the Nigerian National Committee for the Study of the Juche Idea at the seminar said that the work is arousing a lively response among the independence advocating people of the world for its scientific accuracy, truth and profundity.\r\n He stressed that it is necessary to know well about the DPRK which has firmly defended the national dignity, courageously standing in the confrontation with the U.S. styling itself the world's only \"superpower,\" and about the army-based policy of Kim Jong Il, in particular. &nbsp;&nbsp;&nbsp;\r\n The chief of the Kirgyzstan group for the study of the Juche idea, in a report delivered at the seminar, said that Kim Jong Il in his work scientifically and theoretically clarified that the Juche character and the national character should be preserved to accomplish the human cause of independence, the cause of socialism, on the basis of the historic experience and lesson drawn from the Korean revolution and the world revolution and set forth overall tasks to do so. &nbsp;&nbsp;&nbsp;\r\n The Korean people have set a good example in preserving the Juche character and the national character under the wise leadership of Kim Jong Il, he said. &nbsp;&nbsp;&nbsp;\r\n A seminar on Kim Jong Il's work \"Giving Priority to Ideological Work Is Essential For Accomplishing Socialism\" was held by the Dar-Es-Salaam, Tanzania, group for the study of Kimilsungism on June 12. &nbsp;&nbsp;&nbsp;\r\n The chief of the group in a speech said that Kim Jong Il, the outstanding thinker and theoretician, in his work underscored the need to give definite priority to the ideological work, with main emphasis on thinking, if the cause of socialism is to be successfully accomplished, and set forth clear ways to do so.    \r\n\r\n"
        },
        {
            "title": "Russian embassy officials visit stock-breeding farm",
            "url": "http://kcna.co.jp/item/2002/200206/news06/20.htm#4",
            "content": "GIS crimes under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 20 (KCNA) -- Rodong Sinmun today in a signed commentary denounces GIs for driving an armored car over two South Korean schoolgirls, killing them.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The history of the U.S. imperialist aggressor forces' presence in South Korea is a blood-stained history of indiscriminate murder and plunder of South Koreans. The recent atrocity was one of the thrice-cursed crimes committed by the U.S. imperialists. &nbsp;&nbsp;&nbsp;\r\n It is the unanimous will of all the Koreans bitterly critical of the GIs' crimes to force the U.S. imperialists to quit South Korea at once. &nbsp;&nbsp;&nbsp;\r\n They should pay heed to the angry anti-U.S. voices of the Korean nation and apologize to it for all crimes committed in South Korea. &nbsp;&nbsp;&nbsp;\r\n The Korean nation will certainly drive the U.S. imperialists out of this land, give vent to the pent-up grudge and force them to pay a thousand-fold price for the blood shed by Koreans.     \r\n\r\n"
        },
        {
            "title": "Peculiar decorating vase",
            "url": "http://kcna.co.jp/item/2002/200206/news06/20.htm#5",
            "content": "Russian embassy officials visit stock-breeding farm \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 20 (KCNA) -- Russian ambassador to the DPRK Andrei Karlov and embassy officials visited the Kubin stock-breeding cooperative farm in Kangdong county, Pyongyang, on June 19 on the occasion of the 38th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\r\n The farm has extensively grazed goats and built a milk-processing base with modern equipment in response to the WPK's policy of obtaining meat from grass. &nbsp;&nbsp;&nbsp;\r\n The guests looked round the production processes of the base and a stock-breeding building, a shop, a ten-day kindergarten and newly built dwelling houses. &nbsp;&nbsp;&nbsp;\r\n At the end of the visit the ambassador said that the successes made by the Korean people today in the economic construction are entirely the result of the wise leadership of Kim Jong Il.     \r\n\r\n"
        },
        {
            "title": "Pyongyang Circus School",
            "url": "http://kcna.co.jp/item/2002/200206/news06/20.htm#6",
            "content": "Peculiar decorating vase \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, June 20 (KCNA) -- The decorating vase with double reticulated superstructure \"Korea's fortune\" on display at the gift exhibition of the Ministry of the People's Armed Forces is drawing a particular interest of visitors.\r\n The vase was made of 21,600 pieces of lime timber that covers its inside and outside. &nbsp;&nbsp;&nbsp;\r\n This typical flower vase is 260 cm high. Its base is 30 cm high, its biggest girth is 340 cm and the smallest 115 cm. &nbsp;&nbsp;&nbsp;\r\n It depicts the native homes of the three generals of Mt. Paektu on the basis of formative art. &nbsp;&nbsp;&nbsp;\r\n The three rings of gemlike lily of the valley are hanging on the upper part of the vase which looks like a morning glory. &nbsp;&nbsp;&nbsp;\r\n The neck of the vase has exquisite and delicate inlaid designs of Mt. Paektu and Jong Il Peak. &nbsp;&nbsp;&nbsp;\r\n The native home in Mangyongdae, the native home in the secret camp in Mt. Paektu and the native home in Hoeryong are depicted in the central part of the vase framed by Kimilsungia, Kimjongilia, azalea, magnolia, white apricot flower, etc. in the way a double reticulated superstructure is made. &nbsp;&nbsp;&nbsp;\r\n Designed on the lower part of the vase are 42 Kimilsungias amid the spread of 85 sunrays. &nbsp;&nbsp;&nbsp;\r\n This work vividly reflects the fixed will of the soldiers of the people's army to accomplish the revolutionary cause of Juche under leader Kim Jong Il's army-based leadership, conveying the stories about the native homes of the three generals of Mt. Paektu to posterity.     \r\n\r\n"
        },
        {
            "title": "June 15 joint declaration favored",
            "url": "http://kcna.co.jp/item/2002/200206/news06/20.htm#7",
            "content": "Pyongyang Circus School \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 20 (KCNA) -- Pyongyang Circus School marked its 30th anniversary.\r\n Situated in Mangyongdae district, Pyongyang, the school is a dependable centre training future acrobats as it has both regular educational system and training system. &nbsp;&nbsp;&nbsp;\r\n Having a total floor space of more than 6,400 square meters the school operates rooms for acquiring various acrobatic skills including juggling, rhythm, synchronized swimming and skating. &nbsp;&nbsp;&nbsp;\r\n A hall, more than 10 meters from its floor to ceiling, has all necessary equipment for aerial circus practice. &nbsp;&nbsp;&nbsp;\r\n The school has several chairs including a chair of circus performance and is staffed with tens of coaches. &nbsp;&nbsp;&nbsp;\r\n Among them are two people's artistes including Kim Thaek Song who received the title of \"magic king\" of the world at the international contemporary jugglery festival and six merited artistes. &nbsp;&nbsp;&nbsp;\r\n The school has a 9-year course including a preliminary course for children aged under or above ten years who are selected from across the country. &nbsp;&nbsp;&nbsp;\r\n Its major curriculum are physical acrobatics including aerial circus, somersault and etude, and jugglery. &nbsp;&nbsp;&nbsp;\r\n All things necessary for education and teaching including training apparatuses and supplies and scholarship are provided by the state. &nbsp;&nbsp;&nbsp;\r\n Its students are accorded the same treatment as acrobats on the active list. &nbsp;&nbsp;&nbsp;\r\n Hundreds of graduates from the school became acrobats, two people's artistes and eleven merited artistes. &nbsp;&nbsp;&nbsp;\r\n Pyongyang Circus School promises a bright future of acrobatics in Korea.     \r\n\r\n"
        },
        {
            "title": "Paek Nam Sun meets S. African ambassador",
            "url": "http://kcna.co.jp/item/2002/200206/news06/20.htm#8",
            "content": "June 15 joint declaration favored \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 20 (KCNA) -- Different political parties and a social organization of Italy recently participated in the international signature campaign supporting the June 15 North-South Joint Declaration and demanding the immediate withdrawal of the U.S. troops from South Korea.\r\n The signature papers were separately signed by the representatives of the Unified Communist Party of Italy, the Movement for Peace and Socialism of Italy, the Struggle for the Peace and Socialism of Italy, the People's United Democratic Left-Wing of Italy, the central organizational Committee for Founding the Communist Party and the Italy-DPRK Association for Friendship and Cooperation.     \r\n\r\n"
        },
        {
            "title": "U.S. apology and compensation urged",
            "url": "http://kcna.co.jp/item/2002/200206/news06/20.htm#9",
            "content": "Paek Nam Sun meets S. African ambassador \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, June 20 (KCNA) -- DPRK foreign minister Paek Nam Sun met and had a talk with Themba Kubheka, new South African ambassador to the DPRK, who paid a courtesy call on him today.    \r\n\r\n\r\n"
        },
        {
            "title": "Seminar on Kim Jong Il's exploits held",
            "url": "http://kcna.co.jp/item/2002/200206/news06/20.htm#10",
            "content": "U.S. apology and compensation urged\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 20 (KCNA) -- The \"joint measure committee for the late Sin Hyo Sun and Sim Mi Son, middle-school girls killed by U.S. armored car\" reportedly called a press conference in front of the U.S. military base in Ryongsan on June 15.\r\n The committee said with anger that continued accidents and crimes of U.S. troops are due to such inequality of South Korea-U.S. relations that the U.S. military is only mandated to investigate and try even a grave murder case under the present South Korea-U.S. \"status of forces agreement\" though it is caused by U.S. troops. &nbsp;&nbsp;&nbsp;\r\n The committee urged a thorough probe into the truth behind the case, saying that the death of schoolgirls casts much doubt. &nbsp;&nbsp;&nbsp;\r\n At the end of the press conference the participants held a protest rally demanding apology and probe by U.S. troops, the total revision of the South Korea-U.S. \"status of forces agreement\" and the U.S. troops' withdrawal from South Korea. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, Jong Hon Chan, chairman of the \"National Federation of Peasants' Associations\" released a statement on June 15, demanding that the murderer U.S. troops who drove an armoured car over young schoolgirls to death make a public apology and compensation.     \r\n\r\n\r\n"
        },
        {
            "title": "U.S. conception of \"Pacific State\" under fire",
            "url": "http://kcna.co.jp/item/2002/200206/news06/20.htm#11",
            "content": "Seminar on Kim Jong Il's exploits held\r\n&nbsp;&nbsp;&nbsp; Chongjin, June 19 (KCNA) -- A seminar of crewmen of a Panamanian-flagged ship was held at Chongjin port on the east coast of Korea on June 17 on the occasion of the 38th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\r\n Speakers said at the seminar that Kim Jong Il has imbued the WPK with the Juche idea founded by President Kim Il Sung and thus developed it into a revolutionary party of Juche type, an ever-victorious party. &nbsp;&nbsp;&nbsp;\r\n There are many political parties in the world but there is no party as the WPK that has provided the unitary idea and leadership and united around the leader, they said.   The experience accumulated in building the WPK is precious not only at present but in the future and a banner inspiring the world's revolutionary parties in their activities. &nbsp;&nbsp;&nbsp;\r\n They noted that Kim Jong Il has made immortal contributions to the cause of peace in Korea, Asia and the rest of the world by winning one victory after another in the confrontation with the imperialists and defending socialism under his outstanding army-based revolutionary leadership. &nbsp;&nbsp;&nbsp;\r\n A congratulatory letter to him was adopted at the seminar.     \r\n\r\n\r\n"
        }
    ]
}