{
    "date": "2002-03-10",
    "url": "http://kcna.co.jp/item/2002/200203/20020310.htm",
    "articles": [
        {
            "title": "U.S. escalated moves to throttle DPRK assailed",
            "url": "http://kcna.co.jp/item/2002/200203/news03/10.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Bush's remarks under fire abroad",
            "url": "http://kcna.co.jp/item/2002/200203/news03/10.htm#2",
            "content": "U.S. escalated moves to throttle DPRK assailed \r\n&nbsp;&nbsp;&nbsp; pyongyang, March 10 (KCNA) -- The United States is becoming all the more pronounced in its moves to stifle the DPRK under the pretext of the non-existent \"military threat\" from it. \r\n In this regard Rodong Sinmun today says in a signed article:&nbsp;&nbsp;&nbsp;\r\n the u.s. policy-makers are going ahead with the plan to establish the Missile Defense System (MD) under the pretext of a \"military threat\" from the DPRK. &nbsp;&nbsp;&nbsp;\r\n The MD is, in essence, designed to reinforce offensive weapons to put the world under the u.s. control and part of its moves to militarize the space. &nbsp;&nbsp;&nbsp;\r\n The U.S. is keen to use the \"military threat\" from the DPRK as a pretext to realize its strategy for world domination. This is prompted by its calculation that it can convince the world by citing the DPRK increased self-defensive capability to cope with the U.S. policy to stifle the DPRK as a \"threat\" to someone and that this will help push ahead with its policy of aggression as it pleases. &nbsp;&nbsp;&nbsp;\r\n The U.S. bellicose forces threatened to continue demonstrating their strength in the \"anti-terrorist war,\" absurdly asserting that the DPRK's \"development of weapons of mass destruction\" poses a \"substantial threat\" to the U. S. &nbsp;&nbsp;&nbsp;\r\n The situation on the Korean Peninsula is reminiscent of that on the eve of a war owing to the U.S. moves. The outcome of a new Korean war will be quite different from that of the wars fought by the U.S. in recent years. &nbsp;&nbsp;&nbsp;\r\n The DPRK is fully ready to respond to any form of war on its own initiative.    \r\n\r\n"
        },
        {
            "title": "U.S. anti-DPRK policy under worldwide criticism",
            "url": "http://kcna.co.jp/item/2002/200203/news03/10.htm#3",
            "content": "Bush's remarks under fire abroad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 10 (KCNA)  Personages of different countries assailed U.S. President Bush for his provocative remarks against the DPRK.\r\n Chairman Thomas Ronstrom and vice-chairman Christer Lundgren of the Sweden-Korea Friendship Association, in a joint statement said that Bush's argument about \"threat\" of the DPRK's weapons of mass-destruction to the U.S. and other countries is little short of an open declaration of war against a peace-loving sovereign and independent state. &nbsp;&nbsp;&nbsp;\r\n Referring to the fact that the Bush administration scuppered the agreement reached between the Clinton administration and the DPRK and has systematically pursued a hostile policy towards it, the statement said: &nbsp;&nbsp;&nbsp;\r\n The prevailing situation calls on the world people to condemn the U.S. war policy in order to prevent another war on the Korean Peninsula and fully support the Korean people's efforts for the independent and peaceful reunification of the country. &nbsp;&nbsp;&nbsp;\r\n Emile Tompapa, chairman of the National Information Committee of Guinea, Ibrahima Soridien, editor-in-chief of the Guinean Newspaper Horoya, and Labiatou Serra Diallo, secretary general of the National Confederation of Guinean Workers, in their statements said Bush's argument about the \"axis of evil\" clearly proved that he is a political half-wit. &nbsp;&nbsp;&nbsp;\r\n A spokesman for the political bureau of the Palestinian popular struggle front in a statement denounced Bush's anti-DPRK remarks made during his junket to South Korea as a threat to the peace and stability of Asia and the rest of the world and as part of the U.S. moves to foil the Korean people's efforts for national reunification.    \r\n\r\n"
        },
        {
            "title": "Bush's anti-DPRK war policy protested",
            "url": "http://kcna.co.jp/item/2002/200203/news03/10.htm#4",
            "content": "U.S. anti-DPRK policy under worldwide criticism \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 10 (KCNA)  Personages of different countries, who attended the joint Pyongyang meeting of  organizations for friendship and solidarity with the Korean people and international democratic organizations last February, assailed the U.S. hostile policy toward the DPRK.\r\n Marisol Luis, delegate of the Venezuela-Korea Friendship and Solidarity Association, said that the U.S. President's description of the DPRK as a \"member of the axis of evil\" is little short of the declaration of a war against it and an expression of the U.S. continued threat to the Korean people. The U.S. can never bring the DPRK to its knees by the policy of strength. &nbsp;&nbsp;&nbsp;\r\n Athanasios Pafilis, executive secretary of the world peace council, urged the U.S. to abandon its wild design to stifle the DPRK, a dignified socialist country, ascribing all the incidents that took place in the U.S. recently to its wrong policy. &nbsp;&nbsp;&nbsp;\r\n Om Prakash Mantri, secretary general of the Asian Regional Committee to Support Korea's Reunification who is also secretary general of the All India Indo-Korean Friendship Association, said: Since the publication of the June 15 North-South Joint Declaration, the U.S. has deliberately strained the situation on the Korean Peninsula.  This evidently proves that the U.S. is a disturber of Korea's reunification.    \r\n\r\n"
        },
        {
            "title": "International seminar on building of new society held",
            "url": "http://kcna.co.jp/item/2002/200203/news03/10.htm#5",
            "content": "Bush's anti-DPRK war policy protested \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 10 (KCNA) -- The first session of the 8th central committee of the Federation of South Koreans in Japan for Democracy and Unification was held in Tokyo on Feb. 24, according to the March 1 issue of Minjok Sibo, a Koreans' newspaper published in Japan.\r\n Present there were members of the c.c., the federation from across Japan. &nbsp;&nbsp;&nbsp;\r\n At the meeting, chairman of the federation KWAK Tong Ui called for vigorously advancing to achieve the reunification and peace of the country while smashing the U.S. anti-DPRK policy and intervention under the banner of independence against the U.S. and peace against war. &nbsp;&nbsp;&nbsp;\r\n A special resolution adopted at the meeting denounced the United States for terming the DPRK a member of the \"axis of evil\", clamouring about \"threat\" from it. Such argument is an attempt to shirk off the blame for the failure to implement any provision of the DPRK-U.S. agreed framework adopted in 1994 and the DPRK-U.S. joint communique published in 2000. It is also intended to invent a pretext for nullifying the June 15 Inter-Korean Joint Declaration and unleashing a war, the resolution pointed out. &nbsp;&nbsp;&nbsp;\r\n It urged the U.S. to stop pursuing the hardline policy towards the DPRK at once, honestly implement the DPRK-U.S. agreement, refrain from hindering the implementation of the inter-Korean joint declaration and renounce its war plan to escalate its \"anti-terrorism war\" into the Korean Peninsula.    \r\n\r\n"
        },
        {
            "title": "U.S. refusal to return Korean cultural treasures disclosed",
            "url": "http://kcna.co.jp/item/2002/200203/news03/10.htm#6",
            "content": "International seminar on building of new society held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 10 (KCNA) -- The sixth seminar of political parties of the world on the building of a new society was held in the city of Mexico from March 1 to 3.\r\n Attending it were delegations of 89 political parties and organizations from 44 countries in Asia, Africa, Europe and Americas. Among them were delegations of the Workers' Party of Korea, the Workers' Party of Mexico and the communist parties of China, Cuba, Vietnam and the Russian Federation. &nbsp;&nbsp;&nbsp;\r\n At the seminar speeches were made on such agenda items as \"the present state of capitalism, neo-liberalism and 'globalization'\" and \"noteworthy problems in the present situation\". &nbsp;&nbsp;&nbsp;\r\n Supplementary speeches were also made on the situation on the Korean Peninsula, the Palestinian problem and other matters that drew attention of world political circles at present. &nbsp;&nbsp;&nbsp;\r\n A letter to leader Kim Jong Il was adopted at the seminar. &nbsp;&nbsp;&nbsp;\r\n It also adopted a joint statement in support of the struggle of the WPK and the Korean people. &nbsp;&nbsp;&nbsp;\r\n The statement noted with high appreciation that in hearty response to the army-based policy of Kim Jong Il, the WPK and the Korean people have made signal progress and achievements in defending and glorifying Korean-style socialism centred on the popular masses and realizing the independent reunification of the country while decisively smashing the imperialists' continued moves to isolate and stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n It called upon all the progressive parties around the world to hold various colorful events on the occasion of the 90th birth anniversary of President Kim Il Sung and the 70th birthday of the heroic Korean People's Army and thus significantly mark those days as common holidays of the world's progressives. &nbsp;&nbsp;&nbsp;\r\n Strongly condemning U.S. President Bush for his description of the DPRK as a member of the \"axis of evil\" in his \"state of the union address\", the statement said: the U.S. should come out to the negotiating table for the improved DPRK-U.S. relations without any condition and pull its forces out of South Korea at once. &nbsp;&nbsp;&nbsp;\r\n Bitterly denouncing the moves of the separatists to ditch the historic June 15 Inter-Korean Joint Declaration, it demanded the withdrawal of the \"theory of principal enemy\" and prompt abrogation of all legal and institutional instruments including the \"security law\" in South Korea. &nbsp;&nbsp;&nbsp;\r\n The statement called upon all the progressive parties of the world to conduct vigorous activities in support of the three-point appeal and three-point proposal made at the January meeting of the DPRK government, political parties and organizations.    \r\n\r\n"
        },
        {
            "title": "Japan's moves to usurp Tok Islet disclosed",
            "url": "http://kcna.co.jp/item/2002/200203/news03/10.htm#7",
            "content": "U.S. refusal to return Korean cultural treasures disclosed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 10 (KCNA) -- A recent issue of the U.S. weekly magazine Time Asia said that the united states refused to return at least 100,000 pieces of Korean cultural treasures taken away by the Japanese imperialists from the Korean Peninsula.\r\n According to it, the Japanese imperialists dug out tombs of kings and queens of Korea during their military occupation of it and took away gold crafts, gem ornaments and other relics as they pleased. Among those looted cultural treasures were Koryo celadons discovered in the tombs dating back to the Koryo dynasty in the vicinity to Kaesong, which were presented to the Japanese emperor. &nbsp;&nbsp;&nbsp;\r\n The hardcore person opposed to the return of the cultural treasures was Macarthur who was the commander of the U.S. forces that occupied Japan right after the second world war, the magazine said. &nbsp;&nbsp;&nbsp;\r\n According to a speech made by him in 1948 over radio which was found at the U.S. national archives, he said that \"he is adamantly opposed to the restoration to the original state of the cultural treasures lost or destroyed as a result of military actions and occupation though it is minority views.\" &nbsp;&nbsp;&nbsp;\r\n He explained the reason why he was opposed to the return of the cultural treasures by claiming that the return might \"hurt the feelings of the Japanese toward the united states.\" &nbsp;&nbsp;&nbsp;\r\n After the Second World War the governments and museums of all countries in the west exerted big efforts to have cultural treasures taken away by the nazi regime of Germany returned but such efforts are relatively small in the former Asian colonies of the Japanese imperialists, in South Korea in particular, the magazine added.     \r\n\r\n"
        }
    ]
}