{
    "date": "2002-12-25",
    "url": "http://kcna.co.jp/item/2002/200212/20021225.htm",
    "articles": [
        {
            "title": "Kim Jong Il receives Mayor of Moscow",
            "url": "http://kcna.co.jp/item/2002/200212/news12/25.htm#1",
            "content": "Kim Jong Il receives Mayor of Moscow \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 24 (KCNA) - General Secretary Kim Jong Il Monday received the Mayor of Moscow of the Russian Federation Yuri Mikhailovich Luzhkov on a visit to the DPRK and his party.\r\n The mayor conveyed to Kim Jong Il the greetings from Russian President Vladimir Vladimirovich Putin and presented his gift to him. &nbsp;&nbsp;&nbsp;\r\n After expressing thanks for them Kim Jong Il warmly welcomed the mayor's visit to the DPRK and had a conversation with him in a warm and friendly atmosphere. &nbsp;&nbsp;&nbsp;\r\n He hosted a dinner in honor of the guests. &nbsp;&nbsp;&nbsp;\r\n Present at the dinner on invitation were Andrei Karlov, Russian Ambassador to the DPRK, and other diplomats of the embassy. &nbsp;&nbsp;&nbsp;\r\n Also present were Yon Hyong Muk, member of the NDC of the DPRK, Jong Ha Chol, Secretary of the C.C., the WPK, Kang Sok Ju, first Vice-Minister of Foreign Affairs, Ryang Man Gil, chairman of the Pyongyang City People's Committee, Ji Jae Ryong, vice department director of the C.C., the WPK, and Kung Sok Ung, Vice-Minister of Foreign Affairs. &nbsp;&nbsp;&nbsp;\r\n The dinner proceeded in an amicable atmosphere.     \r\n\r\n"
        },
        {
            "title": "U.S. urged to stop reckless pressure on DPRK",
            "url": "http://kcna.co.jp/item/2002/200212/news12/25.htm#2",
            "content": "U.S. urged to stop reckless pressure on DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 24 (KCNA) -- Deputy secretary of the U.S. State Department Armitage in a press conference during his visit to Japan, accusing the DPRK of \"its nuclear development,\" blustered that those countries around the Korean Peninsula have to denuclearize it in keeping with the efforts of the IAEA and that the U.S. has also such intention.\r\n Rodong Sinmun today says his remarks disclosed the U.S. criminal attempt to misuse the issue of denuclearizing the peninsula for pressurizing and encircling the DPRK. &nbsp;&nbsp;&nbsp;\r\n The news analyst goes on: &nbsp;&nbsp;&nbsp;\r\n It was none other than the united states that bred the nuclear issue on the peninsula. &nbsp;&nbsp;&nbsp;\r\n The U.S. clamor about the efforts of the IAEA and call for a joint action to be taken by those countries around the peninsula in step with them is nothing but an attempt to charge the DPRK with \"nuclear development\" at any cost and internationally isolate and stifle it. &nbsp;&nbsp;&nbsp;\r\n The measure taken by the DPRK to lift its nuclear freeze is the best way of protecting its sovereignty and vital rights. &nbsp;&nbsp;&nbsp;\r\n The Korean people will never abandon its principle nor step back from the road chosen by themselves no matter who may pressurize them. &nbsp;&nbsp;&nbsp;\r\n The DPRK' refreeze of its nuclear facilities entirely depends on the U.S. attitude. &nbsp;&nbsp;&nbsp;\r\n There is no need for the third party to meddle in the nuclear issue on the peninsula. The issue should be settled between the DPRK and the U.S., the parties responsible for it. &nbsp;&nbsp;&nbsp;\r\n If the U.S. persistently tries to internationalize the pending issue between the DPRK and the U.S. in a bid to flee from its responsibility, it will push the situation to an uncontrollable catastrophe.    \r\n\r\n"
        },
        {
            "title": "U.S. accusations against DPRK rebuffed",
            "url": "http://kcna.co.jp/item/2002/200212/news12/25.htm#3",
            "content": "U.S. accusations against DPRK rebuffed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 24 (KCNA) -- The U.S. is busy with the anti-DPRK smear campaign, groundlessly accusing it of \"proliferating mass destruction weapons\" over the issue of its missile dealing.\r\n Minju Joson today in a signed commentary dismisses this as an improper act of those who neither feel ashamed nor know well about their difficult position. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n As far as the issue of the DPRK missile production and export is concerned, it is related to its sovereignty. &nbsp;&nbsp;&nbsp;\r\n Nobody has the right to take issue with the DPRK's missile sale as it is an exercise of an independent right by a sovereign state. &nbsp;&nbsp;&nbsp;\r\n The U.S., the world's biggest dealer in arms, has no reason to fault sovereign states' legitimate dealing in arms. &nbsp;&nbsp;&nbsp;\r\n The U.S. arms export in the last five years reached 44.8 billion dollars, remaining the world's biggest arms exporter. &nbsp;&nbsp;&nbsp;\r\n The U.S. seeks a sinister aim in raising a hue and cry over the DPRK's missile dealing. The U.S. is keen to cover up even a bit its true colours as the world's biggest arms dealer and overstate the issue of the DPRK missile dealing as much as possible in a bid to build up public opinion and create an atmosphere of international pressure aimed to stifle it. &nbsp;&nbsp;&nbsp;\r\n The U.S. is well advised to stop making much ado about the legitimate arms dealing by a sovereign state and mind its own business. &nbsp;&nbsp;&nbsp;\r\n The U.S. is apt to think all what it does is good and whatever others do is wrong. This ridiculous behaviour will only invite censure and derision.    \r\n\r\n"
        },
        {
            "title": "Evening gala of Ministry of People's Armed Forces held",
            "url": "http://kcna.co.jp/item/2002/200212/news12/25.htm#4",
            "content": "Evening gala of Ministry of People's Armed Forces held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 24 (KCNA) -- An evening gala of the Ministry of the People's Armed Forces took place at the Jonsung Square on Dec. 23 on the occasion of the 11th anniversary of Kim Jong Il's assumption of the Supreme Commandership of the Korean People's Army.\r\n Participating in the evening gala were Jo Myong Rok, director of the general political department of the KPA, Kim Yong Chun, chief of the KPA general staff, Kim Il Chol, Minister of the People's Armed Forces, senior officials of the Ministry of the People's Armed Forces, commanders of arms and services of the KPA, generals, officers and soldiers. &nbsp;&nbsp;&nbsp;\r\n Amid the playing of immortal revolutionary song \"Song of General Kim Jong Il\", \"Song of Three Prides\", \"Pleasant Dance Music\" and other songs, the soldiers of the three services danced full of revolutionary enthusiasm and optimism with the emotion and jubilation of the day when Kim Jong Il assumed the supreme commandership. &nbsp;&nbsp;&nbsp;\r\n Senior officials of the ministry of the People's Armed Forces joined soldiers in dancing. &nbsp;&nbsp;&nbsp;\r\n The participants chorused revolutionary slogans and sang all together song \"We will defend the headquarters of revolution with our lives\".    \r\n\r\n"
        },
        {
            "title": "Anniv. of Kim Jong Il's assumption of Supreme Commandership marked",
            "url": "http://kcna.co.jp/item/2002/200212/news12/25.htm#5",
            "content": "Anniv. of Kim Jong Il's assumption of Supreme Commandership marked\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 24 (KCNA) -- Papers here today dedicate editorials to the 11th anniversary of Kim Jong Il's assumption of the Supreme Commandership of the Korean People's Army.\r\n Kim Jong Il has fully demonstrated his qualities and ability as a commander with literary and military accomplishments and a politician of general type while leading the army and the people for several decades and performed brilliant feats in the development of the country and the Juche cause of army building, says Rodong Sinmun in an editorial. &nbsp;&nbsp;&nbsp;\r\n He has pulled through the rigorous storms of history under the uplifted banner of the army-based policy and accomplished overall the army-based policy, the most powerful political mode of socialism, the paper points out, and goes on: &nbsp;&nbsp;&nbsp;\r\n The history of his army-based revolutionary leadership is an immortal heroic epic of the iron-willed commander, who has tided over the difficulties of the revolution and opened up a road of victory with trust and an immortal history of the politician of general type who defeated the imperialist allied forces with his ever-victorious stratagem and matchless courage and demonstrated the dignity and honor of the nation to the world. &nbsp;&nbsp;&nbsp;\r\n The road of the rigorous struggle for the army-based revolution and the road of victory full of glory record an epic of his comradely trust and love for soldiers and people in putting forward the army and people as comrades of the army-based revolution. &nbsp;&nbsp;&nbsp;\r\n Under his leadership, the revolutionary armed forces fully demonstrated their might as the invincible forces and the people showed their dignity as honorable victors in defending socialism. &nbsp;&nbsp;&nbsp;\r\n The history of his army-based revolutionary leadership is an immortal chronicle of the peerlessly great man who has carried out all sorts of tasks of the era with his infinite energy and brought a new turn in the revolution of Juche. &nbsp;&nbsp;&nbsp;\r\n The editorial calls upon the entire party, the whole army and all the people to devotedly defend Kim Jong Il and rally closer around him. &nbsp;&nbsp;&nbsp;\r\n Minju Joson calls upon all of them to strive for the prosperity of the country under his army-based revolutionary leadership with the pride and honor of holding him in high esteem as the supreme commander of the revolutionary armed forces.    \r\n\r\n\r\n"
        },
        {
            "title": "Taped teaching materials production",
            "url": "http://kcna.co.jp/item/2002/200212/news12/25.htm#6",
            "content": "Taped teaching materials production\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 24 (KCNA) --The taped teaching materials production of the academy of educational science of the Democratic People's Republic of Korea has made many taped teaching materials for pre-schoolage children.\r\n The materials including CDs \"handkerchief-hide-and-seek\" are effectively used for the development of children's mental faculty. &nbsp;&nbsp;&nbsp;\r\n The production was founded in Juche 81 (1992) to make taped teaching materials for primary and middle school pupils and children. &nbsp;&nbsp;&nbsp;\r\n In the past it has produced more than 800 taped teaching materials of several dozen kinds which are of great cognitional and educational significance. Among them are  \"observation\", \"calculation\", \"mother tongue\", \"mathematics\" and \"nature\". &nbsp;&nbsp;&nbsp;\r\n The taped teaching materials which vividly show the movement of electrons, photosynthesis of plants, etc. are very popular among children. &nbsp;&nbsp;&nbsp;\r\n The production has had wide exchanges with other countries.  \r\n"
        },
        {
            "title": "New exhibits in Korean Folklore Museum",
            "url": "http://kcna.co.jp/item/2002/200212/news12/25.htm#7",
            "content": "New exhibits in Korean Folklore Museum\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 24 (KCNA) --The Korean Folklore Museum has been supplemented with many national clothes and more than ten pieces of Koryo porcelain. \r\n The clothes are valuable things which show the nation's dressing customs and the process of the national costumes development. &nbsp;&nbsp;&nbsp;\r\n Among them are dresses of ordinary men and women in the period of ancient Korea which were made on the basis of historical records, four national dresses made on the basis of pieces of tomb murals discovered in the area of Tongam, Sunchon city, South Phyongan Province, a Korean topcoat of a nobleman in the period of Koryo, dresses of fish and animal hunters in the Ri Dynasty and children's clothes of all seasons. &nbsp;&nbsp;&nbsp;\r\n The Jogori (Korean jacket) and a sleeveless coat discovered in Jichon-ri, Thaetan county, South Hwanghae Province, and the Jangrim area of Songchon county, South Phyongan Province, a men's dress dating back to some 250 years ago, Jogori and a cloak found in Singwang-ri, Haeju city, South Hwanghae Province, etc. are indicative of the wisdom and skill of the Korean people who have made and developed national dresses from old times. &nbsp;&nbsp;&nbsp;\r\n The Koryo ceramics evidence Korea's history of ceramic art development and the skill of the people at that time.      \r\n\r\n"
        },
        {
            "title": "DPRK ready to punish Yankees in singlehearted unity more powerful than A-bomb",
            "url": "http://kcna.co.jp/item/2002/200212/news12/25.htm#8",
            "content": "DPRK ready to punish Yankees in singlehearted unity more powerful than A-bomb\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 24 (KCNA) -- Minister of the People's Armed Forces Kim Il Chol reiterated the firm will of the army and people of the DPRK to fight to the end against the imperialists and class enemies under the present serious situation.\r\n He said this in a report at the national meeting held here today to celebrate the 11th anniversary of Kim Jong Il's assumption of the Supreme Commandership of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n He said: &nbsp;&nbsp;&nbsp;\r\n The U.S. hawks are arrogant enough to groundlessly claim that the DPRK has pushed ahead with a \"nuclear program,\" bringing its hostile policy toward the DPRK to an extremely dangerous phase. &nbsp;&nbsp;&nbsp;\r\n The DPRK cannot remain a passive on-looker to the present serious situation where the sovereignty and right to existence of the country and nation are exposed to the worst threat owing to the U.S. hawks who are pushing the situation on the Korean Peninsula to the brink of a nuclear war. &nbsp;&nbsp;&nbsp;\r\n If they, ignorant of their rival, dare provoke a nuclear war, the army and people of the DPRK led by Kim Jong Il, the invincible commander, will rise up to mete out determined and merciless punishment to the U.S. imperialist aggressors with the might of singlehearted unity more powerful than A-bomb. &nbsp;&nbsp;&nbsp;\r\n The revolutionary armed forces under the wise guidance of  Kim Jong Il have grown to be invincible as they have modern offensive and defensive means capable of defeating any formidable enemies as well as Juche war tactics and the DPRK has all-people, nationwide steel-strong defence system with the KPA at its core, he stressed.    \r\n\r\n"
        },
        {
            "title": "Nat'l meeting marks anniversary of Kim Jong Il's assumption of KPA Supreme Commandership",
            "url": "http://kcna.co.jp/item/2002/200212/news12/25.htm#9",
            "content": "Nat'l meeting marks anniversary of Kim Jong Il's assumption of KPA Supreme Commandership\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 24 (KCNA) -- A national meeting was held at the April 25 House of Culture Tuesday to celebrate the 11th anniversary of Kim Jong Il's assumption of the Supreme Commandership of the Korean People's Army.\r\n KPA Vice Marshal Kim Il Chol, Vice-Chairman of the National Defence Commission of the DPRK and Minister of the People's Armed Forces, made a report. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's assumption of the Supreme Commandership of the KPA marked a great special event of fundamental significance in defending Korean-style socialism and victoriously advancing the revolutionary cause of Juche, the reporter said. &nbsp;&nbsp;&nbsp;\r\n Recalling that his greatness has been fully displayed in the historic period in which the army and the people of the DPRK have traversed a road of revolution having him as the Supreme Commander of the Revolutionary Armed Forces, the reporter stressed the need to devotedly defend him politically and ideologically, standing unfazed under any changed situation and continue directing big efforts to strengthening the people's army, the main force of the Korean revolution, true to his army-based policy. &nbsp;&nbsp;&nbsp;\r\n He continued: &nbsp;&nbsp;&nbsp;\r\n All the officers and men of the KPA should remain intensely loyal to the Supreme Commander, always bearing in mind that the KPA is the army of the Workers' Party of Korea and the army of the leader and prepare themselves to be human bombs and fighters ready to blow up themselves in order to defend the headquarters of the revolution. &nbsp;&nbsp;&nbsp;\r\n We should invariably hold fast to our line of economic construction and continue exerting big efforts for developing the defence industry to meet the practical requirements of the era of the army-based policy. &nbsp;&nbsp;&nbsp;\r\n All the servicemen and people should achieve their firm unity in terms of idea and fighting spirit and defend the country and push forward socialist construction by their concerted efforts under the slogan \"Let us meet the requirements of the army-based policy in viewpoint, fighting spirit and way of life.\" &nbsp;&nbsp;&nbsp;\r\n We can never remain a passive on-looker to the present grave situation where the sovereignty and the right to existence of the country and the nation are exposed to the worst threat due to the U.S. hawks who are driving the situation on the Korean Peninsula to the brink of a nuclear war. &nbsp;&nbsp;&nbsp;\r\n If they, ignorant of their rival, dare provoke a nuclear war, our army and people led by Kim Jong Il, the invincible commander, will rise up to mete out determined and merciless punishment to the U.S. imperialist aggressors with the might of single-hearted unity more powerful than A-bomb. &nbsp;&nbsp;&nbsp;\r\n We will frustrate the moves of the anti-reunification forces at home and abroad and certainly achieve the national reunification by the concerted efforts of the nation in the spirit of the June 15 North-South Joint Declaration, true to Kim Jong Il's noble patriotic intention. &nbsp;&nbsp;&nbsp;\r\n The meeting was attended by senior officials of the party, the state and the army, chairpersons of the friendly parties and overseas Koreans staying in the socialist homeland.    \r\n\r\n\r\n"
        },
        {
            "title": "Wreaths laid before bust of Kim Jong Suk",
            "url": "http://kcna.co.jp/item/2002/200212/news12/25.htm#10",
            "content": "Wreaths laid before bust of Kim Jong Suk\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 24 (KCNA) -- Wreaths were laid today before the bust of Kim Jong Suk, an anti-Japanese war woman hero, in the revolutionary martyrs cemetery on Mt. Taesong on the occasion of her 85th birth anniversary.\r\n A wreath sent by Kim Jong Il was seen standing before her bust. &nbsp;&nbsp;&nbsp;\r\n Amid the wreath-laying music wreaths were placed in the name of the Central Committee of the Workers' Party of Korea, the National Defence Commission of the Democratic People's Republic of Korea, the Presidium of the DPRK Supreme People's Assembly and the DPRK Cabinet. &nbsp;&nbsp;&nbsp;\r\n Wreaths and bouquets were also laid in the name of the ministry of the People's Armed Forces, social organizations, ministries, national institutions, units of the Korean People's Army, scientific, educational, cultural and art, public health and press institutions, party and power organs, factories, enterprises, farms, etc. in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Present at the ceremony were senior officials of the party, the state and the army, chairpersons of friendly political parties and overseas compatriots. &nbsp;&nbsp;&nbsp;\r\n The military attaches' corps here also placed a wreath there. &nbsp;&nbsp;&nbsp;\r\n Floral baskets were laid before her statues in Kim Jong Suk county, at Kim Jong Suk Naval University and Kim Jong Suk General Military Academy.    \r\n\r\n"
        },
        {
            "title": "Protocol on cooperation between Pyongyang and Moscow inked",
            "url": "http://kcna.co.jp/item/2002/200212/news12/25.htm#11",
            "content": "Protocol on cooperation between Pyongyang and Moscow inked \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 24 (KCNA) -- A protocol on cooperation between Pyongyang and Moscow was signed here today.\r\n Present at the signing ceremony were Ryang Man Gil, chairman of the Pyongyang City People's Committee, and officials concerned and Yuri Mikhailovich Luzhkov, Mayor of Moscow, and his party and Andrei Gennadievich Karlov, Russian Ambassador to the DPRK. &nbsp;&nbsp;&nbsp;\r\n The protocol was signed by Ryang and Luzhkov.    \r\n\r\n"
        },
        {
            "title": "Mayor of Moscow concludes his Korea visit",
            "url": "http://kcna.co.jp/item/2002/200212/news12/25.htm#12",
            "content": "Mayor of Moscow concludes his Korea visit\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 24 (KCNA) -- Mayor of Moscow of the Russian Federation Yuri Mikhailovich Luzhkov and his party flew back on Dec. 24 after winding up their three-day Korea visit.\r\n They were seen off at the airport by Ryang Man Gil, chairman of the Pyongyang City People's Committee, Kung Sok Ung, Vice-Minister of Foreign Affairs, other officials concerned, Andrei Gennadievich Karlov, Russian Ambassador to the DPRK, and embassy officials. &nbsp;&nbsp;&nbsp;\r\n During their stay they placed a wreath before the liberation tower. &nbsp;&nbsp;&nbsp;\r\n They also visited Mangyongdae, the birthplace of President Kim Il Sung, looked round the Tower of the Juche Idea, the West Sea Barrage and the Pyongyang University of Foreign Studies and saw a performance given by the merited chorus of the Korean People's Army.    \r\n\r\n\r\n\r\n"
        }
    ]
}