{
    "date": "2002-03-01",
    "url": "http://kcna.co.jp/item/2002/200203/20020301.htm",
    "articles": [
        {
            "title": "Photo album made in S. Korea",
            "url": "http://kcna.co.jp/item/2002/200203/news03/01.htm#1",
            "content": "Photo album made in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 1 (KCNA) -- A cameraman in Taejon, South Korea, made a photo album \"The Sun Shines All Over The World\" on the occasion of the birthday of leader Kim Jong Il, Seoul-based radio Voice of National Salvation reported.\r\n Printed on the front cover of the album is the sunrise on Mt. Paektu, a holy mountain of revolution.  Written in the preface are letters reading \"gift to patriotic people revering general Kim Jong Il, the peerlessly great man, on the occasion of the February holiday.\" His portrait is also placed on the first page.&nbsp;&nbsp;&nbsp;\r\n Edited in the album are photos of him conversing with servicepersons and people during his field guidance to different units and photos showing his revolutionary activities, more than 60 in all.     \r\n\r\n"
        },
        {
            "title": "DPRK order to director of Japanese publishing house",
            "url": "http://kcna.co.jp/item/2002/200203/news03/01.htm#2",
            "content": "DPRK order to director of Japanese publishing house \r\n&nbsp;&nbsp;&nbsp; Tokyo February 27 (KNS-KCNA) -- DPRK Friendship Order was awarded to Masao Kobayashi, director of the Japanese Publishing House \"Kanatio Planning\" and moviemaker who translated and published leader Kim Jong Il's famous work \"Theory of Cinematic Art\" in Japanese.\r\n A ceremony of conveying the order took place in Tokyo on Feb. 21. &nbsp;&nbsp;&nbsp;\r\n At the ceremony, upon the authorization, So Man Sul, chairman of the central standing committee of the General Association of Korean Residents in Japan, awarded the DPRK Friendship Order second class to the director. &nbsp;&nbsp;&nbsp;\r\n The director said that he had an undeserved honor under the care of Kim Jong Il and he will further expand the exchange of films between the two countries.    \r\n\r\n"
        },
        {
            "title": "DPRK women's speed skaters prove successful",
            "url": "http://kcna.co.jp/item/2002/200203/news03/01.htm#3",
            "content": "DPRK women's speed skaters prove successful \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 1 (KCNA) -- DPRK women speed skaters gave a good account of themselves in the international speed skating contest held in Italy.\r\n Paek Kyong Sun, who took part in the youth a-class short track contest, came first in the 500m and 1,000m events respectively. &nbsp;&nbsp;&nbsp;\r\n Rim Chang Gum emerged a runner-up in the youth b-class contest (various events) while Ko Hyon Suk placed third in the youth b-class short track contest.     \r\n\r\n"
        },
        {
            "title": "Over 180 cases of U.S. aerial espionage",
            "url": "http://kcna.co.jp/item/2002/200203/news03/01.htm#4",
            "content": "Over 180 cases of U.S. aerial espionage \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 1 (KCNA) -- The U.S. imperialists committed over 180 cases of aerial espionage against the DPRK in February with the mobilization of their strategic and tactical reconnaissance planes of various missions.\r\n On Feb. 26 a U-2 high-altitude strategic reconnaissance plane flew over Tokjok islet, Phochon and Sokcho to spy on the areas of the north's side along the Military Demarcation Line (MDL). &nbsp;&nbsp;&nbsp;\r\n Feb. 14 and 15 saw over 40 cases of espionage by U.S. strategic reconnaissance, commanding and patrol planes. In those days a P-3 patrol plane flew over the East Sea and West Sea of Korea on missions to spy on the north's coastal waters on the extension of the MDL and submarine objectives. &nbsp;&nbsp;&nbsp;\r\n Over 10 U.S. tactical reconnaissance planes flew over Phochon, Hwachon, Rinje and Sosan peninsula everyday between Feb. 19 and 22 to spy on the forefront areas and important objectives of the north's side. &nbsp;&nbsp;&nbsp;\r\n In the period from Feb. 19 to 21 the U.S. imperialists daily sent more than 140 fighter bombers, pursuit and assault planes and electronic jamming planes for air battle drills and exercises of striking ground targets, detecting targets in the air and long-distance navigation drills. &nbsp;&nbsp;&nbsp;\r\n These war exercises were aimed at rounding off combat preparations of the 7th U.S. air force in South Korea pursuant to the U.S. imperialists' anti-DPRK war scenario in the run-up to the \"reception, staging, onward movement and integration exercise\" and \"foal eagle\" exercises.     \r\n\r\n"
        },
        {
            "title": "Struggle against Bush's visit to S. Korea appraised",
            "url": "http://kcna.co.jp/item/2002/200203/news03/01.htm#5",
            "content": "Struggle against Bush's visit to S. Korea appraised \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 1 (KCNA) -- The south headquarters of the National Alliance of Youth and Students for the Country's Reunification on Feb. 24 issued an article of appraising the protest movement against Bush's South Korea trip conducted by people in South Korea, according to a news report.\r\n Saying that voices against Bush and the united states rang out all at once from all areas ranging from Seoul to Jeju island, the article noted: this clearly demonstrated that the self-respect of the fellow countrymen is not dead but alive and how firm the people's will to struggle against the U.S. is, and gave a warning to the U.S. &nbsp;&nbsp;&nbsp;\r\n It is a very important success that over 600 civic and public organizations got united to struggle this time, the article said, stressing: such a sense of organization was expanded to all areas and the unity of the movement ranks strengthened. &nbsp;&nbsp;&nbsp;\r\n The article underscored the need to continue expanding the achievement and orient it towards the implementation of the June 15 joint declaration under the uplifted banner of the declaration as the U.S. aggressive nature still remains unchanged.     \r\n\r\n"
        },
        {
            "title": "Unjong Health Complex",
            "url": "http://kcna.co.jp/item/2002/200203/news03/01.htm#6",
            "content": "Unjong Health Complex \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 1 (KCNA) -- The Unjong Health Complex, a new comprehensive public service establishment, was opened to the public.\r\n It is situated in Ryongsong district in the suburbs of Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Its total floor space is 3,000 square metres. &nbsp;&nbsp;&nbsp;\r\n The three-storied complex has over 10 bathrooms, barber's shop, beauty parlor and counters. It can accommodate at least 1,000 persons a day. &nbsp;&nbsp;&nbsp;\r\n All its equipment and facilities meet the needs of the new century and people's requirements. \r\n The hall has a large-size mosaic mural depicting the two-forked waterfalls, fountains, large chandeliers and special staircase,  making people cheerful.     \r\n\r\n"
        },
        {
            "title": "Birthplace of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2002/200203/news03/01.htm#7",
            "content": "Birthplace of Kim Jong Il \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 1 (KCNA) -- Mt. Paektu, a symbol of Korea, the homeland of Juche, is towering high on its northern tip.\r\n The history of the Korean revolution recorded with victory and glory began on this mountain. &nbsp;&nbsp;&nbsp;\r\n The mountain is associated with the immortal revolutionary exploits performed by President Kim Il Sung and anti-Japanese war woman hero Kim Jong Suk. &nbsp;&nbsp;&nbsp;\r\n It is also the birthplace of leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He was born in a secret camp on Mt. Paektu on February 16, Juche 31 (1942). &nbsp;&nbsp;&nbsp;\r\n Mt. Paektu is, therefore, well known as a holy mountain of revolution and a sacred place of the great man. &nbsp;&nbsp;&nbsp;\r\n A combined team for surveying Lake Chon on Mt. Paektu recently confirmed that there are 216 peaks on the mountain.  &nbsp;&nbsp;&nbsp;\r\n 16 main peaks, with Janggun Peak (2,750 m) being the highest, are linked with 200 other peaks. &nbsp;&nbsp;&nbsp;\r\n It has already been ascertained that the relative height of  Jong Il Peak (1,798 m) standing behind the native home in the secret camp on the mountain is 216.42 m from its ground level and the small spring in the camp originates from Lake Chon.    The spring was dug by Kim Jong Suk in 1936 when the camp was built. &nbsp;&nbsp;&nbsp;\r\n It is about 16 km away from the lake. &nbsp;&nbsp;&nbsp;\r\n All these figures representing natural phenomena are surprisingly identical to the birthday of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n These clearly prove that Mt. Paektu is the sacred place honoured with Kim Jong Il's august name and he is son of Mt. Paektu. &nbsp;&nbsp;&nbsp;\r\n The world progressives today are highly praising him as the sun of the 21st century who would lead the human cause of independence to victory. &nbsp;&nbsp;&nbsp;\r\n A \"meeting to congratulate the sun of the 21st century\" was held on Mt. Paektu on Feb. 13 with the attendance of many foreign friends from scores of countries and various regions and international organizations.    \r\n\r\n"
        },
        {
            "title": "Day of Bikini observed",
            "url": "http://kcna.co.jp/item/2002/200203/news03/01.htm#8",
            "content": "Day of Bikini observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 1 (KCNA) -- The United States should not forget this day 48 years ago nor repeat the bikini tragedy, warn papers here today.\r\n The H-bomb test conducted by the U.S. imperialists on bikini island on March 1, 1954, was a monstrous crime aimed at the mass destruction of people, papers note, and go on: &nbsp;&nbsp;&nbsp;\r\n The U.S. is running amok to dominate the world on the strength of its nuclear strategy.    All the facts go to clearly prove that the U.S. imperialists are the arch criminal posing a nuclear threat to humankind and nuclear war fanatics. &nbsp;&nbsp;&nbsp;\r\n They should not forget the pitiful cries made by those who fell victim to the disaster in bikini but lend an ear to the voices of the world peace-loving people condemning them.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam meets Thai prime minister",
            "url": "http://kcna.co.jp/item/2002/200203/news03/01.htm#9",
            "content": "Kim Yong Nam meets Thai prime minister\r\n&nbsp;&nbsp;&nbsp; Bangkok, February 28 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, Thursday met Thaksin Shinawatra, prime minister of Thailand, at the government building of Thailand.\r\n Present there were DPRK foreign minister Paek Nam Sun, DPRK ambassador to Thailand Jo In Chol and other suite members. &nbsp;&nbsp;&nbsp;\r\n On hand were deputy prime minister and minister of finance Somkid Chatusripitak, minister to the prime minister's office Krasae Chanawongse, and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n Kim talked with Thaksin in a friendly atmosphere.     \r\n\r\n\r\n"
        },
        {
            "title": "Thai prime minister gives banquet for Kim Yong Nam",
            "url": "http://kcna.co.jp/item/2002/200203/news03/01.htm#10",
            "content": "Thai prime minister gives banquet for Kim Yong Nam\r\n&nbsp;&nbsp;&nbsp; Bangkok, February 28 (KCNA) -- Thai prime minister Thaksin Shinawatra Thursday evening gave a banquet in honor of Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, on an official goodwill visit to Thailand.\r\n Thaksin said in a speech that Kim's visit was another milestone in the development of bilateral relations between the two countries. &nbsp;&nbsp;&nbsp;\r\n If a number of agreements are concluded this time, the economic and social ties between the two countries and peoples will further expand and this will help deepen the mutual understanding, he said, and continued: &nbsp;&nbsp;&nbsp;\r\n I fully support the continued process of dialogue for durable peace, security and reconciliation on the Korean peninsula and Thailand will make all possible efforts for it. &nbsp;&nbsp;&nbsp;\r\n Thailand warmly welcomes the DPRK's participation in the regional cooperation. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam in a speech said that the relations between the two countries entered a new stage of development after President Kim Il Sung forged close ties with Thai royal family members who were on the visit to the DPRK. &nbsp;&nbsp;&nbsp;\r\n Boosting the DPRK-Thai relations in various fields is in line with the desire and interests of the two peoples and a positive contribution to promoting the common prosperity and development in Asia, Kim said, and went on: &nbsp;&nbsp;&nbsp;\r\n The DPRK extends full support to the Thai government and people in their efforts to strengthen unity and cooperation with other Asian countries and thus handle economic crisis and promote regional peace, stability and prosperity on their own efforts and sincerely wishes them greater success in the future. &nbsp;&nbsp;&nbsp;\r\n An art performance was given at the banquet. &nbsp;&nbsp;&nbsp;\r\n Present on invitation were President Kim Yong Nam and his entourage. &nbsp;&nbsp;&nbsp;\r\n Among those present there were deputy prime minister and minister of finance of Thailand Somkid Chatusripitak and officials concerned.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to President of Presidency of Bosnia and Herzegovina",
            "url": "http://kcna.co.jp/item/2002/200203/news03/01.htm#11",
            "content": "Greetings to President of Presidency of Bosnia and Herzegovina\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 1 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, today sent a message of greetings to Beriz Belkic, President of the Presidency of Bosnia and Herzegovina, on the occasion of its national day.\r\n The message expressed belief that the relations between the two countries would develop in the interests of the two peoples and wished the president and people of Bosnia and Herzegovina success in the work for the stability and reconstruction of the country.     \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}