{
    "date": "2002-01-01",
    "url": "http://kcna.co.jp/item/2002/200201/20020101.htm",
    "articles": [
        {
            "title": "Joint editorial on New Year published in DPRK",
            "url": "http://kcna.co.jp/item/2002/200201/news01/01.htm#1",
            "content": "Joint editorial on New Year published in DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 1 (KCNA) -- Rodong Sinmun, the organ of the Central Committee of the Workers' Party of Korea, Josoninmingun and Chongnyonjonwi today issued a joint editorial on the New Year 2002.\r\n The newspapers here today carry the full text of the joint editorial under the headline \"Glorify this year that greets the 90th birthday of President Kim Il Sung as a year of a new surge in the building of a powerful nation.\"&nbsp;&nbsp;&nbsp;\r\n The joint editorial proudly reviews the achievements made in the DPRK last year, the first year of the new century, and sets forth the tasks to be carried out in this significant year. &nbsp;&nbsp;&nbsp;\r\n It says that Juche 90 (2001) was a historic year when a breakthrough was made in the building of a socialist powerful nation in the 21st century. &nbsp;&nbsp;&nbsp;\r\n The brilliant victories we won in the first year of the new century are a manifestation of the greatness of respected Kim Jong Il, the distinguished socialist leader in our era, and the fruition of the army-based revolutionary line of the Workers' Party of Korea, it says, and goes on: &nbsp;&nbsp;&nbsp;\r\n It is the worldwide immortal feat of Kim Jong Il that he has solemnly opened the prelude of the 21st century when the cause of socialism is being accomplished under the army-based banner. &nbsp;&nbsp;&nbsp;\r\n The editorial notes that New Year Juche 91 (2002) is a year of triumphant progress to further glorify the history and exploits of President Kim Il Sung and leader Kim Jong Il and a year of a new leap forward towards the building of a powerful nation. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n We will launch a new year's campaign under the slogan \"Glorify this year that greets the 90th birthday of President Kim Il Sung as a year of a new surge in the building of a powerful nation\". &nbsp;&nbsp;&nbsp;\r\n This year's revolutionary march forward is a campaign to add brilliance to the dignity and honor of Kim Il Sung's nation with the full embodiment of the viewpoint that our leader, ideology, army and political system are most valuable. These four viewpoints represent the spirit of socialist Korea vibrant with the vim of Juche and an eternal slogan of building a powerful nation in the 21st century. &nbsp;&nbsp;&nbsp;\r\n It is necessary to bring about a radical phase in the efforts for the country's reunification this year, the editorial says, and continues: &nbsp;&nbsp;&nbsp;\r\n All the Koreans, holding higher the slogan \"Reunify the country by united efforts of our nation,\" must subordinate everything to the common interests of the nation, desist from sycophancy and dependence on outside forces and boost cooperation between the north and south.    \r\n\r\n"
        },
        {
            "title": "Congratulatory letter to Kim Jong Il from Chongryon",
            "url": "http://kcna.co.jp/item/2002/200201/news01/01.htm#2",
            "content": "Congratulatory letter to Kim Jong Il from Chongryon \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 1 (KCNA) -- Leader Kim Jong Il today received a congratulatory letter from the central standing committee of the General Association of Korean Residents in Japan (Chongryon) on the occasion of the New Year.\r\n The letter extended the highest glory and the warmest congratulations to him, representing the intense loyalty and reverence of all the officials of Chongryon and the 700,000 Koreans in Japan for him. &nbsp;&nbsp;&nbsp;\r\n The year Juche 90 was a year of victory and glory in which a series of events of special mention took place in the revolutionary cause of Juche, the cause of global independence and the movement of Koreans in Japan under your outstanding leadership, it said and, went on: &nbsp;&nbsp;&nbsp;\r\n Never has there been in the national history spanning 5,000 years such a high international prestige of Korea as today. &nbsp;&nbsp;&nbsp;\r\n The hearts of all the Chongryon officials and the Koreans in Japan are filled with the firm faith that all the destinies and the bright future of the country, the nation, Chongryon and Koreans in Japan depend on upholding your leadership with loyalty. &nbsp;&nbsp;&nbsp;\r\n The letter noted that together with the people in the homeland Chongryon and Koreans in Japan would have all compatriots' significant celebration of the 90th birth anniversary of President Kim Il Sung and the birthday of Kim Jong Il as the greatest jubilee of the nation, having the high national self-respect and pride of holding Kim Jong Il in high esteem as the great leader. &nbsp;&nbsp;&nbsp;\r\n They in the letter vowed to conduct a vigorous movement to turn misfortune into blessing in order to firmly defend the Chongryon organization and set with pride a new example in the movement of overseas compatriots in the new century true to his belief and hope.    \r\n\r\n"
        },
        {
            "title": "Congratulatory letter to Kim Jong Il from NDFSK",
            "url": "http://kcna.co.jp/item/2002/200201/news01/01.htm#3",
            "content": "Congratulatory letter to Kim Jong Il from NDFSK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 1 (KCNA) -- Leader Kim Jong Il today received a congratulatory letter from the central committee of the National Democratic Front of South Korea (NDFSK) on the occasion of the New Year's Day.\r\n The letter said that the year 2001 was a year for Kim Jong Il in which the whole humankind was wrapped in boundless joy and emotion by an unbroken chain of astonishing events that took place under the bright sunrays of the great army-based revolutionary leadership and a year for Juche Korea as it was marked with epoch-making miracles and feats thanks to the socialist advance under the red flag in the northern half of the country. &nbsp;&nbsp;&nbsp;\r\n Pointing out that Kim Jong Il, the supreme incarnation of patriotism, bestowed all loving care and solicitude upon the South Korean people he could and opened up a new historic turning phase in decisively checking and frustrating the anti-reunification moves of the separatists at home and abroad and conducting the movement for national reunification as a nationwide movement, the letter said all the successes and feats which brilliantly decorated the first year of the 21st century as a year of world-startling victory and glory are entirely a precious fruition of the immortal Juche idea developed in depth by Kim Jong Il and his distinguished army-based leadership. &nbsp;&nbsp;&nbsp;\r\n Saying that the reunification of the country is sure to come and the future of the Korean nation is rosy as Kim Jong Il is highly regarded as the leader of the nation, the letter noted that the NDFSK would make the worship of the people from all walks of life in South Korea prevail all over the land of South Korea so that they may eternally venerate President Kim Il Sung as the sun of Juche and firmly trust and follow Kim Jong Il as the sun of the nation and the lodestar of national reunification. &nbsp;&nbsp;&nbsp;\r\n The NDFSK in the letter vowed to make all efforts to implement the June 15 joint declaration and adorn this year as a year of great victory through a dynamic movement for independence, democracy and reunification.    \r\n\r\n"
        },
        {
            "title": "New Year's celebrations across country",
            "url": "http://kcna.co.jp/item/2002/200201/news01/01.htm#4",
            "content": "New Year's celebrations across country \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 1 (KCNA) -- The New Year's celebrations were held yesterday in factories, enterprises and on co-op farms in different parts of the DPRK on the occasion of the New Year Juche 91 (2002).\r\n Among them were the Kim Jong Thae Electric Locomotive Factory, the East Pyongyang Thermal Power Plant and the Kim Chack Iron and Steel Complex. &nbsp;&nbsp;&nbsp;\r\n The performers put on stages a series of art pieces reflecting their determination to adorn the new year which greets the 90th birth anniversary of President Kim Il Sung with new creation and changes. &nbsp;&nbsp;&nbsp;\r\n They vowed to take the lead in the drive of the significant new year, too, holding higher the torch of surge and innovation in the era of army-based policy. &nbsp;&nbsp;&nbsp;\r\n Celebrations also took place on the co-op farms across the country including those in Kangwon and North Phyongan provinces.    \r\n\r\n"
        },
        {
            "title": "Schoolchildren's New Year celebration held",
            "url": "http://kcna.co.jp/item/2002/200201/news01/01.htm#5",
            "content": "Schoolchildren's New Year celebration held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 1 (KCNA) -- Schoolchildren's New Year celebration \"Pride of 12 Months\" took place here on January 1, Juche 91 (2002).\r\n The Mangyongdae Schoolchildren's Palace, the venue of the celebration, was beautifully decorated with letters reading \"Juche 91,\" \"2002\" and \"A Happy New Year\" together with flags of the Workers' Party of Korea and the Democratic People's Republic of Korea, celebrating lanterns and other decorations. &nbsp;&nbsp;&nbsp;\r\n Present at the celebration together with schoolchildren were senior officials of the party and the state, anti-Japanese revolutionary veterans, former unconverted long-term prisoners who are well known as pro-reunification patriots, men and officers of the Korean People's Army, men and women of distinguished services and working people in the city. &nbsp;&nbsp;&nbsp;\r\n Also on hand were the chief of the Pyongyang mission of the National Democratic Front of South Korea and overseas Koreans from different regions. &nbsp;&nbsp;&nbsp;\r\n Present on invitation were diplomatic envoys and staff members of foreign embassies here and foreign guests. &nbsp;&nbsp;&nbsp;\r\n At the celebration that began with a song and dance \"A Happy New Year\" schoolchildren presented new year greetings to fathers and mothers across the country upon their innovations in socialist construction, adding brilliance to the era of army-based policy. &nbsp;&nbsp;&nbsp;\r\n And they sincerely offered their New Year greetings to leader Kim Jong Il, fully reflecting the best wishes of all the people and the younger generation. &nbsp;&nbsp;&nbsp;\r\n The schoolchildren presented through beautiful melodies and graceful rhythmic dances their greatest happiness and optimism and the rosy future of socialist Korea.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}