{
    "date": "2002-07-11",
    "url": "http://kcna.co.jp/item/2002/200207/20020711.htm",
    "articles": [
        {
            "title": "Japan's crafty trick to evade redress for its past flailed",
            "url": "http://kcna.co.jp/item/2002/200207/news07/11.htm#1",
            "content": "Japan's crafty trick to evade redress for its past flailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 11 (KCNA) -- The Japanese government ministers' recent agreement to \"donate\" each about 3,000 U.S. dollars for creating a \"civilian fund\" is a very tricky move to evade at any cost Japan's state responsibility for its past crimes and gloss over the issue of its redress, observes Minju Joson today in a signed commentary.\r\n The \"civilian fund\" is an organization run by individual \"donations,\" not a government-run organization to redress Japan's criminal past, the commentary says, and continues: &nbsp;&nbsp;&nbsp;\r\n By creating the fund the Japanese government seeks to create the impression that it is exerting efforts to redeem Japan's past and, furthermore, evade the state responsibility for its past crimes. &nbsp;&nbsp;&nbsp;\r\n This trick, however, will convince no one because this only reveals once again Japan's moral vulgarity and crafty nature before the world. &nbsp;&nbsp;&nbsp;\r\n It has now become an international trend to redeem one's wrong past. &nbsp;&nbsp;&nbsp;\r\n But Japan's wrong attitude regarding the issue of redressing its past remains unchanged. The Japanese government is resorting to a more crafty method as the days go by to cover up its crime-woven past. &nbsp;&nbsp;&nbsp;\r\n By doing so Japan will stand further isolated internationally and precipitate destruction. Redressing its crime-ridden past will do Japan good, too.    \r\n\r\n"
        },
        {
            "title": "Correction of distorted history demanded",
            "url": "http://kcna.co.jp/item/2002/200207/news07/11.htm#2",
            "content": "Correction of distorted history demanded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 11 (KCNA) -- A \"2002 meeting to hear testimonies to be made by the bereaved families of those killed before and after the Korean War\" was reportedly held in Seoul on July 4.\r\n Present at the meeting were members of over 60 civic and public organizations including \"the all-people committee for probing the truth of the killings of civilians before and after the Korean War and the restoration of their honor\" and bereaved families. &nbsp;&nbsp;&nbsp;\r\n 19 members of the bereaved families in their testimonies disclosed that before and after the war the police, police commandos and \"ROK\" army soldiers indiscriminately killed innocent civilians in cold blood without a trial or any simple procedure. They called for \"correcting the distorted history without fail.\" &nbsp;&nbsp;&nbsp;\r\n Hearing their testimonies, the participants unanimously demanded an early probe into the truth of the grievous death of innocent civilians and the correction of the twisted history.     \r\n\r\n"
        },
        {
            "title": "Korean people's cause of justice supported",
            "url": "http://kcna.co.jp/item/2002/200207/news07/11.htm#3",
            "content": "Korean people's cause of justice supported \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, July 11 (KCNA) -- Strong solidarity with the Korean people's just cause has been expressed in different countries during the June 25-July 27 month for the anti-U.S. joint struggle.\r\n The society for study of self-reliance of Pakistan and the Karachi branch of the Pakistan-Korea Friendship Association in a joint statement on July 3 asserted that the continued division of Korea is due to the U.S. troops' presence in South Korea. The statement said that the U.S. should give up its hostile policy towards the DPRK and accept the DPRK's proposal for replacing the armistice agreement with a peace agreement. &nbsp;&nbsp;&nbsp;\r\n Calling on the peace-loving people and democratic forces of the world to express solidarity with the Korean people in their struggle, the statement demanded the immediate halt to the moves of the U.S. and the South Korean authorities for provoking a new war. &nbsp;&nbsp;&nbsp;\r\n Rallies, film shows and photo exhibitions were held in France, Denmark, UK, Austria and Guinea on the occasion of the 30th anniversary of the July 4 North-South Joint Statement and during the month (June 25-July 27) for anti-U.S. joint struggle. &nbsp;&nbsp;&nbsp;\r\n At those functions speakers described the three principles of national reunification and the June 15 North-South Joint Declaration as the cornerstone, landmark of Korea's reunification, while praising President Kim Il Sung and General Secretary Kim Jong Il as lodestars of Korea's reunification who performed immortal exploits for the cause of reunification. \r\n Condemning dogged moves of the U.S. to provoke a new war on the Korean Peninsula and inflict nuclear holocaust upon the world, they urged the U.S. administration to renounce its anachronistic hostile policy towards the DPRK. &nbsp;&nbsp;&nbsp;\r\n A message to Kim Jong Il was adopted at a rally in Denmark and a declaration at a rally in France to support the Korean people in their struggle for the independent and peaceful reunification of the country.    \r\n\r\n"
        },
        {
            "title": "Solidarity with Korean people called for",
            "url": "http://kcna.co.jp/item/2002/200207/news07/11.htm#4",
            "content": "Solidarity with Korean people called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 11 (KCNA) -- The World Federation of Trade Unions issued a declaration on June 21 on the occasion of the June 25-July 27 month for international solidarity with the Korean people.\r\n The declaration called upon the working people and trade unions of all countries to set the period from June 25 to July 27, 2002 as the month of solidarity with the workers and other people of Korea according to the resolution of the 14th congress of the WFTU. &nbsp;&nbsp;&nbsp;\r\n It said: &nbsp;&nbsp;&nbsp;\r\n Hoping that the Korean people would achieve success in their vigorous efforts to implement the June 15 North-South Joint Declaration and accelerate national reunification, the WFTU considers that for such progress, it is important to ease the tension on the Korean Peninsula and, particularly, withdraw the U.S. troops at once who have stationed in South Korea for over half a century. &nbsp;&nbsp;&nbsp;\r\n It also holds that provocative military exercises should be discontinued and the Korean Peninsula should be turned into a nuclear-free zone. &nbsp;&nbsp;&nbsp;\r\n The U.S. administration should drop its hostile policy toward the DPRK and strive to solve the urgent problems related to Korea's reunification. &nbsp;&nbsp;&nbsp;\r\n The U.S. and its allies should immediately lift their unjustifiable sanctions on the DPRK. &nbsp;&nbsp;&nbsp;\r\n The WFTU calls for further strengthening in the month solidarity with the South Korean workers and trade unions who are struggling for wage hike, improvement of the working conditions, the rights of trade unions, democratic freedom and immediate release of the arrested unionists.     \r\n\r\n"
        },
        {
            "title": "Anniversary of DPRK-China Treaty observed",
            "url": "http://kcna.co.jp/item/2002/200207/news07/11.htm#5",
            "content": "Anniversary of DPRK-China Treaty observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 11 (KCNA) -- Chinese Ambassador to the DPRK Wu Donghe gave a reception yesterday on the occasion of the 41st anniversary of the DPRK-China Treaty of Friendship, Cooperation and Mutual Assistance.\r\n The ambassador said in a speech that China and the DPRK have respected and supported each other in the spirit of the treaty and vigorously pushed forward the socialist cause. &nbsp;&nbsp;&nbsp;\r\n He expressed firm belief that the Sino-Korean relations of friendship and cooperation would grow stronger in the new century thanks to the deep concern of the top leaders of the two countries and the common efforts of the two parties and the two peoples. &nbsp;&nbsp;&nbsp;\r\n The party, army and people of the DPRK are dynamically advancing to build a powerful nation under the uplifted banner of the Juche idea and the army-based policy under the wise leadership of General Secretary Kim Jong Il, he noted, and continued: &nbsp;&nbsp;&nbsp;\r\n The Chinese people are greatly rejoiced over the successes made by the Korean people and sincerely wish the heroic Korean people continued fresh success in the construction of Korean-style socialism under the leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Yang Hyong Sop, vice-President of the Presidium of the DPRK Supreme People's Assembly, said in a speech that the DPRK-China friendship has entered a new stage of development under the deep concern of the two top leaders and Kim Jong Il has exerted great efforts for the development of friendship. &nbsp;&nbsp;&nbsp;\r\n He expressed belief that the friendship would continue to grow stronger on good terms in the interests of the two peoples thanks to the common efforts of the two countries. &nbsp;&nbsp;&nbsp;\r\n He said that the Chinese people have achieved great success in the work for the socio-political stability and unity and the country's modernization with the approach of the 16th congress of the Communist Party of China. &nbsp;&nbsp;&nbsp;\r\n He wished the Chinese people greater success in the work to successfully greet the 16th Congress of the party under the leadership of the CPC led by Jiang Zemin.     \r\n\r\n"
        },
        {
            "title": "Kim Il Sung eulogized",
            "url": "http://kcna.co.jp/item/2002/200207/news07/11.htm#6",
            "content": "Kim Il Sung eulogized \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 11 (KCNA) -- Various functions were held in different countries on the occasion of the 8th anniversary of President Kim Il Sung's demise.\r\n Speakers at the commemorative meetings held in China, Romania, Austria, Kirgyzstan, Bulgaria and Congo said that the president wisely led the struggle of the popular masses to accomplish the cause of socialism until the last moments of his life. &nbsp;&nbsp;&nbsp;\r\n They said the whole life of the president was a life of the peerless patriot and the great man of eminence who shouldered the destiny of the nation upon himself and a life of the great revolutionary who devoted his all to the cause of socialism. &nbsp;&nbsp;&nbsp;\r\n Speakers at the seminars in Bangladesh, India and Peru referred to the feats of Kim Il Sung, adding the revolutionary exploits performed by the president who was a great thinker and  theoretician, a genius of leadership, a benevolent father of the people and an invincible iron-willed commander, would be recorded in human history forever. &nbsp;&nbsp;&nbsp;\r\n Those who gave lectures in Peru, Brazil and Uzbekistan praised the president as a great leader and a model of the world revolutionaries. They called for vigorously struggling to build socialism following the example set by him. &nbsp;&nbsp;&nbsp;\r\nA message of greetings and a message of solidarity to General Secretary Kim Jong Il were adopted at the commemorative meetings in Bulgaria and Austria. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the Portugal-Korea Friendship Association, the Britain-Korea Friendship Association and the Bulgaria-Korea Friendship Association issued information bulletins on the same occasion.     \r\n\r\n"
        },
        {
            "title": "Meeting of Koreans in U.S. held",
            "url": "http://kcna.co.jp/item/2002/200207/news07/11.htm#7",
            "content": "Meeting of Koreans in U.S. held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 11 (KCNA) -- Koreans in the United States reportedly held a meeting for jointly conducting the reunification movement in Los Angeles between July 4 and 6.\r\n The meeting was attended by compatriots who are struggling for Korea's reunification in various regions of Americas. &nbsp;&nbsp;&nbsp;\r\nSpeeches were made and a lecture was given at the meeting and then a resolution was adopted. &nbsp;&nbsp;&nbsp;\r\n The resolution said that the publication of the June 15 joint declaration made it possible for the 70 million fellow countrymen to turn out in a historic march to pave the way for reunification by the concerted efforts of the Korean nation. \r\n The joint declaration is, indeed, a landmark for opening the door of reunification, the resolution said, and continued: \r\n We will achieve the great national unity together with the compatriots at home and abroad to bring earlier national reunification.     \r\n\r\n"
        },
        {
            "title": "Kim Yong Nam arrives in Jakarta",
            "url": "http://kcna.co.jp/item/2002/200207/news07/11.htm#8",
            "content": "Kim Yong Nam arrives in Jakarta \r\n&nbsp;&nbsp;&nbsp; Jakarta, July 10 (KCNA correspondent) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, arrived in Jakarta Wednesday afternoon by a special plane to pay an official goodwill visit to the Republic of Indonesia at the invitation of President Megawati Soekarnoputri.\r\n Also arriving here were Foreign Minister Paek Nam Sun, Minister of Foreign Trade Ri Kwang Gun, president of the Academy of Sciences Ri Kwang Ho, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries Mun Jae Chol, and other suite members. &nbsp;&nbsp;&nbsp;\r\n They were greeted at the airport by Indonesian Foreign Minister Hasan Wirayuda, Minister of State for Communications and Information Syamsul Muarif, officials concerned and DPRK Ambassador to Indonesia Jang Chang Chon and his embassy officials.     \r\n\r\n\r\n"
        },
        {
            "title": "Deer widely bred",
            "url": "http://kcna.co.jp/item/2002/200207/news07/11.htm#9",
            "content": "Deer widely bred\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 11 (KCNA) -- Deer is widely bred in the DPRK.\r\n There are scores of deer farms and branch farms throughout the country.\r\n The first deer farm appeared in Majon, North Hamgyong Province. Thousands of deer are bred there and hundreds of young deer are sent to various farms and branch farms of the country every year. &nbsp;&nbsp;&nbsp;\r\n The deer farm in Kwiil-ri, Pyongyang, has conducted researches into physiological characteristics and their way of living to solve technical problems in grazing, domestication, processing of their young antlers and preventive treatment. &nbsp;&nbsp;&nbsp;\r\n The Ministry of Public Health is supervising the production of more than ten varieties of tonics including rokthaego, jonrokhwan, tonic made of deer blood and deer bone medicinal wine helpful to the promotion of the people's health.     \r\n\r\n\r\n"
        },
        {
            "title": "Fierce battle fought during last Korean War",
            "url": "http://kcna.co.jp/item/2002/200207/news07/11.htm#10",
            "content": "Fierce battle fought during last Korean War\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 11 (KCNA) -- In the central eastern part of Korea there stands Height 1211, a height called a heroic height.\r\n In the fourth stage of the last Korean War (June 1951-July 1953) soldiers of the Korean People's Army beat back the U.S. imperialist aggression forces' desperate offensive and heroically defended the height. &nbsp;&nbsp;&nbsp;\r\n In a bid to occupy the height of high strategic importance the aggressors massed troops in the eastern sector of the front and launched an \"autumn offensive\" early in September, Juche 40 (1951). &nbsp;&nbsp;&nbsp;\r\n They attacked the height scores of times a day, showering more than 30,000 to 40,000 bombs and shells on it. As a result, hundreds-years-old trees were uprooted, rocks pulverized and peaks flattened. &nbsp;&nbsp;&nbsp;\r\n But neither bombing nor shelling could bring KPA soldiers to their knees. &nbsp;&nbsp;&nbsp;\r\n They held an open party meeting or soldiers' meeting, etc. and adopted messages of oath to Supreme Commander Kim Il Sung before fighting to the last moments of their lives. &nbsp;&nbsp;&nbsp;\r\n Kim Il Sung personally climbed the height on September 23, 1951 despite a hail of bullets and shells. He gave important instructions to carry out Juche-oriented tunnel and artillery warfares and other forms of battles in order to defend the height. &nbsp;&nbsp;&nbsp;\r\n At midnight three days later he made a telephone call to the commander of the unit there and told him to take deep care of soldiers' health, their diet and all other aspects of their living. &nbsp;&nbsp;&nbsp;\r\n Greatly encouraged by the supreme commander's loving care and trust, KPA soldiers fully displayed mass heroism and self-sacrificing spirit in every battle. &nbsp;&nbsp;&nbsp;\r\n Some of them covered the muzzles of enemy machineguns with their chests, thus making a breakthrough in their unit's advance while others threw themselves into enemy soldiers with a bundle of hand grenades. Communications men ensured communications of the unit by letting the electric current run through their bodies. &nbsp;&nbsp;&nbsp;\r\nKPA soldiers set up mortar barrels almost vertically to wipe out enemy troops coming in attack as close as 45 m from them. &nbsp;&nbsp;&nbsp;\r\n The defenders of the height manufactured musical instruments and organized a concert on the frontline despite hard-fought battles, thus making the enemy shudder. &nbsp;&nbsp;&nbsp;\r\n Enemy called the height \"heartbreak ridge\" because he was heartbroken whenever he looked at the height where his soldiers were mowed down and named the ravine below the height \"punch bowl\" as no one emerged from it alive. &nbsp;&nbsp;&nbsp;\r\n The defenders of height 1211 killed or wounded or took captive nearly 30,000 enemy troops, downed more than 40 warplanes and destroyed over 60 tanks.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Sung venerated by world people",
            "url": "http://kcna.co.jp/item/2002/200207/news07/11.htm#11",
            "content": "Kim Il Sung venerated by world people\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 11 (KCNA) -- President Kim Il Sung is highly praised by the world progressives for his immortal exploits performed in the world revolution and the human cause of independence.\r\n He has received more than 180 highest orders and medals from over 70 countries and international organizations since he was first awarded the red flag order from the former soviet union in Juche 35 (1946). &nbsp;&nbsp;&nbsp;\r\n He was also presented with at least 165,800 gifts by heads of political parties, states and governments and progressive figures of over 170 countries with their best wishes for him. &nbsp;&nbsp;&nbsp;\r\n At least 480 streets, institutions and organizations in over 100 countries have so far been named after Kim Il Sung since banana producers affiliated to the People's Party of Costa Rica in the southern Pacific region formed the \"Kim Il Sung Cell.\"\r\n This is a clear reminder of the world people's deep respect and veneration for him.     \r\n\r\n\r\n"
        },
        {
            "title": "World Day of Population observed",
            "url": "http://kcna.co.jp/item/2002/200207/news07/11.htm#12",
            "content": "World Day of Population observed\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, July 11 (KCNA) -- Papers here today dedicate signed articles to the 15th World Day of Population.\r\n The issue of population is surfacing as a very important issue related not only to all countries and nations but to the future development of humankind, Rodong Sinmun says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The growth of world population is good for the existence and development of humankind but imbalance between population growth and socio-economic development may raise a series of social issues such as food, water, energy, environment, etc. in the meantime, the decrease of population and the increasing proportion of the aged may create a serious shortage of work force. &nbsp;&nbsp;&nbsp;\r\n The DPRK has made every effort to promote the people's health and well-being and enable them to fully enjoy an independent and creative life. &nbsp;&nbsp;&nbsp;\r\n The key to solving the issue of population is to strictly abide by the principle of settling all matters by placing man in the centre of everything, Minju Joson says, and goes on: &nbsp;&nbsp;&nbsp;\r\n Mankind can solve the issue of population smoothly in line with its will and purpose no matter how difficult and vast it is, if a correct policy on population is set out and consistently implemented.    \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to President of Sao Tome and Principe",
            "url": "http://kcna.co.jp/item/2002/200207/news07/11.htm#13",
            "content": "Greetings to President of Sao Tome and Principe\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 11 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a message of greetings to President of Sao Tome and Principe Frederique De Menezes on the occasion of the 27th anniversary of its independence and the proclamation of the Democratic Republic.\r\n In the belief that the friendly and cooperative relations between the two countries would grow stronger, the message sincerely wished the president, government and people of Sao Tome and Principe great success in their work for the prosperity of the country.     \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}