{
    "date": "2002-06-23",
    "url": "http://kcna.co.jp/item/2002/200206/20020623.htm",
    "articles": [
        {
            "title": "Letter to Kim Jong Il from world conference",
            "url": "http://kcna.co.jp/item/2002/200206/news06/23.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "World Conference on Cause of Independence in 21st Century closes",
            "url": "http://kcna.co.jp/item/2002/200206/news06/23.htm#2",
            "content": "Letter to Kim Jong Il from world conference \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) - General Secretary Kim Jong Ol on June 20 received a letter from the participants in the world conference on the cause of independence in the 21st century in Colombo.\r\n The conference was a conference of unity which fully demonstrated the iron will of the independent forces to build a new independent world under the leadership of Kim Jong Il, the letter said, and went on: &nbsp;&nbsp;&nbsp;\r\n Juche idea followers and progressive people believe that a new independent world will surely be built under the wise leadership of Kim Jong Il, a great man born of heaven, and the 21st century will be recorded forever as Kim Jong Il's century. &nbsp;&nbsp;&nbsp;\r\n They will develop in depth the study and dissemination of the Juche idea with their faith in victory and iron will cemented firmer through the conference and expand the ranks of the anti-imperialist independent forces so as to positively contribute to the independent development of humankind. &nbsp;&nbsp;&nbsp;\r\n They will sincerely support the Korean people in their just cause of national reunification and the building of a powerful socialist nation.     \r\n\r\n"
        },
        {
            "title": "Book \"President Kim Il Sung and Zhang Wei-Hua\" published in China",
            "url": "http://kcna.co.jp/item/2002/200206/news06/23.htm#3",
            "content": "World Conference on Cause of Independence in 21st Century closes \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- The World Conference On the Cause of Independence in the 21st Century which opened in Colombo closed on June 20.\r\n The conference was an international meeting which made valuable successes in making a deep understanding of universal truth of the Juche idea and its great vitality and seeking the way of realizing the human cause of independence in the 21st century. &nbsp;&nbsp;&nbsp;\r\n The conference were addressed by scores of delegates of Sri Lanka, Japan, Mongolia, Pakistan, Russia, Britain, France, the Czech Republic, Nigeria, Morocco, Benin, Senegal, Venezuela and other countries. &nbsp;&nbsp;&nbsp;\r\n The speakers said that the Juche idea serves as the invincible guiding idea that guarantees victory of the cause of independence, a revolutionary doctrine representing the eternal future of humankind and a powerful weapon that leads the socialist movement to victory. &nbsp;&nbsp;&nbsp;\r\n What is important in achieving the independent development of a country and a nation at the present time is to wage a vigorous struggle to build up political, economic and military forces guaranteeing the independent development of the country and frustrate the dominationist moves conducted by the imperialists under the signboard of \"globalization\". &nbsp;&nbsp;&nbsp;\r\n The Colombo declaration on the cause of independence in the 21st century was adopted at the conference. &nbsp;&nbsp;&nbsp;\r\n The declaration confirmed that the army-based idea put forward by leader Kim Jong Il by developing in depth the Juche idea serves as a great revolutionary idea in our era to defend independence of a country and a nation and advance the cause of independence of the popular masses to victory. &nbsp;&nbsp;&nbsp;\r\n It went on: &nbsp;&nbsp;&nbsp;\r\n The humankind aspiring after a just, peaceful, prospering, new world will vigorously struggle to establish a new international order based on justice, equality and impartiality free from domination, subordination, inequality in international relations. &nbsp;&nbsp;&nbsp;\r\n The world progressive forces will frustrate the imperialists' moves for \"globalization\" by strengthening regional cooperation based on independence, aware of the danger and reactionary nature of \"globalization\". &nbsp;&nbsp;&nbsp;\r\n A letter to Kim Jong Il was adopted at the conference. &nbsp;&nbsp;&nbsp;\r\n A letter to Chandrika Bandaranaike Kumaratunga, President of Sri Lanka, was also adopted there. &nbsp;&nbsp;&nbsp;\r\n A reception for the successful conference was given that day.\r\n"
        },
        {
            "title": "U.S. troops' murder of students condemned",
            "url": "http://kcna.co.jp/item/2002/200206/news06/23.htm#4",
            "content": "Book \"President Kim Il Sung and Zhang Wei-Hua\" published in China \r\n&nbsp;&nbsp;&nbsp; Beijing, June 21 (KCNA) -- The Chinese world affairs press published book \"President Kim Il Sung and Zhang Wei-Hua\" in Beijing on June 18 with due ceremony.\r\n The book consists of 17 sections including \"comrade-in-arms in anti-Japanese war\" and \"a great man lives forever,\" a preface and a conclusion. &nbsp;&nbsp;&nbsp;\r\n Printed in the cover and the first part of the book are photos of President Kim Il Sung and leader Kim Jong Il receiving the bereaved family members of martyr Zhang Wei-Hua. &nbsp;&nbsp;&nbsp;\r\n The book quoted what the president wrote about Zhang Wei-Hua from his reminiscences \"With The Century.\" &nbsp;&nbsp;&nbsp;\r\n The director of the Chinese world affairs press and others made speeches at the ceremony. &nbsp;&nbsp;&nbsp;\r\n Saying that the militant friendship between the president and Zhang Wei-Hua is a model in sharing life and death, sweets and bitters of the two peoples, the speakers referred to the great care the president and Kim Jong Il have shown for the bereaved family members of Zhang Wei-Hua. &nbsp;&nbsp;&nbsp;\r\n They said the friendship, provided by the revolutionaries of the old generation of China and Korea, continues down through generations. They noted that they would do more work for the mutual understanding between the two peoples in the future, too. \r\n\r\n"
        },
        {
            "title": "Withdrawal of U.S. troops and nuclear weapons from S. Korea demanded",
            "url": "http://kcna.co.jp/item/2002/200206/news06/23.htm#5",
            "content": "U.S. troops' murder of students condemned \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- The Korean student committee vehemently condemns in the name of all young people and students in the north the recent atrocity of the U.S. imperialist aggressor troops as an unpardonable crime of blood-thirsty wolves and a vicious challenge to the desire of the Korean nation to live in peace in a society free from the interference of outsiders. \r\n A spokesman for the committee said this in a statement on June 22, denouncing the U.S. aggressor troops stationed in South Korea for driving an armored car over passers-by girl students to death recently. &nbsp;&nbsp;&nbsp;\r\n Referring to the murderous atrocities committed by the U.S. troops in South Korea for over half a century, the statement said that the only way for the South Korean people to lead a genuine life is to drive the U.S. imperialists, the root cause of misfortune and sufferings, out of South Korea. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists should apologize and compensate to the Korean people for their crimes and immediately get out of South Korea, said the statement. &nbsp;&nbsp;&nbsp;\r\n It called upon the South Korean people and young students to turn out as one in the anti-U.S. struggle for independence to achieve national reunification by the concerted efforts of the Korean nation in the basic spirit of the June 15 joint declaration in order to vent their spite which has been pent up for more than half a century and make the U.S. pay for the blood shed by their fathers, mothers, brothers and sisters generation after generation. \r\n\r\n"
        },
        {
            "title": "GIS' murder of S. Korean schoolgirls flailed",
            "url": "http://kcna.co.jp/item/2002/200206/news06/23.htm#6",
            "content": "Withdrawal of U.S. troops and nuclear weapons from S. Korea demanded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- The Asian Regional Committee for Supporting Korea's Reunification, the All India Indo-Korean Friendship Association and the Indian Committee for Supporting Korea's Reunification released a joint statement on June 18 on the occasion of a month of international solidarity with the Korean people (June 25-july 27).\r\n The Korean people and people's army achieved a brilliant victory in the 3-year fatherland liberation war under the prominent and seasoned leadership of president Kim Il Sung, iron-willed commander and supreme commander, and thus firmly defended the freedom and independence of the country, the sovereignty of the nation and the peace of Asia and the rest of the world and shattered to smithereens the myth of the \"mightiness\" of the U.S. imperialists, who boasted of being \"the strongest\" in the world, starting the U.S. imperialists on the downhill, the statement said, and noted: &nbsp;&nbsp;&nbsp;\r\n The Korean People's Army, trained into an invincible army under the outstanding and seasoned leadership of Kim Jong Il, is now reliably defending justice, peace and the socialist fortress and powerfully demonstrating its dignity and might as a revolutionary army. &nbsp;&nbsp;&nbsp;\r\n The statement strongly demanded the U.S. immediately withdraw its troops and nuclear weapons from South Korea and expressed full support to the DPRK's proposal for replacing the armistice agreement with a peace one.    \r\n\r\n"
        },
        {
            "title": "Japan's moves for nuclear armament blasted",
            "url": "http://kcna.co.jp/item/2002/200206/news06/23.htm#7",
            "content": "GIS' murder of S. Korean schoolgirls flailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- The South Korean Federation of University Student Councils (Hanchongryon) reportedly released a statement on June 20, denouncing the U.S. troops for running an armored car over schoolgirls to death.\r\n Condemning the accident as a murderous crime deliberately committed by GIS, the statement said Hanchongryon gave vent to resentment at the shameless act of the U.S. military side telling lies to reverse the truth. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the joint measure committee for the late Sin Hyo Sun and Sim Mi Son, middle-school girls killed by U.S. armored car held a rally denouncing the GIS' murder and staged a protest demonstration before the front gate of the U.S. second division. &nbsp;&nbsp;&nbsp;\r\n The committee includes the council for national reconciliation and independent reunification, the headquarters of the movement for rooting up GIs' crimes and six other citizens and public organizations.     \r\n\r\n"
        },
        {
            "title": "U.S. troops' murder condemned by students",
            "url": "http://kcna.co.jp/item/2002/200206/news06/23.htm#8",
            "content": "Japan's moves for nuclear armament blasted \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- Japanese politicians and high-level government officials are openly asserting that Japan may have nuclear weapons. their assertion is as much as nullifying the \"three non-nuclear principles\" and officially declaring nuclear armament.\r\n Rodong Sinmun says this in a signed article today. &nbsp;&nbsp;&nbsp;\r\n Japan, the only state of nuclear victim, should be the first to follow the trend of nuclear disarmament and dismantlement of nuclear weapons, an international trend of the new century, the article says, but it is openly expressing its ambition for nuclear armament instead. &nbsp;&nbsp;&nbsp;\r\n Recalling that Japan had desperately striven to have nuclear weapons during the second world war and has consistently pursued its ambition for nuclear armament even after the war, the article stresses that the Japanese reactionaries are now clamouring about \"nuclear suspicion\" and \"missile threat\" of the dprk in a bid to divert world attention somewhere else and justify their moves for nuclear armament. &nbsp;&nbsp;&nbsp;\r\n They are stepping up nuclear armament for overseas expansion. &nbsp;&nbsp;&nbsp;\r\n They are seeking to realize their ambition for domination over Asia and the world in the 21st century with nuclear weapons. &nbsp;&nbsp;&nbsp;\r\n Today Japanese militarism has become far more dangerous than in the past.     \r\n\r\n"
        },
        {
            "title": "Russian dance troupe gives guest performance",
            "url": "http://kcna.co.jp/item/2002/200206/news06/23.htm#9",
            "content": "U.S. troops' murder condemned by students \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, June 23 (KCNA) -- Rallies were held at Kim Chaek University of Technology and Pyongyang Changjon Senior Middle School yesterday to denounce the U.S. imperialist aggression troops for their brutal atrocity.\r\n At the rally held by students of Kim Chaek University of Technology speakers denounced the U.S. imperialist aggression troops for driving an armored car over passers-by two South Korean middle-school girls to death as another shuddering murder and thrice-cursed crime which perpetrated by the U.S. imperialist wolves who take pleasure in murdering and plundering the South Korean people. &nbsp;&nbsp;&nbsp;\r\n As long as the U.S. imperialists remain in South Korea, people shed their blood every day, they said, calling for making the imperialists pay a thousand times for the blood shed by the dead girls and forcing the U.S. imperialists, murderers and chieftain of national division, out of South Korea at an early date and achieving the historical cause of national reunification at any cost. &nbsp;&nbsp;&nbsp;\r\n At the rally held by teachers and students of Pyongyang Changjon Senior Middle School speakers said that butchers and murderers who brutally killed the lovely fellow students in South Korea who should have grown to be the future of a reunified Korea should face a stern punishment by the people.     \r\n\r\n\r\n"
        }
    ]
}