{
    "date": "2002-10-31",
    "url": "http://kcna.co.jp/item/2002/200210/20021031.htm",
    "articles": [
        {
            "title": "DPRK book, photo and handicraft exhibition opens in Mexico",
            "url": "http://kcna.co.jp/item/2002/200210/news10/31.htm#1",
            "content": "DPRK book, photo and handicraft exhibition opens in Mexico \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 31 (KCNA) -- A DPRK book, photo and handicraft exhibition was opened in Mexico city on Oct. 22.\r\n Present at its opening ceremony were officials in charge of cultural relations of diplomatic missions of different countries in Mexico and people from all walks of life in the city. The DPRK Ambassador to Mexico and embassy officials were present on invitation. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the ceremony.    \r\n   \r\n"
        },
        {
            "title": "GNP's anti-DPRK smear campaign flailed",
            "url": "http://kcna.co.jp/item/2002/200210/news10/31.htm#2",
            "content": "GNP's anti-DPRK smear campaign flailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 31 (KCNA) -- The South Korean Grand National Party was so impudent as to assert that the south would take a more clear and resolute stand toward the nuclear issue. This proves that this treacherous political party is taking the lead in the anti-DPRK smear campaign after adopting it as its party policy to follow the U.S. policy to put pressure upon the north under the pretext of the nuclear issue. Rodong Sinmun today says this in a signed commentary.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The GNP is well advised to think twice over to what a grave phase the U.S. dangerous racket over the \"nuclear suspicion\" will lead before adding fuel to the fire. &nbsp;&nbsp;&nbsp;\r\n It was agreed at the 8th north-south ministerial talks to settle all the issues including the above-mentioned one through negotiations. However, the GNP is making much ado, chiming in with the U.S. assertions, far from doing things favorable for the conclusion of a non-aggression treaty between the DPRK and the U.S. &nbsp;&nbsp;&nbsp;\r\n The GNP even cried out for putting pressure and sanctions upon someone, claiming that the issue can not be solved through negotiations only. This is an intolerable anti-reunification outburst. &nbsp;&nbsp;&nbsp;\r\n It goes without saying that these moves are intended to hamstring such undertakings for inter-Korean economic cooperation as the projects to reconnect the eastern and western coastal rail and road links and construct the Kaesong Industrial Zone. &nbsp;&nbsp;&nbsp;\r\n The GNP's moves are the worst acts of treachery as they harass peace on the Korean Peninsula and the security of the nation and challenge the army-centered policy of the DPRK.    \r\n"
        },
        {
            "title": "KCNA refutes U.S. claim for scrapping DPRK's \"nuclear weapons program\"",
            "url": "http://kcna.co.jp/item/2002/200210/news10/31.htm#3",
            "content": "KCNA refutes U.S. claim for scrapping DPRK's \"nuclear weapons program\" \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 31 (KCNA) -- U.S. high-ranking authorities reportedly called on Pyongyang to scrap its nuclear weapons program, asserting that Washington would not resume talks with North Korea and calling for putting international pressure upon it under the pretext of its nuclear issue.\r\n The DPRK can not but clarify its resolute and principled stand on the issue as the U.S. is disclosing its bellicose attempt to drive the military situation on the Korean Peninsula to a nuclear showdown, far from opting to improve the DPRK-U.S. relations. &nbsp;&nbsp;&nbsp;\r\n The U.S. is misrepresenting the situation as if the DPRK had breached the DPRK-U.S. agreed framework. But the stark reality proves that the assertion is nothing but sheer sophism. &nbsp;&nbsp;&nbsp;\r\n The Bush administration has pursued a hostile policy to stifle the DPRK by force. The U.S. is chiefly to blame for reducing to dead documents all international agreements and conventions, including the DPRK-U.S. Agreed Framework (AF), the Nuclear Nonproliferation Treaty (NPT), and the north-south joint declaration on denuclearization. &nbsp;&nbsp;&nbsp;\r\n The Bush administration singled out the DPRK as part of an \"axis of evil\" and included it on the list of targets of its preemptive nuclear attacks. It also called for dismantling weapons in the DPRK while refusing to recognize its political system. These are little short of destroying the basis of the AF whose conclusion was based on mutual recognition and confidence. &nbsp;&nbsp;&nbsp;\r\n As far as the NPT is concerned, its basic spirit calls on the non-nuclear states to refrain from possessing nuclear weapons in return for the pledge to be made by the nuclear weapons states never to use them. The other key point of the treaty calls on the nuclear weapons states to reduce the number of their nukes. &nbsp;&nbsp;&nbsp;\r\n However, the Bush administration adopted it as its policy to massively keep nuclear weapons for an indefinite period, go ahead with the development of new types of nuclear weapons and deploy them in the three services of its forces. By doing so, it erased the core of all international agreements on nuclear disarmament including the NPT. &nbsp;&nbsp;&nbsp;\r\n By singling out the DPRK as the target of its preemptive nuclear attack the U.S. deprived the DPRK of its status as a non-nuclear state and put the north-south joint declaration on denuclearization in the danger of its nullification. &nbsp;&nbsp;&nbsp;\r\n It was against the backdrop of this situation that the DPRK advanced an important proposal to conclude a non-aggression treaty between the DPRK and the U.S. in order to remove the danger of a war from the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The proposal is a realistic and reasonable one as it is the best measure to bridge over the current crisis. It is also a just proposal because it is aimed to defend the destiny and the interests of the Korean nation, the peace on the Korean Peninsula and the rest of the world. &nbsp;&nbsp;&nbsp;\r\n There is no reason for the U.S. styling itself the \"world's only superpower\" to fail to accept this just proposal if it has no intention to invade the DPRK. &nbsp;&nbsp;&nbsp;\r\n To look back on the world history of war, there were many precedents of concluding non-aggression treaties between hostile countries to avert an imminent war and defuse the tension. &nbsp;&nbsp;&nbsp;\r\n The U.S. behavior of shunning the DPRK's proposal to conclude the treaty is little short of betraying its intention to attack the latter at any cost. Bush's remark that the U.S. has no will to invade North Korea is nothing but a sheer lie. &nbsp;&nbsp;&nbsp;\r\n The U.S. is unilaterally calling on Pyongyang to scrap its \"nuclear weapons program\", threatening its sovereignty and its right to existence. &nbsp;&nbsp;&nbsp;\r\n This is, in a nutshell, nothing but a broad hoax intended to disarm the DPRK and contain it at a single stroke. &nbsp;&nbsp;&nbsp;\r\n The U.S. is demanding the DPRK throw away its banner of army-based policy and yield to U.S. pressure. As one party is openly disclosing its intention to attack the other party, the U.S. demand is absolutely unacceptable because it is quite senseless and illogical. &nbsp;&nbsp;&nbsp;\r\n The DPRK can never accept the U.S. brigandish demand because submission leads to death. &nbsp;&nbsp;&nbsp;\r\n It is foolhardy of the U.S. to calculate that it can destroy the DPRK's powerful armed forces whose offensive and defensive means are more powerful than when the AF was released in 1994. &nbsp;&nbsp;&nbsp;\r\n If the U.S. continues turning down our proposal and posing nuclear threats to the DPRK, the latter will be left with no option but to take a corresponding measure. &nbsp;&nbsp;&nbsp;\r\n The U.S. assertion will only spark a new clash.    \r\n\r\n"
        },
        {
            "title": "New constipation medicine developed",
            "url": "http://kcna.co.jp/item/2002/200210/news10/31.htm#4",
            "content": "New constipation medicine developed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 31 (KCNA) -- The Pyongyang Hospital of Koryo Medicine has developed taehwangmain constipation medicine efficacious for chronic constipation.\r\n It, made of rhubarb, cannabiss sativa and elecampane, herbs in Korea, gives no harmful effect to internal organs but activates their functions and promotes digestion by dissolving bile well. &nbsp;&nbsp;&nbsp;\r\n It is characterized by a short period of treatment and efficacious cure. &nbsp;&nbsp;&nbsp;\r\n The medicine has been administered to thousands of constipated persons. As a result, 97 percent of them have been completely cured. &nbsp;&nbsp;&nbsp;\r\n It also proves efficacious in treating constipation caused by rectal cancer, hepatocirrhosis and other intractable diseases. &nbsp;&nbsp;&nbsp;\r\n It won the top honor at the national scientific and technical festival held in April.    \r\n\r\n"
        },
        {
            "title": "Greetings to Prime Minister of Antigua and Barbuda",
            "url": "http://kcna.co.jp/item/2002/200210/news10/31.htm#5",
            "content": "Greetings to Prime Minister of Antigua and Barbuda \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 31 (KCNA) -- Premier of the DPRK cabinet Hong Song Nam sent a message of greetings to Lester Bryant Bird, Prime Minister of Antigua and Barbuda, on the occasion of the 21st anniversary of its independence.\r\n The message wished the prime minister new success in his responsible work for the progress and development of the country.    \r\n\r\n"
        },
        {
            "title": "Greetings to Algerian Prime Minister",
            "url": "http://kcna.co.jp/item/2002/200210/news10/31.htm#6",
            "content": "Greetings to Algerian Prime Minister \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 31 (KCNA) -- Hong Song Nam, Premier of the DPRK Cabinet, sent a message of greetings to Ali Benflis, Prime Minister of Algeria, on the occasion of the 48th anniversary of the start of its revolution.\r\n Expressing belief that the friendly and cooperative relations between the two countries would grow stronger in the future, the message wished him greater success in his work for the stability and prosperity of the country. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, Foreign Minister Paek Nam Sun sent a similar message to Abdelaziz Belkhadem, Minister of State and Concurrently Foreign Minister of Algeria.    \r\n\r\n"
        },
        {
            "title": "Minutes of talks signed between DPRK and Russia",
            "url": "http://kcna.co.jp/item/2002/200210/news10/31.htm#7",
            "content": "Minutes of talks signed between DPRK and Russia \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 31 (KCNA) -- Minutes of talks were signed here today between the delegations of the Ministry of Foreign Trade of the DPRK and the Khabarovsk territorial government of Russia.\r\n The minutes were signed by Kim Yong Jae, vice-Minister of Foreign Trade, and Alexander B. Levintal, deputy chairman of the Khabarovsk territorial government.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam meets Chinese delegation",
            "url": "http://kcna.co.jp/item/2002/200210/news10/31.htm#8",
            "content": "Kim Yong Nam meets Chinese delegation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 31 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, met and had a friendly talk with a delegation of the Chinese Academy of Sciences headed by its president Lu Yongxiang at the Mansudae Assembly Hall today.\r\n Present there were Ri Kwang Ho, president of the Academy of Sciences, and Wu Donghe, Chinese Ambassador to the DPRK. &nbsp;&nbsp;&nbsp;\r\n At the meeting, the head of the delegation said that while staying here he saw the scientific and technological successes the Korean people have made under the wise leadership of Kim Jong Il. We would make efforts to boost the exchange and cooperation between the two academies of sciences in the future, he added.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}