{
    "date": "2002-11-11",
    "url": "http://kcna.co.jp/item/2002/200211/20021111.htm",
    "articles": [
        {
            "title": "Greetings exchanged between DPRK and Pakistani FMs",
            "url": "http://kcna.co.jp/item/2002/200211/news11/11.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Demonstration before U.S. embassy in S. Korea",
            "url": "http://kcna.co.jp/item/2002/200211/news11/11.htm#2",
            "content": "Greetings exchanged between DPRK and Pakistani FMs \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 11 (KCNA) -- DPRK Foreign Minister Paek Nam Sun and Pakistani Minister of State for Foreign Affairs Inam Ul Haque exchanged messages of greetings on the occasion of the 30th anniversary of the establishment of diplomatic relations between the DPRK and Pakistan.\r\n Paek Nam Sun in the message said that the two countries have closely supported and cooperated with each other in the complicated and changing international situation for 30 years since the establishment of the diplomatic ties and expressed the belief that the good ties of friendship and cooperation between the two countries would grow stronger in political, economic, cultural and other fields in conformity with the interests and desire of the two peoples in the future, too. &nbsp;&nbsp;&nbsp;\r\n He wished the Pakistani Minister of State for Foreign Affairs fresh success in his work and the government and people of Pakistan continuous progress and prosperity. &nbsp;&nbsp;&nbsp;\r\n Inam Ul Haque, in the message, expressed satisfaction with the bilateral relations of friendship and understanding. He said that Pakistan hopes that cooperation with the DPRK will grow stronger in various fields and that it will contribute to the development of the two countries. &nbsp;&nbsp;&nbsp;\r\n The message most sincerely wished the people of the DPRK progress and prosperity.    \r\n   \r\n"
        },
        {
            "title": "Japan's insincere approach toward DPRK-Japan talks under fire",
            "url": "http://kcna.co.jp/item/2002/200211/news11/11.htm#3",
            "content": "Demonstration before U.S. embassy in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 11 (KCNA) -- The co-representative of the solidarity for implementing the south-north joint declaration and the permanent chairman of the headquarters of the people's movement for the withdrawal of the U.S. troops under the joint conference for opposing the U.S., war and nuke reportedly held a demonstration one by one in front of the U.S. embassy in Seoul on November 1, urging the U.S. to drop its hostile policy toward the DPRK, implement the Geneva agreement and conclude a peace agreement.\r\n They said that the U.S. is increasing war atmosphere, talking about the nuclear issue of North Korea in a bid to break off all articles of the Geneva agreement. &nbsp;&nbsp;&nbsp;\r\n Saying that they can no longer sit idle to see the U.S. threatening world peace, not minding a war for its interests, they called on the 70 million Koreans to put an end to the U.S. moves for a war without fail and reunify the country by themselves.    \r\n\r\n"
        },
        {
            "title": "U.S. warned not to act rashly",
            "url": "http://kcna.co.jp/item/2002/200211/news11/11.htm#4",
            "content": "Japan's insincere approach toward DPRK-Japan talks under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 11 (KCNA) -- The DPRK-Japan talks for the normalization of bilateral ties regretfully ended up without any results, disappointing the world people. This was attributable to Japan's absurd logic and approach toward the talks. Rodong Sinmun today says this in a signed commentary.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n At the talks the Japanese side adamantly insisted on its assertion that the issues of normalizing the bilateral ties and economic cooperation can be discussed only when the issue of abduction and the nuclear issue are settled, while shelving the issue of redeeming its past. This damaged the confidence between the dialogue partners. &nbsp;&nbsp;&nbsp;\r\n Good faith and virtue should be reciprocated. Japan should sincerely approach the talks from a proper stand, feeling grateful to the DPRK's good faith and generosity. &nbsp;&nbsp;&nbsp;\r\n This is an etiquette and virtue that should be respected between dialogue partners. &nbsp;&nbsp;&nbsp;\r\n However, the Japanese side proposed the already settled issue of abduction and even came out with the nuclear issue which can not be solved between the DPRK and Japan, while shunning the basic issue in normalizing the bilateral ties. This only threw an obstacle in the way of the talks. &nbsp;&nbsp;&nbsp;\r\n Such absurd assertion of Japan is unacceptable. &nbsp;&nbsp;&nbsp;\r\n The DPRK and the U.S. are the parties directly responsible for the solution to the nuclear issue on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\nTherefore, the issue should be solved between the two sides both in name and reality. &nbsp;&nbsp;&nbsp;\r\n Japan has neither justification to come out as a party to settle the nuclear issue on the Korean Peninsula nor has an ability to guarantee the DPRK its security. &nbsp;&nbsp;&nbsp;\r\n If Japan renders the DPRK-Japan talks protracted without any progress by insisting on its absurd logic with a wrong approach toward the talks, this will only compel the DPRK to reconsider its moratorium on the missile launch. &nbsp;&nbsp;&nbsp;\r\n Japan is well advised to drop its absurd logic and set right its wrong approach toward the talks, properly determining the core issue and priority in normalizing the DPRK-Japan relations.    \r\n\r\n"
        },
        {
            "title": "DPRK proposal for concluding non-aggression treaty supported",
            "url": "http://kcna.co.jp/item/2002/200211/news11/11.htm#5",
            "content": "U.S. warned not to act rashly \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 11 (KCNA) -- People from all walks of life in the DPRK, when interviewed by KCNA, expressed bitter indignation and resentment at the U.S. ever-more undisguised moves to stifle the DPRK under the pretext of the nuclear issue.\r\n Vice-chairman of the State Planning Commission Ro Tu Chol said that the nuclear issue on the Korean Peninsula is a product of the U.S. persistent hostile policy toward the DPRK, adding: &nbsp;&nbsp;&nbsp;\r\n The U.S. has massively stockpiled nuclear weapons in and around South Korea. It has not implemented the core point of the DPRK-U.S. Agreed Framework adopted in 1994 but posed a grave threat to the existence of the DPRK after designating it as part of \"an axis of evil\" and a target of its nuclear attack. &nbsp;&nbsp;&nbsp;\r\n The U.S. is seriously mistaken if it thinks that the DPRK will sit idle with folded arms under this situation. &nbsp;&nbsp;&nbsp;\r\n Kim Kang Ho, department director of the central committee of the General Federation of Trade Unions of Korea, said that the sovereignty is vital to the Korean people and they can never allow anyone to violate it. &nbsp;&nbsp;&nbsp;\r\n The U.S. is seriously threatening the sovereignty of the DPRK and its right to existence under the pretext of its nuclear issue, regarding the former as a thorn in its flesh. &nbsp;&nbsp;&nbsp;\r\n It is the unshakable faith and will of the Korean people and the army to firmly protect their sovereignty and right to existence, holding their arms more tightly in view of the enemies ever more desperate moves to stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n Ri Yong Nam of the Pyongyang Thermal Power Complex denounced the U.S. assertion that it will have dialogue with the DPRK only after the latter scraps its \"nuclear weapons program,\" adding that with nothing can the U.S. bring the DPRK to its knees. &nbsp;&nbsp;&nbsp;\r\n Saying that submission means death, he stressed: We will remain highly vigilant against the U.S. unilateral and arrogant moves to put pressure upon the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. should properly understand the revolutionary will of the people and army of the DPRK fully determined to react to the U.S. hardline with a tougher stance, and stop acting rashly.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on position and role of revolutionary army",
            "url": "http://kcna.co.jp/item/2002/200211/news11/11.htm#6",
            "content": "DPRK proposal for concluding non-aggression treaty supported \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 11 (KCNA) -- Heinrich Gruber, chairman of the 21st district branch of the Vienna city committee of the Communist Party of Austria, in a statement on November 5 said that the U.S. should accept the DPRK proposal for concluding a non-aggression treaty.\r\n The attitude of the U.S. unilaterally insisting on scrapping the \"DPRK nuclear program\" before dialogue while shelving its proposal will only spark a clash between the two sides, he noted. &nbsp;&nbsp;&nbsp;\r\n He bitterly denounced the U.S. moves and expressed firm solidarity with the Korean people in their efforts to tide over the serious crisis prevailing on the Korean Peninsula by means of dialogue and negotiation. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, Michael Graber, member of the federal leadership of the CPA, in a statement on Nov. 4 said that the U.S., which makes a nuclear threat to the world and listed the DPRK as part of an \"axis of evil\", should immediately dismantle its nuclear weapons in South Korea. He fully supported the DPRK proposal for concluding a non-aggression treaty with the U.S.    \r\n\r\n"
        },
        {
            "title": "Self-reliance in defence",
            "url": "http://kcna.co.jp/item/2002/200211/news11/11.htm#7",
            "content": "Rodong Sinmun on position and role of revolutionary army \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 11 (KCNA) -- The army-centered policy pursued by the Workers' Party of Korea is displaying its tremendous vitality in the revolution and construction as it is a  political mode based on a scientific analysis of an army's position and role in the development of a socialist society, says Rodong Sinmun today in a signed article.\r\n The idea and theory of an army's position and role in the development of a socialist society is a great truth established by Kim Jong Il for the first time in history as he is possessed of clairvoyant far-sight and a trait and qualification as a gifted strategist, and has successfully embodied it in the socialist politics, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The history of socialist construction in our country clearly proves that the position and role of an army are steadily growing stronger as a socialist society advances. &nbsp;&nbsp;&nbsp;\r\n The Korean revolution was started with arms and has made a victorious advance thanks to the leading and core role of the army. &nbsp;&nbsp;&nbsp;\r\n The might of the Korean People's Army as the main agent of the revolution was fully demonstrated in the days of the \"arduous march,\" the forced march. Under the slogan that they would take charge of both national defence and socialist construction, the KPA servicepersons have fully proved their worth as the vanguard and a shock brigade in the struggle to defend socialism and make a breakthrough in the building of a powerful nation. &nbsp;&nbsp;&nbsp;\r\n The revolutionary spirit of soldiers now serves as a spirit of the times all people should learn from and as their ideological and spiritual pabulum. &nbsp;&nbsp;&nbsp;\r\n All the signal victories and miraculous successes reported in defending socialism and building a powerful nation at present are a striking demonstration of scientific accuracy and indestructible vitality of the army-centered policy.    \r\n\r\n"
        }
    ]
}