{
    "date": "2002-05-07",
    "url": "http://kcna.co.jp/item/2002/200205/20020507.htm",
    "articles": [
        {
            "title": "Message to Kim Yong Nam from Vietnamese President",
            "url": "http://kcna.co.jp/item/2002/200205/news05/07.htm#1",
            "content": "Message to Kim Yong Nam from Vietnamese President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- A message of thanks was sent to Kim Yong Nam, President of the Presidium of the Supreme People's Assembly of the DPRK, by President Tran Duc Luong of the Socialist Republic of Vietnam, leaving Pyongyang after winding up his official visit to the DPRK on May 5.\r\n Thanking the fraternal Korean people for their warm friendly feelings toward the Vietnamese people, the message expressed belief that the traditional friendly and cooperative relations between the two countries would steadily develop in the interests of the two peoples and for the world and regional peace, stability and development.    \r\n\r\n"
        },
        {
            "title": "Pak Kun Hye to visit Pyongyang",
            "url": "http://kcna.co.jp/item/2002/200205/news05/07.htm#2",
            "content": "Pak Kun Hye to visit Pyongyang \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- Pak Kun Hye, member of the South Korean \"National Assembly\" and chairwoman of the preparatory committee for founding \"The Union for Future of Korea\", will visit Pyongyang from May 11 at the invitation of the national reconciliation council of the DPRK.    \r\n\r\n"
        },
        {
            "title": "Steadfast struggle against U.S. called for",
            "url": "http://kcna.co.jp/item/2002/200205/news05/07.htm#3",
            "content": "Steadfast struggle against U.S. called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- The U.S. imperialists are wicked aggressors, plunderers and murderers who brought untold pain and misfortune to the Korean people, says Rodong Sinmun today in a signed article.\r\n It continues: &nbsp;&nbsp;&nbsp;\r\n Aggression and plunder emanate from the very nature of the U.S. imperialists and are the main mode of their existence while barbarism is an attribute peculiar to them. &nbsp;&nbsp;&nbsp;\r\n Upon landing in South Korea under the mask of \"liberator\" in September 1945, the U.S. imperialists enforced a military rule after proclaiming South Korea as a region under their military occupation. They seized all powers in South Korea and geared political, economic, military, cultural and all other fields for serving their purpose of aggression. &nbsp;&nbsp;&nbsp;\r\n The last Korean War provoked by the U.S. imperialists in the 1950s was a direct product of their policy of aggression. &nbsp;&nbsp;&nbsp;\r\n Their policy of aggression and war has reached an extremely dangerous phase. &nbsp;&nbsp;&nbsp;\r\n After declaring this year as a \"year of war\" the Bush group has groundlessly pulled up the DPRK, listing it as part of the \"axis of evil.\" They are now keen to put their plan for a nuclear war into practice on the Korean Peninsula after designating the DPRK as the target of their nuclear strike. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are most greedy plunderers, not \"helpers\" to the South Koreans. &nbsp;&nbsp;&nbsp;\r\n During their more than half a century-long presence in South Korea they have plundered it of hundreds of billions of dollars through such levers as capital investment, non-equivalent exchange in trade, the forced sale of surplus agricultural products, \"aid\" and \"loan,\" thus laying bare their true colours as robbers. &nbsp;&nbsp;&nbsp;\r\n They even usurped land and sea of South Korea to use them as military bases, facilities and drill grounds. &nbsp;&nbsp;&nbsp;\r\n The article brands the U.S. imperialists as barbarous murderers, not \"protectors\" of South Koreans. It cites concrete facts to prove the mass killings committed by GIS after their occupation of South Korea and monstrous massacres perpetrated by them during the Korean War. &nbsp;&nbsp;&nbsp;\r\n The national dignity and sovereignty usurped by the imperialist aggressors can be retaken only through struggle. The article calls on all the Koreans to turn out in a steadfast struggle to put an end to the U.S. imperialists' presence in South Korea and establish independence and sovereignty throughout Korea and achieve the reunification of the nation.     \r\n\r\n"
        },
        {
            "title": "Letter to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2002/200205/news05/07.htm#4",
            "content": "Letter to Kim Jong Il \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- Leader Kim Jong Il received a letter from the participants in the European regional symposium on Korea today and independence held in Copenhagen, Denmark, on the occasion of the 70th anniversary of the heroic Korean People's Army.\r\n The letter said that the symposium marked an important occasion in studying the great exploits performed by President Kim Il Sung and Kim Jong Il for the Korean revolution and the cause of global independence and in realizing independence in Europe. &nbsp;&nbsp;&nbsp;\r\n The symposium brought home to them the need to preserve the Juche character, the independent faith that man is the master of his destiny and plays a decisive role in shaping his destiny, the letter stressed, and went on: &nbsp;&nbsp;&nbsp;\r\n The symposium highly praised Kim Jong Il for resolutely smashing the persistent moves of the U.S. and its following forces to isolate and stifle the DPRK with his original army-based policy, building up the DPRK as an impregnable bulwark of socialism, defending peace in Asia and other parts of the world and leading the cause of global independence. And the symposium expressed the conviction of the rosy future of the independent 21st century which is sure to come thanks to him. &nbsp;&nbsp;&nbsp;\r\n We will study and introduce the undying exploits of Kim Il Sung and Kim Jong Il and conduct a more positive international solidarity movement for supporting the DPRK, a fortress for the cause of independence.     \r\n\r\n"
        },
        {
            "title": "New novel created",
            "url": "http://kcna.co.jp/item/2002/200205/news05/07.htm#5",
            "content": "New novel created \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- The April 15 writing group in the DPRK has created novel \"square for military parade,\" part of library \"immortal history\".\r\n The novel deals with the immortal exploits President Kim Il Sung performed by building the first Juche-oriented regular revolutionary armed forces right after the liberation of Korea, overcoming manifold difficulties and ordeals. &nbsp;&nbsp;&nbsp;\r\n It impressively tells about the tireless efforts exerted by the president to organize all arms and services of an army. He personally established the Pyongyang institute to train the hardcore members of regular armed forces, built munition industrial bases and created the nation's first flying corps. &nbsp;&nbsp;&nbsp;\r\n The book also deals with a moving story that the president trained all revolutionary soldiers as dependable fighters with a transparent view on the army, saying that an army is most important in the world and it is the army that decides the destiny of the country and the nation. \r\n It also impressively tells about the noble personality of anti-Japanese war woman hero Kim Jong Suk who assisted with loyalty the president in his cause of army-building. &nbsp;&nbsp;&nbsp;\r\n The novel says that the cheers that rose on the square where a military parade was held in February, Juche 37 (1948) were a striking manifestation of the people's praises of the three generals of Mt. Paektu.     \r\n\r\n"
        },
        {
            "title": "Huichon Machine-Tool Factory",
            "url": "http://kcna.co.jp/item/2002/200205/news05/07.htm#6",
            "content": "Huichon Machine-Tool Factory \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- The Huichon Machine-Tool Factory is one of Korea's leading machine-tool producers. \r\n It has a history of over 50 years. &nbsp;&nbsp;&nbsp;\r\n The production capability of the factory increased 20.7 times and the production of machine-tools 90.3 times as compared with those in the early 1950s. &nbsp;&nbsp;&nbsp;\r\n The factory is now turning out various machine-tools including modern milling machine, grinding machine and multi-purpose digital processing machine. &nbsp;&nbsp;&nbsp;\r\n Those machines are exported to many countries.     \r\n\r\n"
        },
        {
            "title": "Remains \"Namgyong\"",
            "url": "http://kcna.co.jp/item/2002/200205/news05/07.htm#7",
            "content": "Remains \"Namgyong\" \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) - Remains \"Namgyong\" were unearthed in Honam-ri, Samsok district, Pyongyang, at the end of the 1970s and the beginning of the 1980s.\r\n Over 4,000 pieces of relics were found at five home sites of the Neolithic age, 22 home sites of the bronze age, tombs of the bronze age and pot tombs of the latter half of ancient Korea (early 30th century b.s.-108 b.c.). &nbsp;&nbsp;&nbsp;\r\n Typical of the remains are home sites dating back to the Neolithic age. The biggest of them is 13.5 m in length and 8.4 m in width, where 12 whetstones and a pot for storing grains were found. &nbsp;&nbsp;&nbsp;\r\n Carbonized rice, bean, foxtail millet, millet, broomcorn millet and other grains were discovered at other home sites. &nbsp;&nbsp;&nbsp;\r\n Unhulled rice is 4.5 mm long and 2.5 mm wide on an average, the same as that in the earliest period (fifth-fourth century b.c.) discovered in the remains of Japan. &nbsp;&nbsp;&nbsp;\r\n This proves that the Korean people did a high level of rice farming already in the Neolithic age and imparted the method of rice cultivation to residents in Japan and other neighboring areas. &nbsp;&nbsp;&nbsp;\r\n Remains \"Namgyong\" are of weighty significance in studying primitive and old civilizations in Korea.     \r\n\r\n"
        },
        {
            "title": "Anecdotes about Kim Il Sung",
            "url": "http://kcna.co.jp/item/2002/200205/news05/07.htm#8",
            "content": "Anecdotes about Kim Il Sung \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- One day in May Juche 46 (1957), President Kim Il Sung visited the then Kim Chaek Iron Works.\r\n At the moment he was going to leave the blast furnace shop after acquainting himself with the work there a young smelter earnestly asked him to stay and see the molten iron expected to come out of the furnace 30 minutes later. &nbsp;&nbsp;&nbsp;\r\n With a broad laugh, he told the suite members to stay 30 minutes longer as requested by smelters and unreservedly sat on a rough chair. &nbsp;&nbsp;&nbsp;\r\n Seeing the smelters getting busy to advance the tapping time, he advised them not to be hasty lest an accident should occur. &nbsp;&nbsp;&nbsp;\r\n Watching the molten iron coming out of the furnace half an hour later, he appreciated their efforts, with a broad smile on his face. &nbsp;&nbsp;&nbsp;\r\n One day in October Juche 47 (1958) the president visited the then Chongsan-ri, Kangso county in South Phyongan Province. &nbsp;&nbsp;&nbsp;\r\n Talking to farmers about the living conditions, he asked them what they thought of merging co-operatives into one with ri as a unit. &nbsp;&nbsp;&nbsp;\r\n At that time a ri had several co-operatives. &nbsp;&nbsp;&nbsp;\r\n the farmers told him that it was possible to increase the production and significantly improve the standard of their living if such merger took place. &nbsp;&nbsp;&nbsp;\r\n The president said that he was pleased to hear that. &nbsp;&nbsp;&nbsp;\r\n shortly later a campaign was carried out to merge agricultural co-operatives into a large one with ri as a unit in the DPRK. &nbsp;&nbsp;&nbsp;\r\n It happened one day in August Juche 46 (1957) when the president stopped by a lake on his way for field guidance. &nbsp;&nbsp;&nbsp;\r\n Staff members of the institute of pisciculture engrossed in their research at the lake at that time wished to present several big carps they caught to the president. &nbsp;&nbsp;&nbsp;\r\n Told about this by his chauffeur, he called a staff member of the institute and asked him how many eggs a carp laid. &nbsp;&nbsp;&nbsp;\r\n The staff member answered him that it laid 200,000-300,000 eggs. &nbsp;&nbsp;&nbsp;\r\n The president said it was a big number. He told the staff member to set free the carps, saying that he would not take fish before all the people became able to eat carps after their massive cultivation.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. moves to develop new type of nuclear weapons under fire",
            "url": "http://kcna.co.jp/item/2002/200205/news05/07.htm#9",
            "content": "U.S. moves to develop new type of nuclear weapons under fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- Bellicose forces in the U.S. are getting more frantic in their efforts to develop and research into sophisticated military hardware while talking about the possible use of interceptor missiles carrying nuclear warheads.\r\n Rodong Sinmun today in a signed commentary dismisses the attempt on the part of the U.S. as an undisguised challenge to the world peace-loving people and an act of throwing a wet blanket over the efforts of humankind to prevent a nuclear arms race and build a peaceful new world free from nuclear weapons. &nbsp;&nbsp;&nbsp;\r\n This attempt can not be construed otherwise than one intended to provoke a nuclear war in the new century at any cost, the commentary observes, and continues: &nbsp;&nbsp;&nbsp;\r\n The hawkish U.S. group has already designated at least seven countries as targets of its nuclear preemptive strike in its report on \"nuclear posture.\" the DPRK is made its primary target. &nbsp;&nbsp;&nbsp;\r\n What merits serious attention is that they are hell-bent on developing nuclear capable interceptor missiles after designating the DPRK as part of the \"axis of evil\" and target of its nuclear strike. This indicates that they are stepping up the preparations for a nuclear war against the DPRK. &nbsp;&nbsp;&nbsp;\r\n These frantic moves of the U.S. warmongers to develop sophisticated weapons including new type of nuclear weapons compel the DPRK to take a corresponding measure against them. &nbsp;&nbsp;&nbsp;\r\n An option is not a monopoly of the U.S. &nbsp;&nbsp;&nbsp;\r\n The U.S. is seriously mistaken if it thinks it can have an unchallenged military edge and totally contain other countries. &nbsp;&nbsp;&nbsp;\r\n The U.S. is well advised to drop its anachronistic thinking and viewpoint and face up to the reality.     \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on revolutionary optimism",
            "url": "http://kcna.co.jp/item/2002/200205/news05/07.htm#10",
            "content": "Rodong Sinmun on revolutionary optimism\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- Rodong Sinmun today carries a signed article headlined \"revolutionary optimism reflected in the slogan 'push ahead through the thorny path in high spirits'\"\r\n This slogan was put up in the period of the \"arduous march\", the most difficult period in the Korean revolution. It implies the history of the \"arduous march\" made in the DPRK in which the leader believed in the people while they remained loyal to him, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The slogan represents confidence that the Korean people are sure to emerge victorious as long as they are under the leadership of Kim Jong Il and the indomitable will of the Korean people to follow the road of revolution chosen by themselves braving any sacrifices. &nbsp;&nbsp;&nbsp;\r\n The slogan is also replete with the revolutionary optimism of the Korean people who live and struggle full of emotion and joy despite manifold difficulties and ordeals. &nbsp;&nbsp;&nbsp;\r\n This spirit is based on the indomitable will of the anti-Japanese revolutionary forerunners with which they wiped out the enemy even if they might die a hundred times. &nbsp;&nbsp;&nbsp;\r\n The optimism and enthusiasm of the Korean people grew stronger than ever before while songs and dances became an inseparable part of their life in the period of the \"Arduous March.\" \r\n There is still a long and thorny way for the Korean revolution to go and they may make the second and third \"arduous march\" in their way. But they are sure to emerge victorious as long as there are the wise leadership of Kim Jong Il and the army and people single-heartedly united around him.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "FIFA delegation's sojourn in Pyongyang",
            "url": "http://kcna.co.jp/item/2002/200205/news05/07.htm#11",
            "content": "FIFA delegation's sojourn in Pyongyang\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- A FIFA delegation led by president Joseph S. Blatter visited Pyongyang from May 6 to 7.\r\n The delegation visited the Statue of President Kim Il Sung standing on Mansu Hill to express its reverence for him. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam, President of the Presidium of the Supreme People's Assembly of the DPRK, met and conversed with the delegation at the Mansudae Assembly Hall on May 6. &nbsp;&nbsp;&nbsp;\r\n During its stay the delegation looked round Kim Il Sung Stadium and saw the mass gymnastic and artistic performance \"Arirang.\"     \r\n\r\n\r\n"
        },
        {
            "title": "KEDO delegation arrives",
            "url": "http://kcna.co.jp/item/2002/200205/news05/07.htm#12",
            "content": "KEDO delegation arrives\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- A KEDO delegation arrived today by air to participate in the negotiations of experts for the implementation of the agreement on the provision of light water reactors signed between the DPRK and KEDO.     \r\n\r\n\r\n"
        },
        {
            "title": "Agreement on cooperation in agricultural science signed",
            "url": "http://kcna.co.jp/item/2002/200205/news05/07.htm#13",
            "content": "Agreement on cooperation in agricultural science signed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- An agreement on scientific and technological cooperation in agricultural science between the academies of Agricultural Science of the DPRK and Russia was signed in Moscow on April 24.\r\n It was inked by vice-president Ri Kyong Sik of the AAS of the DPRK, who headed its delegation which visited Russia and Gennadi  Romanenko, president of the AAS of Russia.     \r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Chinese delegation",
            "url": "http://kcna.co.jp/item/2002/200205/news05/07.htm#14",
            "content": "Gift to Kim Jong Il from Chinese delegation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- Leader Kim Jong Il received a gift from the head of the delegation of the Communist Party of China.\r\n It was handed yesterday to Choe Thae Bok, alternate member of the political bureau and secretary of the Central Committee of the Workers' Party of Korea, by Jia Qinglin, member of the political bureau of the central committee and secretary of the Beijing City Committee of the CPC, on a visit to the DPRK.     \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}