{
    "date": "2002-09-20",
    "url": "http://kcna.co.jp/item/2002/200209/20020920.htm",
    "articles": [
        {
            "title": "Basic law of Sinuiju special administrative region",
            "url": "http://kcna.co.jp/item/2002/200209/news09/20.htm#1",
            "content": "Basic law of Sinuiju special administrative region \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 20 (KCNA) -- The Sinuiju special administrative region has come into being according to a decree of the Presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea.\r\n The Presidium of the DPRK Supreme People's Assembly adopted the basic law of the Sinuiju special administrative region on September 12, Juche 91 (2002). &nbsp;&nbsp;&nbsp;\r\n The law consists of six chapters (politics, economy, culture, fundamental rights and duties of residents, structure and emblem and flag of the region) and a total of 101 articles. &nbsp;&nbsp;&nbsp;\r\n According to the law, the region is a special administrative unit under the sovereignty of the DPRK and the state puts the region under the central authority. &nbsp;&nbsp;&nbsp;\r\n The state endues the region with the legislative, executive and judicial power and shall keep the legal system of the region unchanged for 50 years. &nbsp;&nbsp;&nbsp;\r\n The DPRK cabinet, state commissions, ministries and national institutions shall not interfere in the region's affairs and external affairs concerning the region shall be handled by the state. &nbsp;&nbsp;&nbsp;\r\n The region shall conduct external activities on its own responsibility within the limit approved by the state and can issue its own passports. &nbsp;&nbsp;&nbsp;\r\n The land and natural resources of the region belong to the DPRK and the state allows the region to be turned into an international financial, trade, commercial, industrial, up-to-date science, amusement and tourist centre. &nbsp;&nbsp;&nbsp;\r\n The state shall give the region the rights to develop, use and manage the land and encourage the businesses in the region to hire manpower of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The period of leasing the land of the region shall last until December 31, 2052. The state shall encourage investments of investors in the region and provide investment environment and conditions for economic activities favorable for businesses. &nbsp;&nbsp;&nbsp;\r\n The DPRK shall encourage the region to properly pursue cultural policies so as to increase its residents' creativity and meet their demand for cultural and emotional life, introduce up-to-date science and technology and actively develop new domains of science and technology. &nbsp;&nbsp;&nbsp;\r\n The residents shall not be discriminated irrespective of sex, country, nationality, race, language, property status, knowledge, political view and religious belief and foreigners without citizenship shall have the same rights and duties as the residents. &nbsp;&nbsp;&nbsp;\r\n The procedures of moving and travelling to other areas of the DPRK and other countries shall be established by the region. &nbsp;&nbsp;&nbsp;\r\n The legislative council is the legislature of the region and the legislative power shall be exercised by the legislative council. &nbsp;&nbsp;&nbsp;\r\n DPRK citizens of the region can become deputies to the legislative council and foreigners with the right to reside in the region can also hold the same post. &nbsp;&nbsp;&nbsp;\r\n The legislative council shall have chairman and vice-chairmen elected by itself. &nbsp;&nbsp;&nbsp;\r\n The governor shall represent the special administrative region. &nbsp;&nbsp;&nbsp;\r\nThe governorship can be taken by a resident of the region who has working ability and enjoys high reputation among the inhabitants. &nbsp;&nbsp;&nbsp;\r\n The governor shall promulgate the decisions of the legislative council and directions of the administration, issue orders and appoint and dismiss members of the administration and the chief of the prosecutor's office of the region. &nbsp;&nbsp;&nbsp;\r\n The administration is the region's executive body and general administrative organ. &nbsp;&nbsp;&nbsp;\r\n The chief of the administration is the governor and the posts of department chief of the administration and the chief of the police agency shall be held by residents of the region. &nbsp;&nbsp;&nbsp;\r\n The prosecution affairs of the region shall be undertaken by the prosecutor's office of the region and the district prosecutor's offices. &nbsp;&nbsp;&nbsp;\r\n The prosecutor's office of the region shall be accountable to the governor. &nbsp;&nbsp;&nbsp;\r\n Trial in the region shall be undertaken by the court of the region and district courts. the court of the region is the supreme court. &nbsp;&nbsp;&nbsp;\r\n The region shall use not only the emblem and flag of the dprk but also its own emblem and flag and the order of their use shall be established by the region. &nbsp;&nbsp;&nbsp;\r\n The region shall apply no other laws but the DPRK laws concerning nationality, emblem, flag, anthem, capital, territorial waters, territorial air and national security.    \r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Qatari Emir",
            "url": "http://kcna.co.jp/item/2002/200209/news09/20.htm#2",
            "content": "Gift to Kim Jong Il from Qatari Emir\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 20 (KCNA) -- Kim Jong Il received a gift from Qatari Emir Hamad Bin Khalifa al-Thani .\r\n The gift was handed to Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, by new Qatari Ambassador to the DPRK Saleh Abdulla Saleh al Bouanin on Thursday.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il registered as honorary citizen of Canar province of Ecuador",
            "url": "http://kcna.co.jp/item/2002/200209/news09/20.htm#3",
            "content": "Kim Jong Il registered as honorary citizen of Canar province of Ecuador\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 20 (KCNA) -- Kim Jong Il was registered as an honorary citizen of Canar province of Ecuador.\r\n On August 23 the provincial council adopted a resolution on registering Kim Jong Il, General Secretary of the Workers' Party of Korea and Chairman of the DPRK National Defence  Commission, as an honorary citizen of the province in recognition of his immortal contributions to the struggle for freedom and happiness of the world progressives.    \r\n\r\n"
        },
        {
            "title": "Book on Korea published in Italy",
            "url": "http://kcna.co.jp/item/2002/200209/news09/20.htm#4",
            "content": "Book on Korea published in Italy\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 20 (KCNA) -- A book \"Regards To Heroic and Revolutionary People, On Socialist Korea and National Reunification\" was published in Italy on Sept. 11. It was written by Miriam Pelegrini Feri, chairman of the group of dialectical materialists of Italy.\r\n It says: &nbsp;&nbsp;&nbsp;\r\n The cause of national liberation was achieved by President  Kim Il Sung and under his leadership the Korean people inflicted a crushing defeat upon the U.S. imperialists for the first time in history and built a socialist state in which free medical system and free education are in force, a country free from exploitation and oppression, from scratch. &nbsp;&nbsp;&nbsp;\r\n The Korean people have achieved many successes in the struggle for national reunification, the book notes.  Kim Jong Il is now wisely leading the struggle to carry out the instructions of Kim Il Sung for national reunification.    \r\n\r\n"
        },
        {
            "title": "DPRK-Japan summit talks supported by Russia",
            "url": "http://kcna.co.jp/item/2002/200209/news09/20.htm#5",
            "content": "DPRK-Japan summit talks supported by Russia\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 20 (KCNA) -- The deputy official spokesman of the Russian Foreign Ministry issued a statement on Sept. 17, hailing the DPRK-Japan summit talks held in Pyongyang on Sept. 17 for the first time in history, Itar-Tass reported. \r\n The statement stressed that the talks were of very weighty importance in ensuring peace and security in northeast Asia. &nbsp;&nbsp;&nbsp;\r\n It said: &nbsp;&nbsp;&nbsp;\r\n Russia has always held that the two neighbors should get reconciled and cooperate with each other and solve difficult problems and differences spawned in the past. This is a factor of peaceful cooperation in northeast Asia and the border area of the far eastern region. &nbsp;&nbsp;&nbsp;\r\n Russia considers that the results of the DPRK-Japan summit talks would improve the situation and, in the long run, help normalize the DPRK-Japan ties and invigorate the plan for multilateral cooperation in this region.    \r\n\r\n\r\n"
        },
        {
            "title": "Vietnamese Foreign Ministry on DPRK-Japan summit talks",
            "url": "http://kcna.co.jp/item/2002/200209/news09/20.htm#6",
            "content": "Vietnamese Foreign Ministry on DPRK-Japan summit talks\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 20 (KCNA) -- The Vietnamese Foreign Ministry in a statement issued on September 18 viewed the historic talks between chairman Kim Jong Il and Japanese prime minister Junichiro Koizumi as an event of weighty importance.\r\n The statement said that the talks opened a new stage of the DPRK-Japan relations and marked an important occasion in consolidating peace and stability not only in northeast Asia and the Asia-Pacific region but also in the rest of the world.    \r\n\r\n"
        },
        {
            "title": "Study of history of human evolution and development brisk",
            "url": "http://kcna.co.jp/item/2002/200209/news09/20.htm#7",
            "content": "Study of history of human evolution and development brisk\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 20 (KCNA) -- A study of the history of human evolution and development is brisk in the DPRK.\r\n The group to study the history of human evolution and development at Kim Il Sung University founded in November Juche 65 (1976) has a great role to play in this respect. &nbsp;&nbsp;&nbsp;\r\n Its mission is to scientifically survey and study historic sites and relics dating back to the Paleolithic age. &nbsp;&nbsp;&nbsp;\r\n Members of the group have unearthed relics including stone, bone and earthenware implements used by ape-men, the Paleolithic men and the Neolithic men in every period and at  every stage from the early period of human civilization and animal bone fossils to make a detailed anthropological, archaeological, environmental and chronological study of them. &nbsp;&nbsp;&nbsp;\r\n The group has discovered over 40.000 relics of different kinds believed to belong to the Paleolithic age across the country such as human fossils, old stone implements and fire places, thus greatly contributing to scientifically proving the ancient history of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n In the last four years alone members of the group unearthed relics inside a cave dating back to the Paleolithic age in Chongphadae village, Hwangju county, North Hwanghae Province. This led to discovering human fossils for two persons at the layer 6.2 m deep including two teeth, one bone of left upper jaw and cranial bone, at least 6,000 old stone implements and more than 7,570 bones of animals such as rhinoceros, cave-hyenas and deer with broad antler thrown away by men in that period. &nbsp;&nbsp;&nbsp;\r\n Now a survey of the area is going on.    \r\n\r\n"
        },
        {
            "title": "China supports efforts to improve DPRK-Japan relations",
            "url": "http://kcna.co.jp/item/2002/200209/news09/20.htm#8",
            "content": "China supports efforts to improve DPRK-Japan relations\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 20 (KCNA) -- A spokesman for the Foreign Ministry of China in a statement released on Sept. 18 spoke highly of the talks held between chairman Kim Jong Il of the DPRK and Japanese prime minister Junichiro Koizumi at which they made a breakthrough in such outstanding issues as the resumption of talks for normalizing DPRK-Japan diplomatic relations and Japan's apology for its past aggression.\r\n The spokesman said that as a close neighbor of both countries, China supports the DPRK and Japan to improve and normalize their relations. This will be conducive to peace and stability in the region, the spokesman said.    \r\n\r\n"
        },
        {
            "title": "Chongryon supports DPRK-Japan declaration",
            "url": "http://kcna.co.jp/item/2002/200209/news09/20.htm#9",
            "content": "Chongryon supports DPRK-Japan declaration\r\n&nbsp;&nbsp;&nbsp; Tokyo, September 19 (KNS-KCNA) -- So Man Sul, chairman of the central standing committee of the General Association of Korean Residents in Japan, issued a statement Tuesday supporting the DPRK-Japan Pyongyang declaration.\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n The declaration marked a significant event in turning the extremely abnormal relations between the DPRK and Japan to those of co-existence and co-prosperity. It also has opened up a new page in the history of the bilateral relations. &nbsp;&nbsp;&nbsp;\r\n Koreans in Japan are full of great expectation that the bilateral relations would be normalized as early as possible on the basis of relationship of trust and in accordance with the spirit and basic principles of the declaration. &nbsp;&nbsp;&nbsp;\r\n The declaration is of great significance in guaranteeing peace and stability on the Korean Peninsula and in northeast Asia as it paved a way of liquidating legacies of the 20th century and developing the bilateral ties in conformity with the desire of the two peoples and the demand of the times. &nbsp;&nbsp;&nbsp;\r\n It is an ardent wish of all the Koreans in Japan to see the DPRK and Japan establishing new friendly relations not as near yet distant countries but as near and close neighbors.    \r\n\r\n"
        },
        {
            "title": "Russian Ambassador hosts reception",
            "url": "http://kcna.co.jp/item/2002/200209/news09/20.htm#10",
            "content": "Russian Ambassador hosts reception\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 20 (KCNA) -- Russian Ambassador to the DPRK Andrei Karlov hosted a reception at the embassy on Sept. 19 in connection with  Kim Jong Il's successful visit to the Far Eastern region of the Russian Federation.\r\n Present on invitation were minister of the People's Armed Forces Kim Il Chol, secretary of the Central Committee of the Workers' Party of Korea Chos Thae Bok, vice-premier of the cabinet Jo Chang Dok, foreign minister Peak Nam Sun, chairman of the State Planning Commission Pak Nam Gi, minister of railways Kim Yong Sam, and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n The ambassador said in his speech that Kim Jong Il's visit to the Far Eastern region was a great contribution to consolidating the relations and understanding between the two countries. &nbsp;&nbsp;&nbsp;\r\n The special relationship between the two leaders constitutes a firm foundation for multi-faceted development of Russia-DPRK cooperation, he said, and noted: &nbsp;&nbsp;&nbsp;\r\n All of us should do our best to carry out the tasks put forward by the two leaders at an early date. &nbsp;&nbsp;&nbsp;\r\n He hoped that the Korean people would successfully build a powerful nation under the leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Kim Il Chol said in his speech that Kim Jong Il's historic visit to the Far Eastern  region in August is one more epochal event which provided an occasion of new turn in further developing the traditional DPRK-Russia friendship. &nbsp;&nbsp;&nbsp;\r\n The Korean people will in the future, too, advance hand in hand with the Russian people with a view to expanding the DPRK-Russia relations constantly, achieving peace and security in northeast Asia and the rest of the world and building a new just world structure, he said. &nbsp;&nbsp;&nbsp;\r\n He wished the Russian people new success in their work to build a powerful Russia under the leadership of President Putin.  \r\n\r\n"
        },
        {
            "title": "Vice foreign minister on situation and reunification of Korea",
            "url": "http://kcna.co.jp/item/2002/200209/news09/20.htm#11",
            "content": "Vice foreign minister on situation and reunification of Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 20 (KCNA) -- The Democratic People's Republic of Korea has consistently maintained its stand on achieving national reunification independently through dialogue and negotiations between the north and the south, regarding reunification as the supreme task of the Korean nation from the first day when the country was divided into two.\r\n Choe Su Hon, vice-minister of foreign affairs, who is heading the DPRK delegation, said this Tuesday in his speech at the 57th session of the U.N. General Assembly. &nbsp;&nbsp;&nbsp;\r\n Referring to the situation of the Korean Peninsula and the issue of its reunification, he noted that the June 15 North-South Joint Declaration is a declaration of national independence and peaceful reunification. It is intended to achieve national reunification by the concerted efforts of the Korean nation without foreign interference. &nbsp;&nbsp;&nbsp;\r\n The DPRK will make every possible effort to pool efforts of the north and south in the spirit of the joint declaration to achieve independent national reunification by means of federation, he said, and went on: &nbsp;&nbsp;&nbsp;\r\n In order to achieve peace and security on the Korean Peninsula and realize national reunification it is necessary to put an end to the U.S. hostile policy toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n Only when the united states gives up its hostile policy towards the DPRK and treats it on an equal footing can trustworthy dialogue be resumed. If the United States want a practical dialogue with the DPRK on the principle of equal sovereignty, the DPRK will respond to it and then trust will be built between the DPRK and the U.S. and a prospect for a fair solution of the pending issues between them will be opened. &nbsp;&nbsp;&nbsp;\r\n The United Nations should do what it should for peace and security of Korea. He expressed expectation that the U.N. will immediately redress the abnormal situation in which its name has been usurped over 50 years on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n He stressed that the Korean people will firmly defend the Korean-style socialist system chosen by themselves and achieve peace and reunification of the Korean Peninsula under the outstanding army-based leadership of Kim Jong Il so as to discharge their responsibility for world peace and security.    \r\n\r\n"
        },
        {
            "title": "Greetings to prime minister of Belize",
            "url": "http://kcna.co.jp/item/2002/200209/news09/20.htm#12",
            "content": "Greetings to prime minister of Belize\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 20 (KCNA) -- Hong Song Nam, premier of the DPRK cabinet, sent a message of greetings to Said Musa, prime minister of Belize, on the occasion of the 21st anniversary of its independence.\r\n Extending warm congratulations to the prime minister, government and people of Belize, the message expressed belief that the friendly relations between the two countries would continue to develop.    \r\n\r\n"
        },
        {
            "title": "Greetings to President of Malta",
            "url": "http://kcna.co.jp/item/2002/200209/news09/20.htm#13",
            "content": "Greetings to President of Malta\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 20 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, today sent a message of greetings to Guido De Marco, President of Malta, on the occasion of the 38th anniversary of its independence.\r\n The message extended warm congratulations to the president, the government and the people of Malta and expressed belief that the friendly and cooperative relations between the two countries would steadily develop on good terms.    \r\n\r\n"
        },
        {
            "title": "Kim Yong Nam meets some members of KBS Symphony Orchestra",
            "url": "http://kcna.co.jp/item/2002/200209/news09/20.htm#14",
            "content": "Kim Yong Nam meets some members of KBS Symphony Orchestra\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 20 (KCNA) -- Kim Yong Nam, President of the Presidium of the Supreme People's Assembly, met leading members and actors and actresses of the symphony orchestra of the South Korean broadcasting system headed by its vice-president Kang Tae Yong today.\r\n Present there were Kang Nung Su, minister of culture, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Conversations proceeded in a compatriotic atmosphere.    \r\n\r\n\r\n"
        },
        {
            "title": "Remains of KPA fallen fighters buried",
            "url": "http://kcna.co.jp/item/2002/200209/news09/20.htm#15",
            "content": "Remains of KPA fallen fighters buried\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 20 (KCNA) -- A ceremony took place at the Cemetery of KPA Heroes Friday to bury the remains of 14 fallen fighters of the Korean People's Army. They fell while fighting heroically in the anti-U.S. war of the Vietnamese people.\r\n Guards of honor of the KPA lined up at the cemetery. &nbsp;&nbsp;&nbsp;\r\n Addressing the ceremony, KPA vice marshal Kim Il Chol, minister of the People's Armed Forces, said that supreme commander Kim Jong Il saw to it that a measure was taken to bury the remains of those who fell in action in the Vietnam war in the Cemetery of KPA Heroes in the homeland and tombstones with their stone pictures inscribed on them were set up. &nbsp;&nbsp;&nbsp;\r\n Also addressing the ceremony, Do Thi Hoa, Vietnamese Ambassador to the DPRK, said that the party, the government and armed forces of Vietnam feel sincerely thankful to the party, the government, people and armed forces of the DPRK for the precious support and encouragement given to Vietnam. &nbsp;&nbsp;&nbsp;\r\nThen the remains were buried in the cemetery. &nbsp;&nbsp;&nbsp;\r\n A wreath sent by Kim Jong Il was placed before their graves amidst the playing of the wreath-laying music. &nbsp;&nbsp;&nbsp;\r\n Wreaths were laid in the joint name of the National Defence Commission of the DPRK, the Central Military Commission of the Workers' Party of Korea and the cabinet of the DPRK. Also laid were wreaths in the name of the Ministry of the People's Armed Forces, the Pyongyang City People's Committee, KPA units and the Ministry of National Defence, the Foreign Ministry and the relevant institutions of Vietnam and the Ambassador and the military attache of the Vietnamese embassy here. Bouquets and flowers were also placed before their graves. &nbsp;&nbsp;&nbsp;\r\n The participants observed a moment's silence in memory of the fallen fighters. &nbsp;&nbsp;&nbsp;\r\n Present at the ceremony were vice-premier of the cabinet Jo Chang Dok, Jong Chang Ryol and Kim Yang Jom, vice-ministers of the People's Armed Forces, KPA generals, vice-minister of foreign affairs Kim Yong Il and other officials concerned, Ambassador Do Thi Hoa and military attache Nguyen Van Chau and staff members of the embassy.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}