{
    "date": "2002-10-05",
    "url": "http://kcna.co.jp/item/2002/200210/20021005.htm",
    "articles": [
        {
            "title": "Reception given on Egyptian Army Day",
            "url": "http://kcna.co.jp/item/2002/200210/news10/05.htm#1",
            "content": "Reception given on Egyptian Army Day \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 5 (KCNA) -- Abdel Fatthah Helmyel Sayed, military attache of the Egyptian embassy here, hosted a reception on Friday evening on the occasion of the Egyptian Army Day.\r\n Present there on invitation were Kim Yang Jom, vice-minister of the People's Armed Forces, generals and officers of the Korean People's Army, officials concerned and diplomatic envoys and military attaches of various countries here. &nbsp;&nbsp;&nbsp;\r\n Ahmed Ramy, Egyptian Ambassador to the DPRK, and staff members of the embassy were on hand. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there.    \r\n\r\n"
        },
        {
            "title": "DPRK delegation to visit China",
            "url": "http://kcna.co.jp/item/2002/200210/news10/05.htm#2",
            "content": "DPRK delegation to visit China\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 5 (KCNA) -- The DPRK delegation led by Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, will pay an official goodwill visit to China from Oct. 15 to 19 at the invitation of the standing committee of the National People's Congress and the State Council of China.    \r\n\r\n"
        },
        {
            "title": "S. Korean Internet Journalists' Association formed",
            "url": "http://kcna.co.jp/item/2002/200210/news10/05.htm#3",
            "content": "S. Korean Internet Journalists' Association formed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 5 (KCNA) -- The South Korean Internet Journalists' Association was reportedly inaugurated in Seoul on Sept. 28.\r\n At the inaugural ceremony Jo Tae Gi, managing editor of the NGO times, was elected chairman of the association and Song Yu Bo, general director of the Citizens' Association for the Democratic Press Movement, its adviser. &nbsp;&nbsp;&nbsp;\r\n Personages of different strata in their congratulatory speeches hoped that the association would play a key role as a progressive body opposed to the conservative media and function as a genuine media organization helping the people have the right to know truth and peacefully reunify the country and the nation.  \r\n\r\n"
        },
        {
            "title": "Sustained economic development of developing countries called for",
            "url": "http://kcna.co.jp/item/2002/200210/news10/05.htm#4",
            "content": "Sustained economic development of developing countries called for\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 5 (KCNA) -- It is a moral obligation of the developed countries to promote the sustained economic development of developing countries, said a delegate of the DPRK in his speech made at the meeting of the second committee of the 57th UN General Assembly held on September 30.\r\n He continued: &nbsp;&nbsp;&nbsp;\r\n What is important for ensuring the sustained development for all is to strengthen the economic cooperation and exchange suited to the specific conditions on the principles of equality and mutual benefit among countries, away from the stand of seeking unilateral profits. &nbsp;&nbsp;&nbsp;\r\n It is particularly important to write off the exacting debts imposed upon developing countries and unconditionally provide them with funds and technology necessary for economic development including poverty eradication. &nbsp;&nbsp;&nbsp;\r\n He called upon all the countries to pay greater attention to creating a development-oriented political environment and boost cooperation for it as required by the UN Charter whose main purpose is to strengthen international cooperation in the economic and social fields on the principles of equality and respect for self-determination among countries. &nbsp;&nbsp;&nbsp;\r\n It is the consistent policy for economic development pursued by the DPRK government in building a powerful nation to improve the standard of the people's living, while ensuring maximum profits in economic work, he stressed.    \r\n\r\n"
        },
        {
            "title": "Implementation of joint declaration called for",
            "url": "http://kcna.co.jp/item/2002/200210/news10/05.htm#5",
            "content": "Implementation of joint declaration called for\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 5 (KCNA) -- The south headquarters of the National Alliance for the Country's Reunification (Pomminryon) reportedly issued a resolution at the extraordinary meeting of its 7th-term central committee on September 29.\r\n The resolution called upon all its members to clearly face up to the moves of the anti-reunification forces to hamstring the June 15 joint declaration and become buglers inspiring the people from all walks of life to implement the declaration. &nbsp;&nbsp;&nbsp;\r\n It urged them to exert all efforts to seek the withdrawal of \"enemy-benefiting organization\" label from the south headquarters of Pomminryon and Hanchongryon (the South Korean Federation of University Student Councils) and check the security authorities' plot to newly define Hanchong (the South Korean Council of Youth Organizations) as an \"enemy-benefiting organization.\" &nbsp;&nbsp;&nbsp;\r\n The meeting set the period till the next year's regular meeting of the central committee as a period to revamp the organization. \r\n\r\n\r\n"
        },
        {
            "title": "WPK will be invincible, foreigner says",
            "url": "http://kcna.co.jp/item/2002/200210/news10/05.htm#6",
            "content": "WPK will be invincible, foreigner says\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 5 (KCNA) -- The Workers' Party of Korea under the wise leadership of General Secretary Kim Jong Il will be invincible. \r\n Yahia Zakaria Khairallah, chairman of the Egyptian Committee for the Study of the Juche Idea, said this in a statement issued on September 28 on the occasion of the 5th anniversary of  Kim Jong Il's election as General Secretary of the WPK and the 57th anniversary of the party foundation. &nbsp;&nbsp;&nbsp;\r\n His election was an event of great significance in the history of the party, the chairman said, and went on: &nbsp;&nbsp;&nbsp;\r\n The party, which was founded by President Kim Il Sung on October 10, 1945, has developed into an invincible party and an ever-victorious, iron-willed party under the wise leadership of Kim Jong Il, an outstanding veteran statesman. &nbsp;&nbsp;&nbsp;\r\n He has developed and enriched the Juche idea, the traditional guiding idea of the WPK, and led the party to victory with his steadfast independent policy. &nbsp;&nbsp;&nbsp;\r\n The party has high international authority as it is greatly contributing to the human cause of independence with its firm independent stand against imperialism.    \r\n\r\n"
        },
        {
            "title": "Minju Joson observes world day of teachers",
            "url": "http://kcna.co.jp/item/2002/200210/news10/05.htm#7",
            "content": "Minju Joson observes world day of teachers\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 5 (KCNA) -- Minju Joson today dedicates a signed article to the world day of teachers.\r\n The UNESCO is organizing functions of various themes to improve the educational work and enhance the social position and role of teachers worldwide on the occasion of the world day of teachers, the article says, and continues: &nbsp;&nbsp;&nbsp;\r\n The concern of the Workers' Party of Korea and the state for the educational work has grown stronger in the DPRK. Social benefits have systematically increased as evidenced by the fact that the teachers are respected and projected. &nbsp;&nbsp;&nbsp;\r\n Great successes have been made in the educational work as a result of the increasing social position and role of the teachers. &nbsp;&nbsp;&nbsp;\r\n The efforts of the UNESCO to contribute to the intellectual development of humankind by raising the position and role of teachers will bear good fruits.    \r\n\r\n"
        },
        {
            "title": "DPRK players prove successful at Pusan Asiad",
            "url": "http://kcna.co.jp/item/2002/200210/news10/05.htm#8",
            "content": "DPRK players prove successful at Pusan Asiad\r\n&nbsp;&nbsp;&nbsp; Pusan, October 4 (KCNA correspondent) -- DPRK paddlers Kim Hyon Hui, Kim Hyang Mi, Kim Yun Mi, Kim Mi Yong and Ryom Won Ok came first in the women's table-tennis team event at the 14th Asian Games.\r\n The DPRK girl paddlers defeated Mongolia, Uzbekistan, Taipei of China and South Korea in the events that took place from oct.1. Today they defeated Japan 3-2 in team semi-final and China 3-1 in the final. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, Kim Hyon Il attained 9.750 points in the men's pommel final and won a gold medal by successfully performing technical exercises requiring high skill. &nbsp;&nbsp;&nbsp;\r\n Han Jong Ok, who made her debut in the international games, fully displayed her skill in women's uneven bars event. She came first by scoring 9.500 points.    \r\n\r\n"
        },
        {
            "title": "U.S. President's special envoy leaves here",
            "url": "http://kcna.co.jp/item/2002/200210/news10/05.htm#9",
            "content": "U.S. President's special envoy leaves here\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 5 (KCNA) -- James Kelly, U.S. President's special envoy who is assistant secretary of state for East Asian and Pacific Affairs, and his suite members left here today.\r\n They were seen off at the airport by officials concerned.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun calls for advancing along road indicated by army-based idea",
            "url": "http://kcna.co.jp/item/2002/200210/news10/05.htm#10",
            "content": "Rodong Sinmun calls for advancing along road indicated by army-based idea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 5 (KCNA) -- The army and people of the DPRK will eternally glorify the new era of Juche-oriented revolution, regarding  Kim Jong Il's army-based idea as the only guideline for revolution, says Rodong Sinmun today in an editorial article. \r\n The article entitled \"our revolutionary cause is sure to triumph as it is advancing along the road indicated by the great army-based idea\" is printed on its frontpage. &nbsp;&nbsp;&nbsp;\r\n Noting this idea has served as a firm guideline of the Workers' Party of Korea and the revolution and a revolutionary banner in the era of independence against imperialism, the article goes on: &nbsp;&nbsp;&nbsp;\r\n It is the trend of the times recognized by the world to give priority to the army. This idea based on the Juche idea is shining as a great idea that gives perfect answers to the urgent issues arising in the revolution in our times. &nbsp;&nbsp;&nbsp;\r\n This idea was the first in history to define a revolutionary army as a main force of revolution and set out a theory of building powerful revolutionary ranks with the army as their core. &nbsp;&nbsp;&nbsp;\r\n This idea also elucidated that the course in which a socialist society develops is the course in which the whole society takes after the revolutionary army. &nbsp;&nbsp;&nbsp;\r\n The history of the Korean revolution is a proud history in which the greatness of the army-based idea has been proven in practice. &nbsp;&nbsp;&nbsp;\r\n This idea serves as a great banner of patriotism making it possible to firmly defend the sovereignty and dignity of the nation even in any adversity and as a powerful weapon for providing a valuable asset for achieving a final victory of the Korean revolution. &nbsp;&nbsp;&nbsp;\r\n The world revolutionary people in struggle for independence against imperialism consider the army-based idea of the WPK as their way out and draw great inspiration from socialist Korea which is fully displaying its might thanks to its army.\r\n Calling for accomplishing the socialist cause, guided by the army-based idea, the article notes: &nbsp;&nbsp;&nbsp;\r\n The march in the 21st century is a struggle to uphold the idea to the last and implement it. Neither a single step back nor marking time is allowed in giving priority to the army. &nbsp;&nbsp;&nbsp;\r\n \"Let us think, struggle and live as required by the army-based idea\". &nbsp;&nbsp;&nbsp;\r\n This is the slogan the revolutionaries in the army-based era should put up.    \r\n\r\n"
        },
        {
            "title": "Message of sympathy to Senegalese President",
            "url": "http://kcna.co.jp/item/2002/200210/news10/05.htm#11",
            "content": "Message of sympathy to Senegalese President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 5 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, Thursday sent a message of sympathy to Abdoulaye Wade, President of Senegal, as regards the recent sinking of a passenger ship in Senegal that claimed many human lives.\r\n In the message Kim expressed deep sympathy and consolation to the president and, through him, to the victims and their bereaved families in connection with the accident and hoped that he and the Senegalese government would recover from its consequences and bring their living to normal as early as possible.    \r\n\r\n"
        },
        {
            "title": "South Korean delegation leaves here",
            "url": "http://kcna.co.jp/item/2002/200210/news10/05.htm#12",
            "content": "South Korean delegation leaves here\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 5 (KCNA) -- The south side delegation to national joint commemorations of the foundation day of Korea led by Han Yang Won, chairman of the South Korean preparatory committee for the joint commemorations, left here today.\r\n It was seen off at the airport by Ryu Mi Yong, chairwoman of the consultative council for the reunification of the Tangun nation, members of the council and officials concerned. &nbsp;&nbsp;&nbsp;\r\n The delegation visited Mangyongdae during its sojourn. &nbsp;&nbsp;&nbsp;\r\n It looked round the area of Mt. Myohyang, the Korean Central History Museum and the Samsong Temple on Mt. Kuwol and the Sungryong Temple in Pyongyang where memorial services for Tangun were held. &nbsp;&nbsp;&nbsp;\r\n It also visited the revolutionary site on Ssuk islet which will shine long in the history of the movement for national unity and reunification, the Tower of the Juche Idea, the Arch of Triumph, the Pyongyang Metro, etc.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}