{
    "date": "2002-02-22",
    "url": "http://kcna.co.jp/item/2002/200202/20020222.htm",
    "articles": [
        {
            "title": "National invention and technology exhibition opens",
            "url": "http://kcna.co.jp/item/2002/200202/news02/22.htm#1",
            "content": "National invention and technology exhibition opens \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 22 (KCNA) -- The 7th national invention and new technology exhibition opened at the three-revolution exhibition yesterday.\r\n Exhibited there are over 1,400 kinds of more than 2,200 inventions and new technologies in various forms including objects, models and diagrams. &nbsp;&nbsp;&nbsp;\r\n Among the exhibits are scientific and technical achievements conducive to making the national economy Juche-oriented, modern and information-based and increasing production. &nbsp;&nbsp;&nbsp;\r\n Especially what draws the visitors' interests are data on ultra-modern scientific and technological achievements including organism micromanipulator, service system for preventing damage by tidal waves, and method of prospecting coal by surveying magnetic field. &nbsp;&nbsp;&nbsp;\r\n Present at its opening ceremony were vice-premier of the cabinet Kwak Pom Gi, officials concerned, scientists, technicians, inventors, working people and servicemen. &nbsp;&nbsp;&nbsp;\r\n President of the academy of sciences Ri Kwang Ho made an opening address there.    \r\n\r\n"
        },
        {
            "title": "Group for study of Juche idea formed in Italy",
            "url": "http://kcna.co.jp/item/2002/200202/news02/22.htm#2",
            "content": "Group for study of Juche idea formed in Italy \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 22 (KCNA)  An inaugural ceremony of the Rome, Italy, group for the study of the Juche idea was held in Rome on Feb. 15 on the occasion of the birthday of leader Kim Jong Il.\r\n Aldo Bernardini, chairman of the Italian Committee for the Study of the Juche Idea, in a speech said that Kim Jong Il formulated the revolutionary idea of President Kim Il Sung as an integral system of idea, theory and method of Juche. &nbsp;&nbsp;&nbsp;\r\n Thanks to Kim Jong Il's army-based policy the Korean people have firmly defended socialism and are successfully building a powerful socialist nation despite the military threat and economic blockade of the imperialists and natural disasters, he said. &nbsp;&nbsp;&nbsp;\r\n The chief of the group was elected at the ceremony. &nbsp;&nbsp;&nbsp;\r\n A letter to Kim Jong Il was adopted there.     \r\n\r\n"
        },
        {
            "title": "Memorandum of understanding signed between DPRK and Australia",
            "url": "http://kcna.co.jp/item/2002/200202/news02/22.htm#3",
            "content": "Memorandum of understanding signed between DPRK and Australia \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 22 (KCNA) -- A memorandum of understanding on joint research into soil between the scientists of the DPRK and Australia was signed in Pyongyang yesterday on the basis of the memorandum of understanding on joint agricultural research and development programme signed by the two governments.\r\n It was inked by Kim Myong Chol, director of the general bureau for cooperation with international organizations of the DPRK Ministry of Foreign Trade, and R. J. Clements, chief of the Australian center for international agricultural research.  \r\n\r\n"
        },
        {
            "title": "Tourism encouraged in DPRK",
            "url": "http://kcna.co.jp/item/2002/200202/news02/22.htm#4",
            "content": "Tourism encouraged in DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 22 (KCNA) -- An increasing number of foreigners hope for tourism in the DPRK with the tourist season at hand.\r\n Visitors are always welcome and their personal safety is surely guaranteed in the DPRK which values international visits, exchange, mutual understanding, cooperation and respect. &nbsp;&nbsp;&nbsp;\r\n The government encourages tourism with a view to strengthening solidarity with peoples of all the countries in the idea of independence, peace and friendship and building a more prosperous and civilized country. &nbsp;&nbsp;&nbsp;\r\n The first travel company was established in the country in August Juche 42 (1953) and later the state general bureau of tourism for the development of tourism. &nbsp;&nbsp;&nbsp;\r\n The DPRK became an official member of the World Tourism Organization (WTO) in September 1987. &nbsp;&nbsp;&nbsp;\r\n In April 1997 it was officially admitted to the Pacific Area Travel Association (PATA). &nbsp;&nbsp;&nbsp;\r\n The state allotted a great amount of fund to building tourist grounds and service facilities at scenic spots. &nbsp;&nbsp;&nbsp;\r\n Hundreds of tourist grounds involve the capital city of Pyongyang, the west sea barrage, a leading lock gate of the world, and such famous mountains as Mt. Myohyang, Mt. Chilbo and Mt. Kuwol. &nbsp;&nbsp;&nbsp;\r\n Tourism in the DPRK includes inspection of monumental edifices and historical and cultural relics and remains in Pyongyang and ecological tourism aimed at promoting health and training bodies while resting and vacationing at beautiful and attractive scenic spots. &nbsp;&nbsp;&nbsp;\r\n Tourism also includes medical treatment, the training of Taekwon-do and dance notation, the study of Korean language and the observation of animals and plants. &nbsp;&nbsp;&nbsp;\r\n What is noteworthy in this year's tourism is to appreciate 100,000-strong gymnastic and artistic performance \"Arirang,\" a masterpiece in the 21st century. Revolutionary opera \"The Sea of Blood,\" national opera \"Tale of Chun Hyang\" and joint performances of schoolchildren and circus performances are also being prepared. &nbsp;&nbsp;&nbsp;\r\n The state general bureau of tourism is now busy with preparations to meet the increasing demand for tourism. &nbsp;&nbsp;&nbsp;\r\n Those who want to witness the peculiar feature of the DPRK vigorously advancing with the might of the single-hearted unity, the climax of fascinating art and the beauty of attractive nature may contact with the state general bureau of tourism. address: &nbsp;&nbsp;&nbsp;\r\nJungsong-Dong, Central District, Pyongyang, DPRK.  Telephone: 850-2-18111, Fax: 850-2-3814547.    \r\n\r\n"
        },
        {
            "title": "Efficient use of mineral springs",
            "url": "http://kcna.co.jp/item/2002/200202/news02/22.htm#5",
            "content": "Efficient use of mineral springs \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 22 (KCNA)  Korea has developed rich mineral springs to help promote people's health.\r\n Hot springs and mineral water are available at over 150 places and mud for medical treatment at nearly 40 places. &nbsp;&nbsp;&nbsp;\r\n Hot springs located in the comparatively low areas on the east and west coast include radon springs, sulfur springs, iron springs and chlorine salt springs. The temperature of water is generally 30-80 degrees centigrade and 100 degrees centigrade at the maximum. &nbsp;&nbsp;&nbsp;\r\n These hot springs are highly efficacious for the treatment of digestive diseases, hypertension, neuralgia and chronic hepatitis. &nbsp;&nbsp;&nbsp;\r\n Sanatoria have been built at Kyongsong, Sakju, Lake Sijung and other famous hot springs. &nbsp;&nbsp;&nbsp;\r\n Mineral water of good quality is being massproduced at Kangso, Sambang and other places. &nbsp;&nbsp;&nbsp;\r\n Mud of good quality for medical treatment is available in Cholsan county, North Phyongan Province, and other places. &nbsp;&nbsp;&nbsp;\r\n High efficacious medicines are made from the mud. &nbsp;&nbsp;&nbsp;\r\n Hot springs and mineral water sites have been turned into holiday resorts for the people.     \r\n\r\n"
        },
        {
            "title": "Greetings to President of Guyana",
            "url": "http://kcna.co.jp/item/2002/200202/news02/22.htm#6",
            "content": "Greetings to President of Guyana \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 22 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a message of greetings to Bharrat Jagdeo, President of Guyana, on the occasion of the 32nd anniversary of the proclamation of the Cooperative Republic of Guyana.\r\n The message sincerely wished the president and people of Guyana greater success in their work for the prosperity of the country, expressing belief that the friendly and cooperative relations between the two countries would grow stronger in the future.    \r\n\r\n"
        },
        {
            "title": "Greetings to Sultan of Brunei Darussalam",
            "url": "http://kcna.co.jp/item/2002/200202/news02/22.htm#7",
            "content": "Greetings to Sultan of Brunei Darussalam \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 22 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, today sent a message of greetings to Haji Hassanal Bolkiah, Sultan of Brunei Darussalam, on the occasion of the national day.\r\n The message expressed belief that the friendly and cooperative relations between the two countries would grow stronger in the future, and wished the sultan and people of Brunei Darussalam greater success in their work for the progress and prosperity of the country.     \r\n\r\n"
        },
        {
            "title": "DPRK Foreign Ministry spokesman on Bush's slanders",
            "url": "http://kcna.co.jp/item/2002/200202/news02/22.htm#8",
            "content": "DPRK Foreign Ministry spokesman on Bush's slanders \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 22 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK released a statement today as regards the fact that U.S. President Bush revealed a dangerous intention to stifle the DPRK during his recent tour of Asia.\r\n The statement says: &nbsp;&nbsp;&nbsp;\r\n During his trip to Asia from Feb. 17 to 22, Bush made clearer the U.S. intention to violate the sovereignty of the DPRK, openly interfere in its internal affairs and stifle it by force. &nbsp;&nbsp;&nbsp;\r\n Engaging himself in mud-slinging at the DPRK, he talked about \"change\" of its system and, furthermore, outrageously slandered the supreme headquarters during his current trip. &nbsp;&nbsp;&nbsp;\r\n The facts prove that his description of the DPRK as a member of \"axis of evil\" came not from such issues as weapons or \"relationship with terrorism\" but, in essence, from his personified denial to the supreme headquarters and political system of the DPRK, as estimated by the world public. &nbsp;&nbsp;&nbsp;\r\n Of course, his outbursts do not deserve even a passing note in the light of the present international evaluation of him. &nbsp;&nbsp;&nbsp;\r\n However, the DPRK can never pardon anyone who dares pull up its supreme headquarters and slander its political system though he is a man bereft of an elementary reason or a politically backward child. &nbsp;&nbsp;&nbsp;\r\n Bush's foolish remarks betray his own \"calculation\" to drive a wedge between the supreme headquarters of the DPRK and its people. &nbsp;&nbsp;&nbsp;\r\n The remarks of Bush, prompted by the desire to conquer the government of other country by dint of strength and dollars, remind people of a puppy knowing no fear of the tiger. &nbsp;&nbsp;&nbsp;\r\n It is ridiculous for him to imagine that the DPRK's political system is the same with that of the U.S. where he took up the presidency with the votes of less than half of the electorate. &nbsp;&nbsp;&nbsp;\r\n The DPRK's political system is the man-centered socialist system of its own style which its people chose themselves and value as their life and soul. &nbsp;&nbsp;&nbsp;\r\n Bush will never know forever the peculiar essence of the DPRK social system under which the leader, the party and the masses are singleheartedly united and the popular masses help and lead each other forward, enjoying true political freedom. &nbsp;&nbsp;&nbsp;\r\n Bush's outbursts against the DPRK system are an insult to the national feelings of the Korean people based on its system and little short of declaring denial of dialogue with the DPRK. &nbsp;&nbsp;&nbsp;\r\n His loud-mouthed \"mass-destruction weapons\" and \"starvation\" are a product of the hostile policy toward the DPRK, and military threat and economic blockade against it the U.S. has persisted in for over half a century. &nbsp;&nbsp;&nbsp;\r\n He has gone the length of forcing the DPRK to change its political system, not content with distorting the truth. This fully reveals what he seeks through his talk about dialogue. &nbsp;&nbsp;&nbsp;\r\n We are not willing to have contact with his clan which is trying to change by force of arms the system chosen by the Korean people. &nbsp;&nbsp;&nbsp;\r\n Useless is such dialogue advocated by the U.S. to find a pretext for invasion, not admitting the DPRK system. &nbsp;&nbsp;&nbsp;\r\n We make it clear once again that we are most watchful against those who are trying to stifle the DPRK supreme headquarters that is enjoying absolute trust of the Korean people and the precious popular system by force of arms and a strong arm. &nbsp;&nbsp;&nbsp;\r\n The army and people of the DPRK will adopt our own countermeasure against those who are trying to bring the Korean people to their knees by force of arms to have them in their clutches and will mercilessly wipe out those who pounce upon the DPRK.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}