{
    "date": "2002-09-11",
    "url": "http://kcna.co.jp/item/2002/200209/20020911.htm",
    "articles": [
        {
            "title": "Pyongyang Flower Show closes",
            "url": "http://kcna.co.jp/item/2002/200209/news09/11.htm#1",
            "content": "Pyongyang Flower Show closes \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 11 (KCNA) -- The third Pyongyang Flower Show was closed on Tuesday.\r\n The show helped to bring about innovations in the cultivation of flowers and establish cultured practice throughout the country. &nbsp;&nbsp;&nbsp;\r\n More than 18,000 working people from all walks of life visited the show. &nbsp;&nbsp;&nbsp;\r\n It offered them a good opportunity to learn about the common knowledge about flowers and technique and experience of cultivation. &nbsp;&nbsp;&nbsp;\r\n At the closing ceremony, the top prize was awarded to the organization of South Hamgyong Province, technical prizes to organizations of Pyongyang and Kaesong, collective prizes to 67 units and individual prizes to 45 persons. &nbsp;&nbsp;&nbsp;\r\n Han Song Ryong, secretary of the Central Committee of the Workers' Party of Korea, Sin Il Nam, vice-premier of the cabinet, Ryang Man Gil, chairman of the Pyongyang City People's Committee, and other officials concerned were among those present at the ceremony.    \r\n   \r\n"
        },
        {
            "title": "Kim Jong Il's idea of national reunification praised",
            "url": "http://kcna.co.jp/item/2002/200209/news09/11.htm#2",
            "content": "Kim Jong Il's idea of national reunification praised \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 11 (KCNA) -- O Ik Je, vice-chairman of the Committee for the Peaceful Reunification of the Fatherland, said that the greatness of Kim Jong Il, the leader of reunification, is proved by his great idea and his idea of reunification is truth.\r\n He said in an article titled \"Kim Jong Il's idea of national reunification is great truth\" that his idea perfectly stands to reason because it is based on the philosophical principle of Juche. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has regarded the principle of independence as a cornerstone in solving the issue of reunification, the article said, stressing that the main spirit of the June 15 North-South Joint Declaration is independence. &nbsp;&nbsp;&nbsp;\r\n The reunification we want is to set up a reunified sovereign and independent state, and only the reunification guaranteeing it will be one for the independent existence of the nation, it said, and went on: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's idea of national reunification is just as it raises great national unity as the most important principle of reunification. &nbsp;&nbsp;&nbsp;\r\n The idea of peace is an important part of his idea and his call for reunification is the cause of living and prospering together, not a matter of conquering the other or being conquered by the other. &nbsp;&nbsp;&nbsp;\r\n The materialization of his idea of national reunification is firmly guaranteed by armed forces thanks to the army-based policy and his idea will accordingly shine more brightly as an immortal banner on the road of reunification and certainly bring earlier the day of reunification.    \r\n\r\n"
        },
        {
            "title": "Mass art activities brisk",
            "url": "http://kcna.co.jp/item/2002/200209/news09/11.htm#3",
            "content": "Mass art activities brisk \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 11 (KCNA) -- Mass art activities are actively promoted in the DPRK where the working people create and enjoy culture and arts.\r\n These activities are becoming diverse in their forms and methods as the Juche-oriented arts are efflorescing as the days go by. &nbsp;&nbsp;&nbsp;\r\n A national competition among art groups of rural villages and workers' districts was held to mark the 54th birthday of the DPRK amid the keen interest of the people across the country. &nbsp;&nbsp;&nbsp;\r\n It proved very successful as it brought together members of art groups selected from rural villages and workers' districts in different parts of the country. &nbsp;&nbsp;&nbsp;\r\n Its participants put on the stage colorful programs dealing with the stirring reality of the drive to build a powerful nation. &nbsp;&nbsp;&nbsp;\r\n The audience was deeply impressed by chorus \"our country holding the general in high esteem\" and mixed chorus and pangchang \"we believe in the general as in heaven\" performed by members of art groups of Saemaul village of Jungphyong-ri, Sinhung county, and Hwara workers' district of Chonnae county as they represent the faith and will of the Korean people to always share their destiny with the Workers' Party of Korea, proud of being blessed with the leaders and commanders generation after generation. &nbsp;&nbsp;&nbsp;\r\n Numbers dealing with the class education and comedies were acclaimed by the audience. &nbsp;&nbsp;&nbsp;\r\n The competition marked an important occasion of popularizing arts and making them an integral part of the people's life.    \r\n\r\n"
        },
        {
            "title": "Rhetoric fostering confrontation",
            "url": "http://kcna.co.jp/item/2002/200209/news09/11.htm#4",
            "content": "Rhetoric fostering confrontation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 11 (KCNA) -- It was already reported that Bolton, undersecretary of state of the United States, made much ado about the DPRK's \"threat\" when he visited south Korea some time ago.\r\n Now a new atmosphere of reconciliation, cooperation and reunification has been created on the Korean Peninsula, hailed as developments favourable for peace and security in northeast Asia and the rest of the world. At this juncture, Bolton reiterated the phrase about \"North Korea's Threat\" in a bid to aggravate the situation again by whipping up confrontation between the north and the south of Korea and confrontation between the DPRK and the U.S. &nbsp;&nbsp;&nbsp;\r\n The U.S. alleges that the DPRK has posed a threat to the U.S. and its allies. With the Cold War already terminated, however, the allegation cannot go down with anyone. If the DPRK has some problems unfavorable for the U.S. security, as alleged by Bolton, it would be a result of the Bush administration's hostile policy towards the DPRK. &nbsp;&nbsp;&nbsp;\r\n In the period of the Clinton administration, the DPRK and the U.S. made considerable progress in the efforts to end the hostile relations between the two countries, publishing the agreed framework. &nbsp;&nbsp;&nbsp;\r\n But the U.S. hostile policy towards the DPRK has been intensified again by the Bush administration, which has gone to the length of threatening to launch a preemptive attack on the DPRK, calling it part of an \"axis of evil.\" &nbsp;&nbsp;&nbsp;\r\n Under these circumstances, it is the sovereign and inviolable right of the DPRK, which has still remained technically at war with the U.S., to answer the enemy's threat with self-defence power. &nbsp;&nbsp;&nbsp;\r\n Shamelessly enough, Bolton spoke ill of the DPRK, close-mouthed about the U.S. which is the world's biggest producer and possessor of nuclear weapons and missiles and the world's largest arms exporter. &nbsp;&nbsp;&nbsp;\r\n ABC quoted a U.S. Asia-Pacific defence analyst as saying \"the U.S. should focus on reducing its own stockpile of ballistic missiles, rather than making accusations about north Korea selling missile technology.\" &nbsp;&nbsp;&nbsp;\r\n Bolton is well advised to lend an ear to the statement of the U.S. analyst, rather than talking about other country's affairs.    \r\n\r\n"
        },
        {
            "title": "Stop to suppression of Hanchong urged",
            "url": "http://kcna.co.jp/item/2002/200209/news09/11.htm#5",
            "content": "Stop to suppression of Hanchong urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 11 (KCNA) -- The measure committee for release and medical treatment of Kim Tae Won, who visited the north in 1998 as representative of the South Korean Federation of University Student Councils (Hanchongryon), reportedly issued a statement on Sept. 5 under the title \"immediately stop police crackdown on the South Korean Council of Youth Organizations (Hanchong) and release all the arrested at once\".\r\n The statement said that the police illegally arrested the chairman and other leading members of Hanchong and ransacked its office. &nbsp;&nbsp;&nbsp;\r\n The measure committee, together with other organizations, will fight against the evil laws and for the release of the arrested, it declared. &nbsp;&nbsp;&nbsp;\r\n On the same day, the anti-U.S. women's association also released a statement denouncing the police crackdown on Hanchong. &nbsp;&nbsp;&nbsp;\r\n Saying the plot of the anti-reunification forces, fearful of the atmosphere of the south-north reconciliation, has become pronounced, the statement urged them to stop the plot.    \r\n\r\n"
        },
        {
            "title": "Morning-Panda Joint Venture Computer Company commissioned",
            "url": "http://kcna.co.jp/item/2002/200209/news09/11.htm#6",
            "content": "Morning-Panda Joint Venture Computer Company commissioned \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 11 (KCNA) -- The Morning-Panda Joint Venture Computer Company was commissioned with due ceremony yesterday.\r\n Present at the ceremony were minister of electronics industry O Su Yong and other officials concerned, employees of the company, economic and commercial councillor Gu Jinsheng and staff members of the Chinese embassy here, deputy mayor of the people's government of Nanjing municipality of China Xi Yang-Ming and members of the delegation of the Chinese Panda Electronics Group Co., Ltd. led by its president Li Anjian. &nbsp;&nbsp;&nbsp;\r\n Kim Nam Ho, director of the electronic products development company of the Ministry of Electronics Industry, in his report underscored the need for both sides to do their best for the computer joint venture production and the company's management and operation so as to contribute to developing the economy of the two countries and strengthening the friendly ties between the two peoples. &nbsp;&nbsp;&nbsp;\r\n Congratulatory speeches were made by the economic and commercial councillor of the Chinese embassy and president Li Anjian. &nbsp;&nbsp;&nbsp;\r\n Noting that the Sino-DPRK friendship is long-standing, the speakers said it was great honor of the panda company to have been visited by President Kim Il Sung and Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n They expressed conviction that employees of the joint venture company would successfully operate the company to contribute to the building of a powerful nation. &nbsp;&nbsp;&nbsp;\r\n After the red cloth was cut, its participants looked round the production processes.    \r\n\r\n"
        },
        {
            "title": "New posters created",
            "url": "http://kcna.co.jp/item/2002/200209/news09/11.htm#7",
            "content": "New posters created \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 11 (KCNA) -- The graphic painting group of the Mansudae Art Studio has recently created several posters.\r\n They fully reflect the noble feelings of the Korean people absolutely trusting and following Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Among them are computer-aided posters \"All Of Us Have Awaited The General\" and \"Sky-High Is National Pride Pf Having Peerlessly Great Man\". Having his picture printed in the center and depicting the happy faces of the people against the background of the globe, they represent the people ardently longing for him on a long foreign tour and wishing him good health and their high national pride. &nbsp;&nbsp;&nbsp;\r\n Poster \"The Great General's Russia Visit That Startled The World\" deals with the wide coverage given by world media to his historic Russia visit. &nbsp;&nbsp;&nbsp;\r\n Poster \"Let Us Glorify The Great General's Successful Russia Visit True To Army-Based Policy\" reflects the firm will of the officers and men of the Korean People's Army to reliably guarantee with arms the building of a powerful socialist nation under his army-centered revolutionary leadership and of the people to step up the general march in the new century under the uplifted banner of army-based policy. &nbsp;&nbsp;&nbsp;\r\n New posters also include poster \"Let Us Glorify The Great General's Historic Successful Russia Visit With Greater Results\" and other posters which call for a fresh surge in production in power, coal and machine-building industrial fields, railway transport and other major fronts of the national economy. &nbsp;&nbsp;&nbsp;\r\n These posters greatly encourage the working people across the country and the servicepersons all out to build a powerful nation. \r\n\r\n\r\n"
        },
        {
            "title": "Very popular song composed by Kim Jong Il",
            "url": "http://kcna.co.jp/item/2002/200209/news09/11.htm#8",
            "content": "Very popular song composed by Kim Jong Il \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 11 (KCNA) -- Song \"Korea, I Will Glorify Thee\" is very popular among the Korean people.\r\n This is famous song was written and composed by Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n One day in September Juche 49 (1960) he, after being enrolled in Kim Il Sung University, climbed Ryongnam Hill and recited an impromptu poem \"Korea, I Will Glorify Thee.\" &nbsp;&nbsp;&nbsp;\r\n In the poem, he renewed his firm faith and will to bring a bright future to this land without fail, aware of being the master of the Korean revolution. &nbsp;&nbsp;&nbsp;\r\n Remaining true to his pledge made that day, he led the \"arduous march\" and the forced march to victory, defending and glorifying the DPRK. &nbsp;&nbsp;&nbsp;\r\n Over the last seven years since January of 1995, he has provided field guidance to 1,300 units, covering 116,694 km, laying a springboard from which to build an economically powerful nation. &nbsp;&nbsp;&nbsp;\r\n Under his unique army-based revolutionary leadership, nearly 40,000 construction projects, including over 6,000 industrial projects and more than 1,500 cultural facilities were completed. &nbsp;&nbsp;&nbsp;\r\nAmong them are the Anbyon Youth Power Station, the Youth Hero Motorway and the realignment of vast areas of land in Kangwon, north Phyongan and south Hwanghae provinces. &nbsp;&nbsp;&nbsp;\r\n Early last year, Kim Jong Il told officials that the path the people are taking is that of Juche hewed out by President Kim Il Sung, reiterating his firm will to build the country into a powerful socialist nation as desired by the president in his lifetime.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. Forces urged to abandon jurisdiction",
            "url": "http://kcna.co.jp/item/2002/200209/news09/11.htm#9",
            "content": "U.S. Forces urged to abandon jurisdiction\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 11 (KCNA) -- The all-people measure committee for schoolgirls Sin Hyo Sun and Sim Mi Son killed by a U.S. armored car reportedly held a news conference in front of the back gate of the \"government\" building in Kwanghwamun, Seoul, on Sept. 6 and demanded the U.S. Forces transfer jurisdiction over the murder of the two schoolgirls to south Korea.\r\n In a statement it accused the U.S. and the south Korean authorities of having resorted to conception from the day when the case occurred. Without eliminating the inequity of the south Korea-U.S. \"status of forces agreement\", it would be impossible to prevent the repeated crimes by U.S. troops, it said. It demanded a thorough investigation into the case, the U.S. Forces' abandonment of the jurisdiction and overall revision of the \"status of forces agreement\".    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}