{
    "date": "2002-08-22",
    "url": "http://kcna.co.jp/item/2002/200208/20020822.htm",
    "articles": [
        {
            "title": "Kim Jong Il visits Komsomolsk-on-Amur",
            "url": "http://kcna.co.jp/item/2002/200208/news08/22.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Russians wish Kim Jong Il success in his Russian visit",
            "url": "http://kcna.co.jp/item/2002/200208/news08/22.htm#2",
            "content": "Kim Jong Il visits Komsomolsk-on-Amur \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 22 (KCNA) --Kim Jong Il, Chairman of the DPRK National Defence Commission, visited Komsomolsk-on-Amur, a major industrial city in the Far Eastern region of the Russian Federation on Wednesday.\r\n He arrived in Komsomolsk-on-Amur railway station on Wednesday morning. &nbsp;&nbsp;&nbsp;\r\n He was greeted by mayor V.P. Mikhailov, chief inspector of Khabarovsk territory of the presidential envoy's office in the Far East federal district S.I. Chastny and other senior officials of the city. &nbsp;&nbsp;&nbsp;\r\n He laid a basket of flowers before the monument to those of Komsomolsk-on-Amur origin who fell in the patriotic war. He then toured the city, conducted by senior officials from national and local institutions. &nbsp;&nbsp;&nbsp;\r\n He first went to the Komsomolsk-on-Amur Aircraft Production Association named after Gagarin. &nbsp;&nbsp;&nbsp;\r\n Guided by its director general V.I. Merkulov, Kim Jong Il toured the designing, assembling and press shops of the association. After the visit he wrote on the guest book words reading: Tribute to the glorious course of the development of the plant. August 21, 2002. Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Merkulov hosted a luncheon in honor of Kim Jong Il visiting the association and presented him with a souvenir. &nbsp;&nbsp;&nbsp;\r\n In the afternoon Kim Jong Il visited the Amur shipyard. &nbsp;&nbsp;&nbsp;\r\nBeing briefed on the history of the enterprise from its general director N. G. Povzyk, Kim Jong Il went round its various workshops and congratulated them on their successes in labor. &nbsp;&nbsp;&nbsp;\r\nHe made an entry in the visitor's book as follows: Regards to the workers of the shipyard here with a long history and glorious tradition. August 21, 2002. Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\nThen he laid a floral basket at the monument to the first developers of the city. He cruised on the River Amur aboard a sightseeing boat. He also visited the Shargol camp and enjoyed an art performance prepared specially by children. &nbsp;&nbsp;&nbsp;\r\nOon the same day the mayor gave a reception in honour of Kim Jong Il visiting the city. &nbsp;&nbsp;&nbsp;\r\nThe reception proceeded in an amicable atmosphere overflowing with the feelings of friendship. &nbsp;&nbsp;&nbsp;\r\nKim Jong Il left for the next destination that night, warmly seen off by senior officials of the city.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Korean people's trait of assisting army",
            "url": "http://kcna.co.jp/item/2002/200208/news08/22.htm#3",
            "content": "Russians wish Kim Jong Il success in his Russian visit\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 22 (KCNA) -- Members of a delegation of Moscow University for the study of the Juche idea on a visit to the DPRK in a press conference here yesterday extended heartfelt thanks to Kim Jong Il for visiting the Far Eastern region of Russia and sincerely and warmly welcomed his Russia visit.\r\n Maxim Tkachenko, who is leading the delegation, said that the Russian people warmly welcome Kim Jong Il's Russia visit and wish him greater success in his visit. It is of great significance in further developing the traditional Russia-DPRK friendly and cooperative relations that Kim Jong Il is revisiting Russia, he said. &nbsp;&nbsp;&nbsp;\r\n Alexandr Sabeliyev, member of the delegation, said that the friendly and cooperative relations between Russia and the DPRK have grown stronger in the political, economic, military, cultural and other fields. &nbsp;&nbsp;&nbsp;\r\n He expressed his belief that Kim Jong Il's visit to Russia would mark a meaningful event in the history of traditional friendship between Russia and the DPRK and contribute to developing the mutually beneficial cooperation based on good neighborly relations between the two peoples and consolidating peace and stability in Asia. &nbsp;&nbsp;&nbsp;\r\n Yuri Popov, member of the delegation, said he was deeply impressed by the Korean people's ardent reverence for Kim Jong Il on a visit to Russia, seeing them missing him with veneration upon hearing the news of his visit. &nbsp;&nbsp;&nbsp;\r\n Noting that the progressive people of the world praise Kim Jong Il as the great sun of the 21st century, he wished the Korean people new success in the struggle to build a powerful nation and achieve national reunification under his leadership.  \r\n\r\n"
        },
        {
            "title": "DPRK representative on position towards \"comfort women\" issue",
            "url": "http://kcna.co.jp/item/2002/200208/news08/22.htm#4",
            "content": "Rodong Sinmun on Korean people's trait of assisting army\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 22 (KCNA) -- The Korean people's trait of assisting the army is not just a trait of helping the army standing guard over the country and the security of the people, but constitutes a trait of sharing idea and will with the leader and a trait of all the servicemen and people sharing life and death with each other on the road of the revolution on the basis of comradeship, says Rodong Sinmun today in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n This trait dates back to the period of the anti-Japanese revolutionary struggle. It has been successfully carried forward and developed on a new higher stage in the era of the army-based policy in which leader Kim Jong Il is held in high esteem as supreme commander of the revolutionary armed forces. &nbsp;&nbsp;&nbsp;\r\n It is his idea and faith to attach great importance to the army, defend the country and glorify the nation with it. &nbsp;&nbsp;&nbsp;\r\n The Korean people value and take good care of the servicemen of the Korean People's Army and look after them with kindred feelings. This is prompted by their intense loyalty to  Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The ties forged between the servicemen and the people in the course of upholding his army-centered idea and leadership are the true comradely relations that exist between those who have the same thought and intention though they differ in posts and duties. &nbsp;&nbsp;&nbsp;\r\n The Korean people love the army as their own flesh and blood and devote everything to it. These feelings are based on the love for the country and the bitter hatred against the class enemies. &nbsp;&nbsp;&nbsp;\r\n Thanks to this ardent patriotism of the Korean people the might of the KPA is fully demonstrated in the country.    \r\n\r\n"
        },
        {
            "title": "Message of condolence to Russian President",
            "url": "http://kcna.co.jp/item/2002/200208/news08/22.htm#5",
            "content": "DPRK representative on position towards \"comfort women\" issue\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 22 (KCNA) -- The DPRK government has consistently demanded a thoroughgoing investigation of the offenders, admittance of legal responsibility, official apology and state compensation as regards the issue of \"comfort women\" for the imperial Japanese army. Our stand will be firm and unchangeable till the issue is settled.\r\n The DPRK representative said this in his speech when agenda item 6 (contemporary forms of slavery) was being discussed at the 54th session of the UN sub-commission on human rights on Aug. 16. &nbsp;&nbsp;&nbsp;\r\n What is gravest in contemporary forms of slavery is wartime institutional rape, sex slavery and other violence against feeble women. &nbsp;&nbsp;&nbsp;\r\n The state directly responsible for the crimes related to \"comfort women\" for the imperial Japanese army, is opting to distort history and justify the crimes, instead of admitting its legal responsibility for the past crimes, he said, and went on: &nbsp;&nbsp;&nbsp;\r\n This was prompted by the calculation that the duty of settling its past will expire if all survivors die and by the intention to bury in oblivion its crime-woven past by infusing embellished history into new generations. &nbsp;&nbsp;&nbsp;\r\n Liquidation of such grave crimes of human rights violation as the crimes related to \"comfort women\" for the imperial Japanese army should not be left only to the mercy of the state concerned. &nbsp;&nbsp;&nbsp;\r\n The DPRK government, therefore, considers it important for the international community to urge the state concerned to immediately give up its unreasonable evasion of responsibility, do what it should do from admittance of legal responsibility to sincere apology and legal compensation, and strictly supervise the process. &nbsp;&nbsp;&nbsp;\r\n The DPRK government expects that the sub-commission will take practical follow-up measures for thorough implementation of its resolutions on wartime institutional rape and sex slavery and recommendations of special rapporteurs so as to make a more positive contribution to final and complete solution of the \"comfort women\" issue.    \r\n"
        },
        {
            "title": "Stock branch",
            "url": "http://kcna.co.jp/item/2002/200208/news08/22.htm#6",
            "content": "Message of condolence to Russian President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 22 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, sent a message of condolence to Russian President Vladimir Vladimirovich Putin on August 21.\r\n He in the message expressed condolences to the president and the bereaved families of those killed in a helicopter crash.    \r\n\r\n\r\n"
        },
        {
            "title": "Efficient engine for building powerful nation",
            "url": "http://kcna.co.jp/item/2002/200208/news08/22.htm#7",
            "content": "Stock branch\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 22 (KCNA) -- There is the combined stock branch of the Namsan Cooperative Farm in a valley of picturesque mountains east of Kusong city, North Phyongan Province. It was no more than a small agricultural workteam a few years ago. But it has grown to be a stock branch well known to the country.\r\n The land of Namsan was so sterile that it had a bad crop. On top of it, it suffered difficulties caused by the imperialists' moves to isolate and stifle the DPRK and natural disasters in the 1990s. &nbsp;&nbsp;&nbsp;\r\n The members of the branch, however, rose up to build their village into an ideal village through belt-tightening efforts, looking far into the future of a prosperous nation. &nbsp;&nbsp;&nbsp;\r\n They built more than 40 cozy dwelling houses at the foot of mountains, created hundreds of hectares of pasture and completed pens of goats and rabbits, pigsties and fodder processing rooms. &nbsp;&nbsp;&nbsp;\r\n The modern milk processing room is turning out high nutritious dairy products and supplying them to children. Particularly, cheese has a peculiar taste and it is sold to Pyongyang and various cities and counties. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il, giving field guidance to the branch on July 18, highly praised the members of the branch for their achievements, saying it is, indeed, a great success that they built such an excellent branch in the rigorous period when they had to overcome all difficulties. &nbsp;&nbsp;&nbsp;\r\n The branch is now making every possible effort to create more pasture and increase the number of domestic animals including goats of good breed by making a good use of favorable natural conditions.    \r\n\r\n"
        },
        {
            "title": "DPRK delegation leaves for Africa",
            "url": "http://kcna.co.jp/item/2002/200208/news08/22.htm#8",
            "content": "Efficient engine for building powerful nation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 22 (KCNA) - General Secretary Kim Jong Il trusts the people and they follow him. These noble ties prevail in the whole society.\r\n This perfect unity gives a strong impetus to building a powerful nation. &nbsp;&nbsp;&nbsp;\r\n During his field guidance to the Huichon Machine-Tool Factory on July 26 Kim Jong Il saw the newly manufactured NC machine tools. He highly estimated the successes achieved by its workers and showed loving care and trust in them. &nbsp;&nbsp;&nbsp;\r\n Inspired by his visit, the workers have registered great successes in industrial management, production and technical modernization. &nbsp;&nbsp;&nbsp;\r\n Innovations are also reported from the youth electric complex, the February 26 Factory and the Huichon Daily Necessities Producers' Cooperative honored with Kim Jong Il's field guidance. &nbsp;&nbsp;&nbsp;\r\n The people in the DPRK deem it greatest happiness and honor to welcome him to their areas and work sites. &nbsp;&nbsp;&nbsp;\r\n It is thanks to the perfect unity between the leader and the people that the DPRK could defend socialism and victoriously conclude the \"arduous march\" in spite of the enemies' vicious moves to isolate and stifle it and repeated natural disasters. &nbsp;&nbsp;&nbsp;\r\n This provided a sure guarantee for pepping up the national economy and promoting the cause of building a powerful nation as required by the new century.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il visits Khabarovsk",
            "url": "http://kcna.co.jp/item/2002/200208/news08/22.htm#9",
            "content": "DPRK delegation leaves for Africa\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, August 22 (KCNA) -- A DPRK delegation headed by Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly (SPA), left here today to visit Namibia, Angola and South Africa and participate in the world summit on sustained development to be held in South Africa.\r\n It was seen off at the airport by Kim Yun Hyok, secretary of the SPA Presidium, Kung Sok Ung, vice-minister of foreign affairs, officials concerned and Tian Baozhen, Chinese charge d'affaires here.    \r\n\r\n"
        }
    ]
}