{
    "date": "2002-05-20",
    "url": "http://kcna.co.jp/item/2002/200205/20020520.htm",
    "articles": [
        {
            "title": "Kim Jong Il inspects economic units in Kusong",
            "url": "http://kcna.co.jp/item/2002/200205/news05/20.htm#1",
            "content": "Kim Jong Il inspects economic units in Kusong \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 20 (KCNA) -- General Secretary of Kim Jong Il provided field guidance to the Kusong Machine-Tool Plant and the Kusong Chicken Farm in North Phyongan Province.\r\n Leader Kim Jong Il first went to the Kusong Machine-Tool Plant. Going round production processes of the plant, including the processing shop, he acquainted himself in detail with the progress of its technical improvement and modernization and its production. &nbsp;&nbsp;&nbsp;\r\n It is something worthy of high praise that officials, workers and technicians of the plant have broken a new ground in modernization and scientification by their concerted efforts and with their own technology, he said, adding that this proud success has clearly proved the validity and vitality of the WPK's idea of giving importance to science. &nbsp;&nbsp;&nbsp;\r\n It is possible to put the national economy on a Juche-oriented, modern and scientific basis in a short span of time if all other workers of the country work as hard as those workers of the Kusong Machine-Tool Plant did, giving priority to the scientific and technical development, he said, urging all the domains and units to earnestly follow suit. &nbsp;&nbsp;&nbsp;\r\n Then, he advanced highly important tasks that would serve as a guideline in operating the plant. &nbsp;&nbsp;&nbsp;\r\n He also visited the Kusong Chicken Farm. In order to satisfactorily provide the people with meat and eggs, it is necessary to accelerate the modernization of the existing chicken farms and massively introduce superior breeds suited to the specific conditions of our country while giving full play to the capacity of the newly-built modern chicken farms, he said. &nbsp;&nbsp;&nbsp;\r\n Saying the mission and role of chicken farms are very important for improving the people's diet, he put forth tasks facing the farm. &nbsp;&nbsp;&nbsp;\r\n Accompanying him were secretaries Kim Kuk Thae and Kim Ki Nam and first vice department directors Ri Yong Chol, Jang Song Thaek and Ju Kyu Chang of the WPK Central Committee.    \r\n"
        },
        {
            "title": "Kim Jong Il inspects newly built Thaechon Youth Power Station no.3",
            "url": "http://kcna.co.jp/item/2002/200205/news05/20.htm#2",
            "content": "Kim Jong Il inspects newly built Thaechon Youth Power Station no.3 \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 20 (KCNA) -- General Secretary Kim Jong Il of gave on-site guidance to the newly built Thaechon Youth Power Station no. 3.\r\n Leader Kim Jong Il acquainted himself in detail with the construction of the station and the production of electricity. &nbsp;&nbsp;&nbsp;\r\n Noting that it is a great success that the builders constructed a modern power station on their own efforts, overcoming all difficulties under the uplifted slogan of the party \"live not merely for today but for tomorrow\", he highly appreciated their feats and gave thanks to them. &nbsp;&nbsp;&nbsp;\r\n He noted that the youth intensely loyal to the party and the revolution were working world-startling miracles and innovations in defending the country and in every site of socialist construction, adding that thanks to the courageous struggle of the trustworthy and proud youth vanguard the grand onward march was dynamically accelerated in the country. &nbsp;&nbsp;&nbsp;\r\n Then he looked round new dwelling houses for the employees of the station. &nbsp;&nbsp;&nbsp;\r\n Pointing out that it is one of the most important issues in making a leaping advance in the national economy to give a definite priority to the production of electricity, he put forward important tasks which would serve as a guideline in boosting the country's production of electricity. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by secretaries Kim Kuk Thae and Kim Ki Nam and first vice department directors Ri Yong Chol, Jang Song Thaek and Ju Kyu Chang of the Central Committee of the WPK.\r\n"
        },
        {
            "title": "Anti-reunification acts of \"unification ministry\" denounced in S. Korea",
            "url": "http://kcna.co.jp/item/2002/200205/news05/20.htm#3",
            "content": "Anti-reunification acts of \"unification ministry\" denounced in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 20 (KCNA) -- The reunification solidarity for the implementation of the June 15 South-North Joint Declaration and peace on the Korean Peninsula reportedly issued a statement on May 14, denouncing the \"ministry of unification\" for its anti-reunification acts.\r\n Asserting that the working-level contact for the successful holding of the June 15 grand festival for national reunification, which was scheduled to take place in Mt. Kumgang, was aborted due to the non-permission of the \"ministry of unification\", the statement said: &nbsp;&nbsp;&nbsp;\r\n The south and the north organizations reached an important agreement on holding the celebrations of the 2nd anniversary of the publication of the June 15 joint declaration as a grand festival for national reunification, and the aborted contact was part of its preparations. &nbsp;&nbsp;&nbsp;\r\n The ministry's obstruction to it is a senseless and anti-reunification act. &nbsp;&nbsp;&nbsp;\r\n The \"reunification solidarity\" will make vigorous efforts to implement the south-north joint agreement despite any suppression and successfully hold the June 15 grand festival for national reunification without fail.     \r\n\r\n"
        },
        {
            "title": "SPA chairman meets Syrian parliamentary delegation",
            "url": "http://kcna.co.jp/item/2002/200205/news05/20.htm#4",
            "content": "SPA chairman meets Syrian parliamentary delegation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 20 (KCNA) -- Choe Thae Bok, chairman of the DPRK Supreme People's Assembly, met and had a friendly talk with a delegation of the Syria-Korea Friendship Parliamentary Group led by Mohammed Ahmad Saad, secretary general of the People's Assembly and chief of the group, at the Mansudae Assembly Hall yesterday.\r\n Present there were Ryom Sun Gil, chairman of the C.C., the General Federation of Trade Unions of Korea and chairman of the Korea-Syria Friendship Parliamentary Group, and other officials concerned and Haissam Saad, Syrian charge d'affaires ad interim in Pyongyang.    \r\n\r\n"
        },
        {
            "title": "Military attaches' corps visits fish farm",
            "url": "http://kcna.co.jp/item/2002/200205/news05/20.htm#5",
            "content": "Military attaches' corps visits fish farm \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 20 (KCNA) -- The military attaches' corps in the DPRK on Sunday visited a fish farm of the pisciculture centre whose managing director is Ra Hyo Jin.\r\n The visitors went round terraced fish breeding ponds, being briefed on the fact that soldiers built the large-scale modern farm in a short period, displaying the revolutionary spirit of soldiers. &nbsp;&nbsp;&nbsp;\r\n Chinese military attache Yan Jiangfeng, who is doyen of the corps, said they were pleased to see the fish farm built under the wise guidance of supreme commander Kim Jong Il. This farm is a place associated with his deep love for the people and servicemen, he added. &nbsp;&nbsp;&nbsp;\r\n And he expressed belief that the people and servicemen of the DPRK would achieve greater success in the building of a powerful nation under the wise guidance of Kim Jong Il.    \r\n\r\n"
        },
        {
            "title": "KCNA refutes fallacy",
            "url": "http://kcna.co.jp/item/2002/200205/news05/20.htm#6",
            "content": "KCNA refutes fallacy \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 20 (KCNA) -- The U.S. newspaper Washington Times recently carried an article entitled \"whisky and arms in Pyongyang\" written by a journalist of the Daily Telegraph in London.\r\n The article contained such cock-and-bull stories as the piffle that the revolving restaurant of 44-storeyed Pyongyang Koryo Hotel \"is overcrowded with arms dealers from Middle East and African countries as it serves as their rendezvous\". This reflected a political intention to sling mad at the DPRK. &nbsp;&nbsp;&nbsp;\r\n What is obvious is that this false story was written in compliance with the political order placed by dishonest elements of the U.S. and UK. &nbsp;&nbsp;&nbsp;\r\n According to information available, this journalist visited the DPRK in March for the first time as part of the group for the study of the gymnastic and artistic performance \"Arirang\" and while staying in Pyongyang he put up at Pothonggang Hotel and had no chance to go to Koryo Hotel. &nbsp;&nbsp;&nbsp;\r\n It is very clear that it would not have been possible for him to dream up such a fallacy quoting what was allegedly said by those people in the restaurant if he had not been engaged in activities as a professional spy. &nbsp;&nbsp;&nbsp;\r\n Claiming to be a journalist of the official media, he made a sheer fabrication because he wrote the story without making any news coverage or confirmation or any interview with anyone. &nbsp;&nbsp;&nbsp;\r\n He must be immoral and depraved as what he did runs counter to the common sense of media and press ethics. &nbsp;&nbsp;&nbsp;\r\n What merits a serious intention is that media of the U.S., the world's biggest arms dealer and criminal responsible for the proliferation of weapons of mass destruction, are busy floating fallacies as truth. &nbsp;&nbsp;&nbsp;\r\n All this clearly proves that what was reported is a sheer fabrication made by the dishonest elements who are displeased with the process of improving the DPRK-U.S. relations and some media in the U.S. and UK disgraced themselves by getting involved in this smear campaign. &nbsp;&nbsp;&nbsp;\r\n The false story spread by them is intended to charge the DPRK with \"dealing in arms\" in a bid to tarnish the international image of the DPRK and build up public opinion to isolate and stifle it. &nbsp;&nbsp;&nbsp;\r\n The dishonest forces in the U.S. and UK are well advised to behave themselves, clearly aware that their false propaganda will bring them to nowhere.    \r\n\r\n"
        },
        {
            "title": "Potong riverside changes marvelously",
            "url": "http://kcna.co.jp/item/2002/200205/news05/20.htm#7",
            "content": "Potong riverside changes marvelously \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 20 (KCNA) -- The nature transformation project started in Korea after the liberation of the country in August 1945 with the Pothong River improvement project as a momentum.\r\n The River Pothong, a tributary of the River Taedong, is not big. But when the river swelled even due to a slight rainfall before the country's liberation, it flooded the villages and fields near the banks, taking many human lives. &nbsp;&nbsp;&nbsp;\r\n When Pyongyang was hit by flood in 1942, leaving more than 2,000 hectares of cultivated land and over 1,000 dwelling houses submerged. The number of flood victims reached at least 50,000. &nbsp;&nbsp;&nbsp;\r\n President Kim Il Sung called on the nation to begin the nature transformation project for building a rich and powerful, sovereign independent state after the liberation of the country with the Pothong River improvement project. He encouraged the Pyongyangites to turn out in this drive. &nbsp;&nbsp;&nbsp;\r\n he personally came out to the spot on May 21, Juche 35 (1946) and broke ground for the project. &nbsp;&nbsp;&nbsp;\r\n Pyongyangites removed over 420,000 cubic meters of earth and constructed over 5,000 meters of embankment under his wise guidance, thus finishing the project in a matter of 55 days which the Japanese imperialists failed to complete in 10 years. \r\n The completion of the project made it possible for the river that had been meandering through the Pothong field to flow into the River Taedong through a new waterway.\r\n There appeared a nearly 10 km-long canal in the place through which once the River Pothong flowed and pleasure grounds covering about 300 hectares on both sides of the canal. &nbsp;&nbsp;&nbsp;\r\n Such monumental edifices as the Pyongyang Indoor Stadium, the People's Palace of Culture, the Ice Rink, the Chongryu Restaurant and the Changwang Health Complex, Chollima Street, Rakwon Street and other modern streets also appeared on the river bank. &nbsp;&nbsp;&nbsp;\r\n The monument to the Pothong River improvement project was erected on top of Ponghwa Hill on the bank of the river and unveiled on May 21, Juche 60 (1971) to convey the immortal feats of the president to posterity.     \r\n\r\n"
        },
        {
            "title": "Korean national folk game",
            "url": "http://kcna.co.jp/item/2002/200205/news05/20.htm#8",
            "content": "Korean national folk game \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 20 (KCNA) -- Seesawing has been one of the favourite folk games for Korean women since the ancient times. \r\n As Korean women were not allowed to go out as they pleased due to feudal shackles, they used to jump up from a wooden board beside the fence to look out. This game originated from this fact. &nbsp;&nbsp;&nbsp;\r\n They had this game mainly on the occasions of the lunar 15th of January and Tano Festival, the lunar fifth of May. &nbsp;&nbsp;&nbsp;\r\n Seesawers had Chima (long Korean skirt) and Jokori (Korean jacket), shoes and Korean socks suited to the game, a long piece of cloth tightening their waists. &nbsp;&nbsp;&nbsp;\r\n Fans or ribbons were used by them to show their skill. &nbsp;&nbsp;&nbsp;\r\n The form of seesawing varied from one local area to another. A common form is that a woman jumps up from the board and makes a turn round when coming down, while other woman jumps up and down, exhibiting her skill with her feet. &nbsp;&nbsp;&nbsp;\r\n The Pyongyang circus created an acrobatic piece depicting the seesawing. &nbsp;&nbsp;&nbsp;\r\n This work was put on different international acrobatic stages to win high acclaims for the exhibition of admirable skill and resourcefulness and courage of Koreans.     \r\n\r\n\r\n"
        },
        {
            "title": "New heating system developed",
            "url": "http://kcna.co.jp/item/2002/200205/news05/20.htm#9",
            "content": "New heating system developed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 20 (KCNA) -- Natural circular heating system by valves has been developed and introduced in nearly 3,000 units in Korea.\r\n Former heating system was deficient in the circulation of hot water because water did not go round some times due to the air and water pressure in water pipes. &nbsp;&nbsp;&nbsp;\r\n The newly introduced valves control the flow of water in one direction. &nbsp;&nbsp;&nbsp;\r\n As the result boilers are operated without electricity and with less coal.     \r\n\r\n\r\n"
        },
        {
            "title": "Talks between delegations of DPRK and Syrian parliamentary groups held",
            "url": "http://kcna.co.jp/item/2002/200205/news05/20.htm#10",
            "content": "Talks between delegations of DPRK and Syrian parliamentary groups held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 20 (KCNA) -- Talks between the delegations of Friendship Parliamentary Groups of the DPRK and Syria were held at the Mansudae Assembly Hall today.\r\n At the talks both sides informed each other of the situation in their countries and exchanged views on the issue of developing friendly and cooperative relations between the two parliaments and a series of matters of mutual concern. &nbsp;&nbsp;&nbsp;\r\n Present at the talks were Ryom Sun Gil, chairman of the C.C., General Federation of Trade Unions of Korea who is also chairman of the Korea-Syria Friendship Parliamentary Group, officials concerned, members of the delegation of the Syria-Korea Friendship Parliamentary Group led by Mohammed Ahmad Saad, secretary general of the People's Assembly and chief of the group, and Haissam Saad, Syrian charge d'affires ad interim here.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK foreign minister Paek Nam Sun leaves for Russian Federation",
            "url": "http://kcna.co.jp/item/2002/200205/news05/20.htm#11",
            "content": "DPRK foreign minister Paek Nam Sun leaves for Russian Federation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 20 (KCNA) -- Paek Nam Sun, minister of foreign affairs of the DPRK, and his party left here today to visit the Russian Federation.\r\n They were seen off at the airport by Kung Sok Ung, vice-minister of foreign affairs, and Andrei Karlov, Russian ambassador to the DPRK.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}