{
    "date": "2002-03-03",
    "url": "http://kcna.co.jp/item/2002/200203/20020303.htm",
    "articles": [
        {
            "title": "KCTU supports power industrial unionists' strike",
            "url": "http://kcna.co.jp/item/2002/200203/news03/03.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's army-based leadership exploits praised",
            "url": "http://kcna.co.jp/item/2002/200203/news03/03.htm#2",
            "content": "KCTU supports power industrial unionists' strike \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 3 (KCNA) -- At least 400 leading members of 50 trade unions of the national federation of public transport and service trade unions under the South Korean Confederation of Trade Unions and students held a rally in Seoul on February 28 in support of the strike of power industrial unionists, according to Seoul-based Radio No. 1.\r\n They denounced the authorities for seeking to sell off a power plant, declaring that they would launch an all-out struggle to foil their plan.&nbsp;&nbsp;&nbsp;\r\n The leading members of the federation said that they would conduct activities at each workshop of different units to explain the justness of the strike and would not rule out even a general strike if the authorities crack down on the strike.     \r\n\r\n"
        },
        {
            "title": "Bush's outbursts criticized",
            "url": "http://kcna.co.jp/item/2002/200203/news03/03.htm#3",
            "content": "Kim Jong Il's army-based leadership exploits praised \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 3 (KCNA) -- Seminars on the army-based leadership exploits of leader Kim Jong Il were held in Angola and Tanzania recently.\r\n The international secretary of the popular liberation movement of Angola in a speech referred to Kim Jong Il's army-based leadership exploits. He went on: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il who succeeded to the cause of President Kim Il Sung has pursued the army-based policy to increase the defence capability of the country and firmly defended socialism. &nbsp;&nbsp;&nbsp;\r\n The U.S. tries to stifle the DPRK by force of arms but it is a day-dream. &nbsp;&nbsp;&nbsp;\r\n Socialist Korea is ever-victorious. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Tanzanian National Coordinating Committee of the Juche Idea study groups in a speech said: &nbsp;&nbsp;&nbsp;\r\n Leader Kim Jong Il of socialist Korea is praised as the world's veteran statesman of highest authority. &nbsp;&nbsp;&nbsp;\r\n He is leading the world political trend with his peculiar mode of the army-based policy and outstanding political ability. &nbsp;&nbsp;&nbsp;\r\n It is natural that the world appreciates him as an ideal statesman with both literary and military accomplishments and a charming leader.     \r\n\r\n"
        },
        {
            "title": "Investigation into U.S. dangerous measure urged",
            "url": "http://kcna.co.jp/item/2002/200203/news03/03.htm#4",
            "content": "Bush's outbursts criticized \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 3 (KCNA) -- Political parities of Congo and Germany denounced Bush for his remarks against the DPRK.\r\n The political bureau of the Congolese Socialist Party in a statement on Feb. 26 said that Bush let loose a string of vituperation against the DPRK during his trip to South Korea. It denounced his outbursts as an unpardonable mockery of the Korean people as well as the peace-loving people of the world and part of the moves to disturb the peaceful reunification of Korea. &nbsp;&nbsp;&nbsp;\r\n The statement strongly demanded the U.S. immediately drop its hostile policy towards the DPRK. &nbsp;&nbsp;&nbsp;\r\n The central committee of the Communist Party of Germany in a statement on Feb. 10 noted that Bush's argument about the \"axis of evil\" is intended to invade the DPRK and other countries that are going against the grain with the U.S., under the pretext of \"combating terrorism.\" &nbsp;&nbsp;&nbsp;\r\n Saying that the military option basely advertised by the U.S. is not its monopoly, the statement stressed that the heroic Korean people's army and the Korean people will never pardon the U.S. rash attempt to destroy the DPRK by force of arms but mercilessly wipe out any aggressors.     \r\n\r\n"
        },
        {
            "title": "U.S. strong-arm policy and unilateralism under fire",
            "url": "http://kcna.co.jp/item/2002/200203/news03/03.htm#5",
            "content": "Investigation into U.S. dangerous measure urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 3 (KCNA) -- The World Federation of Trade Unions (WFTU) sent a letter to the U.N. secretary general on Feb. 13 denouncing Bush for listing the DPRK and some other countries as members of the \"axis of evil.\"\r\n The U.S. administration's recent provocative remarks against the DPRK and other countries, members of the UN and the non-aligned movement, poses a grave threat to the international security, the letter said, and went on: &nbsp;&nbsp;&nbsp;\r\n The WFTU demands the UN security council take necessary measures to investigate the very dangerous behavior of the U.S. and urge all the UN members to respect the international law and the UN charter. &nbsp;&nbsp;&nbsp;\r\n The WFTU calls upon its offices and friends on all the continents to cope with this together with their governments and national organizations and upon the UN and governmental organizations to take effective measures to respect the international law and the UN Charter.     \r\n\r\n"
        },
        {
            "title": "U.S. and S. Korean authorities' derailment of meeting denounced",
            "url": "http://kcna.co.jp/item/2002/200203/news03/03.htm#6",
            "content": "U.S. strong-arm policy and unilateralism under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 3 (KCNA) -- If the United States persistently pursues a strong-arm and high-handed policy and unilateralism oblivious of its bitter historical lesson, it will only invite isolation and destruction, warns Rodong Sinmun today in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. strong-arm and high-handed policy for world domination infringes upon the sovereignty of other countries and nations and seriously threatens the world peace and security. &nbsp;&nbsp;&nbsp;\r\n This policy and unilateralism are meeting a strong rebuff of the world people. &nbsp;&nbsp;&nbsp;\r\n The moves of the allies of the U.S. to get rid of its clutches are becoming more noticeable than ever before. &nbsp;&nbsp;&nbsp;\r\n Russia and China are swimming with the global trend of multipolarization, opposed to the U.S. strong-arm policy and unilateralism. &nbsp;&nbsp;&nbsp;\r\n Voices critical of the U.S. heard from different parts of the world tell that the world is going in for multipolarization and independence. &nbsp;&nbsp;&nbsp;\r\n Global multipolarization leads to independence.\r\n Global independence is the desire of humankind and need of the times. The United States should be well advised to face up to the trend of the times and behave properly so as not to invite curses of the international community. &nbsp;&nbsp;&nbsp;\r\n The United States lost its membership of the U.N. human rights organization in may last year. This was a collective punishment meted out by the world community to the united states for its strong-arm and high-handed policy and unilateralism. &nbsp;&nbsp;&nbsp;\r\n This is a stern warning served by the times that the U.S. strong-arm policy is powerless before the justice of the world people advocating independence.    \r\n\r\n"
        }
    ]
}