{
    "date": "2002-05-14",
    "url": "http://kcna.co.jp/item/2002/200205/20020514.htm",
    "articles": [
        {
            "title": "S. Korean authorities urged to dislodge Choe Song Hong",
            "url": "http://kcna.co.jp/item/2002/200205/news05/14.htm#1",
            "content": "S. Korean authorities urged to dislodge Choe Song Hong \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -- South Korean minister of \"foreign affairs and trade\" Choe Song Hong attributed the progress in the north-south relations to the U.S. hard-line policy toward North Korea during his visit to the U.S. a signed commentary of Minju Joson today dismisses this as a criminal act of deliberately breaking the promise made to the fellow countrymen.\r\n The commentary observes: &nbsp;&nbsp;&nbsp;\r\n His praise of the U.S. anachronistic policy of strength cannot be construed otherwise than sycophantic submission and treachery as he asked the U.S., his master, to hurt his fellow countrymen. This is intolerable. &nbsp;&nbsp;&nbsp;\r\n One cannot but draw a conclusion that the provocative remarks made by Choe against the north in the U.S. represent the stand of the South Korean authorities. &nbsp;&nbsp;&nbsp;\r\n That was why the north demanded the South Korean authorities apologize for his reckless remarks and take an understandable and responsible measure. &nbsp;&nbsp;&nbsp;\r\n The south side is still allowing him to stay in office as minister of \"foreign affairs and trade\" even after the north side raised such a demand. &nbsp;&nbsp;&nbsp;\r\n This eloquently proves that what Choe uttered reflected the will of the South Korean authorities. &nbsp;&nbsp;&nbsp;\r\n A promise once made to the fellow countrymen should be kept to the last. The point is whether the south side is ready to fulfil it or not. &nbsp;&nbsp;&nbsp;\r\n If the south side is to improve inter-Korean relations as it had promised to the nation in the April 5 joint press release, it should immediately dislodge such element as Choe Song Hong who is keen on inciting confrontation.\r\n"
        },
        {
            "title": "MOU signed between DPRK and Malaysia ",
            "url": "http://kcna.co.jp/item/2002/200205/news05/14.htm#2",
            "content": "MOU signed between DPRK and Malaysia \r\n Pyongyang, May 14 (KCNA) -- A Memorandum Of Understanding on cooperation in science and technology between the governments of the DPRK and Malaysia was signed in Kuala Lumpur on May. 9. &nbsp;&nbsp;&nbsp;\r\n The document was inked by Ri Kwang Ho, president of the academy of sciences of the DPRK, and Datuk Law Hieng ding, minister of science, technology and environment of Malaysia. \r\n"
        },
        {
            "title": "Ri Hoe Chang and GNP rejected",
            "url": "http://kcna.co.jp/item/2002/200205/news05/14.htm#3",
            "content": "Ri Hoe Chang and GNP rejected \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -- Ri Hoe Chang and the \"Grand National Party\" are bitterly condemned by the public in South Korea, according to news reports.\r\n The reunification solidarity for the implementation of the June 15 South-North Joint Declaration and peace on the Korean Peninsula held a rally in Seoul on May 10, denouncing Ri Hoe Chang and the GNP for going against democracy and reunification. It was attended by members of the organization and students. &nbsp;&nbsp;&nbsp;\r\n Han Sang Ryol, permanent representative of the organization, called upon the participants to bring to justice Ri Hoe Chang and the GNP for slandering the efforts for national reconciliation and unity and categorically opposing the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n The chairman of the youth society for loving the country demanded that Ri Hoe Chang ignoring the demand of the nation and the people step down from the political arena, not running for a \"presidential candidate\". &nbsp;&nbsp;&nbsp;\r\n A statement, read out at the rally, condemned Ri Hoe Chang and the GNP for sycophantic and treacherous acts of begging the U.S. for a \"presidential\" seat and \"supporting\" the U.S. hardline policy toward the north and a nuclear war on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The GNP that selected Ri as a \"presidential candidate\" is, indeed, a parrot-like party and a sycophantic party speaking for the U.S. hardline policy toward the north, the statement noted, expressing opposition to Ri Hoe Chang and the GNP toeing the U.S. and resorting to treachery. &nbsp;&nbsp;&nbsp;\r\n Permanent co-representatives of the solidarity for implementing the south-north joint declaration on the same day made public a statement titled \"GNP, withdraw the selection of Ri Hoe Chang as presidential candidate.\" &nbsp;&nbsp;&nbsp;\r\n That day, the South Korean Federation of University Student Councils (Hanchongryon) decided to form the headquarters of the students' struggle against the conservative politics and Ri Hoe Chang obstructing the June 15 joint declaration. Then, a press release noted that Hanchongryon is defiantly opposed to the selection of Ri Hoe Chang as a \"presidential candidate\" of the GNP, saying it is another disgrace that will be dishonestly recorded in the political history of South Korea. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the Kwangju and South Jolla provincial Federation of University Student Councils held a rally in Kwangju, opposing the running for the presidential election of Ri Hoe Chang who is obstructing the implementation of the June 15 joint declaration and heading the treacherous and anti-popular conservative forces.\r\n"
        },
        {
            "title": "Preparatory committee for reunification festival formed in S. Korea",
            "url": "http://kcna.co.jp/item/2002/200205/news05/14.htm#4",
            "content": "Preparatory committee for reunification festival formed in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -- The Federation of University Student Councils in southern area of Kyonggi Province, South Korea, reportedly formed its preparatory committee for the June 15 grand festival for national reunification on May 4 and made public a declaration.\r\n The declaration said that the destiny of the nation and the victory of independent reunification rest on the successful June 15 grand festival for national reunification. It underscored the need to organize preparatory committees at universities and form groups for implementing the June 15 joint declaration and waging an anti-U.S. and anti-war struggle to foil the moves of the anti-reunification forces and hold the June 15 grand festival for national reunification through the audacious stamina and dynamic struggle of students. &nbsp;&nbsp;&nbsp;\r\n It called for successfully holding the grand festival for national reunification and paving the way for independent reunification this year through the anti-U.S. and anti-war struggle to implement the joint declaration.\r\n"
        },
        {
            "title": "Sojourn of Pak Kun Hye and her party in Pyongyang",
            "url": "http://kcna.co.jp/item/2002/200205/news05/14.htm#5",
            "content": "Sojourn of Pak Kun Hye and her party in Pyongyang \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -- Pak Kun Hye, member of the national assembly of south Korea and chairperson of the preparatory committee for founding the \"Union for the Future of Korea\", and her party visited different places of Pyongyang yesterday.\r\n The first leg of their visit was the Pyongyang Embroidery Institute, the Changgwang Kindergarten and the Pyongyang Maternity Hospital. &nbsp;&nbsp;&nbsp;\r\n Being briefed on the popular policy of the DPRK, they went round with keen interest the facilities for women and children and pieces of embroidery. &nbsp;&nbsp;&nbsp;\r\n They visited King Tongmyong's Mausoleum. &nbsp;&nbsp;&nbsp;\r\n They also inspected the Pyongyang metro.\r\n"
        },
        {
            "title": "Kim Jong Il sends modern facilities to academy of sciences",
            "url": "http://kcna.co.jp/item/2002/200205/news05/14.htm#6",
            "content": "Kim Jong Il sends modern facilities to academy of sciences \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -- Leader Kim Jong Il sent modern scientific research facilities to the institute of computer science under the academy of sciences.\r\n The facilities carry his great expectation that all the scientists and technicians would put the nation's science and technology on the world level in the shortest span of time. He had seen to it that an ultra-modern scientific research center was wonderfully built at the academy. &nbsp;&nbsp;&nbsp;\r\n The facilities were conveyed with due ceremony on the spot on May 13. &nbsp;&nbsp;&nbsp;\r\n Present there were secretary of the Central Committee of the Workers' Party of Korea Choe Thae Bok, officials concerned, scientists and technicians of the institute.\r\n"
        },
        {
            "title": "Rodong Sinmun on threat from U.S.",
            "url": "http://kcna.co.jp/item/2002/200205/news05/14.htm#7",
            "content": "Rodong Sinmun on threat from U.S. \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -- The U.S. assistant secretary of defense recently described the DPRK as \"one of the countries arousing concern\" as it \"exports missiles to any country\", while the commander-in-chief of the U.S. forces in the pacific called for developing a more advanced interceptor missile system to cope with the \"threat\" from the DPRK.\r\n In this regard, Minju Joson today in a signed commentary dismisses this as a trite trick of the black-hearted war hawks to do harm to the DPRK at any cost. &nbsp;&nbsp;&nbsp;\r\n The commentary goes on: &nbsp;&nbsp;&nbsp;\r\n The DPRK deals with the issue of missile on the principle of defending the sovereignty of the country and the dignity of the nation and guaranteeing peace and security in the world. &nbsp;&nbsp;&nbsp;\r\n Heaping groundless abuses on the DPRK over its missiles is nothing but false propaganda launched by the forces hostile to the DPRK to build up public opinion for the purpose of disarming the DPRK and thus realizing their wild design to stifle it with ease. &nbsp;&nbsp;&nbsp;\r\n The U.S. is chiefly to blame for the threat to the global peace and security. &nbsp;&nbsp;&nbsp;\r\n And it is also chief proliferation of weapons of mass destruction. &nbsp;&nbsp;&nbsp;\r\n The hue and cry raised by the U.S. over the DPRK's \"threat of missiles\" is just like a thief crying \"stop the thief\" it is the DPRK that is exposed to the threat of U.S. nuclear weapons and missiles. &nbsp;&nbsp;&nbsp;\r\n Now that the U.S. moves to stifle the DPRK have become ever more undisguised and the sovereignty and dignity of the DPRK are gravely threatened, it is compelled to further increase its capability for self-defence.\r\n"
        },
        {
            "title": "Rodong Sinmun on army-based policy ",
            "url": "http://kcna.co.jp/item/2002/200205/news05/14.htm#8",
            "content": "Rodong Sinmun on army-based policy  \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -- Rodong Sinmun today in a signed article says that the army-based policy of the Workers' Party of Korea is a political mode in which to make the people's army invincible in defence of the country, build up the driving force of revolution with the people's army as its hardcore and model and step up the revolution and construction with the people's army as a pillar, the main force.\r\n The army-centered policy is the most powerful, independent political mode and an all-powerful treasured sword for victory in the revolution and construction, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The army-centered policy is, first of all, a revolutionary political mode to defend the country. \r\n Self-reliance in defense is the sovereign right of each country and nation. Self-reliance is unthinkable without strong military muscle. &nbsp;&nbsp;&nbsp;\r\n Military interference and aggressive practices of the imperialists are now reaching the extremes, which compels the revolutionary parties and peoples to build up arms to cope with any imperialists' aggression. &nbsp;&nbsp;&nbsp;\r\n The army-based policy is a revolutionary political mode to protect and realize people's independence. &nbsp;&nbsp;&nbsp;\r\n Imperialists are at pains to deprive the people of their independent rights and put the fetter of colonial slavery upon them. Under the circumstances, the army-based policy is needed to defend the country and realize people's independence. &nbsp;&nbsp;&nbsp;\r\n The army-based policy is a strategic political mode that should be always adhered to as long as imperialists remain on the earth and their aggression moves continue. &nbsp;&nbsp;&nbsp;\r\n The imperialists have historically slandered the socialist and progressive countries' policy of attaching importance to national defense as if it were contrary to the peoples' independence. &nbsp;&nbsp;&nbsp;\r\n In the socialist society, strengthening military power is the only way to defend the country and protect and realize the independence of the popular masses. &nbsp;&nbsp;&nbsp;\r\n The security of a country and the welfare and independence of the popular masses are unthinkable without arms.\r\n\r\n"
        },
        {
            "title": "Chongjin Schoolchildren's Palace",
            "url": "http://kcna.co.jp/item/2002/200205/news05/14.htm#9",
            "content": "Chongjin Schoolchildren's Palace\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -- The Chongjin Schoolchildren's Palace is located in the central part of Chongjin city, North Hamgyong Province in the northeastern part of Korea.\r\n A center for extracurricular education of schoolchildren, the palace was built in June Juche 75 (1986). &nbsp;&nbsp;&nbsp;\r\n The four-storied palace has a total of floor space of 9,500 square meters. &nbsp;&nbsp;&nbsp;\r\n It has over 60 rooms for learning computer science, physics, foreign languages, electronic devices, vocal music, national instrumental music and dances and a 750-seat theatre. &nbsp;&nbsp;&nbsp;\r\n More than 1,200 schoolchildren visit the palace every day which provides them with all conditions for getting broad knowledges and practical ability. People's artiste Jon Hye Yong of the prestigious Pochonbo Electronic Music Band cultivated her talent at the palace. &nbsp;&nbsp;&nbsp;\r\n Not a few famous sportspersons of national teams were members of hobby groups of the palace.\r\n\r\n"
        },
        {
            "title": "Grand monument on Mansu Hill",
            "url": "http://kcna.co.jp/item/2002/200205/news05/14.htm#10",
            "content": "Grand monument on Mansu Hill\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -- The grand monument on Mansu Hill stands in Pyongyang. \r\n The monument was unveiled in April Juche 61 (1972) on the occasion of the 60th birth anniversary of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n It comprehensively depicts the glorious course of the Korean revolution and the immortal feats the president performed in the course. &nbsp;&nbsp;&nbsp;\r\n Standing in the centre is the statue of the president. The statue depicts the majestic appearance of the president looking far into the future. His left hand resting on his waist and his right hand raised, he indicates the road to be followed by the Korean people. &nbsp;&nbsp;&nbsp;\r\nBehind the statue is a mosaic mural showing Mt. Paektu (70 metres x 12.85 metres). &nbsp;&nbsp;&nbsp;\r\n On either side of the statue are large memorials which represent the anti-Japanese revolutionary struggle and the socialist revolution and socialist construction. The memorials are 22.5 metres high. In their centers are red banners. Depicted on the first memorial are 119 sculptures and on the other 109 sculptures. Sculptural groups are 5 metres high on an average. &nbsp;&nbsp;&nbsp;\r\nThrough various themes and the portrayal of figures the sculptures show the whole course of the anti-Japanese revolutionary struggle, the building of a new country, the Fatherland Liberation War and socialist construction. &nbsp;&nbsp;&nbsp;\r\n Many people visit the grand monument every day. &nbsp;&nbsp;&nbsp;\r\n Over the last 30 years a total of 1,241,240,000 Koreans at home and compatriots abroad and foreigners have visited it to pay respects to the president.\r\n\r\n\r\n"
        },
        {
            "title": "Anecdotes about Kim Il Sung",
            "url": "http://kcna.co.jp/item/2002/200205/news05/14.htm#11",
            "content": "Anecdotes about Kim Il Sung\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -- It happened during the morning rush hour of January, Juche 61 (1972) when president Kim Il Sung saw Pyongyangites standing in a long queue at a trolley bus stop. He examined trolley bus service for a long while.\r\n He traced the cause of the delay made in the punctual operation of the buses and took measures to settle the problem. &nbsp;&nbsp;&nbsp;\r\n Considering himself to be an ordinary citizen the president was deeply concerned about the inconvenient transport service for citizens during the morning rush hour. &nbsp;&nbsp;&nbsp;\r\n One day of December Juche 52 (1963) he was passing by a mountain village. It pained him to watch children playing in thin clothes, not in padded ones. &nbsp;&nbsp;&nbsp;\r\n He could not fall a sleep, thinking of the children. Upon his return to Pyongyang he called the meeting of the political committee of the C.C., the Workers' Party of Korea to take measures to provide the children and school boys and girls across the country with padded clothes free of charge. &nbsp;&nbsp;&nbsp;\r\n In November Juche 40 (1951) when the Fatherland Liberation War was at its height the president came to learn that a serviceman of the people's army deeply worried about his family behind enemy lines. &nbsp;&nbsp;&nbsp;\r\n He was the hero who shot down five enemy planes in a month. &nbsp;&nbsp;&nbsp;\r\n Saying that there should be no shadow on his face, the president mapped up an operation to rescue his family. &nbsp;&nbsp;&nbsp;\r\n The president earnestly instructed the officers and men undertaking the operation not to forget to bring farm implements and even brooms used by the family. &nbsp;&nbsp;&nbsp;\r\n A regiment was involved in the operation.\r\n\r\n"
        },
        {
            "title": "Lao government delegation leaves here",
            "url": "http://kcna.co.jp/item/2002/200205/news05/14.htm#12",
            "content": "Lao government delegation leaves here\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -- The Lao government delegation headed by prime minister Boungnang Vorachith left here today after paying an official goodwill visit to the DPRK at the invitation of the DPRK government.\r\n It was seen off at the airport by premier Hong Song Nam, minister of foreign trade Ri Kwang Gun, officials concerned and Lao ambassador to the DPRK Changpheng Sihaphom. &nbsp;&nbsp;&nbsp;\r\n The delegation visited the west sea barrage and saw the mass gymnastic and artistic performance \"Arirang\" yesterday.\r\n\r\n"
        },
        {
            "title": "Pak Kun Hye of S. Korea leaves here",
            "url": "http://kcna.co.jp/item/2002/200205/news05/14.htm#13",
            "content": "Pak Kun Hye of S. Korea leaves here\r\n&nbsp;&nbsp;&nbsp; panmunjom, May 14 (KCNA) -- Pak Kun Hye, member of the national assembly of South Korea and chairperson of the preparatory committee for founding the \"Union for Future of Korea\", and her party went back through Panmunjom today after visiting Pyongyang at the invitation of the DPRK national reconciliation council.\r\n They were seen off at lodging quarters by Kim Yong Dae, chairman of the c.c., the Korean Social Democratic Party who is also chairman of the national reconciliation council, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n They were seen off at Panmunjom by vice department director of the Workers' Party of Korea Central Committee Kim Wan Su and officials concerned. &nbsp;&nbsp;&nbsp;\r\n They toured historic and cultural relics in Kaesong today. \r\n\r\n"
        },
        {
            "title": "Protocol signed between DPRK and Chinese governments",
            "url": "http://kcna.co.jp/item/2002/200205/news05/14.htm#14",
            "content": "Protocol signed between DPRK and Chinese governments\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -- A protocol of the 38th meeting of the inter-governmental committee for cooperation in science and technology between the DPRK and China was signed here today.\r\n Present at the signing ceremony on the DPRK's side were Pak Sung Chae, vice-president of the academy of sciences, officials concerned and on the Chinese side members of the Chinese government delegation of science and technology headed by Wu Zhongze, vice-minister of science and technology. &nbsp;&nbsp;&nbsp;\r\n Pak Sung Chae and Wu Zhongze signed the protocol.\r\n\r\n"
        },
        {
            "title": "Paek Nam Sun meets outgoing Indonesian ambassador",
            "url": "http://kcna.co.jp/item/2002/200205/news05/14.htm#15",
            "content": "Paek Nam Sun meets outgoing Indonesian ambassador\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -- DPRK foreign minister Paek Nam Sun met and had a talk with Indonesian ambassador to Korea Buchari Effendi who paid a farewell call on him today.\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}