{
    "date": "2002-10-03",
    "url": "http://kcna.co.jp/item/2002/200210/20021003.htm",
    "articles": [
        {
            "title": "DPRK Judoist wins gold medal",
            "url": "http://kcna.co.jp/item/2002/200210/news10/03.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. President's special envoy arrives",
            "url": "http://kcna.co.jp/item/2002/200210/news10/03.htm#2",
            "content": "DPRK Judoist wins gold medal \r\n&nbsp;&nbsp;&nbsp; Pusan, October 2 (KCNA correspondent) -- Hong Ok Song of the DPRK came first in the 57 kg division of women's Judo at the 14th Asian Games on Wednesday.\r\n She beat a Kirgyz Judoist with Ippon and a Chinese Judoist with Yuko and Wazari. &nbsp;&nbsp;&nbsp;\r\n In the finals she defeated a Japanese girl with Yuko and Wazari. \r\n   \r\n"
        },
        {
            "title": "German scientific, technical book exhibition held",
            "url": "http://kcna.co.jp/item/2002/200210/news10/03.htm#3",
            "content": "U.S. President's special envoy arrives \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 3 (KCNA) -- James Kelly, U.S. assistant secretary of state for East Asian and Pacific Affairs, arrived here today in the capacity of special envoy of the U.S. President.\r\n Also arriving here were his suite members. &nbsp;&nbsp;&nbsp;\r\n The special envoy was greeted at the airport by officials concerned. &nbsp;&nbsp;&nbsp;\r\n During his visit which will last till Oct. 5 the special envoy will explain the present U.S. administration's Korea policy and its stand on the resumption of dialogue with the DPRK and exchange views of issues of bilateral concern. &nbsp;&nbsp;&nbsp;\r\n He is the highest official of the U.S. administration ever to visit the DPRK since the visit paid by Albright, secretary of state of the former Clinton administration, in October 2000 as a special envoy of the president.    \r\n\r\n"
        },
        {
            "title": "Anti-U.S. struggle unabated in S. Korea",
            "url": "http://kcna.co.jp/item/2002/200210/news10/03.htm#4",
            "content": "German scientific, technical book exhibition held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 3 (KCNA) -- A German scientific and technical book exhibition took place in Pyongyang on Oct. 2 on the occasion of the National Day of Germany.\r\n Present at the exhibition were Hong Son Ok, vice-chairwoman of the Korean Committee for Cultural Relations with Foreign Countries, who is the chairwoman of the DPRK-Germany Friendship Association, officials concerned and working people in the city, German Ambassador to the DPRK Doris Hertrampf and embassy officials. &nbsp;&nbsp;&nbsp;\r\n After speeches were made, the participants saw the displays.  \r\n\r\n"
        },
        {
            "title": "Escalated south-south cooperation called for",
            "url": "http://kcna.co.jp/item/2002/200210/news10/03.htm#5",
            "content": "Anti-U.S. struggle unabated in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 3 (KCNA) -- Students in South Korea reportedly staged surprise demonstrations in front of the buildings of the national assembly and the Ministry of National Defense on Tuesday.\r\n Students of the Seoul district federation of university student councils marched as far as the main building of the assembly to demand it turn out to probe the truth behind the murder of the two schoolgirls. They chanted slogans \"Let us punish the GI murderers and vent the schoolgirls' spite\" and \"Dismantle U.S. military base, den of murderers and criminals\". &nbsp;&nbsp;&nbsp;\r\n They scattered appeals in front of the assembly building, holding placards reading \"We can never co-exist with the U.S. troops who killed our girls. The national assembly should take the lead in restoring national sovereignty.\" &nbsp;&nbsp;&nbsp;\r\n The appeals said that over 600,000 people have already joined in the all-people signature campaign for demanding a probe into the truth behind the GIs' killing, the punishment of the criminals at the South Korean court and Bush's apology. \r\n That day girl students of Ehwa Woman's University, Chungang University and Seoul National University staged a surprise demonstration in front of the building of the ministry, shouting \"no war, peace yes.\" &nbsp;&nbsp;&nbsp;\r\n They charged that the ministry is only interested in supporting the U.S. war and utterly indifferent to the human rights of conscientious objectors and the issue of suspected death of servicemen. &nbsp;&nbsp;&nbsp;\r\n On October 1 South Korean students forced their way into the U.S. embassy to stage a sit-in strike, according to Seoul-based radio report. &nbsp;&nbsp;&nbsp;\r\n They demanded Bush's official apology for the killing of the two schoolgirls, the transfer of criminals to the South Korean court and the revision of the shackling South Korea-U.S. status of forces agreement. &nbsp;&nbsp;&nbsp;\r\n The police barred the students from burning the stars and stripes hung at the embassy and walked away all the sit-in strikers.    \r\n\r\n"
        },
        {
            "title": "DPRK proves successful at Asiad",
            "url": "http://kcna.co.jp/item/2002/200210/news10/03.htm#6",
            "content": "Escalated south-south cooperation called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 3 (KCNA) -- South-South Cooperation provides the best way for the developing countries to exercise full sovereignty and attain economic self-reliance and national prosperity and thus eliminate the gaping gap between the rich and the poor worldwide, says Rodong Sinmun Thursday in a signed article, reiterating the tasks to be fulfilled to boost this cooperation.\r\n The article says that the South-South Cooperation is, in essence, an international movement of the people of the developing countries to achieve economic emancipation and independence after attaining political independence. &nbsp;&nbsp;&nbsp;\r\n Successful cooperation would create a favorable climate for rendering the old inequitable international economic order unworkable and establishing a new and fair one, the article says, and continues: &nbsp;&nbsp;&nbsp;\r\n The developing countries should strictly abide by the principle of collective self-reliance, equality and mutual benefit on the basis of maintaining independence in order to expand and develop the South-South Cooperation in all fields. &nbsp;&nbsp;&nbsp;\r\n Only then can they discard the idea of dependence on the developed countries and establish south-south economic ties on the principle of independence and cooperation. &nbsp;&nbsp;&nbsp;\r\n What is important for strengthening South-South Cooperation and establishing the south-south economic ties at present is to promote regional cooperation and unity. &nbsp;&nbsp;&nbsp;\r\n The developing countries are stepping up the regional integrity after establishing a joint regional market and free trade zones and undertaking brisk work to jointly tap and use resources and manpower. These are a clear proof of the vitality of south-south cooperation. &nbsp;&nbsp;&nbsp;\r\n If they are to solve the food problem, eradicate poverty, protect and promote people's health and achieve economic and technological progress, they should boost cooperation and exchange in the fields of agriculture, health care and science and technology. &nbsp;&nbsp;&nbsp;\r\n The South-South Cooperation can make a smooth headway only when global peace and security are ensured. The developing countries should seek a peaceful settlement of ethnic, national and regional disputes so as not to allow the imperialists to fish in troubled waters.    \r\n\r\n"
        },
        {
            "title": "New varieties of cosmetics produced",
            "url": "http://kcna.co.jp/item/2002/200210/news10/03.htm#7",
            "content": "DPRK proves successful at Asiad \r\n&nbsp;&nbsp;&nbsp; Pusan, October 2 (KCNA correspondent) -- The DPRK defeated Japan 1-0 in women's soccer match at the 14th Asian Games on Wednesday.\r\n The first half of the match ended in a scoreless draw. Just a few minutes from the end of the match, the DPRK scored a goal with an 11-meter penalty kick by Jin Pyol Hui, no. 10. &nbsp;&nbsp;&nbsp;\r\n That day, the DPRK girl gymnasts won a silver medal in the team event. &nbsp;&nbsp;&nbsp;\r\n In 62 kg category of men's weightlifting, Im Yong Su took the second place by snatching 135kg and jerking 165kg, 300kg in total. &nbsp;&nbsp;&nbsp;\r\n Pak Yong Hui also bagged a silver medal at the women's trap shooting. &nbsp;&nbsp;&nbsp;\r\n The DPRK and its shooter Kim Jong Su bagged bronze medals in the men's team and individual 50m free pistol events, and Ri Hye Gyong also a bronze at the women's individual trap shooting. &nbsp;&nbsp;&nbsp;\r\n Kye Sun Hui came third in the women's judo 52kg category. &nbsp;&nbsp;&nbsp;\r\n DPRK girl paddlers smashed the Uzbek team 3-0 in a round robin of group match.    \r\n\r\n"
        },
        {
            "title": "Finger-pressure therapy proves successful in esthesia",
            "url": "http://kcna.co.jp/item/2002/200210/news10/03.htm#8",
            "content": "New varieties of cosmetics produced \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, October 3 (KCNA) -- New varieties of cosmetics including sets of cosmetics and toilet soaps are massproduced at the Sinuiju Cosmetics Factory rebuilt on an expansion basis in recent years.\r\n Their main ingredients are world famous Kaesong Koryo Insam (ginseng), rare medicinal herbs found in the area of Mt. Rangrim and other skin enriching substance. &nbsp;&nbsp;&nbsp;\r\n These cosmetics are very popular. &nbsp;&nbsp;&nbsp;\r\n Among the new products vanishing cream, foundation cream, face lotion, tracing toilet soap are liked by women very much. &nbsp;&nbsp;&nbsp;\r\n They soften skin, cover up small scars and make capillary vessels more vital. They also promote the revival of skin cells, help increase their physiological functions and elasticity, prevent senility and protect skin from sunburn. &nbsp;&nbsp;&nbsp;\r\n Successes are being achieved in the factory's efforts to improve the quality of cosmetics. &nbsp;&nbsp;&nbsp;\r\n Very clean spring water was found in a place half way to a nearby mountain this year to use it as industrial water. &nbsp;&nbsp;&nbsp;\r\n The factory also succeeded in diversifying the colors of cosmetics, developed fluorine toothpaste efficacious for preventing dental diseases and started its mass production. A work is now under way to update its streamlined production processes.    \r\n\r\n\r\n"
        },
        {
            "title": "Master of Korean painting",
            "url": "http://kcna.co.jp/item/2002/200210/news10/03.htm#9",
            "content": "Finger-pressure therapy proves successful in esthesia \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 3 (KCNA) -- Pyongyang University of Medicine succeeded in developing a finger-pressure therapy as a new method of esthesia for pulling out teeth.\r\n Dr Won Hae Nam of the university said the regions to be finger-pressed (regions for acupuncture), the strength, time and method of finger-pressure for pulling out teeth vary according to types of teeth. &nbsp;&nbsp;&nbsp;\r\n The efficacy of this method of esthesia is quicker than that of novocaine and its reaction lasts 37.82 minutes longer than the latter. &nbsp;&nbsp;&nbsp;\r\n Esthesia starts five minutes after finger-pressure is given and lasts for about an hour and remains efficacious in low and upper jaws. &nbsp;&nbsp;&nbsp;\r\n This method is more efficacious than medicine as it can be applied to inflammated teeth less responsive to medicine. &nbsp;&nbsp;&nbsp;\r\n This method is helpful to preventing complication that may come after teeth are pulled out. &nbsp;&nbsp;&nbsp;\r\n The rate of success in pulling out teeth by this method at the university hospital is 88.07 percent.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam meets Libyan delegation",
            "url": "http://kcna.co.jp/item/2002/200210/news10/03.htm#10",
            "content": "Master of Korean painting\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 3 (KCNA) -- Kim Hong Do is a famous Korean artist representing the 18th-19th century.\r\n He was widely known among people in those times for his distinguished talent of painting in his boyhood. &nbsp;&nbsp;&nbsp;\r\n In his lifetime he produced many masterpieces involving all styles of painting ranging from figure and genre paintings to landscape painting, paintings of flowers, birds and animals, woodcut and religious painting. &nbsp;&nbsp;&nbsp;\r\n He rejected the formalistic old styles of painting at that time, thus making a great contribution to creating genre paintings based on realism. &nbsp;&nbsp;&nbsp;\r\n His typical genre paintings are \"Korean Wrestling\", \"Dance\", \"Washing Place\", \"Building A House\", \"A Village Schoolhouse\" and \"Archery\". &nbsp;&nbsp;&nbsp;\r\n Such drawings were popular among people for they truthfully represented the creative labor and life of the working people. &nbsp;&nbsp;&nbsp;\r\n His landscape paintings such as \"Kuryong Falls\", \"Hongryu Ravine\" and \"Ferryboat\" fascinate visitors to the art gallery as they fully reflect warm love for the motherland, strong national sentiment and flavour and arouse profound thinking and rich poetic emotion and an urge to plunge oneself into a beautiful world of nature. &nbsp;&nbsp;&nbsp;\r\n Those watching his drawings including figure painting, woodcut and religious paintings feel as if the figures depicted on them were alive. &nbsp;&nbsp;&nbsp;\r\n His works, which have been handed down along with the history of the development of national painting, are listed as a precious treasure of the country.    \r\n\r\n\r\n"
        },
        {
            "title": "Gifts to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2002/200210/news10/03.htm#11",
            "content": "Kim Yong Nam meets Libyan delegation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 3 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, met and had a talk with a delegation of the people's committee of the sciences and research general bureau of Libya headed by Mohamed Ennami, director of research affairs of the committee, at the Mansudae Assembly Hall today.\r\n On hand were Ri Kwang Ho, president of the academy of sciences, other officials concerned and Ahmed Amer al Muakaff, secretary of the people's bureau of the Great Socialist People's Libyan Arab Jamahiriya to the DPRK. &nbsp;&nbsp;&nbsp;\r\n The head of the delegation said that while staying in the DPRK he saw successes made by the Korean people in the socialist construction under the leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Noting that scientific and technological cooperation between the two countries would be boosted, He expressed belief that the Korean people would achieve great success in building a powerful nation.    \r\n\r\n\r\n"
        }
    ]
}