{
    "date": "2002-09-08",
    "url": "http://kcna.co.jp/item/2002/200209/20020908.htm",
    "articles": [
        {
            "title": "Pyongyang Film Festival successfully goes on",
            "url": "http://kcna.co.jp/item/2002/200209/news09/08.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Football match for reunification takes place in Seoul",
            "url": "http://kcna.co.jp/item/2002/200209/news09/08.htm#2",
            "content": "Pyongyang Film Festival successfully goes on \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 8 (KCNA) -- The 8th Pyongyang Film Festival of Non-Aligned and Other Developing Countries that opened on September 4 is now going on before capacity audiences.\r\n  Full-length feature films, documentary and short films produced after the 7th Pyongyang Film Festival are presented for competition and special and informative films are also shown. &nbsp;&nbsp;&nbsp;\r\n The films clearly represent the desire and aspiration of the popular masses to live in happiness in a new independent and peaceful world free from all forms of domination, subjugation and social inequality. &nbsp;&nbsp;&nbsp;\r\n The films also make this festival spectacular and meaningful as they make successful artistic depictions of the worthwhile struggle of peoples of the non-aligned and other developing countries to build a new life and their long tradition and customs with strong national flavor. &nbsp;&nbsp;&nbsp;\r\n The audiences were deeply impressed by the films which truthfully represented the lives of people in different times through diverse themes and content, successful refined acting and peculiar methods of shooting. &nbsp;&nbsp;&nbsp;\r\nThe festival goes on.    \r\n   \r\n"
        },
        {
            "title": "Pullback of U.S. Forces from S. Korea urged",
            "url": "http://kcna.co.jp/item/2002/200209/news09/08.htm#3",
            "content": "Football match for reunification takes place in Seoul \r\n&nbsp;&nbsp;&nbsp;  Seoul, September 7 (KCNA correspondent) -- The 2002 north-south football match for reunification took place here on Saturday evening amidst the keen interest of all the Koreans.\r\n The stadium was packed to its capacity with south Koreans from all walks of life who came to see the match between north and south football players at a time when the 70 million Koreans' desire for reunification is growing stronger than ever before in the 21st century. &nbsp;&nbsp;&nbsp;\r\n Seen here and there in the stadium were such slogans as \"Let us become one and startle the world\" and \"We are one regardless of which side wins\". &nbsp;&nbsp;&nbsp;\r\n Prior to the match, Pak Kun Hye, representative of the \"Union for the Future of Korea,\" made a speech which was followed by speeches by Ri Kwang Gun, chairman of the north side's football association who led its delegation, and Jong Mong Jun, chairman of the south side's football association. &nbsp;&nbsp;&nbsp;\r\n The spectators warmly welcomed the players of both sides entering the stadium amidst the playing of the song Arirang, holding a large Korean Peninsula flag in their van. &nbsp;&nbsp;&nbsp;\r\nThe match began with a kick-off by the northern team. &nbsp;&nbsp;&nbsp;\r\n It ended in 0-0 tie. &nbsp;&nbsp;&nbsp;\r\n The players walked round the stadium, holding the flag together amidst the playing of the same song and acknowledging the spectators' enthusiastic cheers. &nbsp;&nbsp;&nbsp;\r\n The football match marked an important occasion of deepening reconciliation and confidence among sportspersons in the north and the south, promoting the unity and reunification of the nation and demonstrating the nation's unshakable will to build a reunified powerful country at an early date under the banner of the June 15 joint declaration.    \r\n\r\n"
        },
        {
            "title": "U.S. dishonest elements' outbursts under fire",
            "url": "http://kcna.co.jp/item/2002/200209/news09/08.htm#4",
            "content": "Pullback of U.S. Forces from S. Korea urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 8 (KCNA) -- The U.S. imperialists' presence in south Korea is a brigandish act of aggression as it quells the Korean nation's wish and desire for independence and sovereignty. It is also an intolerable anti-reunification act aimed at keeping the Korean nation permanently divided and dampening its desire for independent reunification, say papers here today in signed articles.\r\n Rodong Sinmun says that the U.S. imperialists' occupation of south Korea which split the Korean nation against its will disclosed their true colors as brutal aggressors who leave no stone unturned to infringe upon the destiny of other country and nation in a bid to realise their ambition for world domination. &nbsp;&nbsp;&nbsp;\r\n They are keen to keep their aggression forces in south Korea for an indefinite period to meet their strategic interests in the Korean Peninsula and the rest of northeast Asia, the paper notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. is citing the mutual defence pact it signed with south Korea as a pretext for its forces' presence there. &nbsp;&nbsp;&nbsp;\r\n In the June 15 North-South Joint Declaration the Korean nation stated to the world the nation's will to reject outside forces and reunify the country independently and peacefully by its concerted efforts. &nbsp;&nbsp;&nbsp;\r\n The U.S., chiefly to blame for the division of Korea, is obliged to assist the Korean nation in its efforts for reunification. &nbsp;&nbsp;&nbsp;\r\n The U.S. should stop at once all its moves to ditch the June 15 joint declaration, stymie the process to improve the inter-Korean ties and start a war and make a fundamental shiftover in its anachronistic policy toward the DPRK and unconditionally pull its aggression forces out of south Korea. &nbsp;&nbsp;&nbsp;\r\n Minju Joson says that now is the best time for the U.S. to withdraw its forces from south Korea without losing its face. If it misses the chance, its forces will be shamefully driven out of it by the Korean nation's strong anti-U.S. struggle, it warns.    \r\n\r\n"
        },
        {
            "title": "DPRK's dignity guaranteed by army-based policy",
            "url": "http://kcna.co.jp/item/2002/200209/news09/08.htm#5",
            "content": "U.S. dishonest elements' outbursts under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 8 (KCNA) -- The U.S. hostile policy to stifle the DPRK by force of arms remains unchanged and has become more pronounced, says Minju Joson today in a signed commentary.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Dishonest elements in the U.S. are busy speaking ill of the DPRK under absurd pretexts one after another. Bolton, undersecretary of state in charge of disarmament and security, is taking the lead in this diatribe. &nbsp;&nbsp;&nbsp;\r\n The U.S. is the biggest dangerous force posing a threat to peace and security in the international arena. &nbsp;&nbsp;&nbsp;\r\n It is the U.S. which went ahead with the establishment of the missile defense system, in breach of the treaty signed by itself, thus sparking a new global arms race. &nbsp;&nbsp;&nbsp;\r\n The U.S. is frequently staging various war exercises after massively stockpiling its offensive weapons in south Korea and keeping tens of thousands of its forces always ready to go into action. &nbsp;&nbsp;&nbsp;\r\n This notwithstanding, such dishonest elements as Bolton are making far-fetched accusations against the DPRK, citing its step to increase capacity for self-defense as a \"threat\" to them. This is the height of folly. &nbsp;&nbsp;&nbsp;\r\n It is the historic lesson that whoever seeks to hurt others will not go scotfree.    \r\n\r\n"
        },
        {
            "title": "Meeting held to commemorate anniversary of DPRK",
            "url": "http://kcna.co.jp/item/2002/200209/news09/08.htm#6",
            "content": "DPRK's dignity guaranteed by army-based policy \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 8 (KCNA) -- The dignity of a country is guaranteed by its state power and military power is its main source. It is a truth taught by the Korean history that if a country, though a small, attaches great importance to its army and increases its military capacity, it can demonstrate the dignity of the nation. Rodong Sinmun today says this in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Korea which had long been disregarded in the international political arena emerged as a powerful socialist country, independent, self-supporting in economy and self-reliant in defence, after defeating two formidable imperialist enemies in the 20th century and it is now demonstrating its dignity as the political power in the 21st century. All these are unthinkable without the might of the army. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il is a peerless patriot who has demonstrated the dignity of the country by providing the army-based leadership. &nbsp;&nbsp;&nbsp;\r\n Korea has never enjoyed such high dignity as today when great importance is attached to the army under the leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n In the past half a century the Korean people have waged a do-or-die struggle to defend Korean-style socialism in confrontation with strong imperialist enemies. &nbsp;&nbsp;&nbsp;\r\n In the 1990s when the imperialists' reactionary offensive was targeted against the DPRK the Korean people had to fight to defend socialism despite the worst adversity. &nbsp;&nbsp;&nbsp;\r\n In this period Kim Jong Il initiated the army-based political mode, a basic socialist political mode, and successfully put it into practice, thus concluding the \"arduous    march\" to ensure the victory of Korean-style socialism. &nbsp;&nbsp;&nbsp;\r\n Thanks to his army-based policy the DPRK will as ever remain a lighthouse where the socialist red flag flutters, the article concludes.     \r\n\r\n"
        },
        {
            "title": "North side's football team returns",
            "url": "http://kcna.co.jp/item/2002/200209/news09/08.htm#7",
            "content": "Meeting held to commemorate anniversary of DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 8 (KCNA) -- A national meeting was held at the April 25 House of Culture today to commemorate the 54th anniversary of the DPRK.\r\n Hong Song Nam, premier of the DPRK cabinet, said in a report that President Kim Il Sung founded the DPRK as a popular and independent government. This is shining as an immortal feat as it meant a form of the most ideal and universal people's government which not only represented the independent aspiration of the popular masses in our times and the requirements of the developing revolution but is fully suited to the future human society, he noted, and went on: &nbsp;&nbsp;&nbsp;\r\n The DPRK has entered the phase of a new turn in its development holding aloft the banner of the army-based policy under the outstanding and tested leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He conducted energetic external activities day and night in recent years as evidenced by his recent historic visit to the far eastern region of the Russian Federation which brought about a new turning point in boosting the traditional DPRK-Russian friendship. He has thus  performed immortal feats in opening a favorable international environment for building a powerful nation and achieving the country's reunification and defending peace and security in Asia and the rest of the world and advancing the human cause of independence. &nbsp;&nbsp;&nbsp;\r\n The DPRK is commanding ever stronger solidarity of eastern and western countries with the Korean people's cause after breaking through the world reactionaries' persistent siege of it despite the present complicated international situation. This is a brilliant result and proud victory of his army-based idea and independent external activities. &nbsp;&nbsp;&nbsp;\r\n Referring to the issue of national reunification, the reporter said that the government of the DPRK would exert all efforts to decisively meet the vicious    challenge of the anti-reunification forces at home and abroad, foil their obstructive moves, turn the inter-Korean relations into those of reconciliation, unity and cooperation and escalate the movement for reunification nationwide and thus  bring about a decisive phase of independent national reunification. &nbsp;&nbsp;&nbsp;\r\n Independence, peace and friendship are the basic idea consistently maintained by the DPRK government in its foreign relations, he said, adding that the DPRK government would boost its friendly and cooperative relations with all the countries that respect its sovereignty and support its cause of justice and wage a positive struggle to advance the human cause of independence. &nbsp;&nbsp;&nbsp;\r\n Pak Jae Ro, vice-chairman of the central standing committee of the General Association of Korean Residents in Japan, who is heading the congratulatory group of Koreans in Japan, took the floor next. &nbsp;&nbsp;&nbsp;\r\n The meeting was attended by senior officials of the party, the state and the army and the chairmen of the friendly parties. Present on invitation were diplomatic envoys here and foreign guests.     \r\n\r\n"
        },
        {
            "title": "North-south agreement on humanitarian issues published",
            "url": "http://kcna.co.jp/item/2002/200209/news09/08.htm#8",
            "content": "North side's football team returns \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 8 (KCNA) -- The north side's football team led by Ri Kwang Gun, chairman of the Korean Football Association, arrived here today after participating in the 2002 north-south football match for reunification held in Seoul.\r\n The team was met at the airport by chairman of the Korean Asia-Pacific Peace Committee Kim Yong Sun, chairman of the Korean Physical Culture and Sports Guidance Commission Pak Myong Chol, first secretary of the central committee of the Kim Il Sung Socialist Youth League Kim Kyong Ho, director of the secretariat of the Committee for the Peaceful Reunification of the Fatherland An Kyong Ho, officials concerned and sportsmen and sportswomen in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n The team left Seoul on the same day. &nbsp;&nbsp;&nbsp;\r\n It was warmly seen off at the airport by president of the \"Union for Future of Korea\" Pak Kun Hye and sports officials concerned. &nbsp;&nbsp;&nbsp;\r\n A statement issued by the north side's team at the airport on leaving Seoul said that the football match for reunification brought great joy and a new hope of national reconciliation, unity and reunification to the fellow countrymen. the north and the south should step up the nationwide march for reunification to achieve the independent reunification of the country by the concerted efforts of the nation under the banner of the June 15 joint declaration, it urged. &nbsp;&nbsp;&nbsp;\r\n Pak Kun Hye made a farewell speech at the airport. &nbsp;&nbsp;&nbsp;\r\n Earlier, the north side's football team hosted a reception in Seoul in connection with the successful holding of the football match.    \r\n\r\n\r\n"
        }
    ]
}