{
    "date": "2002-10-19",
    "url": "http://kcna.co.jp/item/2002/200210/20021019.htm",
    "articles": [
        {
            "title": "Kim Jong Il inspects KPA unit",
            "url": "http://kcna.co.jp/item/2002/200210/news10/19.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reception given in Moscow",
            "url": "http://kcna.co.jp/item/2002/200210/news10/19.htm#2",
            "content": "Kim Jong Il inspects KPA unit \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 19 (KCNA) - General Secretary Kim Jong Il Friday inspected KPA unit no. 836.\r\n Kim Jong Il visited a power station built by the unit before inspecting a women company under the unit. &nbsp;&nbsp;&nbsp;\r\n He went round an education room, bedroom, mess, washroom, daily provision store and other places of the company to take warm care of servicepersons' living. &nbsp;&nbsp;&nbsp;\r\n There is nothing to be spared for admirable servicewomen defending the country with arms in their hands, he said, urging the unit's commanding officers to do their utmost to provide them with the best living conditions. &nbsp;&nbsp;&nbsp;\r\n He saw an art performance given by company soldiers. &nbsp;&nbsp;&nbsp;\r\n The performance successfully represented the strong fighting spirit and militant stamina of the servicepersons to firmly defend with arms the cause of the WPK, the cause of socialism. &nbsp;&nbsp;&nbsp;\r\n Greatly satisfied to see all the servicepersons living and struggling in a revolutionary manner full of confidence in victory and optimism, he said: It is a high pride of us to have ranks of reliable women revolutionaries who have inherited the brilliant traditions of the anti-Japanese war. &nbsp;&nbsp;&nbsp;\r\n He gave the company soldiers a pair of binoculars and an automatic rifle as gifts and posed for a picture with them. &nbsp;&nbsp;&nbsp;\r\n Then, he called at the command of the unit to hear a report from its commander on the performance of its duty, and advanced highly important tasks to increase the unit's combat capability in every way. \r\n He also visited a servicepersons' hall to learn how the political and ideological education is conducted for them. &nbsp;&nbsp;&nbsp;\r\n Noting that the unit has trained all the servicepersons as combatants strong in ideology and faith by effectively conducting the revolutionary and class education in various forms and methods in keeping with their characteristics, he said that civilians should earnestly learn from the way the army conducts political work. &nbsp;&nbsp;&nbsp;\r\n He posed for a photograph with officers and men of the unit. &nbsp;&nbsp;&nbsp;\r\n Accompanying him were KPA generals Hyon Chol Hae and Pak Jae Gyong and first vice department directors of the WPK Central Committee Ri Yong Chol and Jang Song Thaek.    \r\n\r\n"
        },
        {
            "title": "37th anti-U.S. rally held in S. Korea",
            "url": "http://kcna.co.jp/item/2002/200210/news10/19.htm#3",
            "content": "Reception given in Moscow\r\n&nbsp;&nbsp;&nbsp; Moscow, October 17 (KCNA) -- The DPRK embassy in Moscow hosted a reception on Oct. 15 on the occasion of the 54th anniversary of the establishment of diplomatic relations between the DPRK and the Russian Federation.\r\n Present there on invitation were Minister of Communication Gennadi Fadeyev and first vice-Minister of Communication Vladimir Yakunin, vice-Foreign Minister Alexandr Losyukov, Gennadi Revchenko who is Russian side's secretary general of the Russia-DPRK inter-governmental committee for cooperation in trade, economy, science and technology and other officials of the foreign ministry, the Defence Ministry and the Ministry of Economic Development and Trade of Russia. &nbsp;&nbsp;&nbsp;\r\n DPRK Ambassador Pak Ui Chun and embassy officials were present. &nbsp;&nbsp;&nbsp;\r\n The vice-Foreign Minister of Russia said in a speech that the anniversary is being celebrated at a time when the friendly relations provided by the two leaders through significant meetings and talks are given fresh momentum. The traditional and close bilateral cooperation between the two peoples is reaching a new qualitative level as the days go by, he said. &nbsp;&nbsp;&nbsp;\r\n Russia has invariably supported inter-Korean contacts and will do so in the future, too. &nbsp;&nbsp;&nbsp;\r\n Saying that he is confidently looking far into the future of Russia-DPRK relations, he added that this confidence is based on the decades-long tradition of bilateral relations and the DPRK-Russia Treaty of Friendship, Good-Neighborliness and Cooperation. &nbsp;&nbsp;&nbsp;\r\n The recent meeting held in Vladivostok between the two top leaders proved their will to boost the bilateral relations in all fields. &nbsp;&nbsp;&nbsp;\r\n A book and photo exhibition and a film show were held and a reception was given at the DPRK consulate general in Nakhodka on Oct. 11.    \r\n\r\n"
        },
        {
            "title": "Anniversary of DPRK-Burkina Faso diplomatic relations marked",
            "url": "http://kcna.co.jp/item/2002/200210/news10/19.htm#4",
            "content": "37th anti-U.S. rally held in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 19 (KCNA) -- S. Korean organizations reportedly held the 37th anti-U.S. solidarity rally in Seoul on Tuesday. Among them were the people's action for revision of the South Korea-U.S. \"status of forces agreement\", the all-people measure committee for closure of the U.S. Forces' bombing range in Maehyang-ri and the headquarters of the movement for return of the U.S. military base in Ryongsan.\r\n Permanent representative Mun Jong Hyon and secretary general Kim Phan Thae of the people's action said that it is the demand of all people to stand against the United States. &nbsp;&nbsp;&nbsp;\r\n In a resolution adopted at the rally, the ralliers said that they would keep the spirit of anti-U.S. solidarity rally and carry out such tasks as probe into the truth about the murder of two schoolgirls, opposition to the \"National Assembly's\" ratification of the \"joint land management plan\" and the total revision of the unequal \"sofa\".    \r\n\r\n"
        },
        {
            "title": "DPRK delegate on protection of women's rights",
            "url": "http://kcna.co.jp/item/2002/200210/news10/19.htm#5",
            "content": "Anniversary of DPRK-Burkina Faso diplomatic relations marked\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 19 (KCNA) -- A friendly meeting was held at the DPRK embassy in Nigeria on Oct. 11 to commemorate the 30th anniversary of diplomatic relations between the DPRK and Burkina Faso.\r\n Invited to the meeting were the ambassador and staff members of the Burkinabe embassy in Nigeria. &nbsp;&nbsp;&nbsp;\r\n Screened at the meeting was Korean film \"Invincible Korean People's Army.\" &nbsp;&nbsp;&nbsp;\r\n The Burkinabe Ambassador to Nigeria said that through the film he could know better how the DPRK could squarely stand against the U.S. styling itself the only superpower of the world. Though small in its territory and population, the DPRK does and says on international arena what it should do, drawing world attention, as it is increasing its defense capability in every way under the army-based policy of Kim Jong Il, he added. &nbsp;&nbsp;&nbsp;\r\n The successes achieved by the Korean people in various fields in recent years are greatly encouraging Burkina Faso and other African countries.    \r\n\r\n"
        },
        {
            "title": "DPRK sportspersons and cheering groups feted",
            "url": "http://kcna.co.jp/item/2002/200210/news10/19.htm#6",
            "content": "DPRK delegate on protection of women's rights\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 19 (KCNA) -- The main task to protect women's rights at present is to substantially ensure gender equality and disallow any discrimination against women in political, economic, cultural and all other spheres of social life and let the women be responsible for social and economic development and benefit from it.\r\n The DPRK delegate said this at the third committee meeting of the 57th UN General Assembly on October 9 when agenda item \"progress of women\" was discussed. &nbsp;&nbsp;&nbsp;\r\n To this end, it is important to provide women and girls with equality and opportunity of education, help them enhance their position and role in social and political life and direct primary attention to creating a social environment for the protection of women's rights, he said, and went on: &nbsp;&nbsp;&nbsp;\r\n The DPRK government, guided by the man-centred Juche idea, took legal measures and adopted social policies to enable all the women to freely participate in political, economic, cultural and all other realms of social life with equal responsibility in the state and society with men, and has steadily improved them. &nbsp;&nbsp;&nbsp;\r\n In the DPRK women enjoy the same benefits of universal popular policies, including free educational system and the free health care system as men do. And they are provided with the best conveniences in living thanks to such policies of preferentially treating women as enforcement of the maternity leave system, the 6-hour working day for women with at least three children. &nbsp;&nbsp;&nbsp;\r\n The DPRK government is taking an active part in international cooperation in the protection of women's rights. &nbsp;&nbsp;&nbsp;\r\n The DPRK government will continue to strive to steadily improve the status of women and contribute to worldwide efforts for the protection of women's rights.    \r\n\r\n\r\n"
        },
        {
            "title": "Kaechon-Lake Thaesong Waterway commissioned",
            "url": "http://kcna.co.jp/item/2002/200210/news10/19.htm#7",
            "content": "DPRK sportspersons and cheering groups feted\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 19 (KCNA) -- The DPRK cabinet hosted a reception for members of the group of sportspersons and cheering group, who participated in the 14th Asian Games, at the People's Palace of Culture on Friday.\r\n Kwak Pom Gi, vice-premier of the cabinet, in a speech said that the DPRK sportspersons bagged 33 medals including 9 gold medals in the games, full of confidence of victory. &nbsp;&nbsp;&nbsp;\r\n He went on: &nbsp;&nbsp;&nbsp;\r\n Our women footballers and paddlers defeated all rivals. Ham Pong Sil emerged Asian woman Marathon champion and Ri Song Hui renewed a world record in women's weightlifting, thus demonstrating to the world the national wisdom and dignity. The members of our cheering group presented cheering dances and other colorful art activities, with main emphasis on dynamic band music, thus making the desire for reunification run high all over South Korea. &nbsp;&nbsp;&nbsp;\r\n Pak Myong Chol, chairman of the physical culture and sports guidance commission, in his speech said that DPRK sportspersons beat Asian and world champions in different events, demonstrating the dignity and honor of Korea of Juche. &nbsp;&nbsp;&nbsp;\r\nThey sang again and again the song \"dear general, where are you\" with tears in their eyes, he noted. &nbsp;&nbsp;&nbsp;\r\n True to the army-based leadership of Kim Jong Il, we will put the guidance to the training of sportspersons on a scientific and technological basis as required by the development of the modern sports technique so that they may demonstrate the dignity and might of Juche Korea in the international arena and repay the deep trust and expectation of the party, he added. &nbsp;&nbsp;&nbsp;\r\n Present at the reception were Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, officials concerned and members of the group of sportspersons and the cheering group.     \r\n\r\n"
        },
        {
            "title": "South side's delegation here",
            "url": "http://kcna.co.jp/item/2002/200210/news10/19.htm#8",
            "content": "Kaechon-Lake Thaesong Waterway commissioned\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 19 (KCNA) -- A commissioning ceremony of the Kaechon-Lake Thaesong Waterway was held on Friday.\r\n The waterway is over 150 km long from Taegak-ri, Kaechon city, South Phyongan Province, to Lake Thaesong in Kangso district, Nampho city. &nbsp;&nbsp;&nbsp;\r\n The waterway is a stream-style irrigation system which will fill more than 20 reservoirs with tens of thousands of Jongmi (a Jongmi equals 10,000 cubic meters of water) of water of the River Taedong and water 100,000 hectares of paddy and non-paddy fields of South Phyongan Province, Pyongyang and Nampho. &nbsp;&nbsp;&nbsp;\r\n The peculiar irrigation network of our own style in the western region of the country will save 60,000 kw of electric power and hundreds of pumps which were consumed and used every year. &nbsp;&nbsp;&nbsp;\r\n At the ceremony, vice-marshal of the Korean People's Army Jo Myong Rok, first vice-chairman of the DPRK National Defence Commission and director of the general political department of the KPA, read out a congratulatory message sent by the C.C., the Workers' Party of Korea to the builders and volunteers who performed feats in the waterway project. &nbsp;&nbsp;&nbsp;\r\n The message says: &nbsp;&nbsp;&nbsp;\r\n The waterway is a proud and grand monumental edifice in the era of the workers' party which was built under the wise leadership of the party leading the building of a powerful nation to victory under the banner of the great army-based policy and thanks to the might of the single-hearted unity of the whole party, the whole army and all the people. &nbsp;&nbsp;&nbsp;\r\n The Central Committee of the Workers' Party of Korea praises the servicemen, shock brigade members and volunteers for building another edifice of eternal value glorifying the army-based era by their own design, technique and strength with infinite loyalty to the party and the revolution and indomitable fighting spirit. &nbsp;&nbsp;&nbsp;\r\n Premier of the cabinet Hong Song Nam made a commissioning address. &nbsp;&nbsp;&nbsp;\r\n After the ceremony, the participants looked round the Taegak Youth Dam and the waterway.    \r\n\r\n"
        },
        {
            "title": "DPRK delegation returns from China",
            "url": "http://kcna.co.jp/item/2002/200210/news10/19.htm#9",
            "content": "South side's delegation here\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 19 (KCNA) -- The south side's delegation with Minister of Unification Jong Se Hyon as chief delegate arrived here today to participate in the 8th inter-Korean ministerial talks.\r\n The delegation was greeted at the airport by delegates of the north side to the talks.    \r\n\r\n"
        },
        {
            "title": "Paek Nam Sun meets President of IFAD",
            "url": "http://kcna.co.jp/item/2002/200210/news10/19.htm#10",
            "content": "DPRK delegation returns from China\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 19 (KCNA) -- The DPRK delegation led by Yang Hyong Sop, vice-President of the Presidium of the Supreme People's Assembly, returned home today after winding up its official goodwill visit to China.\r\n The delegation was met at the airport by secretary of the SPA Presidium Kim Yun Hyok, officials concerned and Chinese Ambassador to the DPRK Wu Donghe. &nbsp;&nbsp;&nbsp;\r\n During its stay, the delegation toured various parts of Beijing and shanghai    \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to President of Azerbaijan",
            "url": "http://kcna.co.jp/item/2002/200210/news10/19.htm#11",
            "content": "Paek Nam Sun meets President of IFAD\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 19 (KCNA) -- DPRK Foreign Minister Paek Nam Sun met and had a talk with Lennart Bage, president of the International Fund for Agricultural Development (IFAD), and his party at the Mansudae Assembly Hall today. &nbsp;&nbsp;&nbsp;\r\n They arrived here today.    \r\n\r\n"
        }
    ]
}