{
    "date": "2002-04-16",
    "url": "http://kcna.co.jp/item/2002/200204/20020416.htm",
    "articles": [
        {
            "title": "Kim Jong Il receives mayor of St. Petersburg of Russia",
            "url": "http://kcna.co.jp/item/2002/200204/news04/16.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Letter to Kim Jong Il from NDSFK CC",
            "url": "http://kcna.co.jp/item/2002/200204/news04/16.htm#2",
            "content": "Kim Jong Il receives mayor of St. Petersburg of Russia \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 16 (KCNA) --General Secretary Kim Jong Il yesterday received Vladimir Anatoliyevich Yakovlev, mayor of St. Petersburg of the Russian Federation, and his party on a visit to the DPRK.\r\n On the occasion the mayor courteously conveyed to leader Kim Jong Il a personal letter of Russian president Vladimir Vladimirovich Putin and presented his own gift to him.&nbsp;&nbsp;&nbsp;\r\n Kim Jong Il thanked for this, warmly welcomed the mayor's visit to the DPRK and had a talk with him in a cordial and friendly atmosphere. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il hosted a dinner in honor of the guests. &nbsp;&nbsp;&nbsp;\r\n Present on invitation were the mayor and his party, Russian ambassador to the DPRK Andrei Gennadievich Karlov and diplomats of the embassy. &nbsp;&nbsp;&nbsp;\r\n Present there were Kim Kuk Thae, Jong Ha Chol, Kim Ki Nam and Kim Yong Sun, secretaries of the WPK Central Committee, Kang Sok Ju, first vice-minister of foreign affairs, Jang Song Thaek, first vice department director of the WPK Central Committee, and Ji Jae Ryong, vice-director of the international department of the WPK Central Committee. &nbsp;&nbsp;&nbsp;\r\n The dinner proceeded in an amicable atmosphere.\r\n"
        },
        {
            "title": "Letter to Kim Jong Il from Chongryon CSC",
            "url": "http://kcna.co.jp/item/2002/200204/news04/16.htm#3",
            "content": "Letter to Kim Jong Il from NDSFK CC \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 16 (KCNA) -- Leader Kim Jong Il received a letter from the central committee of the National Democratic Front of South Korea on April 15 on the occasion of the Day of the Sun.\r\n The letter said that President Kim Il Sung was a great revolutionary, a distinguished statesman and a peerlessly great man who brilliantly adorned the 20th century as a glorious Kim Il Sung century, referring to the immortal feats performed by him. &nbsp;&nbsp;&nbsp;\r\n It continued: &nbsp;&nbsp;&nbsp;\r\n He provided an eternal cornerstone for the final victory of the Juche cause by successfully settling the issue of succession to the revolutionary cause. This is the most sacred and greatest immortal contribution among those made by him on behalf of the country, the nation, the times and history. &nbsp;&nbsp;&nbsp;\r\n His revolutionary cause is wining victory century after century thanks to Kim Jong Il. He is the brilliant sun of the 21st century. &nbsp;&nbsp;&nbsp;\r\n We will valiantly conduct the massive anti-U.S., anti-war struggle to resolutely check and frustrate the war moves of the war hawks at home and abroad and open a decisive phase of the independent national reunification this year through the struggle to realize cooperation between compatriots and implement the June 15 Joint Declaration under the uplifted slogan \"let us reunify the country by the concerted efforts of the Korean nation\" \r\n"
        },
        {
            "title": "Kim Il Sung's work published in Finland",
            "url": "http://kcna.co.jp/item/2002/200204/news04/16.htm#4",
            "content": "Letter to Kim Jong Il from Chongryon CSC \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 16 (KCNA) -- Leader Kim Jong Il received a letter from the central standing committee of the General Association of Korean Residents in Japan (Chongryon) on April 15 on the occasion of the Day of the Sun.\r\n On the occasion of the Day of the Sun the Chongryon central standing committee paid highest tribute to generalissimo Kim Il Sung and wholeheartedly extended the greatest glory to Kim Jong Il, representing the boundless loyalty and reverence of all the Chongryon officials and the 700,000 compatriots in Japan, the letter said, and went on: &nbsp;&nbsp;&nbsp;\r\n We will always remember the great benevolence of Kim Il Sung who enabled the compatriots in Japan to be reborn as full-fledged overseas citizens of Juche Korea, formed Chongryon, a legitimate overseas citizens' organization of the DPRK, and led them to demonstrate the honor of being pacesetters of the world overseas compatriots' movement. &nbsp;&nbsp;&nbsp;\r\n All the Chongryon officials and compatriots in Japan, who are greeting his 90th birth anniversary, amid the singing of songs in praise of the sun by all people, are firmly determined to defend forever Chongryon, his precious patriotic heritage, true to the noble intention of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n We will more firmly build up Chongryon as an overseas compatriots' organization of Juche type remaining loyal to Kim Jong Il and make patriotic devotion to the prosperity and development of the country. \r\n"
        },
        {
            "title": "DPRK orders and medals awarded to Juche idea followers",
            "url": "http://kcna.co.jp/item/2002/200204/news04/16.htm#5",
            "content": "Kim Il Sung's work published in Finland \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 16 (KCNA) -- President Kim Il Sung's famous work \"10-point programme of the great unity of the whole nation for the reunification of the country\" was brought out in booklet by the Finnish national committee for the study of the Juche idea.\r\n In a preface the booklet said that the committee decided to publish a work representing reverence for Kim Il Sung, a prominent state leader, on the occasion of his 90th birth anniversary. &nbsp;&nbsp;&nbsp;\r\n A ceremony of releasing the work took place in Helsinki on April 7. \r\n"
        },
        {
            "title": "Senior party and state officials visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2002/200204/news04/16.htm#6",
            "content": "DPRK orders and medals awarded to Juche idea followers \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 16 (KCNA) -- A ceremony of awarding DPRK orders and medals to followers of the Juche idea was held at the Mansudae Assembly Hall yesterday on the occasion of the 90th birth anniversary of President Kim Il Sung.\r\n Present there were Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly and chairman of the Korean Social Scientists Society, Kim Yong Il, vice-chairman of the society, officials concerned, members of the executive committee of the International Institute of the Juche Idea (IIJI) and representatives of Juche idea study organizations in various regions and countries. &nbsp;&nbsp;&nbsp;\r\n After a decree of the Presidium of the DPRK Supreme People's Assembly was read out, Yang Hyong Sop awarded DPRK friendship order first class to Takao Kamakura, director of the board of the IIJI who has made positive efforts to study and disseminate the Juche idea, the great guiding idea in the era of independence, cherishing the idea as his faith. &nbsp;&nbsp;&nbsp;\r\n And DPRK friendship order second class was awarded to two persons and friendship medals to eight others.\r\n"
        },
        {
            "title": "Camping begins at children's camps",
            "url": "http://kcna.co.jp/item/2002/200204/news04/16.htm#7",
            "content": "Senior party and state officials visit Mangyongdae \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 16 (KCNA) -- Senior party and state officials, chairmen of friendly parties and leading officials of party and power bodies, ministries, national institutions and public organizations yesterday visited Mangyongdae on the occasion of the 90th birth anniversary of President Kim Il Sung.\r\n They first laid bouquets before the graves of his grandfather Kim Po Hyon, his grandmother Ri Po Ik, his father Kim Hyong Jik and his mother Kang Pan Sok and observed a moment's silence in memory of them. \r\n After going round the Mangyongdae Revolutionary Museum, they visited his old home in Mangyongdae. &nbsp;&nbsp;&nbsp;\r\n Being briefed on his revolutionary family and immortal revolutionary feats, they went round with keen interest mementos preserved in the historic home. &nbsp;&nbsp;&nbsp;\r\n They planted trees in Mangyongdae that day.\r\n"
        },
        {
            "title": "Receptions given in honor of participants in art festival",
            "url": "http://kcna.co.jp/item/2002/200204/news04/16.htm#8",
            "content": "Camping begins at children's camps \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 16 (KCNA) -- A camping began at the children's camps across the country on the occasion of the 90th birth anniversary of President Kim Il Sung.\r\n Meetings to receive campers were held at the Mangyongdae Children's Camp, the Songdowon International Children's Camp, the Sokam Children's Camp, the Phihyon Children's Camp, the Kaesong Children's Camp and other camps on April 14 and 15. &nbsp;&nbsp;&nbsp;\r\n The campers joyfully spent the significant holiday, having amusement and sports games.\r\n"
        },
        {
            "title": "Kim Yong Nam meets foreign delegations and delegates",
            "url": "http://kcna.co.jp/item/2002/200204/news04/16.htm#9",
            "content": "Receptions given in honor of participants in art festival\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 16 (KCNA) -- The Presidium of the Supreme People's Assembly of the DPRK gave receptions at the People's Palace of Culture and Chongryu Restaurant on April 15 in honor of the participants in the 20th April Spring Friendship Art Festival on the occasion of the 90th birth anniversary of President Kim Il Sung.\r\n Present on invitation were delegations and delegates and artistes of various countries and overseas Korean artistes attending the festival. &nbsp;&nbsp;&nbsp;\r\n Hong Song Nam, premier of the DPRK cabinet, Kim Yong Dae, vice-president of the Presidium of the SPA, Jang Chol, chairman of the festival organizing committee, and other officials concerned were present. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the receptions.\r\n\r\n"
        },
        {
            "title": "Foreign diplomats visit Kimilsungia show",
            "url": "http://kcna.co.jp/item/2002/200204/news04/16.htm#10",
            "content": "Kim Yong Nam meets foreign delegations and delegates\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 16 (KCNA) -- Kim Yong Nam, member of the political bureau of the Central Committee of the Workers' Party of Korea and President of the Presidium of the Supreme People's Assembly of the DPRK, met and had friendly talks with the visiting political party delegations and delegates of various countries at the Mansudae Assembly Hall yesterday.\r\n Kim Yong Nam met and had a talk with a Chinese government cultural delegation led by Sun Jiazheng, Minister of Culture, at the Mansudae Assembly Hall that day. &nbsp;&nbsp;&nbsp;\r\n The head of the delegation said that Jiang Zemin and leader Kim Jong Il have paid deep attention to the Chinese-Korean friendship. The mutual visits of the top leaders of the two countries marked a good occasion in developing the Chinese-Korean friendly relations, he noted.\r\n\r\n\r\n"
        },
        {
            "title": "Choe Thae Bok meets foreign delegations",
            "url": "http://kcna.co.jp/item/2002/200204/news04/16.htm#11",
            "content": "Foreign diplomats visit Kimilsungia show \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 16 (KCNA) -- The military attaches corps here and officials in charge of cultural and friendly relations of foreign embassies here visited the 4th Kimilsungia show yesterday on the occasion of the 90th birth anniversary of President Kim Il Sung.\r\n The guests went round the show with deep emotion, being briefed on Kimilsungia, a product of the boundless reverence of all people for him and their sincerity. &nbsp;&nbsp;&nbsp;\r\n After visiting the show, the guests made entries in the visitor's book. &nbsp;&nbsp;&nbsp;\r\n Military attache of the Chinese embassy Yan Jiangfeng who is the doyen of the military attaches corps wrote that kimilsungia in full bloom symbolizes the greatness of the president and shows the ardent veneration of all people for him. \r\n\r\n"
        },
        {
            "title": "Reception given for delegations and of Juche idea study organizations",
            "url": "http://kcna.co.jp/item/2002/200204/news04/16.htm#12",
            "content": "Choe Thae Bok meets foreign delegations\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 16 (KCNA) -- Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, met and conversed with Harchand Singh, general secretary of the World Federation of Democratic Youth, a delegation of the Cambodian Youth Association led by its chairman Men Kuon and a delegation of the Indonesian Women's Congress led by its chairwoman Inne E. A. Soekaryo at the Mansudae Assembly Hall yesterday.\r\n The guests said that while staying in the DPRK they deeply felt that boundless is the reverence of the Korean people for President Kim Il Sung who devoted his all to the prosperity and development of the country and the happiness of the people. &nbsp;&nbsp;&nbsp;\r\n They positively supported the Korean people in their efforts to achieve the reunification of the country on the principle of national independence and by a federal formula in a peaceful way. \r\n\r\n"
        },
        {
            "title": "Day of Sun commemorated",
            "url": "http://kcna.co.jp/item/2002/200204/news04/16.htm#13",
            "content": "Reception given for delegations and of Juche idea study organizations\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 16 (KCNA) --The DPRK government gave a reception at Pyongyang Koryo Hotel yesterday in honor of delegations and delegates of Juche idea study organizations on the occasion of the 90th birth anniversary of President Kim Il Sung.\r\n Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly of the DPRK and chairman of the Korean Social Scientists Society, speaking at the reception, said that Kim Il Sung who performed the immortal feats on behalf of the country, the people, the times and history would be always remembered by the Korean people and the progressives. &nbsp;&nbsp;&nbsp;\r\n He noted that the immortal Juche idea founded by Kim Il Sung has been further developed and enriched thanks to the energetic ideological and theoretical activities of leader Kim Jong Il, the great sun of the 21st century. &nbsp;&nbsp;&nbsp;\r\n Speaking next, Kenichi Ogami, secretary general of the International Institute of the Juche Idea, said that Kim Il Sung was a great man who performed the immortal feats in accomplishing the cause of global independence and a benevolent father who showed great love for the adherents of the Juche idea. &nbsp;&nbsp;&nbsp;\r\n He noted that Kim Jong Il is wisely leading the struggle for the accomplishment of the revolutionary cause of Juche by successfully carrying forward the cause of Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n Aware of the noble mission to more vigorously conduct activities to study and disseminate the Juche idea, we will more positively conduct the activities to widely disseminate this idea among the world people, he concluded. \r\n\r\n"
        },
        {
            "title": "Mangyongdae visited by foreigners",
            "url": "http://kcna.co.jp/item/2002/200204/news04/16.htm#14",
            "content": "Day of Sun commemorated\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 16 (KCNA) -- An evening gala of youth and students in Pyongyang took place at Kim Il Sung Square yesterday to commemorate the 90th birth anniversary of President Kim Il Sung.\r\n Present there were Kim Yong Nam, Jon Pyong Ho, Choe Yong Rim and other senior party and state officials. &nbsp;&nbsp;&nbsp;\r\n Present on invitation were overseas compatriots on a visit to the socialist homeland, delegations and delegates of various countries and foreign guests who came here on the occasion of the Day of the Sun, diplomatic envoys and staff members of foreign embassies here. \r\n The participants in the evening gala danced to the tunes of \"let us sing of the Day of the Sun\", \"song of Mangyongdae\" and other songs representing boundless yearning and reverence for the president. &nbsp;&nbsp;&nbsp;\r\n Evening galas of youth and students also took place in the plazas of the Tower of the Juche Idea, the monument to party founding and the April 25 House of Culture, at different places of the capital city and in provinces, cities and counties. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, large choruses praising the revolutionary life and immortal feats of the president were given in different places on the same day on the occasion of the Day of the Sun.\r\n\r\n"
        },
        {
            "title": "Greetings to Syrian President",
            "url": "http://kcna.co.jp/item/2002/200204/news04/16.htm#15",
            "content": "Mangyongdae visited by foreigners\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 16 (KCNA) -- The visiting representatives of organizations for friendship and solidarity with the Korean people and international organizations visited Mangyongdae yesterday on the occasion of the 90th birth anniversary of President Kim Il Sung.\r\n The guests marched as far as his old home in Mangyongdae from the revolutionary monument to the fork leading to Mangyongdae. &nbsp;&nbsp;&nbsp;\r\n They also visited the 4th kimilsungia show on the same day.\r\n\r\n"
        },
        {
            "title": "Title of honorary academician awarded to mayor of St. Petersburg",
            "url": "http://kcna.co.jp/item/2002/200204/news04/16.htm#16",
            "content": "Greetings to Syrian president\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 16 (KCNA) -- General Secretary Kim Jong Il today sent a message of greetings to Bashar Al Assad, President of Syria who is also General Secretary of the c.c., the Arab Socialist Baath Party, on the occasion of the 56th anniversary of its independence. \r\n The message extended warm congratulations to the president, government and people of Syria on this occasion. &nbsp;&nbsp;&nbsp;\r\n After the independence of Syria its people have achieved great successes in their efforts to defend the sovereignty of the nation and build prosperous new Syria under the correct leadership of respected President Hafez Al Assad and Bashar Al Assad, it said, and went on: &nbsp;&nbsp;&nbsp;\r\n The Korean people sincerely rejoice over these successes and extend full support to the president and the Syrian people in their efforts to modernize the country and achieve progress and find a fair and comprehensive solution to the mideast issue. &nbsp;&nbsp;&nbsp;\r\n The message expressed belief that the friendly and cooperative relations between the two countries would steadily grow stronger and wished the president good health and happiness.\r\n\r\n\r\n"
        }
    ]
}