{
    "date": "2002-06-10",
    "url": "http://kcna.co.jp/item/2002/200206/20020610.htm",
    "articles": [
        {
            "title": "Thai delegation sees \"Arirang\" performance",
            "url": "http://kcna.co.jp/item/2002/200206/news06/10.htm#1",
            "content": "Thai delegation sees \"Arirang\" performance \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 10 (KCNA) -- The visiting Thai parliamentary delegation led by speaker Uthai Pimchaichon appreciated the mass gymnastic and artistic performance \"Arirang\" at the May Day Stadium on Sunday.\r\n The audience was struck with deep admiration at its high ideological and artistic value, refined skill of performers, its peculiar setting and ever-changing background scenes.    \r\n"
        },
        {
            "title": "Message of sympathy to Syrian President",
            "url": "http://kcna.co.jp/item/2002/200206/news06/10.htm#2",
            "content": "Message of sympathy to Syrian President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 10 (KCNA) -- President Kim Yong Nam of the Presidium of the DPRK Supreme People's Assembly sent a message of sympathy to Syrian President Bashar Al Assad on June 9 on the occasion of the second death anniversary of Syrian President Hafez Al Assad, the leader of the great advance of the Syrian people and a close friend of the Korean people.\r\n The message expressed sincere and deep sympathy to the president, government and people of Syria and the bereaved family. &nbsp;&nbsp;&nbsp;\r\n The feats performed by Hafez Al Assad in defending the sovereignty of the Arab nations and building a new prosperous Syria will be everlasting, it added. &nbsp;&nbsp;&nbsp;\r\n In the belief that the friendly and cooperative ties of the two countries forged by the two preceding leaders would continue to grow stronger, it sincerely wished the president good health and happiness as well as the Syrian people lasting progress and prosperity.    \r\n\r\n"
        },
        {
            "title": "Release of S. Korean unionists urged",
            "url": "http://kcna.co.jp/item/2002/200206/news06/10.htm#3",
            "content": "Release of S. Korean unionists urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 10 (KCNA) -- More than 500 union delegates from 175 countries to the 90th general meeting of the international labour organization opened a plenary meeting on June 7 to adopt a resolution on the arrest of union cadres and the encroachment on labor rights in South Korea, Seoul-based MBC reported.\r\n The resolution urged the \"government\" of South Korea to recognize the basic rights of the South Korean workers and unconditionally release all the arrested unionists.    \r\n\r\n"
        },
        {
            "title": "Talks held between delegations of DPRK and Thailand",
            "url": "http://kcna.co.jp/item/2002/200206/news06/10.htm#4",
            "content": "Talks held between delegations of DPRK and Thailand \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 10 (KCNA) -- Talks were held between the delegations of the Supreme People's Assembly of the DPRK and the Thai parliament at the Mansudae Assembly Hall yesterday.\r\n Both sides informed each other of the situations in their countries and exchanged views on the issue of developing the friendly and cooperative relations between the two parliaments and a series of matters of mutual concern. &nbsp;&nbsp;&nbsp;\r\n Present at the talks were Choe Thae Bok, chairman of the DPRK SPA, deputies to the SPA and members of the parliamentary delegation of Thailand led by its speaker Uthai Pimchaichon.    \r\n\r\n"
        },
        {
            "title": "DPRK ready to mercilessly punish aggressors",
            "url": "http://kcna.co.jp/item/2002/200206/news06/10.htm#5",
            "content": "DPRK ready to mercilessly punish aggressors \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 10 (KCNA) -- The U.S. Defense Department recently conducted a computer mock exercise for the purpose of escalating \"anti-terrorism war\" into the DPRK and several other countries and worked out a top-secret war scenario on this basis. In connection with the disclosure of the scenario Rodong Sinmun today in a signed commentary says:\r\n The carefully worked out war scenario called \"sledge hammer\" indicates concrete measures as regards such issues as the permanent deployment of U.S. forces in South Korea and other parts of the world, the mission of U.S. forces in case they are involved in a new conflict and the issue of escalating the \"anti-terrorism war\" into specific areas of the world including the DPRK and Iraq. &nbsp;&nbsp;&nbsp;\r\n Timed to coincide with the disclosure of the scenario, U.S. President Bush addressing the graduates of a military academy on June 1 blustered that the U.S. would not rule out a preemptive attack to \"combat terrorism.\" &nbsp;&nbsp;&nbsp;\r\n As the U.S. ruling forces are watching for a chance to invade the DPRK, while talking about \"dialogue\" with the DPRK, it is left with no option but to maintain the highest degree of vigilance and keep itself in full combat readiness. The will of the army and people of the DPRK to mercilessly punish aggressors in the do-or-die spirit is growing stronger. &nbsp;&nbsp;&nbsp;\r\n Those who dare provoke the DPRK will meet nothing but death and ruin.    \r\n\r\n"
        },
        {
            "title": "Mokran, national flower of DPRK",
            "url": "http://kcna.co.jp/item/2002/200206/news06/10.htm#6",
            "content": "Mokran, national flower of DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 10 (KCNA) -- Mokran (Magnolia) is now in full bloom everywhere in the DPRK.\r\n It is the national flower of the DPRK. &nbsp;&nbsp;&nbsp;\r\n This flower grows in different parts of the country except its northern alpine areas. By nature, it was called Hambak. &nbsp;&nbsp;&nbsp;\r\n President Kim Il Sung renamed it \"Mokran\" in May 1964 when he visited the central botanical garden, and later instituted it as national flower. &nbsp;&nbsp;&nbsp;\r\n This beautiful, solid and simple flower represents the stamina of the resourceful Korean people. &nbsp;&nbsp;&nbsp;\r\n Mokran is a little tree whose leaves are large, and puts out flowers in around May-June. &nbsp;&nbsp;&nbsp;\r\n The flower is white and big and sends forth a characteristic fragrance. Its egg-shaped fruit ripens red in around September. &nbsp;&nbsp;&nbsp;\r\n Mokran is widely cultivated as a garden plant and its leaf and bark are used as medicines.    \r\n\r\n"
        },
        {
            "title": "Peculiar stone mosaic",
            "url": "http://kcna.co.jp/item/2002/200206/news06/10.htm#7",
            "content": "Peculiar stone mosaic \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 10 (KCNA) -- Over 1,400 pieces of art works worth national treasures are on display at the gift exhibition of the Ministry of the People's Armed Forces in Pyongyang.\r\n Among them is stone mosaic \"we will always glorify the cause started on Mt. Paektu.\" &nbsp;&nbsp;&nbsp;\r\n The work depicts President Kim Il Sung in generalissimo's uniform and leader Kim Jong Il in marshal's uniform standing on Mt. Paektu, the holy mountain of the revolution, optimistic about the new era of the revolution. &nbsp;&nbsp;&nbsp;\r\n It gives a delicate artistic depiction of brightly smiling Kim Il Sung with his hands at his waist who looks as if he is recalling the past years of the Korean revolution, and Kim Jong Il with one of his hands raised to visualize a bright future full of faith and enthusiasm. &nbsp;&nbsp;&nbsp;\r\n It also truthfully portrays the servicemen vowing to stoutly make a long march of revolution, holding the two great men in high esteem under the uplifted flag of the supreme commander. &nbsp;&nbsp;&nbsp;\r\n It is 5.36m in width and 2.75m in height and weighs 500 kg. The mosaic was made of more than one million pieces of stone with over 70 colors obtained through the cutting of over 60 tons of stone collected by servicemen in different parts of the country. \r\n\r\n"
        },
        {
            "title": "Foreign delegations and delegates arrive",
            "url": "http://kcna.co.jp/item/2002/200206/news06/10.htm#8",
            "content": "Foreign delegations and delegates arrive \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 10 (KCNA) -- A delegation of Pugwash conference on science and world affairs and a delegation of the publishers association for cultural exchange of Japan arrived here on June 8 to participate in the Pyongyang international exhibition of scientific and technological books.\r\n They were greeted at the airport by vice-chairperson of the Korean Committee for Cultural Relations with Foreign Countries Hong Son Ok, and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n Arriving here earlier were a delegation of the television trust for the environment, a delegation of Jilin provincial publishers of China, a delegation of Moscow State University named after Lomonosov of Russia, a delegation of the Far Eastern State University of Russia and Dmitri Tuskerblat, representative of the state scientific and technological mass library of the Siberians branch of the academy of science of Russia.     \r\n\r\n\r\n"
        },
        {
            "title": "Songs in period of enlightenment",
            "url": "http://kcna.co.jp/item/2002/200206/news06/10.htm#9",
            "content": "Songs in period of enlightenment\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 10 (KCNA) -- The DPRK has achieved successes in in-depth study of songs in the period of enlightenment.\r\n In recent years, the national music research rooms under the central committee of the Korean Musicians Union and Pyongyang university of music and dance have discovered and ascertained hundreds of songs in the period of enlightenment including new folk songs \"Yongchunga\" and \"Korean Ballad\" and a children's song \"Half-Moon\". &nbsp;&nbsp;&nbsp;\r\n These songs were a product of the campaign for new culture in the middle of the 19th century. in the 1920s and 1930s the songs developed into a new music style to be very popular. &nbsp;&nbsp;&nbsp;\r\n The songs, which were created and disseminated by conscientious musicians including Jo Ryong Chul, Ri Myon Sang and An Ki Yong, truthfully represented bitter grief at the national ordeals and ardent patriotism and desire for the new. &nbsp;&nbsp;&nbsp;\r\n The discovery of songs in the period of enlightenment helped fill up part of the history of the music which has long remained blank and find an excellent cultural heritage of the nation. &nbsp;&nbsp;&nbsp;\r\n The publication of books on songs in the period of enlightenment is brisk. &nbsp;&nbsp;&nbsp;\r\n The literature and art publishing house brought out a \"collection of selected songs in the period of enlightenment\" on newly discovered 34 songs in the period of enlightenment, 52 children's songs, 18 art songs, 59 new folk songs and 27 popular songs. &nbsp;&nbsp;&nbsp;\r\n In order to help readers understand the conditions of the society and the tastes of the people at that time the book carries original music, explaining the background against which songs were created, the years of their creation, name of creators and related historical materials. &nbsp;&nbsp;&nbsp;\r\n \"Collection of new folk songs\", \"collection of art songs and children's songs\" and \"collection of popular songs\" are expected to come off the press soon.     \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to head of State of Libya",
            "url": "http://kcna.co.jp/item/2002/200206/news06/10.htm#10",
            "content": "Greetings to head of State of Libya\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 10 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, today sent a message of greetings to colonel Moammer El Gaddafi, leader of the Great September First Revolution of the Great Socialist People's Libyan Arab Jamahiriya, on the occasion of the 32nd anniversary of the dismantling of the U.S. military base in Libya.\r\n The message wished him and the Libyan people greater success in their work for protecting the national dignity and sovereignty and achieving the progress and prosperity of the country and expressed belief that the friendly and cooperative relations between the two countries would grow stronger in the future.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Talks held between DPRK and Vietnam",
            "url": "http://kcna.co.jp/item/2002/200206/news06/10.htm#11",
            "content": "Talks held between DPRK and Vietnam\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 10 (KCNA) -- Talks were held at the People's Palace of Culture today between the delegations of the DPRK-Vietnam friendship parliamentary group and the Vietnam-DPRK friendship parliamentary group.\r\n At the talks both sides informed each other of the situations in their countries and exchanged views on the issue of developing the friendly and cooperative relations between the parliaments of the two countries and on a series of matters of mutual concern. &nbsp;&nbsp;&nbsp;\r\n Present there on the DPRK side were members of the delegation led by Ryang Kyong Bok, deputy to the Supreme People's Assembly, and on the Vietnamese side were members of the delegation headed by Nguyen Duy Quy, member of the national assembly, and do Thi Hoa, Vietnamese ambassador to the DPRK. \r\n  \r\n\r\n"
        },
        {
            "title": "Kim Yong Nam meets Thai parliamentary delegation",
            "url": "http://kcna.co.jp/item/2002/200206/news06/10.htm#12",
            "content": "Kim Yong Nam meets Thai parliamentary delegation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 10 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, met and had a talk with the parliamentary delegation of Thailand led by speaker Uthai Pimchaichon at the Mansudae Assembly Hall today.\r\n On the occasion, the speaker said that during their visit they saw the optimistic and diligent features of the Korean people loving their motherland and that the mass gymnastic and artistic performance \"Arirang\" was a masterpiece of world standard. &nbsp;&nbsp;&nbsp;\r\n He expressed belief that the friendly and cooperative relations between Thailand and the DPRK would further develop.\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}