{
    "date": "2002-02-27",
    "url": "http://kcna.co.jp/item/2002/200202/20020227.htm",
    "articles": [
        {
            "title": "Russian embassy officials visit Pyongyang Children's Foodstuff Factory",
            "url": "http://kcna.co.jp/item/2002/200202/news02/27.htm#1",
            "content": "Russian embassy officials visit Pyongyang Children's Foodstuff Factory \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 27 (KCNA) -- Ambassador Andrei Karlov and officials of the Russian embassy in Pyongyang yesterday visited the Pyongyang Children's Foodstuff Factory.\r\n They looked round production processes including the soybean milk shop.&nbsp;&nbsp;&nbsp;\r\n At the end of their visit, the ambassador said he came to know better why leader Kim Jong Il calls the children \"kings\" of the country and what deep concern he shows for them. he hoped the employees of the factory would register bigger success in the production true to his intention.     \r\n\r\n"
        },
        {
            "title": "Youth league conference to be held",
            "url": "http://kcna.co.jp/item/2002/200202/news02/27.htm#2",
            "content": "Youth league conference to be held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 27 (KCNA) -- A conference of the Kim Il Sung Socialist Youth League will be held here toward the end of March, Juche 91 (2002).\r\n The conference will mark an important occasion in getting the faith that President Kim Il Sung will always be with us cherished in the hearts of the young people across the country and powerfully demonstrating once again their steadfast faith and will to accomplish the socialist cause of Juche, remaining loyal to the army-based revolutionary leadership of Kim Jong Il, and the potentials of the youth league as reserve combat unit and detached force of the supreme commander in the revolutionary advance in the new century.     \r\n\r\n"
        },
        {
            "title": "Letter of protest conveyed to U.S. embassy",
            "url": "http://kcna.co.jp/item/2002/200202/news02/27.htm#3",
            "content": "Letter of protest conveyed to U.S. embassy \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 27 (KCNA) -- A delegation demanding the release of those arrested participants in the sit-in strike at the U.S. chamber of commerce and industry reportedly conveyed a letter of protest to the U.S. embassy in Seoul on Feb. 23 .\r\n The letter said: &nbsp;&nbsp;&nbsp;\r\n The U.S. should have fundamentally dropped its hardline policy towards the north and made an apology for its criminal acts. But, it described the occupation of the U.S. chamber of commerce and industry by students under the South Korean Federation of University Student Councils on Feb. 18 as \"terrorism\" and called for the provision of materials on the family and social background of the students involved in the occupation and even reparation for damage. We cannot repress resentment at such unreasonable demand of the U.S. their occupation of the chamber and sit-in strike were chiefly attributable to the U.S. unilateral and hegemonic policy toward the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n The letter urged the U.S. embassy to probe the truth behind the description of the sit-in strike as \"terrorism\", the demand for the provision of materials on the family and social background of those concerned and the litigation over damage filed against students. &nbsp;&nbsp;&nbsp;\r\n It also urged the U.S. ambassador to meet the demand for an interview related to Bush's argument about the \"axis of evil\" and the U.S. hardline policy toward the north and war moves in the Korean Peninsula, the demands raised by students during their sit-in strike.     \r\n\r\n"
        },
        {
            "title": "Cause of Korea's reunification supported",
            "url": "http://kcna.co.jp/item/2002/200202/news02/27.htm#4",
            "content": "Cause of Korea's reunification supported \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 27 (KCNA) -- State leaders of different countries supported the Korean people's cause of national reunification recently when receiving credentials from the DPRK ambassadors.\r\n Henri, Grand Duke of the Grand Duchy of Luxembourg, said that he was well aware of the efforts of the DPRK government to achieve the reunification of the country, the supreme desire of the Korean people, and multi-channelled talks and contacts between the north and south of Korea in recent years. &nbsp;&nbsp;&nbsp;\r\n Luxembourg will, together with European countries, strive to contribute to the process of Korea's reunification, he added. &nbsp;&nbsp;&nbsp;\r\n Emomali Rakhmonov, President of Tajikistan, expressed hope that the north and south of Korea would have more active relations between them to achieve the peaceful reunification and the prosperity of the nation. &nbsp;&nbsp;&nbsp;\r\n The Tajik government values the friendly relations with the DPRK, he noted, adding: it will as ever conduct beneficial cooperation with the DPRK on the principle of mutual respect and reciprocity. &nbsp;&nbsp;&nbsp;\r\n Georgi Parvanov, President of Bulgaria, sincerely hoped that the traditional friendly relations between Bulgaria and the DPRK would continue to develop and the Korean nation would reunify the country in a peaceful way.     \r\n\r\n"
        },
        {
            "title": "Pakistan ambassador gives reception",
            "url": "http://kcna.co.jp/item/2002/200202/news02/27.htm#5",
            "content": "Pakistan ambassador gives reception \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 27 (KCNA) -- Pakistani ambassador to the DPRK Sultan Habib gave a reception at the embassy Tuesday on the occasion of the birthday of leader Kim Jong Il.\r\n Present on invitation were vice-president of the Presidium of the DPRK Supreme People's Assembly Yang Hyong Sop, foreign minister Paek Nam Sun and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Sultan Habib said in a speech that Kim Jong Il, endowed with clairvoyant far-sightedness and brilliant wisdom, has strengthened the army to provide a sure guarantee for the victory of the revolutionary cause of Juche. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has developed all affairs of the country on the strength of the army-based policy and his wise politics is closely uniting the leader and people as one, he said. &nbsp;&nbsp;&nbsp;\r\n He sincerely wished the Korean people great success in the work to carry out the behest of President Kim Il Sung under the wise leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Yang Hyong Sop said in a speech that the DPRK and Pakistan have long maintained the close bonds of friendship, expressing belief that the friendly and cooperative relations would be boosted in various domains this year, which mark the 30th anniversary of the establishment of diplomatic relations between the two countries. &nbsp;&nbsp;&nbsp;\r\n The Korean people are following with deep attention the positive measures the present Pakistani government has taken to achieve the stability of the country, develop the economy and improve the standard of people's living, he said. He wished the friendly Pakistani people greater success in the work to build prosperous Pakistan.     \r\n\r\n"
        },
        {
            "title": "Bush's reckless remarks assailed in Ukraine",
            "url": "http://kcna.co.jp/item/2002/200202/news02/27.htm#6",
            "content": "Bush's reckless remarks assailed in Ukraine \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 27 (KCNA) -- The Communist Party Group of the Supreme Rada (parliament) of Ukraine made public a statement on Feb. 5 denouncing Bush for listing the DPRK as a member of the \"axis of evil\".\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n The U.S. president's reckless remarks about the DPRK destroyed the 2000-2001 positive process of overcoming confrontation on the Korean peninsula and posed a direct threat to the process of dialogue between the north and south of Korea. &nbsp;&nbsp;&nbsp;\r\n This sparked off resentment of the DPRK government as well as the progressives the world over. &nbsp;&nbsp;&nbsp;\r\n The U.S. \"judgement\" on those countries going against the grain of it is, in essence, to force other countries to restrain cooperation with these countries and directly intervene in internal affairs of developing countries. &nbsp;&nbsp;&nbsp;\r\n We demand the Ukrainian government denounce the stand of the U.S. that is contrary to the international standard and directly leads the world to military holocaust.    \r\n\r\n"
        },
        {
            "title": "Korea publications export and import corporation",
            "url": "http://kcna.co.jp/item/2002/200202/news02/27.htm#7",
            "content": "Korea publications export and import corporation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 27 (KCNA) -- The Korea Publications Export and Import Corporation is the only institution in charge of the export and import of publications in the DPRK.\r\n It exports famous works of President Kim II Sung and leader Kim Jong Il and other books, picture albums, postcards, periodicals, recorded cassettes, video cassettes and CD-rom in the DPRK and imports publications from different countries. &nbsp;&nbsp;&nbsp;\r\n Publications exported are in Korean, Chinese, Japanese, Russian, English, French, Spanish, Arabic and German. &nbsp;&nbsp;&nbsp;\r\n The corporation prints on commission picture albums, dictionaries, books, textbooks, guide books, trademarks, ads and other publications for different countries and sells manuscripts and copyrights of DPRK publications and e-publications.    \r\n\r\n"
        },
        {
            "title": "Police suppression slammed in S. Korea",
            "url": "http://kcna.co.jp/item/2002/200202/news02/27.htm#8",
            "content": "Police suppression slammed in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 27 (KCNA) -- The South Korean Federation of University Student Councils (Hanchongryon) reportedly issued a statement on Feb. 24 denouncing the police authorities for cracking down upon many people who rose up in the struggle against Bush's South Korea visit.\r\n The statement accused the police authorities of sending riot police to rallies held in different places, leaving many people wounded and taking away a placard bearing the letters \"against Bush's South Korea visit\" hanging on a university building. &nbsp;&nbsp;&nbsp;\r\n Hanchongryon will never remain a passive onlooker to the police's sycophantic and treacherous violence, the statement said, demanding the police authorities make an apology for the outrage during the struggle against bush's trip to South Korea, punish those responsible for the crackdown on the legitimate rallies and immediately release the arrested persons. &nbsp;&nbsp;&nbsp;\r\n It sternly warned that if the police authorities do not apologize and repent of the recent violence, resentment of all the people who joined in the struggle against bush's South Korea junket will certainly punish the sycophantic and treacherous police.    \r\n\r\n\r\n"
        },
        {
            "title": "Famous dance \"snow falls\"",
            "url": "http://kcna.co.jp/item/2002/200202/news02/27.htm#9",
            "content": "Famous dance \"snow falls\"\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 27 (KCNA) -- Dance \"snow falls\" is one of the four dances listed as masterpieces in the DPRK.\r\n It was created in Juche 56 (1967). &nbsp;&nbsp;&nbsp;\r\n The dance depicts the profound feelings of the people sitting up all through a silent snowy night, telling legendary stories about the anti-Japanese revolutionary struggle. &nbsp;&nbsp;&nbsp;\r\n W woman of the Korean people's revolutionary army braving all sorts of ordeals and difficulties with a red flag uplifted despite heavy snow, biting cold and severe snowstorm truthfully represents the firm faith and will of revolutionaries. &nbsp;&nbsp;&nbsp;\r\n A good combination of the main dance by a woman guerrilla and dances presented by other women symbolic of snowflakes adds to the ideological and artistic value of \"snow falls.\" &nbsp;&nbsp;&nbsp;\r\n The dancers' depiction is rendered more profound as the dance is presented to the accompaniment of the music \"snow falls.\" &nbsp;&nbsp;&nbsp;\r\n The thematic and ideological content of the dance is enriched by use of various means of stage decor.     \r\n\r\n\r\n"
        },
        {
            "title": "Yankees urged to go home",
            "url": "http://kcna.co.jp/item/2002/200202/news02/27.htm#10",
            "content": "Yankees urged to go home\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 27 (KCNA) -- The Seoul District Federation of University Student Councils reportedly issued a statement on February 24 in which it made its comment on the results of Bush's South Korea visit.\r\n The statement said that bush-led U.S. warmongers should clearly know that the anti-U.S., anti-Bush sentiment shown by the South Koreans during his South Korea visit is not a temporary resentment that may calm down with the passage of time. &nbsp;&nbsp;&nbsp;\r\n The more cunning and vicious method the U.S. employs, the closer the Korean people will get united in their struggle for the sovereignty and national reunification which are more precious than their lives, it said. &nbsp;&nbsp;&nbsp;\r\n The Yankees should be aware of the resentment of the Korean people and quit this land, it added.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK ready to fight war to be imposed by U.S.",
            "url": "http://kcna.co.jp/item/2002/200202/news02/27.htm#11",
            "content": "DPRK ready to fight war to be imposed by U.S.\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 27 (KCNA) -- Rodong Sinmun today in a signed commentary describes Bush's South Korea junket as one for confrontation and war against peace and reunification.\r\n The DPRK can not but take a very serious view of his remarks intended to force the DPRK to change its political system, the commentary notes, and continues: &nbsp;&nbsp;&nbsp;\r\n To force the Korean people to abandon man-centred socialism of Korean style, their life and soul and their future, is little short of urging them to follow the western and American way of life and opt for slavery and death. &nbsp;&nbsp;&nbsp;\r\n Bush disclosed the U.S. stand against Korean reunification and its ambition for aggression when he asserted that he would keep the U.S. forces in South Korea as ever and make all efforts to deter \"aggression\" from someone, calling for \"freedom\" and \"peace\" of South Korea. \r\n His outbursts reiterated the U.S. strategic idea and stand to put South Korea under its permanent military control and perpetuate Korea's division and invade the DPRK with it as an advance base and frontline defence theatre in a bid to conquer Asia. &nbsp;&nbsp;&nbsp;\r\n During his South Korea visit he called for the \"elimination of the weapons of mass-destruction,\" describing the DPRK as a \"dangerous regime.\" This is a profound confusing of right and wrong and justice and injustice. &nbsp;&nbsp;&nbsp;\r\n As the DPRK explicitly stated, it remains unfazed and nonchalant despite of Bush group's malignant vituperation and threat of aggression against it and will react to it with the toughest stand. It has already clarified that it develops missiles for self-defence. &nbsp;&nbsp;&nbsp;\r\n The enemy's frantic moves to stifle the DPRK will only compel it to further increase its capability for self-defence and keep itself ready to fight a war of justice. &nbsp;&nbsp;&nbsp;\r\n The Bush clan who tries to force the DPRK to change its political system is not qualified to sit at the negotiating table with it. &nbsp;&nbsp;&nbsp;\r\n The DPRK is not interested in the dialogue called for by the U.S. keen on inventing a pretext for a war to invade it while not recognizing its political system. &nbsp;&nbsp;&nbsp;\r\n The DPRK does not feel any need to have such useless dialogue. \r\n\r\n\r\n"
        },
        {
            "title": "U.S. and its S. Korean followers to blame for derailing Mt. Kumgang meeting",
            "url": "http://kcna.co.jp/item/2002/200202/news02/27.htm#12",
            "content": "U.S. and its S. Korean followers to blame for derailing Mt. Kumgang meeting\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 27 (KCNA) -- The north side's delegation issued a statement today as regards the derailment of the \"north-south joint meeting to greet the new year 2002 for the promotion of national unity and reunification\" scheduled to be held in Mt. Kumgang as the first function for reunification this year. \r\n The statement says: &nbsp;&nbsp;&nbsp;\r\n The participation in the meeting of the delegates of the \"reunification solidarity,\" an organization which proposed the function, was totally \"disallowed\" for no reason one day before an inaugural meeting. This was due to the moves of the U.S. and ultra-right conservative forces in South Korea, its servants. &nbsp;&nbsp;&nbsp;\r\n This disturbing action prevented more than 90 delegates of such pro-reunification movement organizations of South Korea as the \"national alliance for democracy and reunification,\" the \"Korean Confederation of Trade Unions,\" the \"Federation of Korean Trade Unions,\" the \"Democratic Workers' Party,\" the south headquarters of the national alliance for the country's reunification, the \"South Korean Federation of University Student Councils\" and the \"National Federation of Peasants Associations\" from participating in the meeting, thus derailing it. &nbsp;&nbsp;&nbsp;\r\n This is a very serious development which can not but arouse deep apprehension. &nbsp;&nbsp;&nbsp;\r\n The meeting could not be held entirely because of  the U.S. premeditated obstructive moves. &nbsp;&nbsp;&nbsp;\r\n The U.S., afraid of voices protesting against Bush and U.S. to ring out from Mt. Kumgang as what happened during Bush's Seoul visit, persisted in its sinister moves to scuttle the function while instigating South Korean ultra-right conservative forces to put pressure upon those delegates not to participate in it. &nbsp;&nbsp;&nbsp;\r\n The DPRK bitterly denounces the U.S. moves against reunification in the name of the whole nation. &nbsp;&nbsp;&nbsp;\r\n The DPRK is of the view that ultra-right conservative forces including the \"Grand National Party\" are also to blame for it and the same is true of the South Korean \"Ministry of Unification\" which caves in to their pressure. &nbsp;&nbsp;&nbsp;\r\n The DPRK sternly accuses the U.S. and its followers of derailing the meeting and will certainly make them pay a high price for the crime. &nbsp;&nbsp;&nbsp;\r\n Their moves to foster north-south confrontation and strain the situation are growing serious as the days go by but they can never break the 70 million Koreans' will to thoroughly implement the June 15 joint declaration and reunify the country by their concerted efforts.     \r\n\r\n\r\n"
        },
        {
            "title": "Greetings exchanged between DPRK and Armenia FMs",
            "url": "http://kcna.co.jp/item/2002/200202/news02/27.htm#13",
            "content": "Greetings exchanged between DPRK and Armenia FMs\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 27 (KCNA) -- The foreign ministers of the DPRK and Armenia exchanged messages of greetings on the occasion of the 10th anniversary of the establishment of diplomatic relations between the two countries.\r\n Paek Nam Sun and Varutan Oskanyan expressed the conviction in the messages that the good relations of friendship between the two countries would further develop in the interests of the two peoples.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il meets chief vice-chairman of Chongryon",
            "url": "http://kcna.co.jp/item/2002/200202/news02/27.htm#14",
            "content": "Kim Jong Il meets chief vice-chairman of Chongryon\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 27 (KCNA) -- Leader Kim Jong Il today received Ho Jong Man, chief vice-chairman of the central standing committee of the General Association of Korean Residents in Japan, who is staying in the homeland.\r\n He had a conversation with Ho Jong Man.   \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}