{
    "date": "2002-03-27",
    "url": "http://kcna.co.jp/item/2002/200203/20020327.htm",
    "articles": [
        {
            "title": "5th session of 10th SPA of DPRK held",
            "url": "http://kcna.co.jp/item/2002/200203/news03/27.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Bush's hostile policy toward DPRK slammed",
            "url": "http://kcna.co.jp/item/2002/200203/news03/27.htm#2",
            "content": "&nbsp;&nbsp;&nbsp; Pyongyang, March 27 (KCNA) -- The 5th session of the 10th Supreme People's Assembly of the Democratic People's Republic of Korea was held at the Mansudae Assembly Hall today.\r\n General Secretary Kim Jong Il appeared on the platform. &nbsp;&nbsp;&nbsp;\r\n The platform was taken by senior party and state officials including Kim Yong Nam, Jo Myong Rok and Hong Song Nam. &nbsp;&nbsp;&nbsp;\r\n The session discussed the following agenda items: &nbsp;&nbsp;&nbsp;\r\n1. On the review of Juche 90 (2001) work of the DPRK cabinet and on its task for Juche 91 (2002). &nbsp;&nbsp;&nbsp;\r\n2. On summing-up of Juche 90 (2001) state budget and on Juche 91 (2002) state budget of the DPRK. &nbsp;&nbsp;&nbsp;\r\n3. On adopting the DPRK law on land planning. &nbsp;&nbsp;&nbsp;\r\n Premier of the cabinet Hong Song Nam made a report on the first agenda item and minister of finance Mun Il Bong a report on the second agenda item. &nbsp;&nbsp;&nbsp;\r\n The session separately adopted the SPA resolution \"On approving the report on the work of the DPRK cabinet and the summing-up of Juche 90 (2001) state budget\" and the SPA ordinance \"On the Juche 91 (2002) state budget of the DPRK\". &nbsp;&nbsp;&nbsp;\r\n It also adopted the SPA ordinance \"On adopting the DPRK law on land planning\".     \r\n\r\n"
        },
        {
            "title": "Deputies to SPA pay respects to President Kim Il Sung",
            "url": "http://kcna.co.jp/item/2002/200203/news03/27.htm#3",
            "content": "Bush's hostile policy toward DPRK slammed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 27 (KCNA) -- The participants in the plenary meeting of the Bulgarian Committee for Supporting Korea's Reunification in Sofia on March 20 denounced the U.S. and the South Korean authorities for staging large joint military exercises, driving the situation on the Korean Peninsula to the brink of war, and expressed full support to the Korean people in their struggle for national reunification.\r\n A statement adopted at the meeting denouncing the U.S. hostile policy towards the DPRK called on the world community to come out in the struggle for defending peace and security on the Korean Peninsula and in the rest of the world. &nbsp;&nbsp;&nbsp;\r\n It held that the U.S. should bear full responsibility for its bellicose hostile policy towards the DPRK and for all the ensuing consequences. &nbsp;&nbsp;&nbsp;\r\n The meeting adopted another statement in support of the international signature campaign hailing the June 15 North-South Joint Declaration and demanding the immediate withdrawal of the U.S. troops from South Korea.     \r\n\r\n"
        },
        {
            "title": "Report on state budget made at DPRK SPA session",
            "url": "http://kcna.co.jp/item/2002/200203/news03/27.htm#4",
            "content": "Deputies to SPA pay respects to President Kim Il Sung \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 27 (KCNA) -- Deputies to the tenth Supreme People's Assembly of the DPRK yesterday paid their respects to President Kim Il Sung at the Kumsusan Memorial Palace prior to the opening of its 5th session.\r\n At the hall resounding with the solemn melody of the immortal revolutionary paean \"Song of General Kim Il Sung\" the deputies paid their respects to the statue of the president in humble reverence. &nbsp;&nbsp;&nbsp;\r\n At the hall where the president lies in state for perpetuity they made bows to him, the father of socialist Korea and founder of the state. &nbsp;&nbsp;&nbsp;\r\n They looked round orders and medals he received from many countries, his portrait, his face beaming with a sunny smile, and relievos in the mourning hall and the train he used during his on-site guidance and foreign tour and the car he used in the last period of his life. &nbsp;&nbsp;&nbsp;\r\n On the same day they laid a floral basket, bunches of flowers and flowers carrying the deepest reverence for the president at his statue on Mansu Hill before making bows to him. &nbsp;&nbsp;&nbsp;\r\n Written on the ribbon of the floral basket were letters reading \"The Great Leader Comrade Kim Il Sung Will Live Forever.\"\r\n"
        },
        {
            "title": "Law of DPRK on land planning adopted",
            "url": "http://kcna.co.jp/item/2002/200203/news03/27.htm#5",
            "content": "Report on state budget made at DPRK SPA session \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, March 27 (KCNA) -- At the 5th session of the 10th Supreme People's Assembly of the DPRK held here today, minister of finance Mun Il Bong made a report \"On the summing-up of Juche 90 (2001) state budget and on Juche 91 (2002) state budget of the DPRK\".\r\n According to the report, the revenue of last year's state budget accounted for 21,639,941,000 won or 100.3 percent as compared with the planned target of 21,570,800,000 won. and state budgetary expenditures amounted to 21,678,654,000 won or 100.5 percent as compared with the planned target of 21,570,800,000 won. &nbsp;&nbsp;&nbsp;\r\n Last year the DPRK government channeled funds accounting for 42.3 percent of the total budget into the economic construction so as to rev up the production in key branches of the national economy and rapidly push forward the construction, reconstruction and modernization of factories and enterprises related to the people's living. &nbsp;&nbsp;&nbsp;\r\n It also successfully carried out the gigantic projects for transforming nature and built a lot of monumental edifices. &nbsp;&nbsp;&nbsp;\r\n 38.1 percent of the total state budgetary outlays of last year was appropriated for the implementation of popular policies such as additional measures, free education, free health care, social insurance and social security system to fully demonstrate the advantages of the socialist system. &nbsp;&nbsp;&nbsp;\r\n The reporter also pointed out that 14.4 percent of last year's budgetary expenditures went to national defence to increase the combat capability of the people's army and cement the military bastion of the revolution. &nbsp;&nbsp;&nbsp;\r\n According to the report, the revenue and expenditure of the state budget for this year will be 22,173,790,000 won respectively or a 2.5 percent increase in revenue and a 2.3 percent increase in expenditure against last year. &nbsp;&nbsp;&nbsp;\r\n In the state budget for this year, 9,230,684,000 won will be spent for the purpose of further developing the mining industry, making a breakthrough in an economic surge in the power and metal industries and the railway transport, getting the newly built modern production centres pay off and thoroughly carrying out the Workers' Party of Korea's policy of bringing a great turn in agriculture. &nbsp;&nbsp;&nbsp;\r\n And a large amount of funds will be allocated for stepping up the overall technological reconstruction and modernization of the national economy, developing state-of-the-art science and technology and building an ultra-modern industry. &nbsp;&nbsp;&nbsp;\r\n 3,497,500,000 won will also be disbursed for capital construction to push forward the construction of the Ryesonggang Power Station and other large-scale hydro power stations and minor power stations and the drive to realign 30,000 hectares of land in Pyongyang, South Phyongan Province and Nampho. &nbsp;&nbsp;&nbsp;\r\n And additional expenditures for social and cultural services will increase 2.5 percent as compared with last year, the expenditure for education 6.3 percent, the allocation of funds for public health 5.1 percent and that for social insurance and social security 6.1 percent and a huge amount of educational aid fund will go to the children of the Korean residents in Japan. &nbsp;&nbsp;&nbsp;\r\n The state budget for this year envisages the allocation of 14.4 percent of the total expenditure for national defence. &nbsp;&nbsp;&nbsp;\r\n The reporter underscored the need to successfully carry out the state budget for this year and bring a new surge in economic construction in reliance on the solid independent national economy and financial foundations, true to the army-based revolutionary leadership of the great party.    \r\n\r\n"
        },
        {
            "title": "Report on work of DPRK cabinet made at SPA session",
            "url": "http://kcna.co.jp/item/2002/200203/news03/27.htm#6",
            "content": "Law of DPRK on land planning adopted \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 27 (KCNA) -- The 5th session of the 10th Supreme People's Assembly of the DPRK today adopted the law on land planning aimed at further improving and intensifying the work.\r\n The law says the land planning is a key link in the whole chain of the work to manage the land under a long-term plan and an important work for the everlasting prosperity of the country. &nbsp;&nbsp;&nbsp;\r\n As a result of an energetic implementation of gigantic projects for transforming nature based on land planning monumental edifices representing the times have sprung up everywhere, urban and rural areas have turned into a socialist land of bliss and the appearance of the land has changed beyond recognition, the law said. &nbsp;&nbsp;&nbsp;\r\n The law adopted on the basis of these successes consists of 5 chapters: the essence of the law on land planning, the formulation of land plans, the approval of the land planning, the fulfillment of the land plan and the guidance and control of the land planning and 41 articles.    \r\n\r\n"
        },
        {
            "title": "New stamps \"mushrooms\" issued",
            "url": "http://kcna.co.jp/item/2002/200203/news03/27.htm#7",
            "content": "Report on work of DPRK cabinet made at SPA session \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, March 27 (KCNA) -- Premier of the cabinet Hong Song Nam made a report \"On the review of Juche 90 (2001) work of the DPRK cabinet and on its task for Juche 91 (2002)\" at the 5th session of the 10th Supreme People's Assembly of the DPRK held here today.\r\n Last year the independent socialist political system in the DPRK was consolidated as firm as a rock, the nation's military power increased in every way and signal achievements made in building up a strong state economic potential, the reporter pointed out, and said: &nbsp;&nbsp;&nbsp;\r\n Last year the industrial output value grew 2 percent and railway turnover 4 percent over the previous year and there was a remarkable increase in the output of major industrial products such as electricity, coal, iron ore and machine tools as compared with that of the preceding year. &nbsp;&nbsp;&nbsp;\r\n A big portion of the state expenditures last year was channelled into the efforts to give full play to the productive potentials of key industrial sectors so as to cement the foundations of the independent national economy. &nbsp;&nbsp;&nbsp;\r\n He also touched on the achievements made in the domains of agriculture, poultry farming, pisciculture, light industry, land administration and city management, education, literature and art and sports. &nbsp;&nbsp;&nbsp;\r\n On the tasks for this year that should be carried out to creditably honour the grand plan of the party for the building of a powerful nation in all domains of state activities, economic construction and social life under the slogan \"Glorify this year of President Kim Il Sung's 90th birthday as a year of a new surge in the building of a powerful nation\" he said: &nbsp;&nbsp;&nbsp;\r\n The main thrust of this year's economic construction is to make full preparations for technical improvement and modernization of the national economy as a whole while readjusting the country's economic foundations in keeping with the practical demand and prospect of an independent economy and giving full play to its potentials. &nbsp;&nbsp;&nbsp;\r\n In order to bring about a new surge in the building of an economically powerful nation, it is important to perk up the mining, power and metal industries and railway transport. &nbsp;&nbsp;&nbsp;\r\n And the economic plans for this year should be carried out without fail at all the industrial establishments in such major industrial sectors as machine, chemical and building-materials industries and forestry. &nbsp;&nbsp;&nbsp;\r\n In agriculture, energetic efforts should be made to effect a signal turn in seed selection and in potato farming and increase areas under double-crop cultivation.       Nationwide efforts should be directed to the land realignment projects in Pyongyang, South Phyongan Province and Nampho while other provinces, too, should meticulously organize land realignment in conformity with their specific conditions. &nbsp;&nbsp;&nbsp;\r\n It is also important this year to keep the production at the modern chicken farms on a normal footing, increase the number of grazing animals, boost the output of vegetables, fruits, industrial crops and high-yield freshwater fishes and pep up the sea fishing and mariculture. &nbsp;&nbsp;&nbsp;\r\n Sustained big efforts should be bent on the light industry to decisively raise the production of consumer goods and build more modern dwelling houses in Pyongyang and other cities and the countryside. &nbsp;&nbsp;&nbsp;\r\n It is the firm determination of the Workers' Party of Korea to build an economic power based on uptodate science and technologies in keeping with the requirements of the it era, the reporter said, and continued: &nbsp;&nbsp;&nbsp;\r\n The state investment in scientific research should be increased to develop ultra-modern science and technology including electronic engineering, mechanical engineering and bionics. &nbsp;&nbsp;&nbsp;\r\n And it is necessary to improve trade and economic cooperation and widely conduct joint venture and collaboration with different countries and international organizations. &nbsp;&nbsp;&nbsp;\r\n If such huge tasks for this year are to be successfully fulfilled, all the officials should become fighters devotedly defending and carrying out the party's policies with intense loyalty to the leader and high caliber.     \r\n\r\n"
        },
        {
            "title": "Spring comes earlier",
            "url": "http://kcna.co.jp/item/2002/200203/news03/27.htm#8",
            "content": "New stamps \"mushrooms\" issued \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 27 (KCNA) -- The Korea stamp corporation recently issued new stamps reflecting five kinds of mushrooms.\r\n Depicted on the stamps are various mushrooms around the native home in the secret camp on Mt. Paektu where leader  Kim Jong Il was born. &nbsp;&nbsp;&nbsp;\r\n Over hundred and several tens of kinds of mushrooms come out of the seasons around the secret camp, almost mushrooms can be used for tasty food of high nutritive value. &nbsp;&nbsp;&nbsp;\r\n The new issues depict collybia confluens, sparassis laminosa, amanjta vaginata, russla integra and pholiota squarrosa. &nbsp;&nbsp;&nbsp;\r\n Their sizes are 45mm36mm and prices 10, 40, 80, 120 and 150 jon. &nbsp;&nbsp;&nbsp;\r\n And their quantities are 50,000 (perf) and 2,000 (imperf). \r\n\r\n"
        },
        {
            "title": "WPK gives reception in honor of MPRP delegation",
            "url": "http://kcna.co.jp/item/2002/200203/news03/27.htm#9",
            "content": "Spring comes earlier \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, March 27 (KCNA) -- Spring has come earlier than usual here in Pyongyang when the birth anniversary of President Kim Il Sung is just around the corner.\r\n Beautiful flowers are coming into bloom as if to delight the Korean people and herald the future of prospering Korea.     \r\n\r\n\r\n"
        },
        {
            "title": "U.S.-led military exercises condemned",
            "url": "http://kcna.co.jp/item/2002/200203/news03/27.htm#10",
            "content": "WPK gives reception in honor of MPRP delegation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 27 (KCNA) -- The Central Committee of the Workers' Party of Korea gave a reception yesterday in honor of the delegation of the Mongolian People's Revolutionary Party (MPRP) led by its General Secretary D. Idevkhten.\r\n Kim Ki Nam, secretary of the WPK Central Committee, said in a speech that the MPRP won a sweeping victory in the State Khural election in 2000, thus emerging the only ruling party in Mongolia, adding that the Korean people are sincerely rejoiced over this and wish great success in the work for expanding and strengthening the party. &nbsp;&nbsp;&nbsp;\r\n Noting that the two peoples of the DPRK and Mongolia established the friendly relations long ago and have been on good terms, he expressed belief that the friendly relations between the two parties and the two countries would continue to develop on good terms in the idea of independence, peace and friendship. &nbsp;&nbsp;&nbsp;\r\n D. Idevkhten said that the two peoples have a tradition of developing their friendly relations. &nbsp;&nbsp;&nbsp;\r\n Noting with satisfaction that the relations between the two countries are expanding in various domains, he said it is the sincere hope of the Mongolian party, state and government that the relations with the WPK and the DPRK will grow stronger in the future, too. &nbsp;&nbsp;&nbsp;\r\n He expressed belief that the delegation's visit to the DPRK would contribute to boosting the friendly relations between the two parties.     \r\n\r\n\r\n"
        },
        {
            "title": "Anti-U.S. sentiment running high",
            "url": "http://kcna.co.jp/item/2002/200203/news03/27.htm#11",
            "content": "U.S.-led military exercises condemned\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 27 (KCNA) -- The Bush group in a \"nuclear posture review\" designated the DPRK as a main target of its planned nuclear attacks and has launched the largest-scale joint military exercises in South Korea, says Rodong Sinmun today in a signed commentary.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n This clearly shows that the bellicose Bush group is embarking on the road of forcing a war on the DPRK to stifle it by force of arms. &nbsp;&nbsp;&nbsp;\r\n It is not for peace but for provocation of a war that the Bush group is beefing up the combat power of the U.S. troops in South Korea and forcing South Korea to buy a lot of military hardware. &nbsp;&nbsp;&nbsp;\r\n Worse still, the Bush group has a plan to use nuclear weapons to stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n The plan to turn the Korean Peninsula into a theatre of a new war and control the DPRK by force of arms is an unrealizable illusion. &nbsp;&nbsp;&nbsp;\r\n The DPRK is fully ready to counter any war moves of the imperialists in do-or-die spirit. &nbsp;&nbsp;&nbsp;\r\n The army and people of Korea are sharpening their bayonets to annihilate any aggressors to the last. &nbsp;&nbsp;&nbsp;\r\n The U.S. arrogant logic that it may strike others but not be punished does not work in Korea. \r\n Anyone who invades the sacred land of the DPRK will not get off scotfree wherever he may be.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Disabled soldiers contribute their mite to powerful nation-building",
            "url": "http://kcna.co.jp/item/2002/200203/news03/27.htm#12",
            "content": "Anti-U.S. sentiment running high\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, March 27 (KCNA) -- The DPRK does not remain a passive on-looker to the U.S.-S. Korea joint war exercises now under way in South Korea with nearly 700,000 troops and huge quantities of military equipment involved.\r\n The army and people of the DPRK are renewing the pledge to annihilate enemies, closely following their madcap sabre-rattling simulating an actual war. &nbsp;&nbsp;&nbsp;\r\n Last days since the start of the exercises witnessed the anti-U.S. sentiment mounting higher than ever before in the DPRK. &nbsp;&nbsp;&nbsp;\r\n A spokesman for the DPRK Foreign Ministry and social organizations released statements and different parts of the DPRK were swept by a wave of rallies denouncing the exercises. &nbsp;&nbsp;&nbsp;\r\nThe servicemen of the Korean People's Army and working people from all walks of life and youth and students have hardened their determination to take a thousand-fold revenge upon the aggressors. &nbsp;&nbsp;&nbsp;\r\n Media have devoted much space every day to articles dealing with full readiness of the Korean people to settle accounts with the U.S. imperialists. &nbsp;&nbsp;&nbsp;\r\n Televisions and radios arranged a lot of programs on the Korean army's will to deal retaliatory blows at the U.S. imperialist aggressors. &nbsp;&nbsp;&nbsp;\r\n Graduates from the senior middle schools in Pyongyang and other parts of the country are volunteering to join the Korean People's Army to firmly defend the country from the enemy's aggression. &nbsp;&nbsp;&nbsp;\r\n The army and people are becoming increasingly assertive that this is the time to demonstrate the might of our armed forces to the U.S. imperialist war hawks and settle accounts with them. &nbsp;&nbsp;&nbsp;\r\n The DPRK neither wants nor avoids a war. But it has strength and will to mercilessly strike and destroy aggressors no matter where they may come from. This is a message of the DPRK to the U.S. &nbsp;&nbsp;&nbsp;\r\n If the U.S. provokes another war of aggression in Korea, that will mean its miserable end.     \r\n\r\n\r\n\r\n"
        }
    ]
}