{
    "date": "2002-05-31",
    "url": "http://kcna.co.jp/item/2002/200205/20020531.htm",
    "articles": [
        {
            "title": "NDFSK spokesman denounces Ri Hoe Chang's remarks",
            "url": "http://kcna.co.jp/item/2002/200205/news05/31.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "World Day of No Smoking observed",
            "url": "http://kcna.co.jp/item/2002/200205/news05/31.htm#2",
            "content": "NDFSK spokesman denounces Ri Hoe Chang's remarks \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 31 (KCNA) -- A spokesman for the National Democratic Front of South Korea in a statement on May 27 bitterly denounced remarks made by Ri Hoe Chang calling for the negation of the second point of the June 15 joint declaration as an unpardonable challenge to the desire and aspiration of all the Koreans for independent and peaceful reunification and an intolerable anti-national and anti-reunification crime as they totally negate the declaration, according to Seoul-based radio voice of national salvation.\r\n The first and second points of the joint declaration clarify principles and practical ways of achieving national reunification independently and peacefully by the concerted efforts of the Korean nation, given the specific conditions of Korea where differing ideas and systems exist in the south and north. &nbsp;&nbsp;&nbsp;\r\n Ri's open call for the abrogation of the second point of the joint declaration can not be construed otherwise than an intolerable anti-reunification and anti-peace treacherous act as it is intended to bring the disaster of a nuclear war to this land, opposed to the independent and peaceful reunification of the country, the statement said. &nbsp;&nbsp;&nbsp;\r\n Neither independence nor peace nor national reunification can be expected as far as Ri Hoe Chang is allowed to do as he pleases, the statement said, underscoring the need to frustrate the moves of traitor Ri and pro-U.S. and anti-reunification elements fostering confrontation and implement the June 15 joint declaration so as to bring earlier the dawn of national reunification.     \r\n\r\n"
        },
        {
            "title": "National independence called for",
            "url": "http://kcna.co.jp/item/2002/200205/news05/31.htm#3",
            "content": "World Day of No Smoking observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 31 (KCNA) -- A hygienic information service and performance of art pieces calling for quitting smoking were given here yesterday on the occasion of the \"World Day of No Smoking.\"\r\n Present there were vice-minister of public health Choe Chang Sik, vice-chairman of the physical culture and sports guidance commission Jo Ui Suk, officials concerned, medical workers and sportspersons in the city. &nbsp;&nbsp;&nbsp;\r\n Also present there were members of the missions of the international organizations including Eigil Sorensen, representative of the office of the World Health Organization, and officials of different embassies here. &nbsp;&nbsp;&nbsp;\r\n Speeches were made as regards the functions to mark the day and a hygienic information service was made on the subject of \"let's conduct a vigorous no smoking campaign as required by the new century.\" &nbsp;&nbsp;&nbsp;\r\n The participants saw a performance given by the hygienic propaganda squad and looked round photos showing the harmfulness of smoking and its aftereffects.\r\n Functions were also held in other parts of the country on the day.     \r\n\r\n"
        },
        {
            "title": "Many foreign delegations and tourist groups see \"Arirang\" performance",
            "url": "http://kcna.co.jp/item/2002/200205/news05/31.htm#4",
            "content": "National independence called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 31 (KCNA) -- Korea can be reunified only by positive and concerted efforts of the Korean nation directly responsible for it, says Rodong Sinmun today in a signed article.\r\n National independence alone leads to national reunification and prosperity, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The north-south joint declaration is based on the principle that the issue of the country's reunification should be solved independently by the concerted efforts of the Korean people free from any outside interference. &nbsp;&nbsp;&nbsp;\r\n The prospect of national reunification hinges on the implementation of the declaration. &nbsp;&nbsp;&nbsp;\r\n The declaration serves as a treasured sword to achieve independent reunification. thanks to this the fellow countrymen have been able to vigorously step up the grand onward march for reunification under the uplifted banner of national independence. &nbsp;&nbsp;&nbsp;\r\n National independence is the only criteria of patriotism with which the Korean nation should achieve its reunification to put an end to the ordeals that befell it last century. &nbsp;&nbsp;&nbsp;\r\n Recalling that national independence leads to reunification, while reliance upon foreign forces leads to permanent national division and ruin, the article continues: &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists and other foreign aggressor forces never wish reconciliation, unity and reunification of the Korean nation. &nbsp;&nbsp;&nbsp;\r\nThe Korean people have keenly realized this through the more than half century-old history of national division. &nbsp;&nbsp;&nbsp;\r\n The anti-reunification elements in South Korea are going against the nation and reunification, cooperating with foreign forces, instead of adhering to the principle of national independence. &nbsp;&nbsp;&nbsp;\r\n It is urgent to throw overboard the group of traitors that sells off the interests of the country and the nation and totally blocks the process of improving the inter-Korean relations, subservient to foreign forces. &nbsp;&nbsp;&nbsp;\r\n A bright prospect of the movement for national reunification can be opened only through a joint struggle to be waged by all the Koreans in the spirit of national independence.    \r\n\r\n"
        },
        {
            "title": "Sonjuk bridge",
            "url": "http://kcna.co.jp/item/2002/200205/news05/31.htm#5",
            "content": "Many foreign delegations and tourist groups see \"Arirang\" performance \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 31 (KCNA) -- Many foreigners and overseas compatriots came to Pyongyang to see the mass gymnastic and artistic performance \"Arirang\" now on at the May day stadium before capacity crowd.\r\n According to data available, more than one million servicemen, working people from all walks of life, students and schoolchildren and over 700 delegations and tourist groups from nearly 50 countries saw the performance for a month after \"Arirang\" was premiered. &nbsp;&nbsp;&nbsp;\r\n Among them were heads of state and government and high-ranking officials from different countries, diplomatic envoys, representatives of international organizations, foreigners and overseas compatriots. &nbsp;&nbsp;&nbsp;\r\n Foreigners and overseas compatriots are continuously applying for admission tickets and mass media of China, Malaysia, Japan, Britain and many other countries are introducing the performance. &nbsp;&nbsp;&nbsp;\r\n The mass gymnastic and artistic performance \"Arirang\" given by 100,000 persons is stirring up the hearts of people as the precious wealth of human culture and arts. &nbsp;&nbsp;&nbsp;\r\n The audiences are moved to see the monumental masterpiece of Juche Korea representing the harmony of splendid stage settings, ever-changing background scenes with a large projection screen, fascinating scenes on the ground and wonderful electric beam settings. &nbsp;&nbsp;&nbsp;\r\n Foreign diplomatic envoys, the mayor of Kathmandu city, Nepal, members of group for studying the performance \"Arirang\" under the Japan-DPRK tourism interchange center and many foreigners, who saw the premiere on April 29, unanimously said that \"Arirang\" is the greatest extravaganza of world-wide value ever in human history.     \r\n\r\n"
        },
        {
            "title": "Construction of U.S. embassy and apartment houses opposed",
            "url": "http://kcna.co.jp/item/2002/200205/news05/31.htm#6",
            "content": "Sonjuk bridge \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 31 (KCNA) -- The Sonjuk bridge was erected in Sonjuk-Dong, Kaesong of Korea during the Koryo Dynasty.\r\n It is 8.35 metres long and 3.36 metres wide. &nbsp;&nbsp;&nbsp;\r\n Its former name was the Sonji bridge. &nbsp;&nbsp;&nbsp;\r\n It was not known to the world until 1392 when Jong Mong Ju, a loyal subject of Koryo, met on the bridge his cruel death at the hand of an assassin of the group of Ri Song Gye, the first king of the Ri Dynasty, for the mere reason that he did not support Ri's plot to seize power. &nbsp;&nbsp;&nbsp;\r\n Since his death the bridge has been called Sonjuk bridge (blood-stained bamboo) because a bamboo sprouted in the place where he was killed. &nbsp;&nbsp;&nbsp;\r\n In 1780 a descendant of Jong used stone bridge-railings as a roadblock to prevent passers-by from crossing the bridge and built instead a new stone bridge beside it. &nbsp;&nbsp;&nbsp;\r\n This story has been related until today. &nbsp;&nbsp;&nbsp;\r\n Erected beside it are a stone monument letters \"Sonjuk bridge\" written by Han Sok Bong, noted calligrapher in the period of the Ri dynasty, were carved, the second one built in 1641 in praise of Jong's \"loyalty\" and two more stone monuments erected in 1796 and 1824. &nbsp;&nbsp;&nbsp;\r\n There is also a monument to his loyalty on the western side of the bridge. &nbsp;&nbsp;&nbsp;\r\n One of the oldest stone bridges, the Sonjuk bridge is a clear reminder of the architecture in that period.     \r\n\r\n"
        },
        {
            "title": "Long-standing Korean embroidery",
            "url": "http://kcna.co.jp/item/2002/200205/news05/31.htm#7",
            "content": "Construction of U.S. embassy and apartment houses opposed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 31 (KCNA) -- A \"press conference of a citizens organization against the construction of the U.S. embassy at the site of the old Toksu Palace\" was reportedly held in Seoul on May 24.\r\n It was sponsored by the \"citizens' meeting against the construction of the U.S. embassy at the site of the old Toksu Palace,\" which is composed of 10 organizations such as the citizens solidarity for cultural reform in South Korea, the federation of expedition to national culture and the citizens solidarity for environmental justice. &nbsp;&nbsp;&nbsp;\r\n The U.S. embassy in South Korea is planning to construct an embassy building, apartment houses for embassy officials and lodgings of servicemen at the site of the old Toksu Palace. &nbsp;&nbsp;&nbsp;\r\n A statement released at the press conference expressed indignation at the arrogant and unreasonable action of the U.S. trampling down the cultural assets and forcing the revision of the relevant law in its interests and at the submissive and traitorous attitude of the \"Ministry of Construction and Transportation\" likely to revise the law. It demanded the U.S. side immediately withdraw its plan to build the embassy and apartment houses.    \r\n\r\n"
        },
        {
            "title": "Defending socialism in DPRK called for",
            "url": "http://kcna.co.jp/item/2002/200205/news05/31.htm#8",
            "content": "Long-standing Korean embroidery \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 31 (KCNA) -- Korean embroidery has a long tradition. \r\n The old Chinese book \"the chronicle of the three kingdoms\" (vols. 30) in its part of Puyo, one of the three states in Korea, says nobles donned embroidered silk dresses whenever they went abroad. &nbsp;&nbsp;&nbsp;\r\n Korean embroidery made rapid progress and won popularity even abroad from the period of the three states (Koguryo, Silla and Paekje,) the period of Palhae and later Silla and the period of Koryo to the period of the Ri dynasty. &nbsp;&nbsp;&nbsp;\r\n One of the oldest pieces of embroidery is the large embroidery \"land of perfect bliss\" done on the basis of the original painting drawn by artists in the period of Koguryo. &nbsp;&nbsp;&nbsp;\r\n A land of perfect bliss home to human beings, palaces, Buddhist statues, fire pots, rabbits, moon, phoenixes, lotus flower, etc. is embroidered with colorful threads on a large piece of red silk. It is vivid in decoration of diverse patterns. &nbsp;&nbsp;&nbsp;\r\n \"Pine tree and crane\" is a typical work of embroidery showcasing part of the embroidery that developed during the Ri dynasty. &nbsp;&nbsp;&nbsp;\r\n Today varieties of works of embroidery have increased and techniques involved become diverse. &nbsp;&nbsp;&nbsp;\r\n Korean embroidery is characterized by gentle and exquisite workmanship. Its characteristics is well preserved not only by traditional techniques involved in folk embroidery but by newly introduced techniques such as double-faced embroidery and machine embroidery. &nbsp;&nbsp;&nbsp;\r\n In folk embroidery diverse techniques were employed to embroider different objects. &nbsp;&nbsp;&nbsp;\r\n There are embroidery creating groups in the capital city and local areas including the Pyongyang embroidery institute and the embroidery group under the Mansudae Art Studio. They have produced works of embroidery high in artistry by successfully applying techniques peculiar to Korean paintings. &nbsp;&nbsp;&nbsp;\r\n Typical of them are \"tiger,\" \"wild goose at the moon-lit night,\" \"fairy girl,\" \"deer,\" \"white pheasant,\" etc. &nbsp;&nbsp;&nbsp;\r\n They are popular at home and abroad.     \r\n\r\n"
        },
        {
            "title": "Delegation of Far Eastern Military District of Russia here",
            "url": "http://kcna.co.jp/item/2002/200205/news05/31.htm#9",
            "content": "Defending socialism in DPRK called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 31 (KCNA) -- \"Let us defend socialist Korea from the imperialists' threat of aggression.\" This is undeniable requirement of the times and an irresistible international trend.\r\n This is clearly evidenced by brisk movements under way the world over to support the just cause of the Korean people. &nbsp;&nbsp;&nbsp;\r\n The international symposium of world revolutionary parties held in Belgium early in May stressed that defending socialism in the DPRK, the bulwark of the world socialist movement, is the militant task common to the world revolutionary parties advocating independence and progress. &nbsp;&nbsp;&nbsp;\r\n The forum of political parties in the European region on the struggle against the imperialists' \"globalization\" and on the cause of socialism in the DPRK which was held there early in February also heard strong voices calling on the progressive political parties, organizations and peace-loving people of the world to turn out in a vigorous struggle to support and defend the cause of socialism in the DPRK. &nbsp;&nbsp;&nbsp;\r\n The sixth symposium of world political parties on the building of new society held in Mexico early in march adopted a joint statement supporting the Workers' Party of Korea and the Korean people in their struggle to defend the cause of socialism and achieve the reunification of the country. \r\n This year a number of political parties, public organizations and personages from all walks of life all over the world released statements one after another to denounce the U.S. imperialists' moves to stifle the DPRK and sent letters and messages expressing full support and solidarity to the Korean people's just cause. &nbsp;&nbsp;&nbsp;\r\n Media of different countries are unsparing in giving wide coverage to the Korean issue. &nbsp;&nbsp;&nbsp;\r\n Socialism in the DPRK is steadily moving ahead despite the complicated and tense overall international situation because it is guided by the most powerful and advantageous army-based policy. &nbsp;&nbsp;&nbsp;\r\n Drawing great attention is the fact that campaigns to conduct information services about the army-based policy were launched in more than 60 countries on over 300 occasions last year. &nbsp;&nbsp;&nbsp;\r\n VOA reported that enthusiasm for army-based policy in North Korea will sooner or later spread to all other parts of the world. &nbsp;&nbsp;&nbsp;\r\n The progressive humankind is always standing by socialism in the DPRK.     \r\n\r\n\r\n"
        },
        {
            "title": "North side sends notice to Pak Kun Hye",
            "url": "http://kcna.co.jp/item/2002/200205/news05/31.htm#10",
            "content": "Delegation of Far Eastern Military District of Russia here\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 31 (KCNA) -- A delegation of the Far Eastern Military District of the Federal Armed Forces of Russia led by colonel general Yuri Yakubov, commander of its far eastern military district, arrived here today.\r\n It was greeted at the airport by general Pak Jae Gyong, colonel general Pak Sung Won, generals and officers of the Korean People's Army, ambassador Andrei Karlov and military attache Vladislav Prokopenko of the Russian embassy here .     \r\n\r\n"
        },
        {
            "title": "North side sends telephone message to south side",
            "url": "http://kcna.co.jp/item/2002/200205/news05/31.htm#11",
            "content": "North side sends notice to Pak Kun Hye\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 31 (KCNA) -- The Korean Asia-Pacific Peace Committee today informed Pak Kun Hye, representative of the \"Union for the Future of Korea\", of the north's plan to let water come out of Imnam dam of the Kumgangsan Power Station.\r\n Recalling that the north side has made efforts to get the issues proposed by Pak during her Pyongyang visit smoothly implemented, notice said: &nbsp;&nbsp;&nbsp;\r\n Conveying, to begin with, to you what the institution concerned of our side informed us about as regards the issue of \"Kumgangsan dam\" in which you showed interest, we let you know that the station will draw a certain amount of water out of its Imnam dam from June 3 according to a plan to adjust the water level of the dam project during the rainy season, as its security and durability are fully guaranteed. &nbsp;&nbsp;&nbsp;\r\n informing her of the above-said measure, the notice said that the step prompted by warm compatriotism and humanitarianism would help clear the inhabitants in the lower reaches of the Rimjin river and other south Koreans of their worries. It also added that the north would inform the institute concerned in the south of the measure in advance.     \r\n\r\n\r\n"
        }
    ]
}