{
    "date": "2002-01-13",
    "url": "http://kcna.co.jp/item/2002/200201/20020113.htm",
    "articles": [
        {
            "title": "People in Maehyang-ri win trial on appeal",
            "url": "http://kcna.co.jp/item/2002/200201/news01/13.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Meeting for realizing national independence held",
            "url": "http://kcna.co.jp/item/2002/200201/news01/13.htm#2",
            "content": "People in Maehyang-ri win trial on appeal \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 13 (KCNA) -- Jon Man Gyu, chairman of the Measure Committee for the Compensation for Damage Done to People at Maehyang-Ri in South Korea, and 13 other people won a trial on an appeal related to the compensation for the damage done by the bombing ground of the U.S. troops, Seoul-based MBC said.\r\n The Seoul district court admitted that the people in Maehyang-ri, Hwasong county, Kyonggi Province, have suffered big disasters and pain from strafing and bombing drills of the U.S. fighters since the farm lands in the heart of the village and the sea off it turned into the firing range of the U.S. troops in 1952 and adopted a decision that the authorities should pay compensation to the inhabitants.&nbsp;&nbsp;&nbsp;\r\n They won a case against the authorities over compensation in April last year.    \r\n\r\n"
        },
        {
            "title": "Mt. Paektu society inaugurated in Mongolia",
            "url": "http://kcna.co.jp/item/2002/200201/news01/13.htm#3",
            "content": "Meeting for realizing national independence held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 13 (KCNA) -- A meeting to frustrate anti-DPRK war moves of the U.S. aimed at destroying the June 15 joint declaration and realize national independence was reportedly held in Seoul on Jan 6.\r\n Present there were over 400 students under the south headquarters of the National Alliance of Youth and Students for the Country's Reunification and the Seoul District Federation of General Student Councils and members of the headquarters of the movement for the return of U.S. military base in Ryongsan. &nbsp;&nbsp;&nbsp;\r\n At the meeting the reporter and speakers said that the meeting is the gathering of the struggle for implementing the June 15 joint declaration and denouncing the U.S. and anti-reunification forces, obstacles to the implementation. &nbsp;&nbsp;&nbsp;\r\n They said that the U.S. is trying to provoke a war on the Korean peninsula after the war in Afghanistan, noting the U.S. troops should quit this land at an early date. &nbsp;&nbsp;&nbsp;\r\n At the end of the meeting the participants conducted a propaganda work among the citizens.    \r\n\r\n"
        },
        {
            "title": "New Year's posters",
            "url": "http://kcna.co.jp/item/2002/200201/news01/13.htm#4",
            "content": "Mt. Paektu society inaugurated in Mongolia\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 13 (KCNA) -- The Mt. Paektu Society involving Juche idea study organizations in Mongolia was inaugurated in Ulaan Baatar.\r\n The society will study theoretical and practical issues of Juche philosophy and experience of the DPRK and conduct activities including support to Korea's reunification. &nbsp;&nbsp;&nbsp;\r\n The chief of the information centre of Academy of Science of Mongolia was elected chairman of the society and the rector of the Mongolian University of oriental philosophy and human studies, the executive chairman.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on purpose of founding U.S. special missile unit",
            "url": "http://kcna.co.jp/item/2002/200201/news01/13.htm#5",
            "content": "New Year's posters\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 13 (KCNA) -- Many posters were created to inspire the working people to carrying out the tasks set forth in the new year's joint editorial.\r\n Many computer posters were produced by the Mansudae Art Studio. &nbsp;&nbsp;&nbsp;\r\n Among them are posters \"Long live the great leader comrade Kim Jong Il\", \"Long live sun's nation shining with the august name of leader\", and \"arms, eternal banner of socialism of our style\". the posters reflect the firm will of the Korean army and people to accomplish the revolutionary cause of Juche, holding President Kim Il Sung in high esteem, firmly united around Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Posters created by other fine art studios call for glorifying the year 2002 as a year of demonstrating the revolutionary stamina of the Korean people. &nbsp;&nbsp;&nbsp;\r\n Among them are posters \"Let us thoroughly embody the viewpoints that our leader, idea, army and political system are most valuable\" and \"the whole army, forward as one on the order of the supreme commander\"    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on three charters for reunification",
            "url": "http://kcna.co.jp/item/2002/200201/news01/13.htm#6",
            "content": "Rodong Sinmun on purpose of founding U.S. special missile unit\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 13 (KCNA) -- The United States has set up a special missile unit, arguing about \"ballistic missile threat\" from the DPRK and tried to implicate South Korea in the missile defense system in a bid to make a forestalling attack on the DPRK to dominate the whole of Korea and seize the Asia-Pacific region with it as a springboard to put the world under its domination.\r\n Rodong Sinmun says this in a signed commentary today. &nbsp;&nbsp;&nbsp;\r\n The U.S. considers the MD as a basic means to realise its ambition for world domination, the paper notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. deems it necessary to invade the northern half of Korea and seize the Asian continent in order to realise its design for world domination. &nbsp;&nbsp;&nbsp;\r\n This is why the U.S. is working hard to reinforce its aggression forces in and around Korea and put the region into the framework of the MD, talking about \"threat\" from the DPRK. &nbsp;&nbsp;&nbsp;\r\n The formation of the U.S. special missile unit is to make a missile attack on the DPRK in an \"emergency\" on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n The DPRK is ready enough to undertake a war against the United States. &nbsp;&nbsp;&nbsp;\r\n If the U.S. imperialists dare to provoke the DPRK, they will face a bitter defeat.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan hit for war preparations for reconquest",
            "url": "http://kcna.co.jp/item/2002/200201/news01/13.htm#7",
            "content": "Rodong Sinmun on three charters for reunification\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 13 (KCNA) -- The three charters for national reunification set forth by President Kim Il Sung and formulated by leader Kim Jong Il serve as an undying guideline that should be tackled by all the Koreans for national reunification.\r\n Rodong Sinmun stresses this in a bylined article today. &nbsp;&nbsp;&nbsp;\r\n The charters involve the three principles of national reunification, the ten-point program of great national unity for the country's reunification and the proposal for founding the DFRK. &nbsp;&nbsp;&nbsp;\r\n The article says: &nbsp;&nbsp;&nbsp;\r\n The three charters for national reunification and, their embodiment, the June 15 north-south joint declaration provide a sure guarantee for the accomplishment of the cause of the independent reunification of the nation. &nbsp;&nbsp;&nbsp;\r\n The three principles of national reunification -- independence, peaceful reunification and great national unity -- represent a cornerstone of national reunification as they indicate the basic stand and ways of settling the issue of national reunification by the Korean people themselves. &nbsp;&nbsp;&nbsp;\r\n Those principles are the basic principles of national reunification that make it possible to reunify the country by the Korean people themselves in conformity with their will and interests. &nbsp;&nbsp;&nbsp;\r\n The ten-point program of the great national unity for the reunification of the country is a political program for achieving the unity of all the Koreans and building up the driving force of national reunification. The program gives a comprehensive exposition of the goal, ideological basis, principle and way of great national unity. &nbsp;&nbsp;&nbsp;\r\n The proposal for founding the Democratic Federal Republic of Koryo shows the general picture of a Unified State and a way of putting it into practice. The proposal indicates a basic way of reunifying the country in the most fair and smooth way under the conditions that the north and the south tolerate the existence of their different ideas and systems. &nbsp;&nbsp;&nbsp;\r\n The June 15 North-South Joint Declaration is a milestone for national reunification. preservation and implementation of the declaration means defending and realizing the three charters. &nbsp;&nbsp;&nbsp;\r\n The concrete method of reunifying the country may alter according to a change in situation. The basic principle and stand in the efforts to reunify the country can never be changed. &nbsp;&nbsp;&nbsp;\r\n All the Koreans in the north and south of Korea and abroad should wage a nationwide struggle under the banner of the three charters for national reunification and the June 15 North-South Joint Declaration so as to open a decisive phase in the movement for the independent reunification of the nation this year.    \r\n\r\n"
        }
    ]
}