{
    "date": "2002-10-06",
    "url": "http://kcna.co.jp/item/2002/200210/20021006.htm",
    "articles": [
        {
            "title": "Kim Jong Il congratulates V. Putin",
            "url": "http://kcna.co.jp/item/2002/200210/news10/06.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on popular masses' independent thoughts",
            "url": "http://kcna.co.jp/item/2002/200210/news10/06.htm#2",
            "content": "Kim Jong Il congratulates V. Putin \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 6 (KCNA) -- Kim Jong Il, Chairman of the National Defence Commission of the DPRK, congratulated Russian President Vladimir Vladimirovich Putin on his 50th birthday.\r\n He, in a congratulatory message sent on Oct. 6, extended sincere congratulations and warm greetings to Putin. &nbsp;&nbsp;&nbsp;\r\n The message said: &nbsp;&nbsp;&nbsp;\r\n I am pleased that the state power of your country is increasing and its international authority and say are steadily growing strong thanks to your correct leadership and the positive efforts of the Russian people. &nbsp;&nbsp;&nbsp;\r\n The DPRK-Russia relations are favorably expanding and developing in conformity with the aspiration, desire and basic interests of the peoples of the two countries through a series of meetings and talks between us in recent years. &nbsp;&nbsp;&nbsp;\r\n I am convinced that the traditional friendly ties between the DPRK and Russia will be more broadly deepened and developed in different fields in the spirit of the agreements reached at the meetings between us. &nbsp;&nbsp;&nbsp;\r\n Availing myself of this opportunity, I sincerely wish you good health and happiness as well as greater success in your responsible work.    \r\n   \r\n"
        },
        {
            "title": "Sojourn in north of delegation of CPCJ of South Korea",
            "url": "http://kcna.co.jp/item/2002/200210/news10/06.htm#3",
            "content": "Rodong Sinmun on popular masses' independent thoughts \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 6 (KCNA) -- Society advances and great victory is achieved in the revolution and construction thanks to the creative role of the popular masses equipped with independent thoughts, says Rodong Sinmun today in a signed article.\r\n What is essential for raising the level of independent thoughts of the people is to let them have the spirit of solving their problem by themselves, the article notes, and continues: &nbsp;&nbsp;&nbsp;\r\n Revolution and construction will advance at a fast speed and the tasks for building a new society can be carried out successfully only when the popular masses turn out in the struggle for the progress and prosperity of the country, highly aware of being its master. &nbsp;&nbsp;&nbsp;\r\n The key to tiding over the ordeals and difficulties in the way of advance including the issue of scientists and technicians badly needed for building a new society lies in the hands of the popular masses equipped with independent thoughts. &nbsp;&nbsp;&nbsp;\r\n Independent thoughts of the popular masses are based on the attitude and stand that they are the masters of the revolution and construction in their country. &nbsp;&nbsp;&nbsp;\r\n The historical experience and reality in the DPRK go to prove that the independent thoughts of the popular masses are a sure guarantee for building a new society. &nbsp;&nbsp;&nbsp;\r\n The Korean people have dealt with all issues and solved various complicated matters arising in the way of advance from an independent stand and viewpoint in the whole course of the revolution and construction. In this course they have become more powerful beings, while the DPRK has turned into an independent and powerful socialist state. &nbsp;&nbsp;&nbsp;\r\n Successes achieved by many developing countries in building a new society are the fruition of the struggle of the people armed with independent thoughts. &nbsp;&nbsp;&nbsp;\r\n The developing countries advancing along the road of building a new society will firmly arm the people with independent thoughts, raise their role and thus achieve victory and progress in their struggle for independent development and prosperity.    \r\n\r\n"
        },
        {
            "title": "End to U.S. military supremacy called for",
            "url": "http://kcna.co.jp/item/2002/200210/news10/06.htm#4",
            "content": "Sojourn in north of delegation of CPCJ of South Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 6 (KCNA) -- The delegation of the South Korean Catholic Priests' Council for Justice toured various places including Mangyongdae.\r\n They visited Mangyongdae. Being briefed on the fact that President Kim Il Sung was born in the historic home and nurtured his great patriotic aspiration, members of the delegation looked round with keen interest historic relics preserved with good care. &nbsp;&nbsp;&nbsp;\r\n They had a picture taken before the old home in Mangyongdae. &nbsp;&nbsp;&nbsp;\r\n They toured the secret camp on Mt. Paektu. &nbsp;&nbsp;&nbsp;\r\n They visited the native home in the secret camp on Mt. Paektu where they looked round the historic relics telling what a great intention Kim Jong Il nurtured for the country and the nation. &nbsp;&nbsp;&nbsp;\r\n They climbed Mt. Paektu, the sacred mountain of the Korean nation, and visited the Samjiyon grand monument. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, they toured the area of Mt. Myohyang. &nbsp;&nbsp;&nbsp;\r\n At the International Friendship Exhibition they looked round many precious gifts Kim Il Sung and Kim Jong Il received from party and state leaders, prominent figures and progressive people of different countries. &nbsp;&nbsp;&nbsp;\r\n They also visited the Pohyon Temple, ancient cultural relics in Mt. Myohyang. &nbsp;&nbsp;&nbsp;\r\n They visited the Mangyongdae Schoolchildren's Palace and enjoyed a performance given by members of the art group of the palace.    \r\n\r\n"
        },
        {
            "title": "Foundation Day of Korea observed in S. Korea",
            "url": "http://kcna.co.jp/item/2002/200210/news10/06.htm#5",
            "content": "End to U.S. military supremacy called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 6 (KCNA) -- The participants in a national meeting of South Korean students reportedly issued a resolution on Wednesday which calls for putting an end to the U.S. military supremacy through the all-people struggle.\r\n Noting that there is nothing to expect from the South Korean politicians who have not taken any step as regards the killing of the two girl students by GIs, the resolution said. We should turn out in a struggle, aware that we are responsible for the solution of the issue. &nbsp;&nbsp;&nbsp;\r\n It called for relaunching the struggle demanding the complete withdrawal of the U.S. troops from South Korea and an official apology of Bush and frustrating the U.S. war moves with the national meeting of students as a prelude. &nbsp;&nbsp;&nbsp;\r\n It demanded the transfer of the U.S. Forces' jurisdiction and the revision of the South Korea-U.S. \"status of forces agreement.\" \r\n\r\n"
        },
        {
            "title": "Kim Jong Il lauded",
            "url": "http://kcna.co.jp/item/2002/200210/news10/06.htm#6",
            "content": "Foundation Day of Korea observed in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 6 (KCNA) -- A function was reportedly held in Seoul on Thursday to celebrate the Foundation Day of Korea.\r\nSeen in the venue were a placard reading \"we are the same fellow countrymen and the same nation\" and flags bearing the names of the countries built by the Korean nation in its history. &nbsp;&nbsp;&nbsp;\r\n Song Wol Ju, chairman for the function, said that the south-north joint function for the foundation day of Korea is taking place in front of King Tangun's mausoleum in Pyongyang for the first time since the country was divided into the south and north. &nbsp;&nbsp;&nbsp;\r\nThis is the fruition of the efforts to open the history of the nation for reconciliation and unity in the basic spirit of the July 4 joint statement and the south-north joint declaration, he added. &nbsp;&nbsp;&nbsp;\r\n A message to the fellow countrymen was read out at the function. &nbsp;&nbsp;&nbsp;\r\n It denounced the united states for seeking unchallenged hegemony in the international community and called for reviving the national identity. &nbsp;&nbsp;&nbsp;\r\n There were a photo exhibition, a traditional game and an art performance.     \r\n\r\n"
        }
    ]
}