{
    "date": "2002-04-04",
    "url": "http://kcna.co.jp/item/2002/200204/20020404.htm",
    "articles": [
        {
            "title": "Kim Jong Il inspects aviation club",
            "url": "http://kcna.co.jp/item/2002/200204/news04/04.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Talks between WPK, C.C. secretary and special envoy of south side",
            "url": "http://kcna.co.jp/item/2002/200204/news04/04.htm#2",
            "content": "Kim Jong Il inspects aviation club \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 4 (KCNA) - General Secretary Kim Jong Il Wednesday gave field guidance to an aviation club in the western coastal area under the KPA air force command.\r\n He was received on the spot by col. general O Kum Chol, commander of the KPA air force, and commanding officers of the aviation club. &nbsp;&nbsp;&nbsp;\r\n After looking round the monument to President Kim Il Sung's on-site-guidance and the room dedicated to the education in the revolutionary history, he watched female members of the club in flying training. &nbsp;&nbsp;&nbsp;\r\n Back to their base after admirably and agily conducting the difficult and complicated technical actions with high flying skills and indefatigable fighting spirit they made a report of loyalty to him. \r\n He met those brave female members of the club to learn about their training. Greatly pleased to see all of them trained as stalwart women pilots with high flying skills and strong bodies, he gave a warm pep-talk and appreciation to them. &nbsp;&nbsp;&nbsp;\r\n Saying that the aviation club is of weighty importance in developing the aviation technique of the country as it helps youth and children cultivate boldness and bravery and give fullest play to their skills, he set forth highly important tasks which would serve as a guideline in operating the club. &nbsp;&nbsp;&nbsp;\r\n After taking deep care of the living of the members of the club, he underscored the need to pay a particular attention to the supply service for them as they undergo training in the sky under heavy mental and physical burden. &nbsp;&nbsp;&nbsp;\r\n He spared time to see a public presentation of poem recitation by members of the club. &nbsp;&nbsp;&nbsp;\r\n That day he met with two pilots, a couple, who have served in aviation for years. &nbsp;&nbsp;&nbsp;\r\n Acquainting himself in detail with their work and life, he highly appreciated the proud feats they have performed by doing a lot for the defence of the country and the development of its aviation technique. &nbsp;&nbsp;&nbsp;\r\n He also enjoyed an art performance given by members of the club. &nbsp;&nbsp;&nbsp;\r\n He had a photograph taken with the staff and members of the club. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by Jo Myong Rok, director of the general political department of the KPA, Kim Yong Chun, chief of the general staff, Kim Il Chol, minister of the People's Armed Forces, and general Ri Myong Su.\r\n"
        },
        {
            "title": "\"Anti-U.S. cyber campaign\" brisk in S. Korea",
            "url": "http://kcna.co.jp/item/2002/200204/news04/04.htm#3",
            "content": "Talks between WPK, C.C. secretary and special envoy of south side \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 4 (KCNA) -- Talks between Kim Yong Sun, secretary of the C.C., the Workers' Party of Korea, and Rim Tong Won, special adviser to President Kim Dae Jung on diplomacy, security and unification on a visit to Pyongyang at the request of the south side, were held on Wednesday.\r\n At the talks both sides had a wide-range discussion on the grave situation prevailing on the Korean Peninsula and issues related to the inter-Korean relations. &nbsp;&nbsp;&nbsp;\r\n The north-south relations which had developed in favour of reconciliation, unity and reunification after the historic Pyongyang meeting and the publication of the June 15 North-South Joint Declaration have been aggravated and the implementation of the declaration has reached a phase where the declaration is facing a serious crisis  due to the moves of the bellicose forces at home and abroad to provoke a war, our side noted, adding that not only the U.S. But the South side are to blame for this. &nbsp;&nbsp;&nbsp;\r\n It said that the North side's compliance with the request of special envoy Rim Tong Won for Pyongyang visit was aimed to sit face to face with him and know about the south side's clear answer on the will to respect the basic spirit of the declaration calling for settling the issue of the country's reunification by the concerted efforts of our nation. &nbsp;&nbsp;&nbsp;\r\n Our side took a serious note of the fact that the South side is keen on war exercises, persistently advocating the \"principal enemy\" conception, though at the historic Pyongyang meeting it assured our side that it would no longer talk about the conception, and urged it to change its present basic stand on the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n The talks go on. \r\n"
        },
        {
            "title": "Rallies against privatization of power industry in S. Korea ",
            "url": "http://kcna.co.jp/item/2002/200204/news04/04.htm#4",
            "content": "\"Anti-U.S. cyber campaign\" brisk in S. Korea \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, April 4 (KCNA) -- The \"anti-U.S. cyber campaign\" through internet is reportedly brisk in South Korea.\r\n A movement for boycotting U.S-made commodities is more brisk than ever before. &nbsp;&nbsp;&nbsp;\r\n In the internet homepage \"next cafe\" over 120 sites specializing in the movement for boycotting U.S.-made commodities were newly established, and in another homepage a \"society of those supporting the boycott of U.S.-made commodities\" was organized through internet. &nbsp;&nbsp;&nbsp;\r\n Organizations, including the South Korean Federation of University Student Councils (Hanchongryon), and civic organizations have made a list of U.S.-made goods in their sites under the title \"let us unite in a campaign of boycotting U.S.-made commodities\" to make the campaign sweep all parts of South Korea. &nbsp;&nbsp;&nbsp;\r\n The campaign is timed to coincide with the movement against the forced purchase of U.S.-made \"F-15 K\", while ads captioned \"No F-15\" are given wide coverage by South Korean media including Hangyore. &nbsp;&nbsp;&nbsp;\r\n Also echoed in the internet is diverse anti-U.S. tenor. The newly edited materials liken Bush's gesture, posture and facial expression to those of an ape. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, slogans including \"Let us puncture the arrogance of the U.S.\", \"Let us restore national pride\" and \"Let us warn the U.S. against its claim for supremacy based on logic of strength\" are appearing one after another in the run-up to the world football championships. \r\n"
        },
        {
            "title": "Foreign guests watch exhibition performance of Taekwon-do players",
            "url": "http://kcna.co.jp/item/2002/200204/news04/04.htm#5",
            "content": "Rallies against privatization of power industry in S. Korea  \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 4 (KCNA) -- Rallies for checking the privatization of power industry took place in different parts of Seoul on March 30, according to Seoul-based Radio No. 1.\r\n The \"national people's solidarity\" held a rally at the Jongmyo Park on the same day with the attendance of over 7,000 unionists under the (South) Korean Confederation of Trade Unions, demanding a stop to crackdown upon the power industrial workers union and the newly formed civil servants union in the struggle to check the privatization of power industry. &nbsp;&nbsp;&nbsp;\r\n The participants held a demonstration after the rally. \r\n"
        },
        {
            "title": "KCNA urges Japan to stop faulting DPRK",
            "url": "http://kcna.co.jp/item/2002/200204/news04/04.htm#6",
            "content": "Foreign guests watch exhibition performance of Taekwon-do players \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 4 (KCNA) --  Diplomatic envoys, embassy staff members, representatives of international organizations, members of their missions and foreign guests here yesterday watched an exhibition performance of Taekwon-Do instructors and players of the DPRK at the Taekwon-Do hall.\r\n Among the spectators were Hwang Pong Yong, chairman of the Korean Taekwon-Do committee, officials concerned, Taekwon-Do fans, and working people in the city. &nbsp;&nbsp;&nbsp;\r\n Participating in the exhibition performance were those Taekwon-Do instructors and players who gave a good account of themselves at the world Taekwon-Do championships and international matches. &nbsp;&nbsp;&nbsp;\r\n The performers excellently showed the features of Taekwon-Do, the orthodox martial arts and pride of the Korean nation, in pattern, sparring matches, demonstration show, special skills and other events. \r\n"
        },
        {
            "title": "Land construction brisk",
            "url": "http://kcna.co.jp/item/2002/200204/news04/04.htm#7",
            "content": "KCNA urges Japan to stop faulting DPRK \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, April 4 (KCNA) -- The reactionary media and ultra-right forces in Japan keep raising a hue and cry over the fictitious issue of \"kidnapping.\" this can not be construed otherwise than a very disturbing attitude intended to chill the DPRK's sincere stand and attitude to hold negotiations with Japan at a convenient time to discuss issues of mutual concern prompted by humanitarianism.\r\n What is ridiculous is that the Japanese reactionaries are groundlessly pulling up the DPRK, a victim, while keeping mum about the wrongs done by Japan as a war criminal state with the world's largest kidnapping record. &nbsp;&nbsp;&nbsp;\r\n As for the kidnapping issue, Japan is totally to blame for this crime. With nothing can Japan deny this as it is a hard fact recognized by human history. &nbsp;&nbsp;&nbsp;\r\n Japan can never conceal the historical facts that it plundered Korea after invading it and inflicted the biggest human and material losses upon it for one century. &nbsp;&nbsp;&nbsp;\r\n If any settlement is to be made, Japan should redeem these crimes, to begin with. &nbsp;&nbsp;&nbsp;\r\n While shelving such key issue, however, the Japanese reactionaries are crafty enough to clamor about \"prematurity\" and \"appeasement,\" as part of its diatribe over the DPRK's \"kidnapping\" issue. &nbsp;&nbsp;&nbsp;\r\n What should not be overlooked is that they are talking nonsense that Pyongyang caved in to the pressure put upon it by the U.S. and Japan. &nbsp;&nbsp;&nbsp;\r\n This is a mockery of the independent DPRK, a sovereign state, which has solved all foreign affairs guided by its own faith and will and an insult to the Korean nation which regards independence as its life and soul. &nbsp;&nbsp;&nbsp;\r\n Japan's settlement of its past is a core issue related to improving the DPRK-Japan relations and nothing can be settled before Japan has apologized and compensated for its past crimes. &nbsp;&nbsp;&nbsp;\r\n The DPRK will leave no means untried to make Japan settle its past crimes in our generation. &nbsp;&nbsp;&nbsp;\r\n If the Japanese reactionaries insist in settling the issue in Japan's own interests, while talking nonsense in utter disregard of the Korean nation's wrath and grudge against Japan, they are certain to pay a very high price for that.\r\n"
        },
        {
            "title": "Complete collections of Kim Il Sung's works published",
            "url": "http://kcna.co.jp/item/2002/200204/news04/04.htm#8",
            "content": "Land construction brisk \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 4 (KCNA) -- Spring land construction is now making brisk headway in the DPRK.\r\n According to information available from the ministry of land and environment preservation, at least 191.6 million trees were planted, over 330 km of roads built or underwent technical improvement, more than 740 km of rivers and streams were improved and dykes repaired and nearly 100 hectares of fish farms were built across the country in the last 20 odd days. &nbsp;&nbsp;&nbsp;\r\n More than 9,409,000 trees of good species were planted around new factories, parks, recreation grounds and along thoroughfares, etc. in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n 30m-wide woodland is being created on both sides of the youth hero motorway and the Pyongyang-Hyangsan tourist motorway. &nbsp;&nbsp;&nbsp;\r\n The construction of new roads and the technical improvement of the existing roads are now making headway in North Hwanghae, Kangwon, South Phyongan provinces and Nampho. &nbsp;&nbsp;&nbsp;\r\n Breakwaters in North Phyongan and North Hamgyong provinces have been reinforced with hundreds of thousands of square metres of feldspar. &nbsp;&nbsp;&nbsp;\r\n Jagang and Ryanggang provinces are busy creating new forests of pine-nut trees, forests of trees for paper-making and timber forests to suit their topographical features.    \r\n"
        },
        {
            "title": "Festival posters published",
            "url": "http://kcna.co.jp/item/2002/200204/news04/04.htm#9",
            "content": "Complete collections of Kim Il Sung's works published \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 4 (KCNA) -- The Workers' Party of Korea Publishing House published complete collections of Kim Il Sung's works vols. 41 and 42.\r\n The complete collections are a library of the Juche idea that systematically and comprehensively carries famous works of President Kim Il Sung in chronological order. &nbsp;&nbsp;&nbsp;\r\n Vol. 41 contains 20 works including reports, conclusions, speeches and talks that the president made during the period from June to September Juche 57 (1968) and vol. 42 19 works including speeches, conclusions and talks he made in the period from October Juche 57 (1968) to February Juche 58 (1969). &nbsp;&nbsp;&nbsp;\r\n Vols. 41 and 42 comprehensively deal with the original ideas, theories and policies that he put forward to strengthen the party work and state activities, consolidate the material and technical foundation of socialism and intensify the anti-imperialist, anti-U.S. struggle with deep insight into the prevailing situation and the requirements of the developing revolution. &nbsp;&nbsp;&nbsp;\r\n Among the works are \"on some problems in party work and economic affairs which must be solved\", \"the Democratic People's Republic of Korea is the banner of freedom and independence for our people and a powerful weapon for building socialism and communism\", \"South Phyongan Province should take the lead on all fronts of the building of socialism\", \"Let Us Strengthen The Training of Technical Personnel To Meet The New Requirements Of Socialist Construction\" and \"The Great Anti-Imperialist Revolutionary Cause Of The Asian, African And Latin American Peoples Is Invincible\". &nbsp;&nbsp;&nbsp;\r\n Also set forth in these complete collections are tasks for the overall victory of the revolutionary cause including the tasks to increase combat efficiency of the Korean People's Army in every way, carry through the policy of the Workers' Party of Korea on putting all the people under arms and turning the whole country into a fortress and thus increase the defence capacity of the country, the tasks of the Korean people to reunify the country independently on a democratic principle without interference of foreign forces, and the tasks to be carried out by all the compatriots in Japan to get united close to wage a vigorous struggle to defend democratic national rights. \r\n\r\n"
        },
        {
            "title": "Foreign Ministry spokesman on U.S. administration's decision",
            "url": "http://kcna.co.jp/item/2002/200204/news04/04.htm#10",
            "content": "Festival posters published\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 4 (KCNA) -- The Workers' Party of Korea Publishing House published complete collections of Kim Il Sung's works vols. 41 and 42.\r\n The complete collections are a library of the Juche idea that systematically and comprehensively carries famous works of President Kim Il Sung in chronological order. &nbsp;&nbsp;&nbsp;\r\n Vol. 41 contains 20 works including reports, conclusions, speeches and talks that the president made during the period from June to September Juche 57 (1968) and vol. 42 19 works including speeches, conclusions and talks he made in the period from October Juche 57 (1968) to February Juche 58 (1969). &nbsp;&nbsp;&nbsp;\r\n Vols. 41 and 42 comprehensively deal with the original ideas, theories and policies that he put forward to strengthen the party work and state activities, consolidate the material and technical foundation of socialism and intensify the anti-imperialist, anti-U.S. struggle with deep insight into the prevailing situation and the requirements of the developing revolution. &nbsp;&nbsp;&nbsp;\r\n Among the works are \"on some problems in party work and economic affairs which must be solved\", \"the Democratic People's Republic of Korea is the banner of freedom and independence for our people and a powerful weapon for building socialism and communism\", \"South Phyongan Province should take the lead on all fronts of the building of socialism\", \"Let Us Strengthen The Training of Technical Personnel To Meet The New Requirements Of Socialist Construction\" and \"The Great Anti-Imperialist Revolutionary Cause Of The Asian, African And Latin American Peoples Is Invincible\". &nbsp;&nbsp;&nbsp;\r\n Also set forth in these complete collections are tasks for the overall victory of the revolutionary cause including the tasks to increase combat efficiency of the Korean People's Army in every way, carry through the policy of the Workers' Party of Korea on putting all the people under arms and turning the whole country into a fortress and thus increase the defence capacity of the country, the tasks of the Korean people to reunify the country independently on a democratic principle without interference of foreign forces, and the tasks to be carried out by all the compatriots in Japan to get united close to wage a vigorous struggle to defend democratic national rights. \r\n\r\n"
        },
        {
            "title": "Kim Yong Nam receives credentials from Tunisian ambassador",
            "url": "http://kcna.co.jp/item/2002/200204/news04/04.htm#11",
            "content": "Foreign Ministry spokesman on U.S. administration's decision\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, April 4 (KCNA) -- A spokesman for the DPRK Foreign Ministry answered a question put by KCNA today as regards the fact that the U.S. administration recently decided not to \"certify\" to the congress this year the DPRK's abiding by the DPRK-U.S. Agreed Framework (AF).\r\n He said: &nbsp;&nbsp;&nbsp;\r\n It is none of our business whether the U.S. administration \"certifies\" to its congress the DPRK's compliance with AF or not as it is an issue belonging to the United States' internal affairs. &nbsp;&nbsp;&nbsp;\r\n What should not be overlooked, however, is that this issue may tarnish the image of the DPRK which has sincerely implemented its commitments under the AF as it is intended to create false impression that the U.S. is unilaterally implementing the AF. &nbsp;&nbsp;&nbsp;\r\n Through this issue Washington seeks to convince the international community that the U.S. is abiding by the AF and the DPRK is not complying with it. &nbsp;&nbsp;&nbsp;\r\n The DPRK has allowed the IAEA inspectors' constant watch on its nuclear facilities after freezing them as required by the AF. &nbsp;&nbsp;&nbsp;\r\n It is none other than the United States that is not abiding by the AF in actuality. &nbsp;&nbsp;&nbsp;\r\n It has seriously delayed the provision of light water reactors (lwrs) nor has properly delivered heavy oil to the DPRK despite its commitments under the AF. &nbsp;&nbsp;&nbsp;\r\n The U.S. should take an emergency measure to compensate for the shortage of electricity caused by the delayed provision of lwrs and deliver heavy oil for this year on time. This is the bounden duty to be fulfilled by the U.S. &nbsp;&nbsp;&nbsp;\r\n  It is quite natural for the DPRK to take a corresponding step unless such measures are taken. \r\n\r\n\r\n"
        },
        {
            "title": "DPRK government economic delegation leaves for Far East of Russian Federation",
            "url": "http://kcna.co.jp/item/2002/200204/news04/04.htm#12",
            "content": "Kim Yong Nam receives credentials from Tunisian ambassador\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 4 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, received credentials from new Tunisian ambassador to the DPRK Hamdi Salah at the Mansudae Assembly Hall today.\r\n Vice-minister of foreign affairs Kung Sok Ung was present. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam had a talk with the ambassador after receiving his credentials.     \r\n\r\n"
        },
        {
            "title": "Paek Nam Sun meets new ambassador of Tunisia",
            "url": "http://kcna.co.jp/item/2002/200204/news04/04.htm#13",
            "content": "DPRK government economic delegation leaves for Far East of Russian Federation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 4 (KCNA) -- A DPRK government economic delegation led by Jo Chang Dok, vice-premier of the cabinet, left here today to visit the far east of the Russian Federation.\r\n The delegation was seen off at the airport by Jong Mun San, chief secretary of the cabinet, Mun Chang Nam, first vice-minister of power and coal industries, Kung Sok Ung, vice-minister of foreign affairs, and Andrei Karlov, Russian ambassador to the DPRK.\r\n\r\n"
        },
        {
            "title": "U.S. urged to stop obstructing Mt. Kumgang tour",
            "url": "http://kcna.co.jp/item/2002/200204/news04/04.htm#14",
            "content": "Paek Nam Sun meets new ambassador of Tunisia\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, April 4 (KCNA) -- Paek Nam Sun, minister of foreign affairs of the DPRK, met and had a talk with Hamdi Salah, new Tunisian ambassador  to the DPRK, who paid a courtesy call on him today.  \r\n\r\n"
        },
        {
            "title": "Israel's military attack on Palestine slammed",
            "url": "http://kcna.co.jp/item/2002/200204/news04/04.htm#15",
            "content": "U.S. urged to stop obstructing Mt. Kumgang tour\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 4 (KCNA) -- A spokesman for the Korean Asia-Pacific Peace Committee released a statement today assailing the United States for launching a new smear campaign against the DPRK.\r\n It says: &nbsp;&nbsp;&nbsp;\r\n The U.S. congressional investigation bureau in a \"Report on South Korea-U.S. Relations\" recently submitted to the congress claimed that North Korea \"used\" the money paid for Mt. Kumgang tour for a military purpose and the Hyundai is believed to have provided funds to the DPRK in secrecy. &nbsp;&nbsp;&nbsp;\r\n This diatribe on the part of the U.S. is prompted by its intention to justify its attempt to provoke a new war on the Korean Peninsula and calm down the South Koreans' mounting anti-U.S. sentiment. It is also intended to force South Korea to buy more U.S.-made weapons and scotch the Mt. Kumgang tour, symbolic of inter-Korean cooperation, in a bid to bring the north-south relations back to those in the period of confrontation. &nbsp;&nbsp;&nbsp;\r\n The Bush administration has worked hard to derail the tourism since the first day of its office. The tourism that started amidst great expectation and concern of the nation has now become lukewarm. It is entirely attributable to the U.S. trickery and plots. &nbsp;&nbsp;&nbsp;\r\n All these facts go to clearly prove once again that the U.S. is the most wicked sworn enemy of the Korean nation as it is not only hindering inter-Korean exchange and cooperation undertaken between Koreans in the spirit of the June 15 North-South Joint Declaration but also putting a stumbling block in the way of achieving Korea's reunification. &nbsp;&nbsp;&nbsp;\r\n As the DPRK has clarified more than once, if the U.S. persists in its moves to hamstring Mt. Kumgang tour that was undertaken as part of inter-Korean non-governmental cooperation, that will only result in further heightening the Koreans' anti-U.S. sentiment and touch off stronger protest and denunciation among all the Koreans. &nbsp;&nbsp;&nbsp;\r\n The U.S. is well advised to stop at once obstructing the Mt. Kumgang tour and behave with reason and discretion, though belatedly. \r\n\r\n"
        }
    ]
}