{
    "date": "2002-04-03",
    "url": "http://kcna.co.jp/item/2002/200204/20020403.htm",
    "articles": [
        {
            "title": "Seminars on Kim Jong Il's works held abroad",
            "url": "http://kcna.co.jp/item/2002/200204/news04/03.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. hit for slandering DPRK",
            "url": "http://kcna.co.jp/item/2002/200204/news04/03.htm#2",
            "content": "Seminars on Kim Jong Il's works held abroad \r\n&nbsp;&nbsp;&nbsp;pyongyang, April 3 (KCNA) -- A joint seminar of Bulgarian communistic political parties on leader Kim Jong Il's famous work \"Let Us Hold the Great Leader Forever in High Esteem and Accomplish His Cause\" took place in Sofia on Mar. 25.\r\n Alexander Paunov, first secretary of the c.c., the Communist Party of Bulgaria, in a speech said that the feats and august image of President Kim Il Sung have been kept in the hearts of not only the Korean people but the Bulgarian people.&nbsp;&nbsp;&nbsp;\r\n The President fathered the Juche idea and, on its basis, successfully accomplished the cause of party building, nation building, army building and the building of Korean-style socialism and set an example of independence and solidarity in the international communist movement, he said, and went on: &nbsp;&nbsp;&nbsp;\r\n His revolutionary cause is now being creditably carried forward by Kim Jong Il, the great leader of the Korean people. &nbsp;&nbsp;&nbsp;\r\n Boris Petkov, chairman of the executive council of the c.c., the Bulgarian Communist Party (Marxists), in a speech noted that Kim Jong Il showed the posture of a soldier loyal to the leader and set a practical example in establishing a true communist moral outlook in the international communist movement, saying that the moral trait of the communists should be expressed in remaining loyal to the leader. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, a seminar on the third part of Kim Jong Il's famous work \" Socialism is a Science\" was held by the Juche philosophy institute of Mexico on March 25. \r\n"
        },
        {
            "title": "National artistic photo exhibition opened",
            "url": "http://kcna.co.jp/item/2002/200204/news04/03.htm#3",
            "content": "U.S. hit for slandering DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- Hessou Kohovi, chairman of the Benin-Korea Amicable Association \"Long Live Kim Jong Il, Supreme Leader\" and chairman of the Benin National Committee for the Study of the Juche Idea, in a statement on March 22 said that the U.S is busy slinging mud at the Korean people and the U.S. is chiefly responsible for the division of the Korean Peninsula and the root cause of all their misfortune.\r\n He went on: &nbsp;&nbsp;&nbsp;\r\n It would be better for the U.S. to pursue an honest, responsible and fair dialogue and cooperation with the DPRK than to pose a slushy threat to the peace-loving people. &nbsp;&nbsp;&nbsp;\r\n Those who sling mud at the DPRK should come to their senses and immediately stop slandering and make an open apology. &nbsp;&nbsp;&nbsp;\r\n No force can bring the Korean people to their knees. \r\n"
        },
        {
            "title": "Struggle against U.S. moves for nuclear war called for",
            "url": "http://kcna.co.jp/item/2002/200204/news04/03.htm#4",
            "content": "National artistic photo exhibition opened \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- A national artistic photo exhibition was opened to commemorate the 90th birth anniversary of President Kim Il Sung.\r\n On display at the exhibition hall are over 120 artistic photos showing the vigorous struggle of the Korean army and people. &nbsp;&nbsp;&nbsp;\r\n Among them are \"the Kumsusan Memorial Palace, supreme temple of Juche\", \"majestic appearance of Janggun Peak\" and \"overcoming the raging wind of Mt. Paektu\" representing the ideology that the president always remains alive as the great sun and photos showing the great personality of leader Kim Jong Il who is leading the revolutionary cause of Juche to victory, true to the president's intention in his lifetime. &nbsp;&nbsp;&nbsp;\r\n Also exhibited there are photos \"in the spirit to annihilate the enemy\" and \"in an atmosphere of real fighting\" dealing with the might of the Korean People's Army that has grown to be a strong army and photos \"new history of the great transformation of nature\" and \"a long arduous march will lead to happiness\". &nbsp;&nbsp;&nbsp;\r\n An opening ceremony was held at the east Pyongyang grand theatre yesterday. \r\n"
        },
        {
            "title": "Projected introduction of U.S.-made weapons under fire",
            "url": "http://kcna.co.jp/item/2002/200204/news04/03.htm#5",
            "content": "Struggle against U.S. moves for nuclear war called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- A spokesman for the National Democratic Front of South Korea (NDFSK) issued a statement on April 1 condemning the U.S. for its escalated moves for a nuclear war against the North, Seoul-based radio Voice of National Salvation said.\r\n The statement said that Bush's visit to Seoul was aimed to finally examine a plan for a preemptive nuclear attack on the North and the recent large-scale South Korea-U.S. joint military exercises were designed to put it into practice. &nbsp;&nbsp;&nbsp;\r\n Referring to the fact that the U.S. war hawks are clamouring about the issue of capturing and sinking ships of the DPRK in the high seas, the statement noted all facts go to prove that the report \"nuclear posture review\" is an explicit nuclear war scenario and what remains to be done by the U.S. is to provoke a war as its start of a nuclear war against the North is a matter of time. &nbsp;&nbsp;&nbsp;\r\n The NDFSK in the name of the whole Korean nation bitterly denounces these reckless moves of the U.S. as an unpardonable criminal act to exterminate the Korean nation and a crime against humanity as it is aimed to impose a nuclear holocaust upon the world, it added. &nbsp;&nbsp;&nbsp;\r\n The statement called upon all the people to turn out as one in an anti-U.S., anti-war struggle in a do-or-die spirit to frustrate the U.S. attempt to ignite a nuclear war against the North and protect the existence of the nation and peace, check and foil the warmongers' \"cooperation\" with foreign forces against the nation and bring earlier the day of independent and peaceful national reunification through cooperation between compatriots.     \r\n"
        },
        {
            "title": "Intensified moral education called for",
            "url": "http://kcna.co.jp/item/2002/200204/news04/03.htm#6",
            "content": "Projected introduction of U.S.-made weapons under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- The South Korean Federation of University Student Councils (Hanchongryon) reportedly issued a statement on March 28 dismissing the announced decision of the \"ministry of national defense\" to select \"F-15 K\" as fighters of the next generation as a humiliating act of yielding to the U.S. pressure put upon South Korea to buy them.\r\n Recalling that the defense ministry banned the disclosure of the recorded tape revealing the pressure put by the ministry and an order issued by it to the military as regards the selection in favour of the U.S. and punished an officer for issuing a declaration of conscience, the statement described the present defense ministry as \"part of the U.S. Defense Department and an enterprise in service to the U.S. munition industry.\" &nbsp;&nbsp;&nbsp;\r\n The statement charged that the selection of fighters of the next generation is \"an act going against the national trend toward independent reunification growing strong after the publication of the June 15 joint declaration.   \r\n"
        },
        {
            "title": "U.S. plan to introduce Aegis into S. Korea assailed",
            "url": "http://kcna.co.jp/item/2002/200204/news04/03.htm#7",
            "content": "Intensified moral education called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- Intensifying the moral education among the party members and other working people at present is an important requirement for giving full play to the noble moral traits of our society in which leader Kim Jong Il is held in high esteem with pure conscience and a high sense of obligation and a worthwhile work to steadily further the noble and beautiful human relations in our society and thus deepen the belief in the advantages of our system.\r\n In this regard Rodong Sinmun today in an editorial says: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il is the greatest man possessed of the noblest sense of moral obligation. &nbsp;&nbsp;&nbsp;\r\n He saw to it that the Kumsusan Assembly Hall was consecrated as the Kumsusan Memorial Palace, the supreme temple of Juche, so that President Kim Il Sung may lie in state for perpetuity and has most faithfully carried forward his idea and cause. &nbsp;&nbsp;&nbsp;\r\nThis noble sense of moral obligation strikes the world people with admiration as he set a brilliant example by breaking a new ground of the communist morality. &nbsp;&nbsp;&nbsp;\r\nHe has devoted his all to the revolutionary forerunners and comrades and paid deep attention to the political integrity, work and life of his comrades down to all details.       This revolutionary sense of moral obligation serves as a source of building a new society in this land where the noble sense of moral obligation is fully displayed. &nbsp;&nbsp;&nbsp; \r\nCommanding officers love their men and women as their real brothers and sisters while the latter respect and follow their officers as their eldest brothers and sisters. &nbsp;&nbsp;&nbsp;\r\nThis is the noble moral trait that can be seen in the Korean People's Army only. &nbsp;&nbsp;&nbsp;\r\n All the people should actively learn from the revolutionary comradeship of the servicemen of the KPA. &nbsp;&nbsp;&nbsp;\r\n The paper calls upon the party members and all other working people to voluntarily observe the socialist moral standards in the social life and all the young people to become excellent revolutionaries who, holding Kim Jong Il in high esteem with loyalty, remain faithful to the country and the people and are possessed of beautiful and sound moral traits.     \r\n"
        },
        {
            "title": "E-business centre starts operation",
            "url": "http://kcna.co.jp/item/2002/200204/news04/03.htm#8",
            "content": "U.S. plan to introduce Aegis into S. Korea assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- Minju Joson today in a signed commentary slams the U.S. for trying to bring South Korea into the network of the Missile Defense System (MD) and planning to deliver an anti-aircraft system \"aegis\" worth 1.2 billion to South Korea as a link of it.\r\n Through the establishment of the very costly MD the Bush administration seeks to curry favor with U.S. munition monopolies and, furthermore, create conditions and an environment favorable for its stay in power, the commentary says, and goes on: &nbsp;&nbsp;&nbsp;\r\n Lurking behind the U.S. sale of \"aegis\" to South Korea is a very sinister intention. &nbsp;&nbsp;&nbsp;\r\n It is the U.S. calculation that only when it puts under its control the Korean Peninsula, a military and strategical vantage, can it carry out its Asia-Pacific strategy with ease. &nbsp;&nbsp;&nbsp;\r\n That is why the U.S. is delivering sophisticated military equipment to the anti-reunification elements in a bid to egg them on to aggravate the situation on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n The U.S. hawkish elements' moves to ignite a new war of aggression in Korea are creating a tense atmosphere of confrontation and distrust between the North and the South and posing a big threat to peace and security not only on the peninsula but in the rest of the Asia-Pacific region and the world. &nbsp;&nbsp;&nbsp;\r\n The army and people of the DPRK are following with high vigilance the U.S. moves deliberately aggravating the situation on the Korean peninsula.     \r\n"
        },
        {
            "title": "Korean academy of medical science",
            "url": "http://kcna.co.jp/item/2002/200204/news04/03.htm#9",
            "content": "E-business centre starts operation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- The DPRK's first E-business centre has opened in Pyongyang, operated by the Korea Namchongang hi-tech engineering service co.\r\n To choose and purchase as fast as possible the best hi-tech products in terms of quality and price from the mountain of foreign- and home-produced business information available is one of the challenges facing computer users in the DPRK. &nbsp;&nbsp;&nbsp;\r\n The new centre offers the latest information on computers and other it products, something of critical importance to the country as it undergoes technical upgrading. &nbsp;&nbsp;&nbsp;\r\n It also offers prompt supply of ordered products. &nbsp;&nbsp;&nbsp;\r\n To facilitate its service, the centre has established a website on the nationwide computer network. &nbsp;&nbsp;&nbsp;\r\n The centre's database stores hundreds of thousands of pieces of information on hi-tech components and it products made at home and overseas. &nbsp;&nbsp;&nbsp;\r\n The centre regularly updates its website with information on new products developed by Korean enterprises and research institutes, and also establishes relationships with potential customers. &nbsp;&nbsp;&nbsp;\r\n The company also makes direct investment in the production and sale of those new products that are recognized as being hi-tech. &nbsp;&nbsp;&nbsp;\r\n The company's computer experts are capable of dealing with orders placed by local agencies for the automation and computerization of production processes. &nbsp;&nbsp;&nbsp;\r\n Its software developers offer virtual reality, industrial application and multi-media program development services. &nbsp;&nbsp;&nbsp;\r\n The company also provides a photo and copy service, as well as exchange of information technology, order processing and co-development of programs with foreign companies. &nbsp;&nbsp;&nbsp;\r\n The new website is visited online by tens of thousands of scientists, technicians and students and has gained increasing popularity for its ability to meet the growing demand for it products.     \r\n\r\n"
        },
        {
            "title": "Flute of bronze age unearthed",
            "url": "http://kcna.co.jp/item/2002/200204/news04/03.htm#10",
            "content": "Korean academy of medical science \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- The Korean academy of medical science is entrusted with the task of solving the scientific and technological problems arising in disease prevention and treatment.\r\n It has dozens of affiliated research institutes and branch  offices, including those of hygiene, children's nutrition, oncology, medicine science, medicinal herb cultivation science, medical appliances and a medical science information centre, as well as over ten pilot plants and a number of medicinal herb experimental stations. &nbsp;&nbsp;&nbsp;\r\n The academy has played a significant role in the development of medical science in the DPRK, having made thousands of valuable research discoveries. &nbsp;&nbsp;&nbsp;\r\n Among them are the internationally-recognized gene engineering-based diagnosis of hepatitis C and a method of preventing hepatitis B. &nbsp;&nbsp;&nbsp;\r\n The renal syndrome hemorrhagic vaccine is the first of its kind in the world, while medicine used to inoculate against measles has played a decisive role in the elimination of the illness. &nbsp;&nbsp;&nbsp;\r\n Other highlights include a method of diagnosing typhoid, paratyphoid and cholera by the use of cell engineering, and the development of skin, blood vessel, nerve, and muscle graft techniques. &nbsp;&nbsp;&nbsp;\r\n The invention of a new method of separating and refining taxol, known as the most effective anti-biotic material, has opened the way for the mass production of taxol at lower production costs. &nbsp;&nbsp;&nbsp;\r\n The combined treatment of cancer, including breast, thyroid and uterine cancer, through surgery and chemotherapy has proved its worth in lengthening the life expectancy of patients. &nbsp;&nbsp;&nbsp;\r\n Hundreds of Koryo (native) medicines, including Insam (ginseng) complex tea and other synthetic or semi-synthetic pharmaceutical products produced by domestic pharmacies and pilot plants, have also proved to be beneficial to the health of the people, finding favor both inside and outside the country. &nbsp;&nbsp;&nbsp;\r\n The academy has established a close relationship with international organizations such as the World Health Organization, the United Nations Children's Fund, the United Nations Development Programme and the United Nations Educational, Scientific and Cultural Organization, regional research institutions and non-governmental institutes. &nbsp;&nbsp;&nbsp;\r\n Cooperation and exchange are being actively promoted with a number of different countries in science and technology, health foods and pharmaceutical products.     \r\n\r\n"
        },
        {
            "title": "Joint white paper on GIS' mass killings released",
            "url": "http://kcna.co.jp/item/2002/200204/news04/03.htm#11",
            "content": "Flute of bronze age unearthed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- Flute is the Koreans' very old favourite national musical instrument.\r\n It is clearly proved by a flute discovered in the early stratum belonging to the bronze age in Sophohang remains in Rason city. &nbsp;&nbsp;&nbsp;\r\n The flute was made of the middle part of a bird's leg bone. &nbsp;&nbsp;&nbsp;\r\n It is 13.5 cm long though a small part of its mouthpiece was broken. &nbsp;&nbsp;&nbsp;\r\n The mouthpiece is 1.5 cm in diameter and the end 1 cm in diameter. &nbsp;&nbsp;&nbsp;\r\n There are finger holes of 3-4.5 mm in diameter at intervals of 0.7-1 cm. &nbsp;&nbsp;&nbsp;\r\n Finger holes at both ends are more sparsely spaced and smaller. &nbsp;&nbsp;&nbsp;\r\n The flute remains unrotten in a shell-heap. &nbsp;&nbsp;&nbsp;\r\n Cultural layers of the old stone age, the new stone age and the bronze age were found in Sophohang remains that were excavated and surveyed several times in the 1960s.\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to congress of Italian Communist Reestablishment Party",
            "url": "http://kcna.co.jp/item/2002/200204/news04/03.htm#12",
            "content": "Joint white paper on GIS' mass killings released\r\n\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- The nationwide special committee for probing the truth behind the GIs' massacres (Jonminthukwi) on April 2 issued the first instalment of a joint white paper.\r\n The white paper deals with some of the mass killings of innocent civilians committed by the U.S. troops in the southern half of Korea and other GIs' atrocities that were investigated by the fact-finding group of the democratic front for the reunification of the fatherland during the Korean War and part of the materials recently disclosed there. &nbsp;&nbsp;&nbsp;\r\n It said: &nbsp;&nbsp;&nbsp;\r\n Nearly one million South Koreans were killed by bestial GIs in the first 12 months of the war from the summer of 1950 to the summer of 1951, even according to the results of preliminary investigation and confirmation. &nbsp;&nbsp;&nbsp;\r\n On July 16 U.S. bombers committed a saturation bombing of Seoul, killing 1,096 civilians, leaving 1,201 heavily or lightly wounded and rendering more than 7,000 homeless. &nbsp;&nbsp;&nbsp;\r\n Upon landing in Inchon on September 16, 1950, GIs murdered at least 1,300 innocent civilians on the same day alone. &nbsp;&nbsp;&nbsp;\r\n They detained and killed over 55,900 inhabitants from September 28 to November 13 after branding them as \"communist elements.\" &nbsp;&nbsp;&nbsp;\r\n U.S. imperialist aggressors raped 875 women in Seoul alone from September to December 1950, killing them in cold blood. \r\n Many buildings of cultural and other establishments in south Chungchong Province were severely destroyed by barbaric U.S. air raids till august 25 from the day of its liberation by the people's army. Among them were seven hospitals in Asan county, two hospitals, 13 schools and three cultural facilities in Thaedok county, six hospitals, 16 schools and buildings of 15 institutions in Yongi county, four hospitals and one school in Chonan county, four hospitals and buildings of six institutions in Poryong county and 14 hospitals in Ronsan county. &nbsp;&nbsp;&nbsp;\r\n In Seoul the U.S. imperialist aggressors totally destroyed or burnt 76 schools, destroyed inner facilities of 79 schools and 38 hospitals and medical facilities and burnt two broadcasting stations, six theatres, one museum and four newspaper offices. &nbsp;&nbsp;&nbsp;\r\n All facts clearly prove that the crimes against humanity committed by them in the southern half of Korea were the intentional and premeditated murder, plunder and destruction perpetrated to exterminate the Korean nation.    \r\n\r\n\r\n"
        },
        {
            "title": "Special envoy of south side arrives",
            "url": "http://kcna.co.jp/item/2002/200204/news04/03.htm#13",
            "content": "Greetings to congress of Italian Communist Reestablishment Party\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- The Central Committee of the Workers' Party of Korea today sent a message of greetings to the 5th congress of the Communist Reestablishment Party of Italy.\r\n The WPK is pleased with the vigorous struggle the party has waged to strengthen and develop the party and protect the interests of the popular masses despite the complicated situation since its last congress, the message said, extending full support and solidarity with the just struggle of the party. &nbsp;&nbsp;&nbsp;\r\n Believing that the friendly and cooperative relations between the two parties would grow stronger through a joint struggle for the victory of the socialist cause, it sincerely wished the party congress a big success. \r\n\r\n\r\n"
        },
        {
            "title": "Foreign ministry spokesman on DPRK-U.S. contacts",
            "url": "http://kcna.co.jp/item/2002/200204/news04/03.htm#14",
            "content": "Special envoy of south side arrives\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- Rim Tong Won, special adviser to President Kim Dae Jung on diplomacy, security and unification, arrived here today in the capacity of his special envoy.\r\n He and his party were greeted at the airport by Kim Wan Su, vice-chairman of the Korean Asia-Pacific Peace Committee. \r\n\r\n\r\n"
        }
    ]
}