{
    "date": "2002-12-13",
    "url": "http://kcna.co.jp/item/2002/200212/20021213.htm",
    "articles": [
        {
            "title": "Kim Jong Il inspects KPA unit",
            "url": "http://kcna.co.jp/item/2002/200212/news12/13.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. unilateral and high-handed attitude flayed",
            "url": "http://kcna.co.jp/item/2002/200212/news12/13.htm#2",
            "content": "Kim Jong Il inspects KPA unit \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 12 (KCNA) - General Secretary Kim Jong Il on Dec. 11 inspected KPA unit no. 115 honored with the title of \"O Jung Hup's Seventh Regiment\".\r\n He acquainted himself with the performance of the unit's duty before dropping in at the operation lecture room of the command to see a tactical training of commanding officers. &nbsp;&nbsp;&nbsp;\r\n Noting with great satisfaction that the officers and men of the unit are well versed in combat equipment and possessed of a high level of operation commanding ability through effective training, he advanced highly important tasks that would serve as guidelines in further increasing the combat capacity of the unit. &nbsp;&nbsp;&nbsp;\r\n Then, he looked round a servicemen's hall, a library and other places to learn in detail how the political and ideological education of them is conducted. &nbsp;&nbsp;&nbsp;\r\n He highly appreciated the proud achievements made by the servicemen of the unit in the past, saying that they have grown to be matchless combat ranks more firmly prepared politically and ideologically and in military technique by thoroughly implementing the WPK's military line of self-defence and conducting the dynamic \"movement for winning the title of O Jung Hup's Seventh Regiment\" in particular. &nbsp;&nbsp;&nbsp;\r\n He posed for a photograph with them. &nbsp;&nbsp;&nbsp;\r\n The next leg of his inspection was a company under the unit. &nbsp;&nbsp;&nbsp;\r\n Going round the modern entertainment and logistic facilities including an education room, a bedroom, a kitchen, a daily provision store and outdoor resting place, he took warm care of the living of the soldiers with fatherly love. &nbsp;&nbsp;&nbsp;\r\n Greatly satisfied to see the soldiers of the company stalwartly standing guard over posts of the revolution in perfect unity, he said: our socialism is sure to triumph as there is the matchless and ideologically strong revolutionary army. &nbsp;&nbsp;&nbsp;\r\n He saw an art performance given by the soldiers of the company. &nbsp;&nbsp;&nbsp;\r\n He gave them a pair of binoculars and an automatic rifle as gifts and had a photograph taken with them. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by KPA generals Ri Myong Su, Hyon Chol Hae and Pak Jae Gyong.    \r\n\r\n"
        },
        {
            "title": "Daily mounting anti-Americanism in S. Korea",
            "url": "http://kcna.co.jp/item/2002/200212/news12/13.htm#3",
            "content": "U.S. unilateral and high-handed attitude flayed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 12 (KCNA) -- Mohamed Dioue Fofana, secretary general of the African Regional Committee for the Study of the Juche Idea, released a statement on Dec. 2 accusing the U.S. of its unilateral and arrogant stand on the nuclear issue on the Korean Peninsula.\r\n He expressed full support to the statement issued by a spokesman for the Foreign Ministry of the DPRK in which he clarified the conclusion of the non-aggression treaty between the DPRK and the U.S. is a reasonable and realistic way of settling the nuclear issue. &nbsp;&nbsp;&nbsp;\r\n The arrogant action taken by the U.S. administration to single out the DPRK as a target of its preemptive nuclear attack is little short of declaring a war against it and reducing the DPRK-U.S. joint statement and the DPRK-U.S. Agreed Framework to dead documents, he said, and went on: &nbsp;&nbsp;&nbsp;\r\n The U.S. is the root cause of the nuclear issue on the Korean Peninsula as it massively introduced nukes into South Korea and its vicinity to threaten the DPRK with them, while pursuing the hostile policy towards the DPRK, according to its strategy for world supremacy.    \r\n\r\n"
        },
        {
            "title": "KCNA on ever-mounting anti-Americanism in S. Korea",
            "url": "http://kcna.co.jp/item/2002/200212/news12/13.htm#4",
            "content": "Daily mounting anti-Americanism in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 12 (KCNA) -- A rally and a demonstration were reportedly held on the Tongbu Plaza of Uijongbu Railway Station on Dec. 7 to mark the \"Day of Action of  Teachers, Students and Their Parents in the Northern Area of Kyonggi Province to Declare the Deceptive Trial Void and Restore National Self-Confidence\".\r\n At the rally speakers called on the young people to become vanguard and fighters in the struggle to give the vent to the grudge of the two schoolgirls. \r\n Recalling that they gathered there to prevent the death similar to that of Hyo Sun and Mi Son, they urged the teachers, the students and their parents of conscience to turn out in the struggle to revive the soul of the two schoolgirls. &nbsp;&nbsp;&nbsp;\r\n A teacher of the Uijongbu Women's High School had her head shaven in token of her resistance and the head of a civic organization recited an anti-U.S. poem at the rally. &nbsp;&nbsp;&nbsp;\r\n The venue of the rally resounded with such anti-American songs as \"Dirty U.S.\" and songs for reunification and shouts of slogans \"Bush, Apologize,\" \"Revise SOFA,\" \"Punish GI Killers\" etc. &nbsp;&nbsp;&nbsp;\r\n At the end of the rally they marched through streets of Uijongbu city. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, 13 members of the Kyonggi Provincial Educational Committee on Dec 5 released a resolution condemning the verdict of not guilty given to the GI killers of the schoolgirls and demanded a thorough probe into the truth behind the incident, an open apology from Bush and the revision of sofa. &nbsp;&nbsp;&nbsp;\r\n Yun Min Sok, a South Korean pop singer composed and presented the song \"Dirty U.S. Part 2\" demanding the U.S. troops get out of South Korea as a sequel to the song \"Dirty U.S.\". &nbsp;&nbsp;&nbsp;\r\n The group of pop singers, \"Our Country,\" was reported to have composed the song \"Seize Even Tank\" critical of the GI killers and performed it on streets since Dec. 3.    \r\n\r\n"
        },
        {
            "title": "More facts about GIs' atrocities during Korean War disclosed",
            "url": "http://kcna.co.jp/item/2002/200212/news12/13.htm#5",
            "content": "KCNA on ever-mounting anti-Americanism in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 12 (KCNA) -- Anti-Americanism has grown stronger than ever before in South Korea since the GIs' killing of the two schoolgirls.\r\n People from all walks of life including political, public and religious circles in South Korea are demanding U.S. President Bush make an open apology for the verdict of not guilty given to the murderers. Big protest rallies and demonstrations are being held in Seoul, Pusan and all other parts of South Korea one after another. &nbsp;&nbsp;&nbsp;\r\n The ongoing struggle is characterized by its unprecedentedly vast scale and protracted and fierce nature and the anti-American militant slogans put up by its participants. &nbsp;&nbsp;&nbsp;\r\n This fierce anti-U.S. struggle sweeping all parts of South Korea like a prairie fire is a clear proof that the U.S. policy of military occupation of South Korea dating back to the mid-20th century is sternly judged by history as it is the root cause of all misfortune and sufferings and a main factor of blocking the uniform development of the nation and harassing peace. &nbsp;&nbsp;&nbsp;\r\n This anti-Americanism is an eruption of the pent-up grudge and grievance of the South Korean people against millions of cases of crimes committed by the U.S. troops in South Korea for the past 57 years and their sheer deception and hypocrisy. &nbsp;&nbsp;&nbsp;\r\n The U.S. Forces stationed in South Korea are haughty aggression troops and occupation forces. Exercizing an extraterritorial right, they are not bound to any law even though they mock at Koreans and trample underfoot their rights. \r\n The U.S. claimed that there were not assailants on the scene of the incident though there were victims. As a result, there took place an unprecedentedly false trial where the accused judged the \"accused\". This was a product of the aggressive and humiliating South Korea-U.S. Status of Forces Agreement (SOFA). &nbsp;&nbsp;&nbsp;\r\n The unending crimes of the U.S. Forces present in South Korea have been overlooked and justified by the sheer force of SOFA. &nbsp;&nbsp;&nbsp;\r\n The U.S. Forces stationed in South Korea are, indeed, the root cause of all misfortune and sufferings the South Korean people are undergoing and a stumbling block in the way of Korea's reunification. &nbsp;&nbsp;&nbsp;\r\n The United States, far from repenting of the 57-year-long crime-woven history of its occupation of South Korea, has not yet abandoned its ambition to block the uniform development of the Korean nation and seize the whole of Korea by force of arms. &nbsp;&nbsp;&nbsp;\r\n It was the U.S. that brought the tragedy of division to the Korean nation, and Korea has not yet been reunified owing to the U.S. policy of occupation of South Korea. &nbsp;&nbsp;&nbsp;\r\n The U.S. is keen to derail the process of inter-Korean reconciliation, turning away from the positive developments in Korea where an atmosphere of reconciliation has been put on a new stage since the adoption of the June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n The U.S. is obstructing, inter alia, the projects of reconnecting rail and road links between the north and the south and putting a brake on the inter-Korean exchange and cooperation. It is also inciting inter-Korean confrontation, clamoring about a preemptive nuclear attack. &nbsp;&nbsp;&nbsp;\r\n The ever-mounting anti-Americanism in South Korea reflects the trend of the times that calls for the termination of the U.S. anachronistic policy of military occupation of South Korea and its policy of inter-Korean confrontation aimed to exterminate the Korean nation. &nbsp;&nbsp;&nbsp;\r\n It is the 21st century whose mainstream is independence, sovereignty, progress and high civilization. &nbsp;&nbsp;&nbsp;\r\n What should be done by the U.S. now is withdraw its aggression forces from South Korea and rectify its hostile and aggressive Korea policy. &nbsp;&nbsp;&nbsp;\r\n The U.S. is well advised to drop the outdated mode of thinking and make a bold decision to withdraw its forces, the harassers of peace and stability, from South Korea.    \r\n\r\n"
        },
        {
            "title": "Small electromagnetic rock-drill",
            "url": "http://kcna.co.jp/item/2002/200212/news12/13.htm#6",
            "content": "More facts about GIs' atrocities during Korean War disclosed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 12 (KCNA) -- The Nationwide Special Committee for Probing the Truth Behind the GIs' Massacres issued the third installment of a joint white paper on Dec. 11. \r\nThe paper discloses only part of the GIs' monstrous bombing and shelling on the northern half of Korea during the last Korean War. &nbsp;&nbsp;&nbsp;\r\n Its first and second installments were released in April and may this year. The third installment covers the period between January 1951 and July 1953. &nbsp;&nbsp;&nbsp;\r\n It says: &nbsp;&nbsp;&nbsp;\r\n Entering 1951, the U.S. imperialist aggressors became more desperate in their air-raids and bombardment on the northern half of Korea in a bid to exterminate the Korean nation and attain its sinister military purpose. &nbsp;&nbsp;&nbsp;\r\n They mobilized B-29 and all other types of bombers, pursuit planes and fighters and even warships of the U.S. 7th fleet. &nbsp;&nbsp;&nbsp;\r\n Even according to the doctored information released by the U.S. imperialists, for 330 days since the start of the war a total of 200,180 U.S. planes made sorties to drop 89,400 tons of bombs, shower 90.525 million machine-gun bullets, 247,000 rocket shells and 7 million gallons of napalm bombs over the north, thus reducing almost all the urban and rural areas to debris. &nbsp;&nbsp;&nbsp;\r\n In the period from January to March 1951 a total of more than 5,970 U.S. warplanes flew to north and south Hamgyong provinces to drop at least 13,710 bombs of all types and tens of  thousands of incendiary bombs, thus destroying and burning 46,733 blocks of dwelling houses, 339 public buildings and 9,596 farmers' houses. &nbsp;&nbsp;&nbsp;\r\n Their atrocities had become more barbaric in the latter half of 1951. &nbsp;&nbsp;&nbsp;\r\n Their monstrous acts resulted in decreasing the population of Pyongyang which stood at 464,000 before the war to 181,000 as of December 31, 1951. &nbsp;&nbsp;&nbsp;\r\n The U.S. Forces dropped at least 200,000 large and medium bombs, showered 0.5 billion machine-gun bullets, dropped more than 400,000 rocket shells and over 15 million napalm bombs over peaceful cities and villages in the north in 1952 alone. &nbsp;&nbsp;&nbsp;\r\n They severely destroyed educational, cultural and medical institutions and cultural relics in the north since the very day they provoked the Korean War. &nbsp;&nbsp;&nbsp;\r\n In consequence, nearly all schools, hospitals, theatres, recreation resorts, clubs and cultural relics were levelled to the ground early in 1951. &nbsp;&nbsp;&nbsp;\r\n As of May 1951, 99 colleges and primary and middle schools in Pyongyang including Kim Il Sung University were reduced to debris while 24 schools at all levels in Nampho and 11 in Sariwon city were also severely destroyed. &nbsp;&nbsp;&nbsp;\r\n As many as 3,746 primary, middle and higher middle schools and teacher training colleges and 24,804 classrooms were destroyed during the war. &nbsp;&nbsp;&nbsp;\r\n They accounted for 72 of the schools and 88 of the classrooms that existed before the war. &nbsp;&nbsp;&nbsp;\r\n The U.S. Forces' bombing reduced to ashes 9 theatres, 20 cinemas and 64 churches in Pyongyang and 4 churches in Kanggye. In Sinuiju only 2 out of 17 churches were left unbombed while in Nampho only one small church left standing. &nbsp;&nbsp;&nbsp;\r\n They did not bother to bomb health care institutions in violation of the international convention which prohibits attacks on red cross-marked buildings and hospitals. &nbsp;&nbsp;&nbsp;\r\n In the year 1951 alone, 32 hospitals and clinics lay in ruins in Pyongyang while 16 of them in Sariwon. &nbsp;&nbsp;&nbsp;\r\n The Taeung hall of Phohyon temple, the manse pavilion and the Simgom hall and several other main buildings in Mt. Myohyang were burnt to ashes. The Puyong temple in Haeju, the Paeksang pavilion in Anju, the Tongmyong mansion in Songchon, the northern gate and the Inphung pavilion in Kanggye, the Wisong mansion in Huichon and Sungryong and Sungin temples in Pyongyang were so severely destroyed that it was hard to trace their original shape. &nbsp;&nbsp;&nbsp;\r\n Even a conservative estimate of the damage done to the national economy by the GIs' bombing and shelling in the north puts at about 420 billion won at the value at that time. &nbsp;&nbsp;&nbsp;\r\n The atrocities they perpetrated to exterminate the Korean nation by employing all barbaric methods and means were unprecedented in the history of war. &nbsp;&nbsp;&nbsp;\r\n The Korean people will never pardon the GIs' thrice-cursed monstrous crimes but certainly force them to pay for them thousand times.    \r\n\r\n\r\n"
        },
        {
            "title": "New species of mulberry tree cultivated",
            "url": "http://kcna.co.jp/item/2002/200212/news12/13.htm#7",
            "content": "Small electromagnetic rock-drill\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 12 (KCNA) -- Kim Chaek University of Technology in the Democratic People's Republic of Korea has developed a small electromagnetic rock-drill. It can be used widely in excavation and construction.\r\n It drills rocks by turning electric energy into striking energy and rotary energy of chisel. &nbsp;&nbsp;&nbsp;\r\n The light and simple tool is very efficient. &nbsp;&nbsp;&nbsp;\r\n It strikes rocks 1,800 times per minute and the chisel rotates 100 times per minute. &nbsp;&nbsp;&nbsp;\r\n The drill, with less noise, is convenient for use in any place and has no harmful effects on environment.    \r\n\r\n"
        },
        {
            "title": "National meeting of judicial workers held",
            "url": "http://kcna.co.jp/item/2002/200212/news12/13.htm#8",
            "content": "New species of mulberry tree cultivated\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 12 (KCNA) -- The Botanical Institute of the Branch of Biology under the Academy of Sciences of the Democratic People's Republic of Korea has succeeded in cultivating a new viable species of mulberry tree through a cell engineering experiment.\r\n In the past, it takes 10 to 20 years to artificially cultivate mulberry tree but the new method takes only one year. &nbsp;&nbsp;&nbsp;\r\n The selected triploid mulberry tree grows up quickly and its leaves are more than double those of the diploid tree. &nbsp;&nbsp;&nbsp;\r\n The tree is leaved out from early April to the days when frost falls. &nbsp;&nbsp;&nbsp;\r\n Reel thread off a cocoon holder bred with leaves of the triploid tree is 90 meters longer than that of the diploid tree's. &nbsp;&nbsp;&nbsp;\r\n The new species, planted in various areas, has proved fruitful from the economic point of view.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il guides land realignment project",
            "url": "http://kcna.co.jp/item/2002/200212/news12/13.htm#9",
            "content": "National meeting of judicial workers held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 12 (KCNA) -- A national meeting of judicial workers was held here on Dec. 11.\r\n The meeting reviewed achievements and experience gained in the work to strengthen socialist law observance under the leadership of Kim Jong Il in the past and discussed the tasks to fully establish the revolutionary spirit of obeying laws in the society and consolidate the state and social system. &nbsp;&nbsp;&nbsp;\r\n At the meeting Hong Song Nam, Premier of the DPRK Cabinet, read out a congratulatory message of Central Committee of the Workers' Party of Korea to the participants in the meeting. &nbsp;&nbsp;&nbsp;\r\n The message highly praised all the judicial workers across the country for having fulfilled their mission and duty as defenders and executors of the DPRK law, and expressed belief that they would bring about a new turn in carrying out the WPK's policy of law observance. &nbsp;&nbsp;&nbsp;\r\n At the meeting Yang Hyong Sop, Vice-President of the Presidium of the DPRK Supreme People's Assembly, made a report, which was followed by speeches. &nbsp;&nbsp;&nbsp;\r\n The reporter and speakers called for further strengthening socialist law observance to consolidate the state and social system of the DPRK and guarantee the cause of building a powerful socialist nation by law under the outstanding army-based revolutionary leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n They said that the judicial workers should have a firm viewpoint and standpoint to fight against the imperialists and class enemies to the last and establish a firm revolutionary principle and class position to thoroughly execute laws. &nbsp;&nbsp;&nbsp;\r\n Present at the meeting were secretary of the WPK Central Committee Kye Ung Thae, prosecutor-general of the central public prosecutor's office Choe Yong Rim, chief justice of the Central Court Kim Pyong Ryul, officials concerned and members of the committees for guidance in socialist law observance at different levels, exemplary judicial workers and judicial affair interpreters.    \r\n\r\n"
        },
        {
            "title": "DPRK Gov't to immediately resume operation and constr. of its nuclear facilities",
            "url": "http://kcna.co.jp/item/2002/200212/news12/13.htm#10",
            "content": "Kim Jong Il guides land realignment project\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 12 (KCNA) - General Secretary Kim Jong Il gave field-guidance to the land leveling and rezoning project in South Phyongan Province.\r\n He was greeted on the spot by vice marshal of the KPA Ri Yong Mu, vice-chairman of the NDC: Ri Kil Song, chief secretary of the South Phyongan Provincial Committee of the WPK: col. generals of KPA Ri Pyong Sam and Sim Myong Su: Choe Sang Byok, vice-minister of agriculture: Pak Yong Hun, chairman of the rural economy committee of South Phyongan Province: and leading officials of the province and counties. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il went round Sukchon county, Phyongwon county and other places of the province to learn in detail about how the land rezoning project was being carried on. &nbsp;&nbsp;&nbsp;\r\n He highly appreciated the proud feats of servicemen and people, expressing great satisfaction at the fact that they have done a lot of work even in difficult winter conditions by fully displaying the revolutionary spirit of soldiers, the spirit of fortitude. &nbsp;&nbsp;&nbsp;\r\n The smooth progress of the land rezoning project in South Phyongan Province, Pyongyang and Nampho in the wake of the completion of the projects in Kangwon, north Phyongan and south Hwanghae provinces has created vast areas of new arable land and provided a solid guarantee for accelerating the comprehensive mechanization of farm work and bringing a radical turn in agricultural production, he noted, adding: this  signal achievement is a clear proof of the invincible might of our socialist system and a striking demonstration of our army and people's inexhaustible strength. &nbsp;&nbsp;&nbsp;\r\n It is very gratifying that while carrying on such vast project, the province is constructing modern rural dwelling houses in a big way so as to turn all the villages into highly civilized  socialist countryside, he said. He was pleased to say that when modern cosy houses are built in rows near the fields realigned into standardized ones, the countryside will turn into a land of bliss. &nbsp;&nbsp;&nbsp;\r\n Then, he advanced important tasks that would serve as guidelines in speeding up the construction of socialist countryside including land realignment and effecting a radical turn in agricultural production. &nbsp;&nbsp;&nbsp;\r\n The land rezoning project is an important undertaking to obtain new arable land, increase grain production and accelerate the  comprehensive mechanization of the rural economy and, at the same time, a historic work to renew the appearance of land as befitting the land of socialist Korea and improve its looks and structure and thus clear away the leftover of the feudal landownership, he said, calling for an all-people movement to continuously push ahead with such project. &nbsp;&nbsp;&nbsp;\r\n He said that after the completion of the ongoing land rezoning project in South Phyongan Province, Pyongyang and Nampho, efforts should be directed to North Hwanghae Province, Kaesong and South Hamgyong Province to finish such project there in a short span of time. As far as the land rezoning project is concerned, the quality of construction including establishment of structures, should be ensured on the highest level so that they can be of eternal value, he noted. &nbsp;&nbsp;&nbsp;\r\n He said that South Phyongan Province, a granary, should concentrate efforts on farming to make a leaping advance in agricultural production as the land rezoning project close to its  completion and a satisfactory solution to the issue of water through the building of the Kaechon-Lake Thaesong Waterway have created conditions favorable for sharply increasing the grain production.    \r\n\r\n\r\n"
        },
        {
            "title": "Operation and building of nuclear facilities to be resumed immediately",
            "url": "http://kcna.co.jp/item/2002/200212/news12/13.htm#11",
            "content": "DPRK Gov't to immediately resume operation and constr. of its nuclear facilities\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 12 (KCNA) -- A spokesman for the DPRK Foreign Ministry in a statement today said that the prevailing situation compelled the DPRK government to lift its measure for nuclear freeze taken on the premise that 500,000  tons of heavy oil would be annually supplied to the DPRK under the DPRK-U.S. Agreed Framework (AF) and immediately resume the operation and construction of its nuclear facilities to generate electricity.\r\n The United States actually stopped the supply of heavy oil to the DPRK from the beginning of December in the wake of its November 14 decision to stop the delivery of heavy oil to the DPRK which had been under way under the AF, the statement said, adding that whether the DPRK refreezes its nuclear facilities or not hinges upon the U.S.    \r\n\r\n"
        }
    ]
}