{
    "date": "2002-07-15",
    "url": "http://kcna.co.jp/item/2002/200207/20020715.htm",
    "articles": [
        {
            "title": "Kim Yong Nam meets secretary of General People's Congress of Libya ",
            "url": "http://kcna.co.jp/item/2002/200207/news07/15.htm#1",
            "content": "Kim Yong Nam meets secretary of General People's Congress of Libya \r\n    &nbsp;&nbsp;&nbsp; Tarabulus, July 14 (KCNA correspondent) -- President Kim Yong Nam of the Presidium of the DPRK Supreme People's Assembly had a friendly talk with secretary al Zinati Mohamed al Zinati of the General People's Congress of Libya who paid a courtesy call on him today. Present were minister Paek Nam Sun and vice-minister Kung Sok Ung of foreign affairs and DPRK ambassador to Libya Choe In Sop and other suite members. \r\n    Also on hand were secretary of the Libyan People's Bureau to the DPRK Ahmed Amer al Muakkaf and officials concerned.\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam visits memorials in Tarabulus",
            "url": "http://kcna.co.jp/item/2002/200207/news07/15.htm#2",
            "content": "Kim Yong Nam visits memorials in Tarabulus \r\n   &nbsp;&nbsp;&nbsp; Tarabulus, July 14 (KCNA correspondent) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, visited the memorial of the al Hani battle martyrs and the memorial of the victims of the American invasion here today to lay wreaths there. Present there together with him were foreign minister Paek Nam Sun, minister of foreign trade Ri Kwang Gun, president of the Academy of Sciences Ri Kwang Ho, acting chairman of the Committee for Cultural Relations with Foreign Countries Mun Jae Chol and other suite members. \r\n    Also on hand were secretary of the People's Bureau of Libya to the DPRK Ahmed Amer al Muakkaf and officials concerned of Libya. &nbsp;&nbsp;&nbsp;\r\n    Kim Yong Nam and his party first placed a wreath before the memorial of the al Hani battle martyrs and observed a moment's silence in honor of those who fell in the battle against the occupationers. &nbsp;&nbsp;&nbsp;\r\n    Then, they laid a wreath before the memorial of the victims of the American invasion and paid a sIlent tribute to the memory of them. &nbsp;&nbsp;&nbsp;\r\n    Kim also placed a wreath before the grave of Col. Moammer el Mohamed's father. \r\n\r\n"
        },
        {
            "title": "Kim Yong Nam visits various parts of Libya",
            "url": "http://kcna.co.jp/item/2002/200207/news07/15.htm#3",
            "content": "Kim Yong Nam visits various parts of Libya \r\n    &nbsp;&nbsp;&nbsp; Tarabulus, July 14 (KCNA correspondent) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, and his party today visited the mansion of Col. Moammer el Mohamed in Tarabulus bombed by GIs. In April 1986 the U.S. forces bombarded Tarabulus and Benghazi, leaving many citizens dead and wounded and the mansion and other buildings destroyed. This mention is now used as a place for anti-U.S. education.\r\n    Being briefed on the facts, the visitors looked round with keen interest the mansion preserved in the state of being destroyed. &nbsp;&nbsp;&nbsp;\r\n    Then, Kim and his party visited the residence in Tajoura, outskirts of the capital city, where Mohamed used while conducting revolutionary activities in his school years. &nbsp;&nbsp;&nbsp;\r\n    They were accompanied by Ahmed Amer al Muakkaf, secretary of the People's Bureau of Libya to the DPRK, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n    MeanwhIle, some members of Kim's party inspected the Misrata iron and steel factory on the same day. \r\n\r\n"
        },
        {
            "title": "KCNA on U.S. sophism to justify MD system",
            "url": "http://kcna.co.jp/item/2002/200207/news07/15.htm#4",
            "content": "KCNA on U.S. sophism to justify MD system \r\n    &nbsp;&nbsp;&nbsp; Pyongyang, July 15 (KCNA) -- The secretaries of state and defense and other senior officials of the Bush administration have persistently spread rumors about \"threat\" from the DPRK, with the establishment of the missile defense (MD) system being stepped up in real earnest. On July 11, Secretary of State Powell told the U.S. House of Representatives that there is a need to have serious concern over the DPRK's \"development of mass-destruction weapons.\"\r\n    Earlier, Secretary of Defense Rumsfeld in an interview with the Washington Times on July 2 reiterated the stereotyped sophism that \"threats from such countries as Iraq, Iran and North Korea trying to develop long-range missiles are ever increasing.\" &nbsp;&nbsp;&nbsp;\r\n    On June 13 the U.S. completely abrogated the ABM Treaty concluded with the former Soviet Union, carried out an interceptor missile test-fire on the sea and is building six underground interceptor missile depots in Alaska. &nbsp;&nbsp;&nbsp;\r\n    The facts have drawn public criticism because the rumor of \"threat from North Korea\" spread by the warlike forces of the Bush administration is nothing but a trick to cover up their criminal purpose to justify the establishment of the MD system and gain a military domination over the world. &nbsp;&nbsp;&nbsp;\r\n    Even the U.S. intelligence experts admit that the DPRK's missile program is of peaceful nature and poses threat to nobody. &nbsp;&nbsp;&nbsp;\r\n    Though the U.S. is accusing other nations of allegedly developing weapons of mass destruction, it is none other than the U.S. who has steadily developed and produced weapons of mass destruction and various types of missiles. Not content with the numerical advance in such weapons, it has made a record high military budget. &nbsp;&nbsp;&nbsp;\r\n    The U.S. Congress allotted $7.8 billion to the establishment of the MD system in this fiscal year. &nbsp;&nbsp;&nbsp;\r\n    The U.S. hawkish forces' moves to push ahead with the establishment of the MD system are a dangerous nuclear war plan to militarize the universe and inflict a nuclear holocaust on the world. They are also an offspring of the policy of strength. &nbsp;&nbsp;&nbsp;\r\n    Owing to such an arrogant, unilateral policy of the U.S., the military strategic balance and stability of the world have been destroyed and peace of humanity endangered again. &nbsp;&nbsp;&nbsp;\r\n    The hawkish forces of the U.S. administration are well advised to know that their moves to establish the MD system, prompted by an ambition to put the world under their domination and control, under the pretext of coping with \"threat\" from other countries wIll only become a target of worldwide ridicule. \r\n\r\n"
        },
        {
            "title": "Kim Jong Il's work printed in Belize",
            "url": "http://kcna.co.jp/item/2002/200207/news07/15.htm#5",
            "content": "Kim Jong Il's work printed in Belize \r\n     &nbsp;&nbsp;&nbsp; Pyongyang, July 15 (KCNA) -- Kim Jong Il's famous work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" was brought out in booklet by the Belize Angeles Publishing House. The work, published on August 4, 1997, refers to the exploits of President Kim Il Sung for national reunification and formulates the three principles of national reunification, the Ten-Point Programme of the Great Unity of the Whole Nation and the proposal for founding the Democratic Federal Republic of Koryo as the three charters for Korea's reunification. \r\n\r\n"
        },
        {
            "title": "KCNA on U.S. moves to escalate bloodshed",
            "url": "http://kcna.co.jp/item/2002/200207/news07/15.htm#6",
            "content": "KCNA on U.S. moves to escalate bloodshed \r\n    &nbsp;&nbsp;&nbsp; Pyongyang, July 15 (KCNA) -- The people and army of the DPRK will heighten their vigilance against the U.S. moves to escalate its war and get fully ready to defend the country's sovereignty, says KCNA today in a commentary. It says:\r\n    Failing to see the root cause of terrorism after the \"September 11 incident,\" the U.S. has unilaterally resorted to the violent \"retaliatory war\" under the pretext of \"anti-terrorism\" and has been keen to spread the bloodshed in Afghanistan and the Middle East to other parts of the world. &nbsp;&nbsp;&nbsp;\r\n    This is evidenced by the fact that the U.S. announced as a policy \"preemptive attacks\" involving the use of even nukes against the DPRK and other sovereign countries, keeping them on the list of \"sponsors of terrorism\" and dubbing them members of the \"axis of evil\" and citing \"threat\" from them. &nbsp;&nbsp;&nbsp;\r\n    An increasingly number of innocent civilians are falling victim to the U.S. \"anti-terrorism war\" in various parts of the world every day. &nbsp;&nbsp;&nbsp;\r\n    Reuters reported that a U.S. air raid on central Afghanistan on June 30 left 40 civilians dead and 100 wounded. They were innocent Afghans who participated in a wedding ceremony. &nbsp;&nbsp;&nbsp;\r\n    Such tragic incident occurred in May, too. A U.S. military plane bombed a village of Kunduz Province, Afghanistan. Its target was also a wedding place and its victims were not terrorists but innocent civilians. &nbsp;&nbsp;&nbsp;\r\n    The U.S. has gone on with indiscriminate bombing of residential areas under the pretext of \"anti-terrorism war\" even after it toppled down the Taliban regime by force of arms. It is taking lives of many innocent people everyday. &nbsp;&nbsp;&nbsp;\r\n    But the U.S. is shutting its eyes to the tragedy in Afghanistan where wedding ceremonies turned into funerals and making only unreasonable excuses in face of the just protest of the international community. &nbsp;&nbsp;&nbsp;\r\n    Meanwhile, Israel is escalating indiscriminate attacks against Palestinians, encouraged by the U.S. \"anti-terrorism war.\" And attacks are followed by Palestinians' suicidal attacks against it. As a result, more and more innocent civilians are shedding blood in the Middle East, too. &nbsp;&nbsp;&nbsp;\r\n    All the facts go to clearly prove that an unilateral recourse to violent and retaliatory war method under the pretext of combating terrorism would not eradicate the vicious cycle of violence and retaliation to be accompanied by disastrous destruction and innocent sacrifice. \r\n\r\n"
        },
        {
            "title": "Almond good for health",
            "url": "http://kcna.co.jp/item/2002/200207/news07/15.htm#7",
            "content": "Almond good for health \r\n    &nbsp;&nbsp;&nbsp; Pyongyang, July 15 (KCNA) -- Almond is widely used in the world as it is good for health. It is rich in oil, amygdalin, protein, vitamin B, minerals, etc. It also contains 11 kinds of essential amino acids and different kinds of microelement necessary for good health. \r\n    80-83.7 per cent of oleic acid, 14.8-16 per cent of linolic acid, 4.6 per cent of palmitic acid, etc. contained in oIl are very effective as cancer and age resister. &nbsp;&nbsp;&nbsp;\r\n    It is also good for the treatment of bronchitis, mastitis and pneumonia. Almond is very popular in foreign markets. &nbsp;&nbsp;&nbsp;\r\n    Several dozen kinds of apricot including Hoeryong white apricot, Pyongyang apricot, Pyongyang white apricot, Pukchong apricot are harvested in large quantities in Korea every year. &nbsp;&nbsp;&nbsp;\r\n    The Korean Okryu Trading Company mass-produces primarily processed almond and oil without virulence. &nbsp;&nbsp;&nbsp;\r\n    Its fax number is 008502-3814618 and 008502-3814635, and telephone number 008502-18111 (Ext)8110 and 8092. \r\n\r\n"
        },
        {
            "title": "Wonsan revolutionary site",
            "url": "http://kcna.co.jp/item/2002/200207/news07/15.htm#8",
            "content": "Wonsan revolutionary site \r\n    &nbsp;&nbsp;&nbsp; Pyongyang, July 15 (KCNA) -- The Wonsan revolutionary site is the first stop in President Kim Il Sung's triumphal return home after the country's liberation. Located in Wonsan city, Kangwon Province, the revolutionary site consists of the Wonsan Revolutionary Museum, lodgings and former Wonsan railway station and Tongyang (Orient) Hotel, etc. \r\n    In the museum there are historical materials and relics and a room where the president presided over the first meeting to carry out the three tasks of building the party, the state and the army. &nbsp;&nbsp;&nbsp;\r\n    At that conference room, he had a historic talk with political workers to be dispatched to local areas about the building of new Korea in September 1945. &nbsp;&nbsp;&nbsp;\r\n    A monument to his revolutionary activities was built at Wonsan railway station where a train used by him is preserved in the original state. There is also a monument of a poem that tells about his revolutionary exploits and noble virtues. \r\n\r\n"
        },
        {
            "title": "S. Korean union leader sentenced to prison terms",
            "url": "http://kcna.co.jp/item/2002/200207/news07/15.htm#9",
            "content": "S. Korean union leader sentenced to prison terms \r\n     &nbsp;&nbsp;&nbsp; Pyongyang, July 15 (KCNA) -- The Seoul High Court sentenced Tan Pyong Ho, chairman of the (South) Korean Confederation of Trade Unions, to prison terms of one year and six months in a trial on an appeal of Tan held on July 11, according to Seoul-based Radio No. 1. The court judged that he was guilty of \"encouraging Illegal strikes\" and \"calling for violent demonstrations at rallies.\" \r\n\r\n"
        },
        {
            "title": " Release of arrested workers in S. Korea urged",
            "url": "http://kcna.co.jp/item/2002/200207/news07/15.htm#10",
            "content": "Release of arrested workers in S. Korea urged \r\n    &nbsp;&nbsp;&nbsp;Pyongyang, July 15 (KCNA) -- The International Federation of Professional Football Unions involving professional footballers unions in 40 countries reportedly sent a letter to the present chief executive of South Korea recently in demand of the release of Tan Pyong Ho, chairman of the (South) Korean Confederation of Trade Unions, and other workers behind bars. The federation in the letter in the name of its secretary general said it was regretful that the rights of trade unions are still being violated in South Korea. \r\n    Earlier, the Dutch Federation of Trade Unions mailed a similar letter to the South Korean authorities. \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean students vow to stage anti-U.S., anti-war and anti-nuke strugg",
            "url": "http://kcna.co.jp/item/2002/200207/news07/15.htm#11",
            "content": "S. Korean students vow to stage anti-U.S., anti-war and anti-nuke struggle \r\n    &nbsp;&nbsp;&nbsp; Pyongyang, July 15 (KCNA) -- The 12th meeting of the central standing committee of the South Korean Federation of University Student Councils (Hanchongryon) was reportedly held on July 10. At the meeting the participants expressed the resolution to escalate the anti-U.S., anti-war and anti-nuke action under the banner of the June 15 joint declaration. The meeting discussed main action program of the reunification vanguard of the national alliance of youth and students for the country's reunification and other matters. \r\n    After students' solidarity activities in the countryside were reviewed, the meeting heard a \"report on the statement of the Committee for Probing the Suspected Death of Martyr Kim Jun Bae and on the situation as regards the issue of summons for deputies to the tenth-term Hanchongryon\", a \"report on the murder of two schoolgirls by GIs in South Korea\", etc. \r\n\r\n\r\n"
        },
        {
            "title": "Transfer of U.S. forces' criminal jurisdiction urged in S. Korea",
            "url": "http://kcna.co.jp/item/2002/200207/news07/15.htm#12",
            "content": "Transfer of U.S. forces' criminal jurisdiction urged in S. Korea \r\n    &nbsp;&nbsp;&nbsp;Pyongyang, July 15 (KCNA) -- The All-People Measure Committee for Sin Hyo Sun and Sim Mi Son, schoolgirls killed by the U.S. forces' armored car, reportedly held a press conference in front of the 8th U.S. Army Command on July 11, urging the U.S. forces to meet the South Korean people's demand for their surrender of criminal jurisdiction. The statement published at the conference held that the South Korean \"ministry of justice\" should thoroughly probe the truth about the murder and, to this end, form a joint investigation group. \r\n    It also urged the abrogation of the shackling South Korea-U.S. \"Status of Forces Agreement\", an official apology of the U.S. President, detention and punishment of the killers and compensation to the bereaved families. \r\n\r\n\r\n"
        },
        {
            "title": "Unique war methods created during Korean War",
            "url": "http://kcna.co.jp/item/2002/200207/news07/15.htm#13",
            "content": "Unique war methods created during Korean War \r\n    &nbsp;&nbsp;&nbsp;Pyongyang, July 15 (KCNA) -- Many unique war methods were created in the last Fatherland Liberation War (June 25, 1950-July 27, 1953). One of them was a tunnel warfare aimed to annihilate the enemy by relying on pits and fortified positions. \r\n    This proved to be an effective method of overcoming the numerical and technical superiority of the enemy and holding the line of defense to the last as it was based on a scientific calculation of the natural and geographical features of Korea, a mountainous country, and of the balance of forces between the KPA side and the enemy side. &nbsp;&nbsp;&nbsp;\r\n    The advantages of the tunnel warfare were clearly demonstrated in the battle fought on height 153.7 in the eastern sector of the front in July, 1952. &nbsp;&nbsp;&nbsp;\r\n    The enemy set the height ablaze through air raids and artillery fire and came in attack in waves with a regimental force, encircling the front side and both flanks of it. &nbsp;&nbsp;&nbsp;\r\n    The numerical strength of the Korean People's Army on the height was not more than a company. But its soldiers fought a fierce battle with the huge military force of the enemy for 14 hours, killing or wounding over 900 enemy soldiers and defending the height to the last. &nbsp;&nbsp;&nbsp;\r\n    The tank hunters' team movement was another unique method of warfare that greatly contributed to the victory in the war. &nbsp;&nbsp;&nbsp;\r\n    A team of tank hunters penetrated deep into an enemy-controlled area in November 1951, destroying 29 enemy tanks in nearly one month. &nbsp;&nbsp;&nbsp;\r\n    The tank hunters' teams destroyed over 200 enemy tanks, wiped out its huge manpower and blew up many oIl and tank gun shell depots in 1952. &nbsp;&nbsp;&nbsp;\r\n    Unique tactics and methods of warfare also included the launching of the second front and a hot all-out counterattack by regular army units, active positional defense battle, assault, the plane hunters' team movement, the sniper's movement, the activities of mobile-artillery company (mortar platoon). &nbsp;&nbsp;&nbsp;\r\n    All these methods were created by President Kim Il Sung. \r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's work marked",
            "url": "http://kcna.co.jp/item/2002/200207/news07/15.htm#14",
            "content": "Anniversary of Kim Jong Il's work marked \r\n    &nbsp;&nbsp;&nbsp; Pyongyang, July 15 (KCNA) -- Rodong Sinmun today dedicates a signed article to the 16th anniversary of Kim Jong Il's work \"On Some Problems of Education in the Juche Idea.\" The work was published on July 15, 1986. In the work he clarified principled issues in imbuing all the members of the society with the Juche idea including the issue of strictly basing the WPK's ideological education on the education in the Juche idea. The work provided an important guideline to lead Korean-style socialism to advance along the orbit of Juche come what may. \r\n    Saying that the Korean revolution which started and advanced, guided by the Juche idea, has entered a new phase of building a powerful socialist nation, the article notes that the Juche idea serves as a powerful weapon for the building of a politically powerful socialist nation. &nbsp;&nbsp;&nbsp;\r\n    The WPK's Juche idea also serves as a great banner and an effective engine for building a militarily powerful socialist nation, the article says. &nbsp;&nbsp;&nbsp;\r\n    Referring to the unshakable determination and will of Kim Jong Il to accomplish the cause of building a powerful nation in the new century under the banner of the Juche idea, taking it as a lifeline of Korean socialism, the article stresses that the Korean people will surely build an economically powerful, prospering socialist nation on this land guided by the great Juche idea under his leadership. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. bellicose forces' anti-DPRK smear campaign denounced",
            "url": "http://kcna.co.jp/item/2002/200207/news07/15.htm#15",
            "content": "U.S. bellicose forces' anti-DPRK smear campaign denounced \r\n    &nbsp;&nbsp;&nbsp; Pyongyang, July 15 (KCNA) -- U.S. bellicose forces are making much fuss that the U.S. security is threatened by such \"rogue states\" as North Korea and that it is necessary, therefore, to establish the missIle defense system (MD). This only proves that the U.S. attempt to contain other nuclear powers and gain a nuclear edge over them remains unchanged. Rodong Sinmun today says this in a signed commentary. It goes on: \r\n    The U.S. declared that its withdrawal from the ABM Treaty made it possible for Washington to freely develop, test and deploy \"defensive means\" to effectively counter missile attacks from the \"rogue states.\" This clearly reveals the true colors of the U.S. imperialists as nuclear maniacs. &nbsp;&nbsp;&nbsp;\r\n    The U.S. hue and cry over the \"threat\" from the DPRK can never convince the international community. &nbsp;&nbsp;&nbsp;\r\n    No matter how noisily the U.S. may talk about the \"threat\" from the DPRK, it remains neither daunted nor scared by the campaign against the Korean people because their cause is entirely just. The DPRK regards the U.S. fuss about the \"threat\" as nothing but a poor excuse made by the guilty party. &nbsp;&nbsp;&nbsp;\r\n    It is an anachronistic dream to try to dominate the world with a nuclear edge, a missile edge. &nbsp;&nbsp;&nbsp;\r\n    The U.S. had better not to forget that no one attempting to hurt others will be able to go scot-free. &nbsp;&nbsp;&nbsp;\r\n    The U.S. bellicose forces are well advised to behave themselves, well aware that accelerating the criminal moves to establish the missile defense system under the pretext of a \"threat\" from someone is as foolish an act as digging up a pitfall for themselves. \r\n\r\n\r\n"
        },
        {
            "title": "U.S. forces' pullout urged",
            "url": "http://kcna.co.jp/item/2002/200207/news07/15.htm#16",
            "content": "U.S. forces' pullout urged \r\n    &nbsp;&nbsp;&nbsp; Pyongyang, July 15 (KCNA) -- If the Korean nation is to live in peace and achieve the nation's common prosperity and progress, it is imperative to put an end to the U.S. imperialists' occupation of South Korea, says Rodong Sinmun Monday in a signed article. The only way out for the south Koreans from misfortune and pain is to pull out the U.S. forces, the article says. \r\n    Recalling GIs' recent killing of 14 year-old girls by driving an armored car over them, the article says that 57 years of the U.S. imperialists' occupation of South Korea were a history of massacre, looting and crimes against the Korean nation. &nbsp;&nbsp;&nbsp;\r\n    The article exposes their merciless and barbarous killings of millions of innocent people before and during the last Korean War. &nbsp;&nbsp;&nbsp;\r\n    The article continues: &nbsp;&nbsp;&nbsp;\r\n    Without putting an end to the U.S. military presence in South Korea, can the Korean nation never avoid such tragedy but will get nothing but war disaster, far from peace and reunification, the desire of the nation. This is a serious lesson the Korean nation has drawn from the U.S. imperialists' history of aggression and murder. &nbsp;&nbsp;&nbsp;\r\n    The Korean nation of high self-respect that values its own dignity more than anything else should deal a deserved blow to the aggressors, plunderers and murderers. &nbsp;&nbsp;&nbsp;\r\n    The U.S. imperialists' occupation of South Korea should no longer be allowed. &nbsp;&nbsp;&nbsp;\r\n    Aggression and murder are a constant companion of the U.S. forces and the danger of misfortune, pain and death can never be removed as long as the U.S. imperialists are allowed to remain in south Korea. &nbsp;&nbsp;&nbsp;\r\n    The article calls on the South Koreans to turn out in a nationwide struggle to pull out the U.S. imperialists. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}