{
    "date": "2002-11-06",
    "url": "http://kcna.co.jp/item/2002/200211/20021106.htm",
    "articles": [
        {
            "title": "International course opens in Guinea",
            "url": "http://kcna.co.jp/item/2002/200211/news11/06.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Institution of evil labor laws slammed in S. Korea",
            "url": "http://kcna.co.jp/item/2002/200211/news11/06.htm#2",
            "content": "International course opens in Guinea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 6 (KCNA) -- An opening ceremony of an \"International Course on Efficient Use of Maize Genes in African Countries\" was held at the Kim Il Sung Institute of Agricultural Science in Guinea on October 28.\r\n The director of the institute in his speech said it was a great honor of Guinean agricultural scientists to hold the international course at the institute and that the institute has researched and grown scores of high-yielding new species in cooperation with Korean experts and spread them in guinea and other African countries, making a great contribution to solving food problem. &nbsp;&nbsp;&nbsp;\r\n The Kindia regional governor in his speech said how the institute was founded, referring to the loving care and favours shown by President Kim Il Sung and General Secretary Kim Jong Il for the development of the institute. He expressed heart-felt thanks to Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Present at the ceremony were officials of the Guinean Ministry of Agriculture and Stock-Breeding, Scientists, delegations of Guinea, Ethiopia and Mali, the DPRK Ambassador to Guinea and Korean technicians working in Guinea.    \r\n   \r\n"
        },
        {
            "title": "Anecdote about Kim Jong Il",
            "url": "http://kcna.co.jp/item/2002/200211/news11/06.htm#3",
            "content": "Institution of evil labor laws slammed in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 6 (KCNA) -- The Federation of Korean Trade Unions held a meeting of workers throughout South Korea in Seoul on Nov. 3 protesting against the institution of the evil labor laws.\r\n At the meeting the organization accused the government authorities of unilaterally pushing forward the institution of the three evil laws such as the \"law on unions of government employees\" and called for their repeal. &nbsp;&nbsp;&nbsp;\r\n It vowed to prevent the unjust labor bills aimed at deteriorating working conditions, etc. from passing through the national assembly.    \r\n\r\n"
        },
        {
            "title": "South side's delegation here",
            "url": "http://kcna.co.jp/item/2002/200211/news11/06.htm#4",
            "content": "Anecdote about Kim Jong Il \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 6 (KCNA) -- Kim Jong Il met groups of 22 triplets at the April 25 House of Culture in November Juche 85 (1996) where the 3rd meeting of officials of youth affairs of the Korean People's Army was going on.\r\n He was pleased that the triplets President Kim Il Sung loved so much in his lifetime were serving in the army. He meticulously asked them about their parents and their military service. &nbsp;&nbsp;&nbsp;\r\n He had a picture taken with the triplets and gave them gold wristwatches as gifts, wishing them good health and successes in their military service.    \r\n\r\n"
        },
        {
            "title": "Mansong Technical Development Company",
            "url": "http://kcna.co.jp/item/2002/200211/news11/06.htm#5",
            "content": "South side's delegation here \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 6 (KCNA) -- A delegation of the south side headed by Yun Jin Sik, vice-Minister of Finance and Economy, who is chairman of the south side to the north-south committee for the promotion of economic cooperation, arrived here today to participate in the third meeting of the committee.\r\n They were greeted by members of the north side's delegation to the committee at the airport. &nbsp;&nbsp;&nbsp;\r\n A working woman presented the head of the south side's delegation with a bunch of flowers. &nbsp;&nbsp;&nbsp;\r\n Kim Ryong Song, chief councilor of the DPRK cabinet who is head of the north side's delegation, gave a reception in honor of the south side's delegation.    \r\n\r\n"
        }
    ]
}