{
    "date": "2002-05-13",
    "url": "http://kcna.co.jp/item/2002/200205/20020513.htm",
    "articles": [
        {
            "title": "Kim Jong Il receives Pak Kun Hye",
            "url": "http://kcna.co.jp/item/2002/200205/news05/13.htm#1",
            "content": "Kim Jong Il receives Pak Kun Hye \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 13 (KCNA) - Leader Kim Jong Il on Monday received Pak Kun Hye, member of the national assembly of South Korea and chairperson of the preparatory committee for founding the \"Union for the Future Korea\" on a visit to Pyongyang.\r\n Kim Jong Il warmly welcomed Pak Kun Haye on her visit to Pyongyang and had a cordial conversation with her. &nbsp;&nbsp;&nbsp;\r\n He gave a dinner in honor of her that day. &nbsp;&nbsp;&nbsp;\r\n Present on invitation were Pak Kun Hye and her party secretaries Kim Yong Sun and Kim Ki Nam and first vice department directors Jang Song Thaek and Rim Tong Ok of the Central Committee of the Workers' Party of Korea were on hand. &nbsp;&nbsp;&nbsp;\r\n The dinner proceeded in an amicable atmosphere overflowing with compatriotic feelings.\r\n"
        },
        {
            "title": "DPRK helps train embroiderers in Guinea",
            "url": "http://kcna.co.jp/item/2002/200205/news05/13.htm#2",
            "content": "DPRK helps train embroiderers in Guinea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 13 (KCNA) -- The eleventh graduation ceremony of the Conakry, Guinea, centre for training embroiderers took place on May 3.\r\n The minister of social welfare, women and children of Guinea, speaking at the ceremony, said that experts of the DPRK have trained over 1,000 experts in embroidery in Guinea for the last 15 years. He expressed the most wholehearted thanks to leader Kim Jong Il for dispatching talented and diligent experts in embroidery to Guinea. &nbsp;&nbsp;&nbsp;\r\n At the ceremony a silk banner presented to Kim Jong Il by the 11th-term graduates of the centre was handed to the DPRK ambassador to Guinea. \r\n"
        },
        {
            "title": "Cuba-DPRK friendship meeting held",
            "url": "http://kcna.co.jp/item/2002/200205/news05/13.htm#3",
            "content": "Cuba-DPRK friendship meeting held  \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 13 (KCNA) -- A Cuba-DPRK friendship meeting took place in Havana on May 2 under the sponsorship of the Cuban institute of friendship with the peoples and the Cuban Committee for Supporting Korea's Reunification.\r\n Present there were officials of the institute, the committee and the Ministry of Foreign Affairs of Cuba and other officials concerned and the delegation of the Korean Committee for Cultural Relations with Foreign Countries and DPRK embassy officials. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the meeting. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Cuban Committee for Supporting Korea's Reunification in a speech said that thanks to the energetic activities of leader Kim Jong Il the historic inter-Korean summit talks were held and the June 15 North-South Joint Declaration was adopted. He expressed full support and solidarity to the Korean people in their struggle for the reunification of the country. &nbsp;&nbsp;&nbsp;\r\n A performance of Cuban artistes was given at the meeting. \r\n"
        },
        {
            "title": "Sojourn of Lao government delegation in Pyongyang",
            "url": "http://kcna.co.jp/item/2002/200205/news05/13.htm#4",
            "content": "Sojourn of Lao government delegation in Pyongyang \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 13 (KCNA) -- The Lao government delegation headed by prime minister Boungnang Vorachith visited Mangyongdae yesterday.\r\n At the old home where President Kim Il Sung was born they looked round historic mementos, being briefed on his glorious revolutionary history and revolutionary family. &nbsp;&nbsp;&nbsp;\r\n The guests had a photograph taken in token of their visit to the old home. &nbsp;&nbsp;&nbsp;\r\n At the end of the visit the head of the delegation made an entry in the visitor's book that the president's revolutionary life is a brilliant model and pride of the Korean people and shows what ardent patriotism he had. &nbsp;&nbsp;&nbsp;\r\n The delegation visited the Tower of the Juche Idea on the same day. &nbsp;&nbsp;&nbsp;\r\n After visiting the tower the head of the delegation wrote in the visitor's book that he congratulated the Korean people on their great successes in the drive for prosperity of the country and socialist construction in the spirit of self-reliance under the banner of the Juche idea.\r\n"
        },
        {
            "title": "Japan's poor excuse ridiculed",
            "url": "http://kcna.co.jp/item/2002/200205/news05/13.htm#5",
            "content": "Japan's poor excuse ridiculed  \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 13 (KCNA) -- The Japanese prime minister's recent visit to the \"Yasukuni Shrine\" was a blatant challenge to the peace-loving people of Ssia and the rest of the world opposed to Japan's militarization, says Rodong Sinmun today in a signed commentary.\r\n Ridiculing the Japanese authorities' poor excuse to justify the Prime Minister's visit to the shrine, the commentary notes: &nbsp;&nbsp;&nbsp;\r\n The \"Yasukuni Shrine\" is a place symbolic of aggression, not of peace. Therefore, the visit to the shrine means an expression of the intention to repeat the past aggression. &nbsp;&nbsp;&nbsp;\r\n The visit made by the Japanese Prime Minister to the shrine in a crafty manner changing its timing despite public protest was intended to revive militarism and create an atmosphere of overseas aggression. &nbsp;&nbsp;&nbsp;\r\n Japan is becoming more undisguised in its moves to revive militarism in the new century. The Japan \"self-defence forces\" are being beefed up and moves are being stepped up in real earnest to legalize their advance overseas and establish a war-time system in the country. &nbsp;&nbsp;&nbsp;\r\n \"Bills on emergency\" aimed to mobilize manpower and material resources for a war are being discussed at the diet. &nbsp;&nbsp;&nbsp;\r\n What should not be overlooked is that his visit to the shrine is intended to improve his sagging popularity in the country in utter disregard of the feelings of the Asian countries. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries have become so desperate in their overseas aggression that they are utterly indifferent to international protest. &nbsp;&nbsp;&nbsp;\r\n The world peace-loving people should be on strict guard against Japan that has emerged the most dangerous aggression force in Asia in the new century.\r\n"
        },
        {
            "title": "S. Korean student hunger strikers' anti-U.S. and anti-war struggle ",
            "url": "http://kcna.co.jp/item/2002/200205/news05/13.htm#6",
            "content": "S. Korean student hunger strikers' anti-U.S. and anti-war struggle \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 13 (KCNA) -- An anti-U.S. and anti-war hunger strikers' group of the Seoul District Federation of University Student Councils reportedly released an \"article addressed to the people\" on May 7.\r\n The article recalled that students are waging a death-defying struggle against Yankees through an \"anti-U.S. and anti-war hunger strike to frustrate its plot to hamstring the implementation of the June 15 joint declaration and moves to provoke a nuclear war on the Korean Peninsula\" from April 19 to May 18. &nbsp;&nbsp;&nbsp;\r\n The article went on: &nbsp;&nbsp;&nbsp;\r\n The war preparations stepped up by the Bush administration after listing North Korea as part of the \"axis of evil\" have entered the phase of making the \"use of nukes\" an established fact. This is not just a threat but a serious situation where it is ready to ignite a war at any cost. &nbsp;&nbsp;&nbsp;\r\n The present situation urgently calls on everybody to come out in a struggle against the U.S. and war. &nbsp;&nbsp;&nbsp;\r\n The article appealed to all Koreans to come out to settle accounts with the Yankees, keenly aware of their history of aggression and murder and obstructions against Korea's reunification. &nbsp;&nbsp;&nbsp;\r\n It also called for a vigorous struggle to frustrate the U.S. imperialists' moves for a nuclear war, and their plot to perpetuate their forces' presence in South Korea and acts to hamstring the implementation of the June 15 joint declaration and to force the U.S. troops to pull out of South Korea. It underscored the need to wage a fierce nationwide anti-U.S. and anti-war struggle to put an end to the more than half a century-long U.S. colonial rule and national split and achieve the independent reunification of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n On May 6 the group issued the slogans calling for thoroughly implementing the joint declaration and bringing about independent reunification through an anti-U.S. and anti-war struggle.\r\n"
        },
        {
            "title": "Article to one million fellow students published in S. Korea",
            "url": "http://kcna.co.jp/item/2002/200205/news05/13.htm#7",
            "content": "Article to one million fellow students published in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 13 (KCNA) -- Kim Hyong Ju, chairman of the 10th-term South Korean Federation of University Student Councils (Hanchongryon), on May 10 published an article to one million fellow students while entering an anti-U.S., anti-war hunger strike for a successful June 15 grand festival for national reunification and for the legalization of Hanchongryon, according to a news report.\r\n The aspiration of the people is now gushing out as an anti-U.S. struggle in South Korea, the article said, and went on: &nbsp;&nbsp;&nbsp;\r\n Opposing the United States is the will of all the people. &nbsp;&nbsp;&nbsp;\r\n Bush, a war hawk who proclaimed this year as a year of war, is committing ceaseless war provocations against the north after making it a fait accompli to attack it with nuclear weapons. We cannot repress resentment at this. In the name of Hanchongryon we enter a hunger struggle, declaring an all-out struggle against the United States that is keen to bring a dark cloud of nuclear war over the land of the country. &nbsp;&nbsp;&nbsp;\r\n The article called for fanning the flames of the anti-U.S., anti-war and anti-nuclear struggle to check the U.S. imperialists' moves for a nuclear war and open a new phase for the implementation of the June 15 joint declaration.\r\n"
        },
        {
            "title": "Hwasong Uisuk School",
            "url": "http://kcna.co.jp/item/2002/200205/news05/13.htm#8",
            "content": "Hwasong Uisuk School \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 13 (KCNA) -- Hwasong Uisuk School was a two-year military and political school, which was founded by nationalists at the beginning of Juche 14 (1925) with a view to training cadres for the independence army during the period of the Japanese imperialists' military occupation of Korea.\r\n President Kim Il Sung started his revolutionary activities there. &nbsp;&nbsp;&nbsp;\r\n Since his father Kim Hyong Jik passed away, the president entered Hwasong Uisuk School in June 1926 at the recommendation of his father's friends. &nbsp;&nbsp;&nbsp;\r\n He frequently secretly organized revolutionary reading sessions and seminars among progressive students which were strictly prohibited by nationalists. And in this course he unified their views and standpoint on the Korean revolution. &nbsp;&nbsp;&nbsp;\r\n On October 17, 1926 he formed the Down-With-Imperialism Union (DIU) with those comrades who were ready to share life and death, sweets and bitters with him. &nbsp;&nbsp;&nbsp;\r\n The formation of the DIU was a historic declaration heralding a new start of the communist movement and the revolution in Korea. &nbsp;&nbsp;&nbsp;\r\n He left Hwasong Uisuk School in mid-course early in December that year to conduct the communist movement on a higher level. \r\n\r\n"
        },
        {
            "title": "Pyongyang Culture Exhibition",
            "url": "http://kcna.co.jp/item/2002/200205/news05/13.htm#9",
            "content": "Pyongyang Culture Exhibition\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 13 (KCNA) -- The Pyongyang culture exhibition is situated in Munsu Street of east Pyongyang.\r\n The exhibition is sectioned into the main hall (for books, photos, handicrafts and art works), a room for hearing and video show, an interview room, a souvenir stand, etc. &nbsp;&nbsp;&nbsp;\r\n On display at the hall are over 2,200 works of President Kim Il Sung and leader Kim Jong Il and more than 3,300 books of at least 640 kinds, picture albums, postcards and others. &nbsp;&nbsp;&nbsp;\r\n The books and publications have been translated into Russian, Chinese, Japanese, English, French, Spanish, Arabic and German. &nbsp;&nbsp;&nbsp;\r\n More than 120 photos on display show leadership exploits of Kim Jong Il and advantages and development of the socialist system. &nbsp;&nbsp;&nbsp;\r\n Over 510 Korean paintings, oil paintings, pieces of porcelain and embroidery of 23 kinds are exhibited. &nbsp;&nbsp;&nbsp;\r\n A large number of foreign guests visited the exhibition showing the cultural development of present Korea. The visitors totaled 15,000 of more than 1,400 organizations in recent years.\r\n\r\n"
        },
        {
            "title": "Choesung Pavilion",
            "url": "http://kcna.co.jp/item/2002/200205/news05/13.htm#10",
            "content": "Choesung Pavilion\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 13 (KCNA) -- Choesung Pavilion was built in 1716 during the Ri dynasty in the site of a commanding post in the northern castle in the walled city of Pyongyang dating back to the Koguryo dynasty.\r\n The pavilion is situated on picturesque Moran Hill. &nbsp;&nbsp;&nbsp;\r\n It has been called \"Choesung Pavilion\" as it was built on the most beautiful place on the hill. &nbsp;&nbsp;&nbsp;\r\n The pavilion is one-storeyed building standing on the well trimmed granite base with double eaves and a hip-saddle roof. Its front is 3 kans (7.36m) long and its side 2 kans (4.67m) long. &nbsp;&nbsp;&nbsp;\r\n Its pillars are painted red and other splendidly and colorfully painted wooden parts of the structure add beauty to the pavilion. &nbsp;&nbsp;&nbsp;\r\n Choesung Pavilion and its surroundings attract many visitors as a variety of flowers including azaleas and trees provide lush greenery. &nbsp;&nbsp;&nbsp;\r\n From here one can enjoy a bird's-eye view of picturesque Pyongyang. &nbsp;&nbsp;&nbsp;\r\n The magnificent and splendid scenery of Pyongyang provided by Kim Il Sung Stadium, May Day Stadium, the Arch of Triumph, the Tower of the Juche Idea, the Grand People's Study House and Changgwang, Chollima, An Sang Thaek, Kwangbok and Thongil Streets, etc. is the pride of the Korean nation.\r\n\r\n\r\n"
        },
        {
            "title": "Japan urged to make state apology and compensation",
            "url": "http://kcna.co.jp/item/2002/200205/news05/13.htm#11",
            "content": "Japan urged to make state apology and compensation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 13 (KCNA) -- The Asian regional symposium demanding Japan's liquidation of its past was held in Pyongyang on May 3 and 4.\r\n Lawyers, scholars and human rights activists of different countries who participated in the symposium expressed their views on the issue of Japan's liquidation of its past, when interviewed by reporters. &nbsp;&nbsp;&nbsp;\r\n Kohken Tsuchiya, former chairman of the Japan federation of bar associations, answering a question put by a reporter as regards Japan's present stand on the issue of redressing its past crimes and the prospect of its solution, said that the voices urging the Japanese government to enact a new law in the humanitarian spirit, not bound to the old laws and old tradition, are ringing out louder from Japan. &nbsp;&nbsp;&nbsp;\r\n It was of weighty significance that the Asian regional symposium demanding Japan's liquidation of its past was held in Pyongyang against this backdrop and it would have an impact on the process of enacting a new law on compensation in Japan, I think, he noted. &nbsp;&nbsp;&nbsp;\r\n Answering a question as to what countermeasures are necessary, given that the Japanese government is evading its responsibility to make an apology and compensation to the Korean people, Jiro Suzuki, head of the Japanese fact finding group for probing the truth behind the forced drafting of Koreans, said that it was necessary to undertake a campaign for demanding Japan's redress for its past worldwide. &nbsp;&nbsp;&nbsp;\r\n When non-governmental organizations of the world intensify their concerted activities to force Japan to make a compensation for its past crimes and especially the governments of all countries strongly demand the Japanese government settle the controversial issue related to war crimes at the international court of justice, it will be of great help to its settlement and a fair judgment will be made there, he added. &nbsp;&nbsp;&nbsp;\r\n Liu Baochen, assistant professor at Hebei University of China, said that from the logical point of view the biggest crimes against humanity are possible only when they are organized by a state, pursuant to its policy. &nbsp;&nbsp;&nbsp;\r\n He strongly demanded Japan admit its state responsibility and opt to settle the issue of the \"comfort women for the army\" through apology and compensation, away from its wrong mode of thinking and narrow-minded attitude. &nbsp;&nbsp;&nbsp;\r\n Barry Fisher, senior vice-president of the U.S. human rights advocates international fellow, said that a brisk campaign to liquidate the past crimes is now under way in many countries and this has become an international trend, but it is only Japan that is negating the history of its crimes and refusing to liquidate them. &nbsp;&nbsp;&nbsp;\r\n The Japanese government is trying to seek a way out in evading its responsibility to settle its past but it is as foolish an act as inviting disasters by itself, he said, adding: Japan should have a correct understanding of the present and future and renounce its old stand on the issue of liquidating its past and handle the issue from a more innovative view. &nbsp;&nbsp;&nbsp;\r\n Takashi Ito, member of the Aichi, Japan, prefectural fact-finding group for probing the truth behind the forced drafting of Koreans, said that the Korean people underwent the biggest damage and untold sufferings due to the Japanese imperialists but the DPRK is the only country that has not received even a word of apology and a penny in compensation from Japan. &nbsp;&nbsp;&nbsp;\r\n Making an apology and compensation to the Korean people is the last opportunity for the Japanese government to redress its past history of war crimes, he noted, adding: if Japan misses even this opportunity, it will be driven into a bottomless abyss of moral ruin.\r\n\r\n"
        },
        {
            "title": "Visits",
            "url": "http://kcna.co.jp/item/2002/200205/news05/13.htm#12",
            "content": "Visits\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 13 (KCNA) -- A delegation of the DPRK- Iran Friendship Association led by minister of labour Ri Won Il, who is chairman of the association, left here today to visit Iran.\r\n Meanwhile, a delegation of the Chinese People's Association for Peace and Disarmament led by He Luli, vice-chairwoman of the standing committee of the national people's congress of China who is president of the association, and a Chinese government delegation of science and technology headed by Wu Zhongze, vice-minister of science and technology, arrived here today.\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2002/200205/news05/13.htm#13",
            "content": "Gift to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 13 (KCNA) -- Leader Kim Jong Il received a gift from the Lao prime minister who is on an official goodwill visit to the DPRK.\r\n It was handed today to Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, by Boungnang Vorachith, prime minister of the Lao government.\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam meets Lao government delegation",
            "url": "http://kcna.co.jp/item/2002/200205/news05/13.htm#14",
            "content": "Kim Yong Nam meets Lao government delegation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 13 (KCNA) -- President Kim Yong Nam of the Presidium of the DPRK Supreme People's Assembly met the Lao government delegation led by prime minister Boungnang Vorachith which paid a courtesy call on him at the Mansudae Assembly Hall today.\r\n Present there were Ri Kwang Gun, minister of foreign trade, Kim Yong Il, vice-minister of foreign affairs, and Chanpheng Sihaphom, Lao ambassador to the DPRK. &nbsp;&nbsp;&nbsp;\r\n The head of the delegation said that the cooperation between Laos and the DPRK is brisk in various fields, adding that Laos would further develop the cooperative relations between the two countries based on the common idea. &nbsp;&nbsp;&nbsp;\r\n He noted that the Lao people are rejoiced over the great successes the Korean people have made in defending the country and building socialism as over their own. &nbsp;&nbsp;&nbsp;\r\n Only when people advance along the road of socialism can they enjoy happiness and their country become prosperous, he said, wishing socialist Korea steady progress.\r\n\r\n\r\n\r\n"
        }
    ]
}