{
    "date": "2002-09-06",
    "url": "http://kcna.co.jp/item/2002/200209/20020906.htm",
    "articles": [
        {
            "title": "Message of sympathy to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2002/200209/news09/06.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's work observed",
            "url": "http://kcna.co.jp/item/2002/200209/news09/06.htm#2",
            "content": "Message of sympathy to Kim Jong Il \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 6 (KCNA) -- Kim Jong Il on Wednesday received a message of sympathy from Moammer El Gaddafi, leader of the Great September First Revolution of the Great Socialist People's Libyan Arab Jamahiriya.\r\n The message said: &nbsp;&nbsp;&nbsp;\r\n We have received sad news that your country was hit by floods that caused losses of human lives, land and properties. &nbsp;&nbsp;&nbsp;\r\n Sharing our sorrow with your excellency, your government and the families of the victims, we express deepest sympathy with your excellency, your friendly government and people. \r\n   \r\n"
        },
        {
            "title": "Speech of head of DPRK delegation at world summit",
            "url": "http://kcna.co.jp/item/2002/200209/news09/06.htm#3",
            "content": "Anniversary of Kim Jong Il's work observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 6 (KCNA) -- A meeting was held at the Chollima House of Culture on Thursday to mark the 30th anniversary of Kim Jong Il's famous work \"On Effecting A Revolutionary Advance In The Production Of Works Of Art And Literature\".\r\n Present at the meeting were Jang Chol, chairman of the central committee of the General Federation of the Unions of Literature and the Arts of Korea (GFULAK), Song Sok Hwan and Jo Chan Gu, vice-ministers of culture, officials concerned and creators and artistes. \r\n Jang Chol said in his report at the meeting: &nbsp;&nbsp;&nbsp;\r\n In the work published on Sept. 6, Juche 61 (1972) Kim Jong Il expounded such problems as firmly arming creators and artistes with the revolutionary idea of President Kim Il Sung and his idea on the Juche-based literature and art, meeting the requirements of the theory of seed in the creation of literary and art works, properly combining ideological contents and artistic value, and vividly representing the life on the basis of deep understanding of the realities. &nbsp;&nbsp;&nbsp;\r\n This work serves as a great platform for ideological training of the creative workers and artistes in the present times clarified by the Juche idea. It is also an immortal work that gave a scientific exposition of theoretical and practical problems arising in effecting a revolutionary advance in the production of literary and art works and strengthening the GFULAK. &nbsp;&nbsp;&nbsp;\r\n Referring to the great successes made in the production of works of literature and art for 30 years since the publication of his work, the reporter said: &nbsp;&nbsp;&nbsp;\r\n All the officials of literature and art creators and artistes should fully display the might of the army-centered revolutionary literature and art through the revolutionary and energetic creative and artistic activities under the leadership of the Workers' Party of Korea. In this way they should greatly contribute to opening a broad avenue for the building of a powerful nation, accomplishing the revolutionary cause of Juche and bringing earlier the reunification of the country. \r\n\r\n"
        },
        {
            "title": "\"Complete Collection of Kim Il Sung's Works\" issued",
            "url": "http://kcna.co.jp/item/2002/200209/news09/06.htm#4",
            "content": "Speech of head of DPRK delegation at world summit \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 6 (KCNA) -- The Korean people, under the army-based leadership of Kim Jong Il, will strive to overcome the persistent anti-DPRK moves of the outsiders and the aftermath of continued natural disasters and build a reunified and powerful nation at an early date. And they will make a positive contribution to the worldwide efforts for sustained development.\r\n Vice-president of the Presidium of the Supreme People's Assembly Yang Hyong Sop, head of the DPRK delegation, on Tuesday said this at the world summit on sustained development held in South Africa. &nbsp;&nbsp;&nbsp;\r\n He further said: &nbsp;&nbsp;&nbsp;\r\n Gaps in wealth between developed and developing countries are being widened on a worldwide scale. Meanwhile, the ecological environment of the globe is being destroyed and security and existence of humankind threatened due to rash economic activities and improper use of natural resources only for exclusive profit, various forms of disputes and confrontation. &nbsp;&nbsp;&nbsp;\r\n If sustained development is to be ensured, each country should, above all, put into action its political will to provide good environment for living not only of the present generation but also of generations to come, and establish fair international economic and trade relations favorable for sustained development. &nbsp;&nbsp;&nbsp;\r\n It is also important to decisively solve the financial problem and ensure lasting peace and security in all countries and regions so as to provide political circumstance favorable for sustained development. &nbsp;&nbsp;&nbsp;\r\n Guided by the man-centred Juche idea, the DPRK government is directing big efforts to education, economic activities and environmental protection in keeping with the requirements of the it era so as to provide the people with better living conditions and hand down a prosperous land to posterity, he noted. \r\n\r\n"
        },
        {
            "title": "National new technology exhibition held",
            "url": "http://kcna.co.jp/item/2002/200209/news09/06.htm#5",
            "content": "\"Complete Collection of Kim Il Sung's Works\" issued \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 6 (KCNA) -- The Workers' Party of Korea Publishing House issued vol.44 of \"Complete Collection of Kim Il Sung's Works\", a library of the Juche idea which systematically and comprehensively carries President Kim Il Sung's famous works in chronological order.\r\n This volume contains 25 works, including speeches, conclusions and talks, delivered by the president between November Juche 58 (1969) and July Juche 59 (1970). &nbsp;&nbsp;&nbsp;\r\n Among them are \"On Strengthening the Work of Establishing the Monolithic Ideological System of the Party Amongst Cadres and the Work of Revolutionizing Them\", \"To Bring About a Fresh Upswing in the Production of Iron and Steel\", \"Education, Literature and Art Must Contribute to Forming the Revolutionary World Outlook\", \"On Some Questions about Dealing with Our National Cultural Heritage\", and \"On Improving Party Organizational Work in the People's Army\". &nbsp;&nbsp;&nbsp;\r\n Consummated in the book are the outstanding ideas, theories and policies the president advanced, penetrating into the demand of the developing revolution with rare wisdom and far-sightedness. They are conducive to building up the driving force of the revolution in every way and speeding up socialist construction so as to fortify the revolutionary base of the DPRK in political, economic and military aspects. \r\n\r\n"
        },
        {
            "title": "Anniversary of academy of sciences celebrated",
            "url": "http://kcna.co.jp/item/2002/200209/news09/06.htm#6",
            "content": "National new technology exhibition held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 6 (KCNA) -- A national scientific and technological presentation and a new technology exhibition were held by workers in the field of city management in Pyongyang on September 4 and 5 on the occasion of the 10th anniversary of Kim Jong Il's famous work \"Let Us Improve and Strengthen the City Management to Meet the Requirements of the Developing Realities.\"\r\n They brought together scientists, technicians, officials and working people from universities, scientific research bodies and provincial organs and enterprises in the field of city management. &nbsp;&nbsp;&nbsp;\r\n 220 valuable papers were introduced at the presentation and over 300 new technological successes were displayed at the exhibition. &nbsp;&nbsp;&nbsp;\r\n Among the papers were those on successes made in scientific researches in various fields of city management including \"development of paint made of natural substance for marking roads and its use\" and \"sewerage disposal without using power.\" \r\n On display at the exhibition were a variety of exhibits invented by the central heating institute and many other units through a vigorous mass movement for technical innovation to contribute to building a powerful nation, thoroughly establish cultured practices in production and life and provide people with more convenient amenities. &nbsp;&nbsp;&nbsp;\r\n Prizes were awarded to the successful participants and units at a closing ceremony held on Sept. 5. \r\n\r\n"
        },
        {
            "title": "South African President refers to relations with DPRK",
            "url": "http://kcna.co.jp/item/2002/200209/news09/06.htm#7",
            "content": "Anniversary of academy of sciences celebrated \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 6 (KCNA) -- Scientific and technological presentations were held to commemorate the golden jubilee of the academy of sciences.\r\n More than 1,300 scientific and technological achievements were introduced at the presentations attended by many scientists, technicians, teachers and researchers from across the country. &nbsp;&nbsp;&nbsp;\r\n A national scientific and technological presentation took place in Pyongyang on September 4 and 5. &nbsp;&nbsp;&nbsp;\r\n Introduced there were those highly estimated at over 20 inter-field scientific and technological presentations involving mathematics, physics, electronics and automation, geology, agriculture and medical science held from July 20 to 31. &nbsp;&nbsp;&nbsp;\r\n Speakers there presented the latest scientific and technological successes including valuable scientific and technological data, successes made in basic science, information industry, biology, Nano science and exchanged their experience. &nbsp;&nbsp;&nbsp;\r\n Prizes were awarded to those who made spectacular scientific and technological successes. \r\n\r\n"
        },
        {
            "title": "DPRK fine art show opens in China",
            "url": "http://kcna.co.jp/item/2002/200209/news09/06.htm#8",
            "content": "South African President refers to relations with DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 6 (KCNA) -- The DPRK's dispatch of a high-level delegation to the world summit on sustained development would greatly contribute to the development of the relations between the two countries and the success of the summit, said Thabo Mbeki, President of South Africa, on September 2 when he met Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, who was participating in the summit.\r\n Noting that the African National Congress of South Africa has long supported and cooperated with the Workers' Party of Korea and the DPRK's government, maintaining excellent relations with them, he stressed that he would make efforts to boost these relations. \r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Sung, eternal President of DPRK",
            "url": "http://kcna.co.jp/item/2002/200209/news09/06.htm#9",
            "content": "DPRK fine art show opens in China \r\n&nbsp;&nbsp;&nbsp; Beijing, September 4 (KCNA) -- A DPRK fine art show was opened in Beijing on Tuesday under the co-sponsorship of DPRK's Mansudae Art Studio and China's Beijing Cultural Bureau and Beijing Library.\r\n On display at the show are over 60 fine art works created by Sonu Yong, People's Artiste of the Mansudae Art Studio. Among those works are Korean paintings \"Mangyongdae in Spring\", \"Jong Il Peak\" and \"Osandok in Spring\". &nbsp;&nbsp;&nbsp;\r\n The show continues until Sept. 13. \r\n\r\n\r\n"
        },
        {
            "title": "National exhibition of scientific research achievements held",
            "url": "http://kcna.co.jp/item/2002/200209/news09/06.htm#10",
            "content": "Kim Il Sung, eternal President of DPRK\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, September 6 (KCNA) -- President Kim Il Sung is the founder of socialist Korea who accomplished the cause of nation-building in his thirties.\r\n After embarking upon the road of revolution in his early years, he put forward the line of building a Juche-based government in his teens and set up a people's revolutionary government of new type in guerrilla bases in his twenties. &nbsp;&nbsp;&nbsp;\r\n Right after the liberation of the country he, basing himself on the rich experience gained in the period of the anti-Japanese revolutionary struggle, successfully solved all the problems arising in establishing a nationwide united government in Korea, consolidating the political foundation of the people's government and the socio-economic bases in a short span of time. &nbsp;&nbsp;&nbsp;\r\n Under his wise guidance the country was named the Democratic People's Republic of Korea and its national flag and emblem were instituted. &nbsp;&nbsp;&nbsp;\r\n The historic first session of the Supreme People's Assembly was held in Pyongyang between September 2 and 10, Juche 37 (1948). &nbsp;&nbsp;&nbsp;\r\n The session elected Kim Il Sung, a famous young commander of Mt. Paektu, head of state of the DPRK. \r\n He proclaimed the foundation of the DPRK, the birth of new Korea, on September 9. &nbsp;&nbsp;&nbsp;\r\n He died in his office on July 8, 1994 while energetically leading the Workers' Party of Korea, the state and the army as the head of state for nearly 50 years. &nbsp;&nbsp;&nbsp;\r\n Under his wise leadership the DPRK was turned into a dignified, strong socialist country, independent in politics, self-supporting in economy and self-reliant in defence. &nbsp;&nbsp;&nbsp;\r\n The Korean people are holding him in high esteem as the father who built the state and the founder of socialist Korea and will remain true to his intention forever. &nbsp;&nbsp;&nbsp;\r\n It is codified in the DPRK constitution that he is the eternal President of the DPRK. &nbsp;&nbsp;&nbsp;\r\n This is a manifestation of the WPK and people's unshakable faith and will to hand down to posterity the immortal feats performed by the president in the state building and his noble personality as a great man and accomplish his revolutionary cause. \r\n\r\n\r\n"
        },
        {
            "title": "Pyongyang Flower Show",
            "url": "http://kcna.co.jp/item/2002/200209/news09/06.htm#11",
            "content": "National exhibition of scientific research achievements held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 6 (KCNA) -- The second national exhibition of scientific research achievements made by universities across the DPRK opened on September 2 and will close today on the occasion of the 25th anniversary of the publication of \"Theses On Socialist Education\".\r\n Participating in the exhibition are Kim Il Sung University, Kim Chaek University of Technology and other universities across the country. &nbsp;&nbsp;&nbsp;\r\n The exhibition is divided into 9 sections including metal machine and bio-agricultural science sections. On display there are more than 2,000 exhibits of over 1,100 varieties including Nano material designing and technology of laser application. &nbsp;&nbsp;&nbsp;\r\n Its participants are exchanging achievements and experience they gained in scientific researches. &nbsp;&nbsp;&nbsp;\r\n The exhibition will mark an occasion of promoting the scientific and technological development in the country. \r\n\r\n\r\n"
        },
        {
            "title": "Heightened vigilance against U.S. war moves called for",
            "url": "http://kcna.co.jp/item/2002/200209/news09/06.htm#12",
            "content": "Pyongyang Flower Show\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 6 (KCNA) -- The Third Pyongyang Flower Show is going on at the Pyongyang florist.\r\n Displayed at the show are more than 6,100 pot flowers of over 500 species growing in different parts of the country. The show is attended by horticultural groups and flower-lovers. &nbsp;&nbsp;&nbsp;\r\n Put on the display stand of Pyongyang City are more than 110 species of flowers and over 30 ornamental pot flowers with the Tower of the Juche Idea and Kimilsungias and Kimjongilias in its center. &nbsp;&nbsp;&nbsp;\r\n Attracting the attention of visitors is the display stand of North Phyongan Province on which letters \"Celebration of September 9\", a Korean map and Chollima are formed by flowers, surrounded by more than 50 species of flowers and 30-odd ornamental pot flowers. &nbsp;&nbsp;&nbsp;\r\n Also catching the eyes of visitors are the display stand of Jagang Province on which beautiful wild flowers are put on peculiar tree root crafts and that of Kaesong City which placed various stuffed specimens among many flowers in a formative and artistic manner. Stands of other provinces also add to the significance of the show. &nbsp;&nbsp;&nbsp;\r\n More than 18,700 pieces of garden flowers, wild flowers, flower trees, bonsai and bulbs of more than 1,400 species cultivated by over 60 horticultural groups and flower-lovers have so far been contributed to the Pyongyang Flower Shows.  \r\n\r\n"
        },
        {
            "title": "Floral basket to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2002/200209/news09/06.htm#13",
            "content": "Heightened vigilance against U.S. war moves called for\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 6 (KCNA) -- The U.S. hawkish forces' much ado about someone's threat is nothing but a smear campaign and a war outcry aimed at a new world war, says Rodong Sinmun today in a signed article.\r\n The U.S. is citing this \"threat\" as a pretext to stage an unprecedented military offensive operation as evidenced by its huge military spending, the establishment of a new missile defense system, the forward deployment of its aggressor troops in different parts of the world, large-scale war exercises and the escalation of its anti-terrorist war, etc. The article observes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. chief executive in a speech on July 19 blustered that he would mount preemptive attacks on those countries developing weapons of mass destruction, underscoring the need to preempt a strong measure before the threat becomes fully mature. &nbsp;&nbsp;&nbsp;\r\n The U.S. singled out the DPRK, Iraq and other Asian countries as targets of its preemptive attacks and as the next targets of its anti-terrorist war after the Afghan war. It did so not because these countries pose any threat to it and the U.S. is exposed to a real threat from them but because these countries are the regions of strategic importance and the greatest stumbling blocks in the way of realizing its strategy to dominate Asia. &nbsp;&nbsp;&nbsp;\r\n A new war to be ignited by the U.S. hawkish forces in Asia may quickly spill into a global war. If the U.S. imperialists use nuclear weapons, the damage would not be confined to the specified regions and they will not be safe either. &nbsp;&nbsp;&nbsp;\r\n When a war breaks out in Asia it will be its people who will suffer most from it. &nbsp;&nbsp;&nbsp;\r\n The Asian people, fully aware of their mission and responsibility, should heighten vigilance against the U.S. imperialists' frantic moves to spark a new world war in Asia under the pretext of non-existent threat from someone and frustrate them and thus ensure peace and security on the continent and achieve its prosperity and progress. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2002/200209/news09/06.htm#14",
            "content": "Floral basket to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 6 (KCNA) -- The military attaches' corps here sent a floral basket and a congratulatory letter to  Kim Jong Il, supreme commander of the Korean People's Army, on the occasion of the 54th birthday of the DPRK.\r\n The floral basket and letter were handed to vice-marshal Kim Il Chol, minister of the People's Armed Forces, by Yan Jiangfeng, military attache of the Chinese embassy, who is doyen of the corps, on Friday. \r\n\r\n\r\n"
        }
    ]
}