{
    "date": "2002-04-14",
    "url": "http://kcna.co.jp/item/2002/200204/20020414.htm",
    "articles": [
        {
            "title": "Military rank of KPA vice marshal conferred on Jang Song U",
            "url": "http://kcna.co.jp/item/2002/200204/news04/14.htm#1",
            "content": "Military rank of KPA vice marshal conferred on Jang Song U \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- The military rank of vice marshal of the Korean People's Army was conferred on Jang Song U, according to the April 13 joint decision of the Central Military Commission of the Workers' Party of Korea and the DPRK National Defence Commission.\r\n"
        },
        {
            "title": "Order of KPA Supreme Commander on raising military ranks",
            "url": "http://kcna.co.jp/item/2002/200204/news04/14.htm#2",
            "content": "Order of KPA Supreme Commander on raising military ranks \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- Kim Jong Il, Supreme Commander of the Korean People's Army, issued order no.00152 to raise the military ranks of KPA commanding officers on the occasion of the Day of the Sun.\r\n According to the order dated April 13, Kim Yun Sim, Kim Jong Gak and Ryo Cyun Sok were promoted to generals. &nbsp;&nbsp;&nbsp;\r\n The military rank of colonel general was conferred on Paek Sang Ho, Kang Yong Ho, Ri Thae Il, Kim Yang Jom and Pak Sung Won and that of lieut. General on Ri Yong Ho, Ri Yong Gil, Hwang Hong Sik, Pak Su Chol and Pang Kuk Hwan. Ri Yong Rae and 39 others were promoted to major generals. &nbsp;&nbsp;&nbsp;\r\n The order said that the proud course of the KPA and the feats performed by it in defending the socialist red flag and ensuring the revolutionary cause of Juche by force of arms are associated with the patriotic devotion and efforts made by its commanding officers to glorify their military service. &nbsp;&nbsp;&nbsp;\r\n It expressed the firm belief that as hardcore members of the Korean revolutionary armed forces, those commanding officers, true to the army-based leadership of the Workers' Party of Korea, would increase the military power in every way to fully ensure the security of the country and the revolutionary cause of Juche with arms and perform greater feats in the efforts to build a socialist powerful nation. \r\n"
        },
        {
            "title": "\"Short Biography of Kim Jong Il\" published in Russia",
            "url": "http://kcna.co.jp/item/2002/200204/news04/14.htm#3",
            "content": "\"Short Biography of Kim Jong Il\" published in Russia \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- The International Book Lovers Union Publishing House brought out \"Short Biography of   Kim Jong Il\" on April 5.\r\n The biography carries a portrait of leader Kim Jong Il. \r\n"
        },
        {
            "title": "Kim Il Sung's reminiscences published in U.S.",
            "url": "http://kcna.co.jp/item/2002/200204/news04/14.htm#4",
            "content": "Kim Il Sung's reminiscences published in U.S. \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- The federation of Koreans in the U.S. brought out president Kim Il Sung's reminiscences \"With the Century\" vol. 7 in the U.S. on the occasion of the Day of the Sun.\r\n The publication of this volume followed the printing and distribution of reminiscences vols from 1 to 6 which comprehensively deal with immortal revolutionary exploits and the greatness of Kim Il Sung who devoted his whole life to the prosperity and happiness of the country and the nation and the global cause of independence representing the unanimous desire of the overseas compatriots and the world progressives.\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from BCP central committee",
            "url": "http://kcna.co.jp/item/2002/200204/news04/14.htm#5",
            "content": "Gift to Kim Jong Il from BCP central committee \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- A gift was presented to leader Kim Jong Il by the central committee of the Brazilian Communist Party.\r\n It was handed by Jose Reinaldo Carvalho, vice-president of its central committee, who is heading its delegation on a visit to the DPRK to Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, Friday.\r\n"
        },
        {
            "title": "People's rally protests projected introduction of U.S.-made fighters",
            "url": "http://kcna.co.jp/item/2002/200204/news04/14.htm#6",
            "content": "People's rally protests projected introduction of U.S.-made fighters \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- An all-people rally was reportedly held in Seoul on April 10 to accuse the \"Ministry of National Defense\" in South Korea of its unwarranted decision to introduce the selected fighters under the sponsorship of the \"joint action for the probe into the truth behind the suspected pressure from outside and the withdrawal of the decision to purchase F-15K\".\r\n Its participants charged that the second-phase work pushed forward by the ministry without disclosing the truth about the first-phase selection of fighters of the next generation is a wrong attitude fooling the people. &nbsp;&nbsp;&nbsp;\r\n A resolution adopted at the rally warned that if the bellicose forces persistently select fighters defying the just demand of the people in South Korea, they will not be able to escape a judgement of history and demanded the immediate withdrawal of the selection of U.S.-made fighters infringing upon the interests of the nation. \r\n"
        },
        {
            "title": "Collection of anecdotes about Kim Il Sung published",
            "url": "http://kcna.co.jp/item/2002/200204/news04/14.htm#7",
            "content": "Collection of anecdotes about Kim Il Sung published \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- A collection of revolutionary anecdotes \"Kim Il Sung, Sun of Humankind\" was recently published by the Workers' Party of Korea Publishing House.\r\n Contained in the book are over 290 of so many revolutionary anecdotes about President Kim Il Sung.&nbsp;&nbsp;&nbsp;\r\n \"Phonograph case\", \"famous 'speech on August 6'\", \"dialogue on a walking\" and other anecdotes show great leadership traits of the president possessed of the creative speculation and pursuit, rare penetration, talent of scientific analysis and judgement, far-sightedness, long memory, exhaustive knowledge, distinguished organizing ability, prominent strategy and revolutionary principles. &nbsp;&nbsp;&nbsp;\r\n Among those anecdotes are \"mother makes no discrimination among her children\", \"unexpected order for break\", \"design for residence rejected three times\" which tell about his warm love and benevolence, great personality, and noble virtues. \r\n"
        },
        {
            "title": "DPRK delegate on protection of human rights",
            "url": "http://kcna.co.jp/item/2002/200204/news04/14.htm#8",
            "content": "DPRK delegate on protection of human rights \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- A DPRK delegate proposed some matters arising in taking a fair and effective measure to protect and promote human rights in conformity with the present reality. such proposal was made on April 8 when the main agenda item \"violations of human rights and basic freedom in all regions of the world\" was under discussion at the 58th meeting of the un commission on human rights.\r\n In his speech at the meeting, the delegate held that no country should be allowed to interfere in other countries' internal affairs and encroach upon their sovereignty over the human rights issue. And the principles of impartiality, objectiveness and non-selection should be strictly observed in international discussion and handling of human rights issue, he said. &nbsp;&nbsp;&nbsp;\r\n The DPRK has set it as the supreme principle of state activity to ensure that people are placed in the center of everything in politics, the economy, culture and all other fields and it is made to serve them, he noted, and said: &nbsp;&nbsp;&nbsp;\r\n The Korean people are highly proud and confident of the people-centered socialist system chosen by themselves and the DPRK government has enforced practical policies for the protection and promotion of human rights one after another, regarding human rights as inviolable. &nbsp;&nbsp;&nbsp;\r\n The DPRK will honestly fulfill its obligations under international conventions on human rights and continue attaching importance to cooperation in the human rights field. \r\n\r\n"
        },
        {
            "title": "Chinese government offers grant aid to DPRK",
            "url": "http://kcna.co.jp/item/2002/200204/news04/14.htm#9",
            "content": "Chinese government offers grant aid to DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- The government of the People's Republic of China decided to offer a grant-in-aid equivalent to 50,000,000 yuan to the Democratic People's Republic of Korea on the occasion of the 90th birth anniversary of President Kim Il Sung.\r\n"
        },
        {
            "title": "Floral basket placed before Statue of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2002/200204/news04/14.htm#10",
            "content": "Floral basket placed before Statue of Kim Il Sung\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- Lansana Conte, President of Guinea, sent a floral basket to be laid before the Statue of President Kim Il Sung on Mansu Hill on the occasion of his 90th birth anniversary.\r\n The floral basket was placed by the Guinean government delegation led by Jean-Paul Sarr, minister of agriculture and stockbreeding, on a visit to the DPRK. \r\n\r\n\r\n"
        },
        {
            "title": "Commemorations held",
            "url": "http://kcna.co.jp/item/2002/200204/news04/14.htm#11",
            "content": "Commemorations held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- A national fine art exhibition of the Pyongyang Fine Art Festival was opened at the Korean Art Gallery with due ceremony yesterday to commemorate the 90th birth anniversary of President Kim Il Sung.\r\n On display at the exhibition are more than 700 pieces of fine art works of high ideological and artistic value including those depicting the immortal great personality of the three generals of Mt. Paektu and Korean paintings, oil paintings, graphic paintings, sculptures, handicrafts, calligraphic pieces and jewel paintings on the indomitable fighting spirit displayed by servicemen and people in different annals of the Korean revolution and the stamina in the era of the army-based revolution. \r\n Also displayed there are works sent by artists from different countries including Russia, Denmark, India and Cambodia and those showing the talents of overseas Koreans. &nbsp;&nbsp;&nbsp;\r\n An industrial fine art exhibition of the Pyongyang Fine Art Festival was also opened at the People's Palace of Culture on the same day. &nbsp;&nbsp;&nbsp;\r\n On display there are over 1,100 industrial art designs created by the Mansudae Art Studio, the industrial fine art studio of the ministry of metal and machine-building industries and the light industry fine art studio of the ministry of light industry in Pyongyang and other industrial art studios in the localities. \r\n\r\n"
        },
        {
            "title": "Brazilian President refers to relations with DPRK",
            "url": "http://kcna.co.jp/item/2002/200204/news04/14.htm#12",
            "content": "Brazilian President refers to relations with DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- Brazilian President Fernando Henrique Cardoso referred to relations with the DPRK on April 4 when receiving credentials from the DPRK ambassador to his country.\r\n He underscored the need to strengthen contacts, exchanges and cooperation in political, economic and all other fields as the opening of diplomatic relations between the two countries last year enabled them to put the friendly and cooperative relations on a new higher stage. &nbsp;&nbsp;&nbsp;\r\n Korea's reunification should be achieved independently and peacefully by the efforts of the Korean nation, he stressed. \r\n\r\n"
        },
        {
            "title": "\"International Kim Il Sung Prize\" awarded to Vishwanath",
            "url": "http://kcna.co.jp/item/2002/200204/news04/14.htm#13",
            "content": "\"International Kim Il Sung Prize\" awarded to Vishwanath\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- A ceremony of awarding \"International Kim Il Sung Prize\" was held at the Mansudae Assembly Hall on April 13 on the occasion of the 90th birth anniversary of President Kim Il Sung.\r\n Present there were directors of the \"International Kim Il Sung Prize\" council including Shuhachi Inoue, honorary director general of the International Institute of the Juche Idea, the secretary general of the IIJI and senior officials and delegations and delegates of organizations for the study of the Juche idea in different regions and countries. &nbsp;&nbsp;&nbsp;\r\n Among those present there were Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, who is chairman of the Korean Social Scientists Society, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n The charge d' affaires ad interim of the Indian embassy here was present there.\r\n after Alva Chavez, director of the council read out the decision of the council on awarding \"International Kim Il Sung Prize\" to Vishwanath, Kim Yong Nam awarded the certificate of the prize, medal and souvenir to the director general of the IIJI. &nbsp;&nbsp;&nbsp;\r\n Congratulatory speeches made by the secretary general of the IIJI and the secretary general of the African Regional Committee for the Study of the Juche Idea were followed by a speech of vishwanath. &nbsp;&nbsp;&nbsp;\r\n He said that he would devote his all to the accomplishment of the cause of Juche which is making dynamic progress under the wise leadership of Kim Jong Il, the sun of the 21st century. \r\n"
        },
        {
            "title": "KCNA refutes Japanese diet's unreasonable resolution",
            "url": "http://kcna.co.jp/item/2002/200204/news04/14.htm#14",
            "content": "KCNA refutes Japanese diet's unreasonable resolution\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- The Japanese diet on April 11 adopted a very self-opinionated resolution intended to seriously tarnish the dignity of the DPRK, asserting that the \"suspected kidnapping is a crucial issue related to the state sovereignty and basic human rights and humanitarianism.\"\r\n This sparked a strong public furor in the DPRK. &nbsp;&nbsp;&nbsp;\r\n In the resolution the Japanese diet described the \"issue of those missing\" as the \"issue of kidnapping\" and insisted that it is a serious issue related to the state sovereignty and human rights. &nbsp;&nbsp;&nbsp;\r\n Japan drafted by force over 6 million innocent Koreans and indiscriminately killed them by working them like beasts of burden and forced at least 200,000 women into sexual slavery for the Japanese imperialist aggressors after occupying Korea by force of arms. How should these crimes against humanity be interpreted? &nbsp;&nbsp;&nbsp;\r\n These are most hideous crimes as Japan deprived other nation and country of its sovereignty and seriously infringed upon the rights of its people. &nbsp;&nbsp;&nbsp;\r\n Such being the hard fact, Japan has not yet apologized nor compensated for its past wrongdoings, keeping mum about them. &nbsp;&nbsp;&nbsp;\r\n Japan is only busy with denying, distorting and justifying its crime-woven history, far from making apology and compensation. &nbsp;&nbsp;&nbsp;\r\n If the Japanese diet have had respect for reason and human conscience, facing up to the history, it would have adopted a resolution that called for apologizing and compensating for those crimes committed by the Japanese imperialists in the past. &nbsp;&nbsp;&nbsp;\r\n The diet will take such stand and attitude if it is responsible for the future of the people of the country and represents their true interests and conscience. Only this can be regarded as a good deed from the historical and political points of view. &nbsp;&nbsp;&nbsp;\r\n History can never be denied. The profound confusing of right and wrong can not but be branded as the biggest crime. &nbsp;&nbsp;&nbsp;\r\n The diet should not forget the saying:\"call a spade a spade.\" &nbsp;&nbsp;&nbsp;\r\n It is well advised to face up to the history and reality and withdraw the unreasonable resolution. \r\n\r\n"
        },
        {
            "title": "20th April Spring Friendship Art Festival opens",
            "url": "http://kcna.co.jp/item/2002/200204/news04/14.htm#15",
            "content": "20th April Spring Friendship Art Festival opens\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- The 20th April Spring Friendship Art Festival was opened at the April 25 House of Culture in Pyongyang today with splendour on the occasion of the 90th birth anniversary of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n Attending the opening ceremony were government cultural delegations, delegates and artistes of various countries, overseas Korean artistes, delegations and delegates to the 5th aesthetic symposium on the present times and national arts. &nbsp;&nbsp;&nbsp;\r\n Among those present there were Hong Song Nam, premier of the DPRK cabinet, senior party and state officials, officials concerned, Pyongyangites and artistes. &nbsp;&nbsp;&nbsp;\r\n Foreign diplomats and members of embassies of various countries, foreign guests and overseas compatriots were also present there. &nbsp;&nbsp;&nbsp;\r\n Jang Chol, chairman of the organizing committee of the festival, made an opening speech. &nbsp;&nbsp;&nbsp;\r\n Warmly welcoming the participants in the festival, he said that colourful and peculiar art programs to be staged during the festival would aspire the world people who love justice and peace and greatly delight the Korean people commemorating the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n Then he declared the festival open. &nbsp;&nbsp;&nbsp;\r\n A flag of the festival was hoisted. &nbsp;&nbsp;&nbsp;\r\n Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, made a congratulatory speech to be followed by speeches made by the head of the Chinese government cultural delegation and the Russian government cultural delegate. &nbsp;&nbsp;&nbsp;\r\n Prior to the opening ceremony, the participants in the festival marched through the streets amid the warm welcome of working people and youth and students of the city.\r\n\r\n"
        },
        {
            "title": "National meeting commemorates Kim Il Sung's birth anniversary",
            "url": "http://kcna.co.jp/item/2002/200204/news04/14.htm#16",
            "content": "National meeting commemorates Kim Il Sung's birth anniversary\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- A national meeting was held at the Pyongyang Indoor Stadium today on the occasion of the 90th birth anniversary of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n Leader Kim Jong Il was present at the meeting. &nbsp;&nbsp;&nbsp;\r\n On hand were Kim Yong Nam, Jo Myong Rok, Hong Song Nam and other senior party and state officials. &nbsp;&nbsp;&nbsp;\r\n Also present there were foreign diplomatic envoys and guests and overseas compatriots. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam, President of the Presidium of the Supreme People's Assembly of the DPRK who is member of the political bureau of the Central Committee of the Workers' Party of Korea, delivered a report at the meeting. &nbsp;&nbsp;&nbsp;\r\n The president devoted his all to the freedom and liberation of the people, the prosperity of the country and the victory of the cause of independence of the popular masses and the cause of socialism till the age of over 80 from the time he embarked upon the road of the sacred struggle for the country's liberation, shouldering upon himself the destiny of the country and the nation, he said, and went on: &nbsp;&nbsp;&nbsp;\r\n He founded the immortal Juche idea, thus ushering in a new era in the development of human history, the era of Juche. &nbsp;&nbsp;&nbsp;\r\n He gave origin to the army-based revolution, the first of its kind in history, and built powerful revolutionary armed forces, thus leading the Korean people's cause of independence against imperialism to victory. He also founded the Juche-type revolutionary party and state power and established a people-centered socialist system and laid a firm foundation of the independent national economy. Indeed, he is a symbol of national independence and prosperity and the father of socialist Korea. &nbsp;&nbsp;&nbsp;\r\n His warm paternal love reached the people in the south and the Koreans in Japan and overseas compatriots in other parts of the world, encouraging them to vigorously take the road of true patriotism, the road of the country's reunification. &nbsp;&nbsp;&nbsp;\r\n he exerted indefatigable efforts and showed profound care for the bright future of humankind till the last moments of life. &nbsp;&nbsp;&nbsp;\r\n This noble trait is deeply enshrined by progressive humankind still today to arouse among them unbounded worship and veneration for the world's elder statesman. &nbsp;&nbsp;&nbsp;\r\n He successfully solved the issue of succession to the revolutionary cause, thus providing a decisive guarantee for the final victory of the revolutionary cause of Juche. This was the historic exploit of particularly weighty and profound significance out of the feats performed by him on behalf of the country, the nation and the times. &nbsp;&nbsp;&nbsp;\r\n Kim Il Sung's revolutionary cause is being successfully carried forward and developed by leader Kim Jong Il and the president's revolutionary history is given steady continuity to accomplish the cause of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n Having Kim Jong Il as the top leader of the party, the state and the army, the revolutionary cause of Juche will make a victorious advance till it is finally accomplished and Kim Il Sung will live forever as the sun of Juche. &nbsp;&nbsp;&nbsp;\r\n Calling on all the party members, officers and men of the Korean people's army and people to maintain a high degree of revolutionary vigilance and keep themselves fully ready to go into action in view of the grave situation where the U.S. bellicose forces are getting extremely reckless in their moves to bring a scourge of a new war to the Korean Peninsula, working more desperately to stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam declared: if the enemy dares to start a war, our army and people will wipe out the aggressor forces with merciless retaliatory blows. &nbsp;&nbsp;&nbsp;\r\n So Man Sul, chairman of the central standing committee of the General Association of Korean Residents in Japan who is heading the delegation of Koreans in Japan, addressed the meeting. \r\n\r\n\r\n"
        }
    ]
}