{
    "date": "2002-04-26",
    "url": "http://kcna.co.jp/item/2002/200204/20020426.htm",
    "articles": [
        {
            "title": "Message of thanks to participants in ASFAF",
            "url": "http://kcna.co.jp/item/2002/200204/news04/26.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulatory message to Kim Jong Il from NDFSK CC",
            "url": "http://kcna.co.jp/item/2002/200204/news04/26.htm#2",
            "content": "Message of thanks to participants in ASFAF \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- The Presidium of the Supreme People's Assembly of the DPRK on April 25 sent a message of thanks to the participants in the 20th April Spring Friendship Art Festival.\r\n The art festival greatly contributed to the cause of global independence and the development of human culture, recording a 20-year-long proud history, the message said, and went on: &nbsp;&nbsp;&nbsp;\r\n Attending different functions and paying visits to various places despite the tight schedule of the festival its participants expressed firm support and solidarity for the Korean people's just cause of building a powerful socialist nation and achieving the independent and peaceful reunification of the country under the wise guidance of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The Korean people and men of culture and art will further develop the friendly relations with artistes of various countries to meet the expectation of the participants in the festival who extend support and encouragement to the DPRK's cause and make all efforts to strengthen and develop the April spring friendship art festival.     \r\n\r\n"
        },
        {
            "title": "Greetings to Tanzanian President",
            "url": "http://kcna.co.jp/item/2002/200204/news04/26.htm#3",
            "content": "Congratulatory message to Kim Jong Il from NDFSK CC \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- Leader Kim Jong Il on April 25 received a congratulatory message from the central committee of the National Democratic Front of South Korea on the occasion of the 70th birthday of the heroic Korean People's Army.\r\n The foundation of the Korean People's Revolutionary Army by President Kim Il Sung 70 years ago was a birth of the genuine revolutionary army, the national army guided by the great brilliant commander and the great idea for the first time in the national history spanning thousands of years, and a historic event which gave origin to the building of the Juche-based revolutionary armed forces, the message said, and went on: &nbsp;&nbsp;&nbsp;\r\n Kim Il Sung defeated the most ferocious U.S. and Japanese imperialists in one generation to liberate the country and honorably defend the sovereignty of the country and the nation, thus performing the undying feats. &nbsp;&nbsp;&nbsp;\r\n His Juche-based army-centred idea and cause of army building are being successfully carried forward by you the respected supreme commander century after century. You have strengthened and developed the KPA into the army of the leader and the party and the main agent for the accomplishment of the Juche cause. &nbsp;&nbsp;&nbsp;\r\n In particular, you have led the struggle for defence of socialism of Juche to victory with your original army-based policy, brilliantly glorifying the 20th century as Kim Il Sung century and opening a broad avenue for the building of a powerful nation. &nbsp;&nbsp;&nbsp;\r\nThis is the greatest feat remarkable in the history of Juche-based army building. &nbsp;&nbsp;&nbsp;\r\n The NDFSK and the patriotic people from all walks of life will make positive contributions to brilliantly adorning this year as a year of opening up a decisive phase of national reunification. \r\n\r\n"
        },
        {
            "title": "Floral baskets to DPRK missions abroad",
            "url": "http://kcna.co.jp/item/2002/200204/news04/26.htm#4",
            "content": "Greetings to Tanzanian President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- Kim Yong Nam, President of the Presidium of the Supreme People's Assembly of the DPRK, on April 19 sent a message of greetings to Tanzanian President Benjamin William Mkapa on the occasion of the 38th anniversary of the foundation of the United Republic of Tanzania.\r\n Extending warm congratulations to the president, the government and the people of Tanzania on this occasion, the message wished them greater success in the work for the national unity and the independent development of the country. &nbsp;&nbsp;&nbsp;\r\n The message expressed belief that the relations of friendship and cooperation existing between the two countries would continue to grow stronger.     \r\n\r\n"
        },
        {
            "title": "Talks held between DPRK vice-premier and Russian plenipotentiary representative",
            "url": "http://kcna.co.jp/item/2002/200204/news04/26.htm#5",
            "content": "Floral baskets to DPRK missions abroad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- Foreign organizations and personages sent floral baskets to DPRK missions in different countries on the occasion of the 90th birth anniversary of President Kim Il Sung.\r\n Among them were the first vice-president of the council of ministers of Cuba who is also minister of the revolutionary armed forces, the deputy general secretary of the Arab Socialist Baath Party of Syria, the president of the People's Council of Syria, the deputy prime minister and concurrently minister of defence of Syria who is also deputy commander-in-chief of the army and armed forces, the minister of cooperation of Iran, the vice-minister of defence and armed forces logistics of Iran, the coordinator (leader) of the national executive committee of the Workers' Party of Mexico, and political parties, organizations, institutions and personages of Denmark, France, Italy and Hong Kong of China.     \r\n\r\n"
        },
        {
            "title": "Reception in honour of Russian plenipotentiary representative",
            "url": "http://kcna.co.jp/item/2002/200204/news04/26.htm#6",
            "content": "Talks held between DPRK vice-premier and Russian plenipotentiary representative \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- Talks were held between Jo Chang Dok, vice-premier of the DPRK cabinet, and Konstantin Borisovich Pulikovski, plenipotentiary representative of the president of the Russian Federation to the far east federal district, at the Mansudae Assembly Hall yesterday.\r\n At the talks both sides exchanged views on the matter of expanding and developing the relations of friendship and economic cooperation between the two countries and a series of issues of mutual concern. &nbsp;&nbsp;&nbsp;\r\n Present at the talks were vice-minister of foreign trade Kim Yong Jae and officials concerned, entourage of the plenipotentiary representative, Russian ambassador to the DPRK Andrei Gennadievich Karlov and embassy officials.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il sends thanks to participants in parade of worker-peasant red guards",
            "url": "http://kcna.co.jp/item/2002/200204/news04/26.htm#7",
            "content": "Reception in honour of Russian plenipotentiary representative \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- The DPRK National Defence Commission (NDC) yesterday hosted a reception in honor of the plenipotentiary representative of the president of the Russian Federation to the far east federal district.\r\n Yon Hyong Muk, member of the NDC, in a speech said that the DPRK-Russia relations were powerfully developing under the deep concern of the top leaders of the two countries and by the positive efforts of both sides in various fields including politics, economy and culture. &nbsp;&nbsp;&nbsp;\r\n He expressed belief that the work to promote economic cooperation between the DPRK and the far east area under the deep concern of the plenipotentiary representative would bear a good fruit. &nbsp;&nbsp;&nbsp;\r\n Plenipotentiary representative Konstantin Borisovich Pulikovski in a speech expressed profound thanks to leader Kim Jong Il for his special invitation to visit the DPRK and congratulated the Korean people on the 70th birthday of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n Noting that he came to know what great efforts the DPRK had directed to increasing its national defence capacity, he wished the Korean people greater success under the army-based policy of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He said that as led by Kim Jong Il, the Korean People's Army was creditably defending the sovereignty of the country and displaying its mightiness to the full.    \r\n\r\n"
        },
        {
            "title": "Letter to Kim Jong Il from participants in ASFAF",
            "url": "http://kcna.co.jp/item/2002/200204/news04/26.htm#8",
            "content": "Kim Jong Il sends thanks to participants in parade of worker-peasant red guards \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, April 26 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il sent thanks to the participants in the parade of the worker-peasant red guards to commemorate the 90th birth anniversary of President Kim Il Sung and celebrate the 70th anniversary of the KPA.\r\n Worker-peasant red guardsmen and young red guardsmen of each province (municipality), students of revolutionary schools and cadets of military academies of the KPA made a successful parade on the significant day of the sun and the army day. &nbsp;&nbsp;&nbsp;\r\n Through the historic parade they powerfully demonstrated the invincible might of the revolutionary civilian forces of the Workers' Party of Korea and the steadfast faith and will to firmly defend and accomplish the revolutionary cause of Juche with arms. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il highly praised for the very successful parade of the worker-peasant red guards, expressed great satisfaction over it and extended thanks to all the participants in it. &nbsp;&nbsp;&nbsp;\r\n A meeting for conveying his thanks took place here yesterday. &nbsp;&nbsp;&nbsp;\r\n Minister of the people's armed forces Kim Il Chol made an address to convey the thanks.     \r\n\r\n"
        },
        {
            "title": "Foreign party delegations and delegate visit Pyongyang mission of NDFSK",
            "url": "http://kcna.co.jp/item/2002/200204/news04/26.htm#9",
            "content": "Letter to Kim Jong Il from participants in ASFAF \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- Leader Kim Jong Il received a letter from the participants in the 20th April Spring Friendship Art Festival on April 25.\r\n The festival was an impressive art stage in which all of us most significantly commemorated the 90th birth anniversary of President Kim Il Sung together with close friends of Korea and brilliantly recorded the 20-year-long history of the Pyongyang festival in the human history of literature and art, the letter said. &nbsp;&nbsp;&nbsp;\r\n It wished the Korean people great success in the struggle for the building of a powerful nation and the independent and peaceful reunification of the country under the wise guidance of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n It stressed: &nbsp;&nbsp;&nbsp;\r\n We, who value the friendship and solidarity among the artistes of various countries, will more loudly sing songs of independence, peace and friendship through the April Spring Friendship Art Festival and make all efforts to strengthen and develop the festival.     \r\n\r\n\r\n"
        },
        {
            "title": "Congratulatory letter and gift to Kim Jong Il from Cambodia",
            "url": "http://kcna.co.jp/item/2002/200204/news04/26.htm#10",
            "content": "Foreign party delegations and delegate visit Pyongyang mission of NDFSK\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, April 26 (KCNA) -- The delegation of the Socialist Workers' Party of the United States led by Stephen Palmer Clark, member of its political bureau, the delegation of the October 8 Revolutionary Movement of Brazil led by general secretary Claudio Campos and general secretary Andy Brooks of the central committee of the New Communist Party of Great Britain respectively visited the Pyongyang mission of the National Democratic Front of South Korea (NDFSK) between April 23 and 25.\r\n Chief of the mission Pak Kwang Gi noted that reverence for President Kim Il Sung and leader Kim Jong Il is growing deeper than ever before among the South Korean people. &nbsp;&nbsp;&nbsp;\r\n He expressed thanks to the delegations and Andy Brooks for their parties' support and solidarity to the South Korean people in the struggle for independence, democracy and reunification and briefed them on the NDFSK's activities. &nbsp;&nbsp;&nbsp;\r\n Recalling that the U.S. is aggravating the situation, groundlessly taking issue with the DPRK, the chief held that the U.S. should halt its reckless move to stifle the DPRK and withdraw its troops from South Korea at once. &nbsp;&nbsp;&nbsp;\r\n The visitors showed high comradely appreciation for the NDFSK's vigorous struggle to reunify the country and its great achievements made in the struggle. &nbsp;&nbsp;&nbsp;\r\n They said that their parties would play due role in strengthening the international movement of solidarity with the NDFSK's struggle to achieve the independent reunification of Korea.    \r\n\r\n\r\n"
        },
        {
            "title": "Prizes awarded to participants in ASFAF",
            "url": "http://kcna.co.jp/item/2002/200204/news04/26.htm#11",
            "content": "Congratulatory letter and gift to Kim Jong Il from Cambodia\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- A congratulatory letter and a gift were sent to leader Kim Jong Il by Norodom Ranariddh, chairman of the Funcinpec Party and president of the National Assembly of Cambodia, on the occasion of the 70th birthday of the heroic Korean People's Army.\r\n They were conveyed to Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, yesterday by Serei Kosal, deputy general secretary of the Funcinpec Party, on a visit to the DPRK.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam meets deputy general secretary of Funcinpec Party",
            "url": "http://kcna.co.jp/item/2002/200204/news04/26.htm#12",
            "content": "Prizes awarded to participants in ASFAF\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- Prizes were awarded to participants in the 20th April Spring Friendship Art Festival in Pyongyang yesterday.\r\n Group prizes were conferred on the Moiseyev State Academy National Dance Ensemble of Russia, the song and dance troupe of the general political department of the Chinese People's Liberation Army, the art troupe of Koreans in Japan, the art troupe of Koreans in China, the Mongolian art troupe and the Ukrainian dance troupe. &nbsp;&nbsp;&nbsp;\r\n Individual prizes were awarded to 60 artistes, art prizes to 56, prizes of meritorious service to 10 and prizes of creation to 12. diplomas, trophies, prize money, gold, silver and bronze prizes were awarded.     \r\n\r\n\r\n"
        }
    ]
}