{
    "date": "2002-11-26",
    "url": "http://kcna.co.jp/item/2002/200211/20021126.htm",
    "articles": [
        {
            "title": "Mt. Kumgang Tourist Zone to be set up in Korea",
            "url": "http://kcna.co.jp/item/2002/200211/news11/26.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n\r\nMt. Kumgang Tourist Zone to be set up in Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 25 (KCNA) -- The Presidium of the Supreme People's Assembly of the DPRK promulgated a decree on setting up Mt. Kumgang Tourist Zone.\r\n The decree dated Oct. 23 says: &nbsp;&nbsp;&nbsp;\r\n Mt. Kumgang is a famous mountain of Korea and a world famous mountain. &nbsp;&nbsp;&nbsp;\r\n This mountain of superb scenic beauty has turned into a wonderful cultural resort for the people and a world tourist attraction thanks to the popular policy of the Workers' Party of Korea and the DPRK Government. &nbsp;&nbsp;&nbsp;\r\n Mt. Kumgang tourism is going on amid the great expectation and concern of the whole nation. &nbsp;&nbsp;&nbsp;\r\n The Presidium of the DPRK Supreme People's Assembly has adopted the following decision to pep up Mt. Kumgang tourism according to the general plan for land construction: &nbsp;&nbsp;&nbsp;\r\n1. Mt. Kumgang Tourist Zone of the DPRK shall be set up in Mt. Kumgang area in Kosong county and some areas of Thongchon county of Kangwon Province with main stress on tour of ecology of scenic spots. &nbsp;&nbsp;&nbsp;\r\n2. Mt. Kumgang Tourist Zone shall include Kosong township, some areas of Onjong-ri and Songbuk-ri of Kosong county, Samil Lagoon, the area of Sea Kumgang and some areas of Thongchon county of Kangwon Province. &nbsp;&nbsp;&nbsp;\r\n3. The DPRK sovereignty shall be exercised over the Mt. Kumgang Tourist Zone. &nbsp;&nbsp;&nbsp;\r\n4. The DPRK shall permit free investment of corporate bodies, individuals and economic organizations for the development of the Mt. Kumgang Tourist Zone and protect their properties by law. &nbsp;&nbsp;&nbsp;\r\n5. The central institution guiding the tourist zone shall take relevant steps to increase the number of new tourist attractions in keeping with the progress made in the development of the Mt. Kumgang Tourist Zone. &nbsp;&nbsp;&nbsp;\r\n6. The DPRK Cabinet and relevant institutions shall take practical steps to implement the decree.    \r\n\r\n\r\n"
        },
        {
            "title": "Law on Mt. Kumgang Tourist Zone adopted",
            "url": "http://kcna.co.jp/item/2002/200211/news11/26.htm#2",
            "content": "Law on Mt. Kumgang Tourist Zone adopted\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 25 (KCNA) -- The Presidium of the DPRK Supreme People's Assembly promulgated a decree on adopting the Law on Mt. Kumgang Tourist Zone.\r\n According to the decree dated November 13, the DPRK adopted the Law on Mt. Kumgang Tourist Zone and the Cabinet and the relevant institutions will take practical measures to observe the law. \r\n The law has 29 articles and additional rules related to 3 articles. &nbsp;&nbsp;&nbsp;\r\n The law says: &nbsp;&nbsp;&nbsp;\r\nThe Mt. Kumgang Tourist Zone is an International Tourist Center managed and operated under the DPRK law. &nbsp;&nbsp;&nbsp;\r\n The tourist business can be conducted by Koreans in the south and abroad and foreigners in the zone. &nbsp;&nbsp;&nbsp;\r\n Sightseeing, tourist industry and other business should be conducted in the zone according to the law and rules for its observation. &nbsp;&nbsp;&nbsp;\r\n The development of the zone shall be undertaken by developers. &nbsp;&nbsp;&nbsp;\r\n A developer can exercise the rights to develop the zone and conduct tourist business until the period set by the central institution guiding the tourist zone and transfer or lease some of his rights to other investor. &nbsp;&nbsp;&nbsp;\r\n Tax shall not be levied on the development of the tourist zone and business activities undertaken by the developer. &nbsp;&nbsp;&nbsp;\r\n The developer should work out a general plan for the development of the tourist zone and present it to the central institution guiding the tourist zone. &nbsp;&nbsp;&nbsp;\r\n The tourist zone shall be managed by the institution managing the tourist zone under the guidance of the central institution guiding the tourist zone. &nbsp;&nbsp;&nbsp;\r\n Tourists may tour other attractions outside the Mt. Kumgang Tourist Zone. &nbsp;&nbsp;&nbsp;\r\n Compatriots in the south and overseas, corporate bodies, individuals and economic organs of other countries may make investment in the tourist zone to conduct business such as tourism, hotel service, amusement and operation of catering facilities. &nbsp;&nbsp;&nbsp;\r\n They may also invest funds for the latest science and technology free from pollution such as software industry and are encouraged to make investment in tourism and infrastructural construction related to it. &nbsp;&nbsp;&nbsp;\r\n Investment is not allowed in the fields that may change or pollute the natural and ecological environment of Mt. Kumgang. &nbsp;&nbsp;&nbsp;\r\n Anyone who wants to make investment in the tourist zone should get a sanction to start business and a work permit from the institution managing the tourist zone. &nbsp;&nbsp;&nbsp;\r\n The fixed convertible currency may be used in the tourist zone and freely taken in and out. &nbsp;&nbsp;&nbsp;\r\n Compatriots in the south and overseas and foreigners who are supposed to come and go to the tourist zone from the south side's area and transport means may do so without visas through the fixed route, carrying with them passes issued by the institution managing the tourist zone. &nbsp;&nbsp;&nbsp;\r\n Differences over the development of the tourist zone and its management and business there shall be settled through negotiations between the parties concerned. &nbsp;&nbsp;&nbsp;\r\n In case they cannot be settled through negotiations, they shall be settled through the procedures of settling business disputes agreed upon between the north and the south or through arbitration and trial. &nbsp;&nbsp;&nbsp;\r\n According to the additional rules of the law, the law on Mt. Kumgang Tourist Zone shall take effect from the date of its adoption and the content of the agreement reached between the north and the south as regards the Mt. Kumgang Tourist Zone shall have the same validity as this law.    \r\n \r\n"
        },
        {
            "title": "Kim Jong Il's army-based policy praised",
            "url": "http://kcna.co.jp/item/2002/200211/news11/26.htm#3",
            "content": "Kim Jong Il's army-based policy praised\r\n&nbsp;&nbsp;&nbsp; pyongyang, November 25 (KCNA) -- Joseph Kabila, President of the Democratic Republic of Congo, stressed that he and the Government of Democratic Congo were struck with admiration at Kim Jong Il's army-centred policy and seasoned external activities and highly appreciated them.\r\n When meeting with Korean Ambassador to the country Kim Ryong Yong on Nov. 19, he said that under the wise guidance of Kim Jong Il the Korean people are making a great advance in the efforts for the defence of national independence, the economic construction and the reunification of the country. &nbsp;&nbsp;&nbsp;\r\n Noting that Democratic Congo values the friendly and cooperative relations with the DPRK and he will never forget the fact that its support for Democratic Congo propelled and encouraged his struggle, he reiterated heartfelt thanks to  Kim Jong Il.    \r\n\r\n"
        },
        {
            "title": "Korea's reunification supported",
            "url": "http://kcna.co.jp/item/2002/200211/news11/26.htm#4",
            "content": "Korea's reunification supported\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 25 (KCNA) -- Philip Mangula, Secretary General of the Revolutionary Party of Tanzania, said that Korea should be reunified peacefully by federal formula and a non-aggression treaty should be concluded between the DPRK and the United States without fail for the settlement of the present serious situation on the Korean Peninsula.\r\n Expressing his support to the stand and proposals of the Workers' Party of Korea for the reunification of the Korean Peninsula when meeting with DPRK Ambassador to Tanzania Ro Min Su on Nov. 19, he said that he was pleased with different talks and exchange brisk between the north and south of Korea. &nbsp;&nbsp;&nbsp;\r\n The Korean people successfully concluded the \"arduous march\" because the WPK under the unique army-centred leadership of Kim Jong Il united all the people close around him, he stressed.    \r\n  \r\n"
        },
        {
            "title": "Implementation of June 15 joint declaration called for",
            "url": "http://kcna.co.jp/item/2002/200211/news11/26.htm#5",
            "content": "Implementation of June 15 joint declaration called for\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 25 (KCNA) -- The south headquarters of the National Alliance for the Country's Reunification (Pomminryon) in a statement released on Nov. 20 on the occasion of the 12th anniversary of the formation of Pomminryon called upon all the Koreans to fight it out, united under the banner of the June 15 joint declaration.\r\n Saying that while the anti-reunification forces at home and abroad resort to arms and appeasement, our weapon is a solid will for reunification and unity, the statement stressed it  is a priority of Pomminryon to help people from all walks of life fulfil their duty for the national reunification. &nbsp;&nbsp;&nbsp;\r\n The nation's appeal \"Let us pool our efforts\" is calling upon all the Koreans to join in a great march for the independent reunification, it pointed out. &nbsp;&nbsp;&nbsp;\r\n Noting that the joint declaration is encouraging all the fellow countrymen to the struggle to smash the moves of separatist forces at home and abroad, it said a struggle should be waged to the last for the preservation and implementation of the declaration, a  milestone of national revival and shortcut for national reunification.    \r\n  \r\n\r\n\r\n"
        },
        {
            "title": "Withdrawal of prison term imposed on Hanchongryon chairman demanded",
            "url": "http://kcna.co.jp/item/2002/200211/news11/26.htm#6",
            "content": "Withdrawal of prison term imposed on Hanchongryon chairman demanded\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 25 (KCNA) -- The reunification solidarity for the implementation of the June 15 South-North Joint Declaration and peace on the Korean Peninsula reportedly issued a statement on Nov. 20 denouncing the Kwangju district court for sentencing Kim Hyong Ju, chairman of the South Korean Federation of University Student Councils (Hanchongryon), to a prison term.\r\n The statement said that it is illogical to attach the label of an \"enemy-benefiting organization\" to Hanchongryon which has worked for reunification, at a time when the inter-Korean exchange and cooperation are underway for the implementation of the joint declaration. &nbsp;&nbsp;&nbsp;\r\n The reunification solidarity will wage a dynamic struggle until the chairman is declared not guilty for implementing the joint declaration, preventing democracy from being violated and defending the human rights, the statement noted, calling for the repeal of the security law. &nbsp;&nbsp;&nbsp;\r\n The national council of high school student representatives also issued a statement on Nov. 21 in which it held that the prison term inflicted upon the Hanchongryon chairman and the labeling of the organization as an \"enemy-benefiting organization\" are actions to suppress the student movement. &nbsp;&nbsp;&nbsp;\r\n The statement demanded an immediate stop to the police search for deputies to Hanchongryon on the want list.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. denounced for ditching international agreement",
            "url": "http://kcna.co.jp/item/2002/200211/news11/26.htm#7",
            "content": "U.S. denounced for ditching international agreement\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 25 (KCNA) -- The U.S. decision to stop the supply of heavy oil to the DPRK is a very haughty and arrogant act of ditching the agreement recognized by the international community, says Rodong Sinmun today in a signed commentary.\r\n It continues: &nbsp;&nbsp;&nbsp;\r\n It is very ridiculous of the U.S. to assert that the decision was made by the \"collective will\" of member states of the Korean Energy Development Organization (KEDO). &nbsp;&nbsp;&nbsp;\r\n The signatories to the DPRK-U.S. Agreed Framework (AF) are the DPRK and the U.S., not the KEDO. And the latter leads the KEDO. These facts go to prove that the U.S. Government made the decision to stop the supply of heavy oil to the DPRK before publishing it on behalf of the KEDO. &nbsp;&nbsp;&nbsp;\r\n It was more shameless for the U.S. to try hard to create the impression that the DPRK was the first to violate the AF when announcing the decision. &nbsp;&nbsp;&nbsp;\r\n It is already known to the world how wantonly the U.S. has violated the AF and how persistently it has neglected the fulfilment of its commitments under the AF. &nbsp;&nbsp;&nbsp;\r\n It is universally recognized that the DPRK has honestly implemented the AF so far. &nbsp;&nbsp;&nbsp;\r\n The DPRK has kept its nuclear facility frozen for the last 8 years since the adoption of the AF despite a huge loss of electricity. &nbsp;&nbsp;&nbsp;\r\n The U.S. hue and cry over the DPRK's \"nuclear development\" and \"threat of weapons of mass destruction\" from the DPRK are, in essence, little short of forcing the DPRK to disarm itself and remain barehanded before the U.S. &nbsp;&nbsp;&nbsp;\r\n The master key to settling the present serious situation prevailing on the Korean Peninsula is to conclude a non-aggression treaty between the DPRK and the U.S. &nbsp;&nbsp;&nbsp;\r\n The present grave situation is pushing the DPRK to the phase where it cannot respect the AF any longer. &nbsp;&nbsp;&nbsp;\r\n The U.S. should be held fully responsible for the serious consequences to be entailed by its decision to stop the supply of heavy oil to the DPRK.    \r\n\r\n"
        },
        {
            "title": "U.S. Forces' deceptive trial under fire",
            "url": "http://kcna.co.jp/item/2002/200211/news11/26.htm#8",
            "content": "U.S. Forces' deceptive trial under fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 25 (KCNA) -- The American Federation for Independence, Democracy and Reunification in a statement reportedly issued on Nov. 21 denounced the U.S. military court's verdict of \"not guilty\" given to a GI criminal as one more criminal act of violating ethics and morality.\r\n Questioning whether the U.S. criminal law is a deceptive one that gives the verdict of \"not guilty\" to a killer, the statement charged that the recent trial was not a trial held by law but a political fraud. It is quite natural for the commander of the U.S. Forces in South Korea to bear a legal responsibility for staging such a burlesque to conceal the murder case, urged the statement. &nbsp;&nbsp;&nbsp;\r\n The statement held that if a fair trial of the murder case is to be held the criminals should be transferred to the South Korean court and it should bring them to justice and impose heavy punishment upon them. &nbsp;&nbsp;&nbsp;\r\n It is the only message we would like to send to the U.S. command which violates our sovereignty that we will launch an anti-U.S. struggle for the withdrawal of its forces from South Korea, the statement warned, and continued: &nbsp;&nbsp;&nbsp;\r\n The U.S. command should behave itself, clearly mindful of the strong resistance to be launched by the angry people who are burning the stars and stripes in front of the U.S. military base. \r\n\r\n  \r\n\r\n"
        },
        {
            "title": "Technical service of Korean Computer Center",
            "url": "http://kcna.co.jp/item/2002/200211/news11/26.htm#9",
            "content": "Technical service of Korean Computer Center\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 25 (KCNA) -- The technical service office of the Korean Computer Center offers it service, greatly contributing to the development of the country's economy.\r\nthe office gives service concerning technique of installing computer in up-to-date digital equipment, OS and OS-related application programs, signal processing technique, etc. &nbsp;&nbsp;&nbsp;\r\n It has able computer and software experts, designers and engineers. &nbsp;&nbsp;&nbsp;\r\n Over the last decade, it has developed the computer-controlled production processes system, commanding system, management system and many other programs and introduced them into various sectors in the national economy. &nbsp;&nbsp;&nbsp;\r\n It takes up orders from other countries. &nbsp;&nbsp;&nbsp;\r\nThe mobile communication and PLC (Program Logic Control) programs developed by the office are very popular in foreign markets.    \r\n\r\n\r\n"
        },
        {
            "title": "Taehung Unjong Wood Processing Factory",
            "url": "http://kcna.co.jp/item/2002/200211/news11/26.htm#10",
            "content": "Taehung Unjong Wood Processing Factory\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 25 (KCNA) -- The Taehung Unjong Wood Processing Factory is located in Unjong district, Pyongyang.\r\n The factory, covering a total floor space of more than 6,500 square meters, has a technical department and processing, assembling, finishing and other workshops. It is equipped with several hundred processing facilities of over 60 kinds. &nbsp;&nbsp;&nbsp;\r\n It produces several dozen kinds of high-grade furniture and fittings. &nbsp;&nbsp;&nbsp;\r\n In particular, bookshelves and decorative wardrobes are in great demand for their diversified shapes and good quality of painting. &nbsp;&nbsp;&nbsp;\r\n The decorations of buildings produced by the factory are also greatly wanted. &nbsp;&nbsp;&nbsp;\r\n Some of its products are exported to other countries. &nbsp;&nbsp;&nbsp;\r\n Kim Sang Chol, chief engineer of the factory, expressed the belief that the factory would become one of the leading producers of furniture, fittings and decorations of buildings in the near future.    \r\n    \r\n\r\n"
        },
        {
            "title": "Cooperation between DPRK and China in medical science",
            "url": "http://kcna.co.jp/item/2002/200211/news11/26.htm#11",
            "content": "Cooperation between DPRK and China in medical science \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 25 (KCNA) -- A working plan on cooperation in public health and medical science between ministries of Public Health of DPRK and China 2002-2003 was signed at the People's Palace of Culture today.\r\nPresent at the signing ceremony from the DPRK side were Minister of Public Health Kim Su Hak and officials concerned and from the Chinese side the delegation of the Ministry of Public Health of China led by its Minister Zhang Wenkang and Chinese Ambassador here Wu Donghe. &nbsp;&nbsp;&nbsp;\r\n It was inked by Kim Su Hak and Zhang Wenkang.\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam meets Chinese delegation",
            "url": "http://kcna.co.jp/item/2002/200211/news11/26.htm#12",
            "content": "Kim Yong Nam meets Chinese delegation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 25 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, met and had a friendly conversation with a delegation of the Ministry of Public Health of China led by its minister Zhang Wenkang at the Mansudae Assembly Hall today.\r\n Present there were Minister of Public Health of the DPRK Kim Su Hak and Chinese Ambassador to the DPRK Wu Donghe. &nbsp;&nbsp;&nbsp;\r\n The head of the delegation said the friendship between the two countries was established with blood, adding that the friendship provided and brought to bloom by Chairman Mao Zedong and President Kim Il Sung would grow stronger generation after generation. &nbsp;&nbsp;&nbsp;\r\n He hoped that the Korean people would achieve great success in socialist construction despite difficulties under the wise leadership of General Secretary Kim Jong Il.    \r\n    \r\n"
        },
        {
            "title": "S. Korean delegation here",
            "url": "http://kcna.co.jp/item/2002/200211/news11/26.htm#13",
            "content": "S. Korean delegation here\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 25 (KCNA) -- A delegation of the headquarters of the Jeju Islanders' Movement of South Korea headed by chief director Kang Yong Sik arrived here today.\r\n It was greeted at the airport by Ho Hyok Phil, vice-chairman of the National Reconciliation Council.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}