{
    "date": "2002-06-14",
    "url": "http://kcna.co.jp/item/2002/200206/20020614.htm",
    "articles": [
        {
            "title": "Sakju Foodstuff Factory",
            "url": "http://kcna.co.jp/item/2002/200206/news06/14.htm#1",
            "content": "Sakju Foodstuff Factory \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 14 (KCNA) -- The Sakju Foodstuff Factory in Sukju county, North Phyongan Province, is a model of local food-processing bases in the dprk.\r\n The factory produces over 150 varieties of foodstuff including nutritious foodstuff for children, edible oil and processed wild fruits. &nbsp;&nbsp;&nbsp;\r\n Some of its products are exported. &nbsp;&nbsp;&nbsp;\r\n The factory was built in May, Juche 40 (1951). &nbsp;&nbsp;&nbsp;\r\n At that time the factory had nothing but a 200 liter cauldron, a tank and hand oil press. &nbsp;&nbsp;&nbsp;\r\n The early 1960s witnessed a signal turn, in its mechanization. &nbsp;&nbsp;&nbsp;\r\n The factory has a total floor space of over 24,000 square meters. &nbsp;&nbsp;&nbsp;\r\nProduction processes in its scores of buildings are streamlined. &nbsp;&nbsp;&nbsp;\r\n The factory has a vineyard covering about 100 hectares, a greenhouse of 10,000 square meters and a duck farm with a production capacity of hundreds of tons.    \r\n\r\n"
        },
        {
            "title": "People urged to defeat anti-reunification forces",
            "url": "http://kcna.co.jp/item/2002/200206/news06/14.htm#2",
            "content": "People urged to defeat anti-reunification forces \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, June 14 (KCNA) -- The south headquarters of the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon) released a statement on June 10 accusing Ri Hoe Chang and the \"Grand National Party\" (GNP) of South Korea of going against the June 15 joint declaration, according to a news report.\r\n Recalling that Ri and the GNP negated the second point of the joint declaration while clamouring about \"reciprocity\" and \"verification\", the statement said such anti-reunification deed was motivated by the pro-U.S. sycophantic and treacherous ambition to come to power by every possible means in cooperation with the u.s. in its moves for nuclear war against the north. it called on all the progressive forces to take lead in the campaign to defeat Ri's party in a \"local election\". &nbsp;&nbsp;&nbsp;\r\n The statement appealed to all the students and people aspiring after the implementation of the joint declaration and peaceful reunification to get united as one to struggle to defeat Ri's party in the election. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the south headquarters of Pomchonghakryon issued a statement on June 11, denouncing the \"security\" authorities' ceaseless crackdown on those affiliated to the headquarters.     \r\n\r\n"
        },
        {
            "title": "Tano festival in Korea",
            "url": "http://kcna.co.jp/item/2002/200206/news06/14.htm#3",
            "content": "Tano festival in Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 14 (KCNA) -- June 15, the fifth day of the fifth lunar month, is the Tano festival in Korea.\r\n The festival is one of the biggest folklore holidays of the Korean people from olden times. &nbsp;&nbsp;&nbsp;\r\n According to historical records, the people in the ancient states of Korea gathered to dance and sing songs day and night after finishing the sowing in the fifth lunar month. &nbsp;&nbsp;&nbsp;\r\n Special food prepared for the festival included a cake made of rice flour and wormwood paste, a Tano festival cake made of rice flour and aster paste and honeyed juice mixed with cherry as a punch, etc. &nbsp;&nbsp;&nbsp;\r\n Cake made of rice flour and wormwood paste has been known as a typical festival food. &nbsp;&nbsp;&nbsp;\r\n Festival venues hummed with such popular folk games as Korean wrestling, swinging and masque. The most attractive of them were wrestling and swinging. &nbsp;&nbsp;&nbsp;\r\n On the festival day Korean women used to wash their hair in the warm water mixed with boiled leaves of calamus and wear an ornamental hairpins made of its roots.\r\n The festival would serve as a good opportunity of training physical bodies and promoting friendship among people. &nbsp;&nbsp;&nbsp;\r\n This traditional festival is now being encouraged.    \r\n\r\n"
        },
        {
            "title": "KCNA on June 15 North-South Joint Declaration",
            "url": "http://kcna.co.jp/item/2002/200206/news06/14.htm#4",
            "content": "KCNA on June 15 North-South Joint Declaration \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, June 14 (KCNA) -- Two years have passed since the publication of the June 15 North-South Joint Declaration, during which the Workers' Party of Korea and the DPRK government have made every sincere effort to implement the declaration, a landmark of national reunification and a programme of action common to the Korean nation.\r\n A joint conference of the DPRK government, political parties and organizations was held to support and implement the joint declaration in August Juche 89 (2000). And the 2001 meeting for opening the door of reunification by the concerted efforts of the Korean nation and a joint meeting of political parties and organizations were held last year. &nbsp;&nbsp;&nbsp;\r\n The patriotic three appeals and three proposals were put forward at the joint meeting of the government, political parties and organizations of the DPRK held in January this year to promote the unity and open up a new phase of national reunification by the concerted effort of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n The DPRK has taken one measure after another to implement the joint declaration. &nbsp;&nbsp;&nbsp;\r\n Successes have been made in its implementation thanks to these sincere efforts of the north. &nbsp;&nbsp;&nbsp;\r\n The national dignity and stamina have been demonstrated through the repatriation of former unconverted long-term prisoners to the DPRK, the reunions of separated families and relatives, Pyongyang visits of delegations including the delegation of media organizations and individual figures of South Korea and cooperation and exchange in economic and cultural fields. All this clearly testifies to the justice and vitality of the declaration. &nbsp;&nbsp;&nbsp;\r\n There have been ups and downs in the process of implementing the joint declaration due to the obstructive moves of the dishonest forces, who are not pleased with the declaration. &nbsp;&nbsp;&nbsp;\r\n The Bush administration listed the DPRK as part of an \"axis of evil\" and \"sponsor of terrorism,\" chilling the atmosphere of the inter-Korean dialogue and escalating the tensions on the Korean Peninsula in pursuance of its hostile policy towards the DPRK. &nbsp;&nbsp;&nbsp;\r\n The anti-reunification forces in South Korea, who do not want independent reunification and unity of the Korean nation, have disturbed the implementation of the joint declaration in every way, subservient to the foreign forces. &nbsp;&nbsp;&nbsp;\r\n Ri Hoe Chang, who is running for presidency on the ticket of the \"Grand National Party\", came out against the joint declaration from the very day of the publication of the declaration, asserting that the south side \"unilaterally accepted the north's demand\" and there is \"nothing to get from it\". At a recent \"seminar for presidential candidate\" he even claimed that the 2nd point of the joint declaration, its core, should be scrapped. &nbsp;&nbsp;&nbsp;\r\nThis is intolerable as it is an open challenge to the joint declaration and a serious provocative act of negating the essence of the declaration. &nbsp;&nbsp;&nbsp;\r\n The past two years clearly show who truly wants independent reunification and great unity of the Korean nation and who is working hard to bring the north-south relations back to those of confrontation. &nbsp;&nbsp;&nbsp;\r\n The DPRK will as always make every sincere effort to implement the north-south joint declaration, a great banner for the independent reunification of the Korean nation.    \r\n\r\n"
        },
        {
            "title": "Pleasure-boat on River Jangja",
            "url": "http://kcna.co.jp/item/2002/200206/news06/14.htm#5",
            "content": "Pleasure-boat on River Jangja \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 14 (KCNA) -- A power station has been built in Hungju, Kanggye city, so that the River Jangja has turned into a great artificial lake, several metres deep and hundreds of meters wide.\r\n Pleasure-boat \"Jangjabong\" is floating on the river, adding much to the beauty of Kanggye city. &nbsp;&nbsp;&nbsp;\r\n The boat has run on 130 occasions since it started service on the occasion of the 90th birth anniversary of President kim Il Sung.    \r\n\r\n"
        },
        {
            "title": "Anti-reunification action of S. Korean authorities slammed",
            "url": "http://kcna.co.jp/item/2002/200206/news06/14.htm#6",
            "content": "Anti-reunification action of S. Korean authorities slammed \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, June 14 (KCNA) -- A spokesman for the north side preparatory committee for the June 15 grand festival for national reunification today issued a statement denouncing the South Korean authorities for preventing delegates of the south headquarters of Pomminryon (National Alliance for the Country's Reunification) and Hanchongryon (South Korean Federation of University Student Councils) from participating in the festival to be held in Mt. Kumgang.\r\n Condemning such act as an anti-national behavior that cannot be justified with anything, the statement said: &nbsp;&nbsp;&nbsp;\r\n Turning out in the reunification movement for the implementation of the joint declaration jointly provided by the north and the south is a duty of all the members of the nation and no one should be excluded from it. &nbsp;&nbsp;&nbsp;\r\n Nevertheless, the South Korean authorities \"screened\" and \"restricted\" even those desirous of taking part in the joint function of the nation to celebrate the anniversary of the joint declaration, not away from the mode of thinking in the old era. &nbsp;&nbsp;&nbsp;\r\nThis fully reveals the ulterior intention of those separatists to negate the joint declaration and put down the pro-reunification patriotic movement. &nbsp;&nbsp;&nbsp;\r\n The committee bitterly denounces the South Korean authorities' moves to vitiate the atmosphere of the festival by turning down the ardent desire and wish of all the Koreans at home and overseas for reunification as an anti-national and anti-reunification move to ditch the June 15 North-South Joint Declaration and arrest the just and patriotic activities for reunification of pro-reunification movement organizations including the national alliance for the country's reunification and the South Korean Federation of University Student Councils. &nbsp;&nbsp;&nbsp;\r\n No matter how hard they may try to block the south side delegates' participation in the festival they can never stem the nation's strong trend towards reunification. &nbsp;&nbsp;&nbsp;\r\n We will more successfully hold in grand style the festival to represent the ardent desire for reunification of those delegates of the south side who were barred from participating in the festival and thus add to the national significance of the historic joint declaration.    \r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2002/200206/news06/14.htm#7",
            "content": "Gift to Kim Jong Il \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 14 (KCNA) -- Leader Kim Jong Il received a gift from the central committee of the Belgian Labor Party.\r\n The gift was conveyed to an official concerned by Baudouin Deckers, member of the political bureau of the c.c. of the Belgian Labor Party, who is leading its delegation on a visit to the DPRK.     \r\n\r\n"
        },
        {
            "title": "Grand festival for national reunification opens",
            "url": "http://kcna.co.jp/item/2002/200206/news06/14.htm#8",
            "content": "Grand festival for national reunification opens \r\n&nbsp;&nbsp;&nbsp; Kosong, June 14 (KCNA) -- A grand festival for national reunification was opened in Mt. Kumgang today to mark the second anniversary of the publication of the historic June 15 joint declaration.\r\n Participating in the festival were over 600 members of delegations of organizations in the north and the south and overseas including those of the democratic front for the reunification of the fatherland, the democratic party of new millennium of South Korea and the general association of Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n At the opening ceremony congratulatory speeches were made by Kim Yong Dae, chairman of the national reconciliation council, Yun Jae Chol, permanent chairman of the all-people council for national reconciliation and cooperation, and Ryu Thae Yong, vice-chairman of the Federation of Koreans in the United States. &nbsp;&nbsp;&nbsp;\r\n Then followed by a rally for national unity. &nbsp;&nbsp;&nbsp;\r\n Speeches were made by Ryom Sun Gil, chairman of the c.c., the General Federation of Trade Unions of Korea, Kim Chol, leader of the central headquarters of Chondoism of South Korea, Yang Tong Min, chairman of the Japanese headquarters of Pomminryon (National Alliance for the Country's Reunification), Ri Yong Hui, vice-chairperson of the c.c., the korean democratic women's union, and han sang ryol, permanent representative of the reunification solidarity for the implementation of the June 15 South-North Joint Declaration and peace on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n Speakers said that the joint declaration is a bright milestone of independent reunification which turned the national history of division and confrontation that has lasted for a long period into that of reconciliation, unity and reunification and indicated the way to be followed by the Korean nation in the 21st century. &nbsp;&nbsp;&nbsp;\r\n Saying that reunifying the country by the concerted efforts of the Korean nation represents the basic spirit of the joint declaration, they called on all those who love the nation and desire peace and reunification to pool their efforts in the struggle against the outsiders keen to escalate the military tensions. &nbsp;&nbsp;&nbsp;\r\n The grand festival was followed by a joint photo exhibition of Koreans in the north and the south and abroad to mark the second anniversary of the joint declaration and the Tano folk function for reunification. &nbsp;&nbsp;&nbsp;\r\n The north side preparatory committee for the promotion of the grand festival for national reunification marking the second anniversary of the June 15 joint declaration hosted a reception on the occasion of the opening of the festival this day. &nbsp;&nbsp;&nbsp;\r\n The grand festival continues.     \r\n\r\n\r\n"
        },
        {
            "title": "Anecdotes about Kim Il Sung",
            "url": "http://kcna.co.jp/item/2002/200206/news06/14.htm#9",
            "content": "Anecdotes about Kim Il Sung\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 14 (KCNA) -- It was one day in summer of Juche 66 (1977).\r\n When a train carrying President Kim Il Sung going a long way for his on-site guidance arrived at a station, he told suite members that he would see food service to passengers. &nbsp;&nbsp;&nbsp;\r\n A suite member brought him food boxes and he saw them one by one and took a pair of chopsticks in a food box. &nbsp;&nbsp;&nbsp;\r\n The suite member, flurried, said that he himself would taste the food. &nbsp;&nbsp;&nbsp;\r\n The president told him that he might taste the food in his stead but how he would take the place of his mind about the traveling people. Then he tasted food in the boxes one by one. &nbsp;&nbsp;&nbsp;\r\n And he told the officials to increase kinds of dishes and improve their quality. &nbsp;&nbsp;&nbsp;\r\n Early in January of 1962 he visited the Pyongyang silk mill. &nbsp;&nbsp;&nbsp;\r\n The mill built before the liberation of Korea was very imperfect. &nbsp;&nbsp;&nbsp;\r\n He had a shadow pass over his face and said to officials that it was an expression of a wrong standpoint towards the workers and that they should build a new silk mill at once. &nbsp;&nbsp;&nbsp;\r\n He personally chose the site of a silk mill and took measures to build the mill in such a way as ensuring the best conditions for work, cultural life and rest irrespective of the construction cost. &nbsp;&nbsp;&nbsp;\r\n It was in November of Juche 63 (1974). One day during his on-site guidance to various fields of the national economy in Jagang Province, he attended a meeting of officials in the province. &nbsp;&nbsp;&nbsp;\r\n The meeting was closed at 3 o'clock p.m. the officials were about to take him to a lodging house. &nbsp;&nbsp;&nbsp;\r\n He said he heard that there would be a commendation ceremony after the meeting and that he would participate in the ceremony for commending those workers who worked hard. Then he went to the place of ceremony. &nbsp;&nbsp;&nbsp;\r\n The officials, embarrassed to delay his lunch, called only the name of the winners of commendation to conclude the ceremony earlier than the schedule. &nbsp;&nbsp;&nbsp;\r\n But the president said that their shop and position should be mentioned. &nbsp;&nbsp;&nbsp;\r\n The ceremony was over at 5 o'clock p.m. and the other schedule of on-site guidance gave him no time to take a lunch. &nbsp;&nbsp;&nbsp;\r\n But with a bright smile on his face he said he was satisfied though he took no food.     \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}