{
    "date": "2002-11-04",
    "url": "http://kcna.co.jp/item/2002/200211/20021104.htm",
    "articles": [
        {
            "title": "U.S. frenzy diplomacy to pressurize DPRK under fire",
            "url": "http://kcna.co.jp/item/2002/200211/news11/04.htm#1",
            "content": "U.S. frenzy diplomacy to pressurize DPRK under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang Nobember 4 (kcna) -- The United States is busy taking such counter-measures as increasing diplomatic and political pressure upon the DPRK, while trying to build up public opinion favorable for it after Pyongyang proposed to conclude a non-aggression treaty with the U.S.\r\n Rodong Sinmun today says this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n This only shows how much the U.S. is upset by the reasonable proposal advanced by the DPRK and how hard it is working to sidestep it. &nbsp;&nbsp;&nbsp;\r\n The DPRK's proposal is a constructive proposal based on reality and propriety as it is the best way of settling the current crisis. &nbsp;&nbsp;&nbsp;\r\n There is no reason for the U.S. to reject this proposal. &nbsp;&nbsp;&nbsp;\r\n The U.S. assertion that it has no intention to invade the DPRK is a sheer lie and a mockery of the public opinion. &nbsp;&nbsp;&nbsp;\r\n When looking back on history, the DPRK has been in the hostile relationship with the United States. \r\n The U.S. demanded the DPRK scrap its \"nuclear program\", saying that this would bring \"economic benefit\" to it. This means that if the DPRK puts down arms, it will receive sugar. This is an unbearable insult to the DPRK. &nbsp;&nbsp;&nbsp;\r\n It is the faith and will of the Korean people that they can survive without sugar but not without arms. The DPRK cannot sacrifice its army for a piece of gold. The U.S. assertion that negotiations are possible only after the DPRK scraps its \"nuclear weapons program\" is in essence aimed to disarm the DPRK and invade it without difficulty. If the United States continues posing a nuclear threat to the DPRK, while sidestepping the DPRK's proposal, it will be left with no option but to take a corresponding measure. Then this will only push the DPRK and the U.S. to a clash. &nbsp;&nbsp;&nbsp;\r\n The United States should not deceive the public with sheer lie that it has no \"intention to invade\" the DPRK but prove it in practice. The U.S. should convince it by accepting the DPRK's proposal.    \r\n   \r\n"
        },
        {
            "title": "Kim Il Chol meets Chinese visiting group",
            "url": "http://kcna.co.jp/item/2002/200211/news11/04.htm#2",
            "content": "Kim Il Chol meets Chinese visiting group \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 4 (KCNA) -- Vice Marshal of the Korean People's Army Kim Il Chol, Minister of the People's Armed Forces, yesterday met and had a friendly talk with the friendship visiting group of the Chinese People's Liberation Army headed by Lieut. Gen. Xu Genchu, vice-president of the CPLA Academy of Military Sciences.\r\n Present there were generals and officers of the KPA and the Chinese Ambassador to the DPRK and the military attache. &nbsp;&nbsp;&nbsp;\r\n On the occasion, the head of the group said that supreme commander Kim Jong Il is devoting himself to strengthening the party, state and army of Korea, true to the last instructions of President Kim Il Sung and expressed the conviction that the Korean people would make greater success in the socialist construction, firmly united around Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's two visits to China and Jiang Zemin's visit to Korea in recent years marked an important occasion in developing China-DPRK friendship, he noted, stressing: &nbsp;&nbsp;&nbsp;\r\n The party, government and army of china value Sino-Korean friendship. The friendly ties between the peoples and armies of the two countries will be consolidated.    \r\n\r\n"
        },
        {
            "title": "Thai public organization refers to nuclear issue on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2002/200211/news11/04.htm#3",
            "content": "Thai public organization refers to nuclear issue on Korean Peninsula \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 4 (KCNA) -- The nuclear issue on the Korean Peninsula cropped up because the United States, pursuing hostile policy toward the DPRK, has stockpiled a large amount of nuclear weapons in and around South Korea and threatened the DPRK, a small country, with them, the Social Development Coordinating Centre of Thailand noted in a statement released on Oct. 31 in support of a statement of a spokesman for the DPRK Ministry of Foreign Affairs.\r\n The statement continued: &nbsp;&nbsp;&nbsp;\r\n The U.S. groundlessly asserted that the DPRK violated the DPRK-U.S. Agreed Framework by stepping up the enriched uranium program aimed at the production of nuclear weapons and warned that unless the DPRK stops the program, there would be no dialogue between the DPRK and the U.S. and DPRK-Japan relations and inter-Korean relations would come to a standstill. &nbsp;&nbsp;&nbsp;\r\n The U.S. hostile attempt to stifle the DPRK by force and reverse the favorable development of the situation in Northeast Asia has gone to extremes. &nbsp;&nbsp;&nbsp;\r\n To conclude a non-aggression treaty between the DPRK and the U.S. is only a rational and realistic way of resolving the nuclear issue.    \r\n\r\n"
        },
        {
            "title": "KCNA urges U.S. to have right option for peace",
            "url": "http://kcna.co.jp/item/2002/200211/news11/04.htm#4",
            "content": "KCNA urges U.S. to have right option for peace \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 4 (KCNA) -- The United States is working hard to internationalize the issue of putting political and diplomatic pressures upon the DPRK and crying out for imposing economic sanctions against it, while zealously floating the story that Pyongyang's \"nuclear program was a breach of international convention.\"\r\n This is sheer hypocrisy. &nbsp;&nbsp;&nbsp;\r\n It is a universally known fact that the U.S. has implemented none of 4 articles of the DPRK-U.S. Agreed Framework concluded in 1994 and has repeatedly urged the DPRK to accept its unilateral demand over the last 8 years in a bid to make the AF a dead document. &nbsp;&nbsp;&nbsp;\r\n It is clear to everyone that the U.S. is wholly to blame for this. &nbsp;&nbsp;&nbsp;\r\n As the U.S. seriously threatened the DPRK's sovereignty and right to existence with its nuclear weapons, the latter could not but state that it was legitimately entitled to possess not only nuclear weapons but other types of weapons more powerful than those. The DPRK, at the same time, clarified its principled stand to solve all the outstanding issues of U.S. concern through dialogue. &nbsp;&nbsp;&nbsp;\r\n The U.S. is chiefly responsible for the nuclear issue on the Korean Peninsula as it is a product of the U.S. hostile policy toward the DPRK from A to Z. &nbsp;&nbsp;&nbsp;\r\n However, the U.S., while downplaying its crime and evading its responsibility for it, is refusing to respond to the DPRK's sincere proposal. The U.S. is accusing the DPRK of breaching the international convention in a bid to use it as a political justification to force Pyongyang to disarm itself. &nbsp;&nbsp;&nbsp;\r\n What matters is why the U.S. is sparking a new crisis in the Korean Peninsula and the rest of Northeast Asia at a time when dramatic changes are taking place in the political situation in the regions. &nbsp;&nbsp;&nbsp;\r\n Lurking behind this is a despicable intention of the Bush administration to reverse the positive developments in Northeast Asia. &nbsp;&nbsp;&nbsp;\r\n The DPRK's relations with various countries of Northeast Asia are in the process of rapid improvement in the new century thanks to its positive measures. Inter-Korean and DPRK-Japan relations in particular have entered into an important phase of peace, reconciliation, cooperation and the normalization of diplomatic relations. &nbsp;&nbsp;&nbsp;\r\n The magnanimous and bold political and economic measures taken by the DPRK one after another are making a substantial contribution to strengthening the cooperation among the countries of Northeast Asia with a big population, huge natural resources and a vast market and to achieving peace, stability and sustained economic progress in the region. &nbsp;&nbsp;&nbsp;\r\n If the U.S. hopes for peace and stability in Northeast Asia it should take this historical opportunity to drop its anachronistic hostile policy toward the DPRK in favour of economic progress in its own country, too. &nbsp;&nbsp;&nbsp;\r\n But the Bush administration chose it as its state policy to prevent not only the inter-Korean and the DPRK-Japan relations from warming but the DPRK-China and the DPRK-Russia relations from growing stronger, regarding these processes as serious obstacles in the way of realizing its strategy for world domination by force. &nbsp;&nbsp;&nbsp;\r\n To this end, the administration dispatched what it called \"special envoys\" to Northeast Asian countries and Europe to internationalize the DPRK's nuclear issue and even has become so impudent as to call on Pyongyang to scrap \"its nuclear weapons program\" in a bid to disarm it. &nbsp;&nbsp;&nbsp;\r\n It is as clear as daylight that if one fails to see through the true nature of this diplomacy and favours it, one will not be able to escape from the responsibility for the more serious situation in the region and unpredictable consequences. &nbsp;&nbsp;&nbsp;\r\n The best way for the U.S. to solve the nuclear issue on the Korean Peninsula is to sit with the DPRK and have a frank discussion on the ways to implement the AF and conclude a non-aggression treaty. &nbsp;&nbsp;&nbsp;\r\n The U.S. refusal to conclude the treaty, repeating its absurd assertion, is little short of revealing its intention to invade the DPRK.    \r\n\r\n"
        },
        {
            "title": "Self-sufficiency in economy",
            "url": "http://kcna.co.jp/item/2002/200211/news11/04.htm#5",
            "content": "Self-sufficiency in economy \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 4 (KCNA) -- Self-sufficiency in the economy elucidated by the Juche idea is a guiding principle of the party and state activities for applying an independent stand and creative stand in the revolution and construction.\r\n Adhering to the principle of self-sufficiency in the economy means building an economy which is free from dependence on others and which stands on its own feet, an economy which meets the material demand of one's own people and country by itself. &nbsp;&nbsp;&nbsp;\r\nThe Juche idea clarifies that economic self-sufficiency is essential for definitely guaranteeing the political  sovereignty and independence of the country and providing an independent and creative material life to the popular masses. &nbsp;&nbsp;&nbsp;\r\n Only on the basis of economic self-sufficiency, can any nation defend the political sovereignty, build a prosperous independent and sovereign state and provide an independent and creative material life to the popular masses. &nbsp;&nbsp;&nbsp;\r\n In order to achieve economic self-sufficiency, it is necessary to adhere to the principle of self-reliance and build an independent national economy. &nbsp;&nbsp;&nbsp;\r\n One cannot build an independent national economy and solve one's own problems by depending on others. &nbsp;&nbsp;&nbsp;\r\nIf an independent national economy is to be built, the economy must be developed in a diversified and integral way and establish one's own reliable and independent sources of raw materials and fuel. &nbsp;&nbsp;&nbsp;\r\n It makes it possible to fully meet the material requirements of one's own country and people and develop the economy in a safe and forward-looking manner. &nbsp;&nbsp;&nbsp;\r\n The Juche idea gives a scientific exposition of the principle of economic self-sufficiency and ways of achieving it, thus providing an ideological and theoretical weapon to build a powerful independent and sovereign state and make an independent development of the nation by strengthening the country's economic independence and consolidating the material and technical foundations of socialism.    \r\n\r\n"
        },
        {
            "title": "Judoist Hong Ok Song",
            "url": "http://kcna.co.jp/item/2002/200211/news11/04.htm#6",
            "content": "Judoist Hong Ok Song \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 4 (KCNA) -- Hong Ok Song is a promising Judoist of the Pyongyang city sports group.\r\n She, 18, came first in the 57 kg division at the 14th Asian Games.\r\n She was born in Jaeryong county of South Hwanghae Province and joined the group in Juche 86 (1997). &nbsp;&nbsp;&nbsp;\r\n She has proved successful in national and international tournaments. She placed the first in the 52 kg division at the 2nd Asian Children's International Sports Games held in Russia in August 2000 and the 57 kg division at the 3rd Asian Youth Judo Championships in Syria in may 2002.    \r\n\r\n"
        },
        {
            "title": "Kim Hyong Gwon, indomitable revolutionary fighter",
            "url": "http://kcna.co.jp/item/2002/200211/news11/04.htm#7",
            "content": "Kim Hyong Gwon, indomitable revolutionary fighter \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 4 (KCNA) -- November 4 is the birthday of Kim Hyong Gwon, an indomitable revolutionary fighter.\r\n He, uncle of President Kim Il Sung, was born in Mangyongdae, Pyongyang, 97 years ago. &nbsp;&nbsp;&nbsp;\r\n He had a strong sense of anti-Japanese patriotic spirit and a high degree of class awareness from his early years. &nbsp;&nbsp;&nbsp;\r\n He, who became a professional revolutionary under the influence of Kim Hyong Jik and Kang Ban Sok, devoted his all to the sacred war for the country's liberation under the leadership of Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n He rallied a large number of patriotic youth closely around the president and educated and trained people of various social strata as anti-Japanese patriotic forces. &nbsp;&nbsp;&nbsp;\r\n He was active as a commanding officer in the Korean revolutionary army organized by the president in July Juche 19 (1930). &nbsp;&nbsp;&nbsp;\r\n In August 1930, he led an armed group into the homeland, attacked the police substation in Phabal-ri, Ryanggang Province (South Hamgyong Province at that time), and made a seditious speech in front of people. &nbsp;&nbsp;&nbsp;\r\n He was arrested in the area of Hongwon county, South Hamgyong Province by the betrayal of a guy who had already been reduced to a stooge of the enemy. &nbsp;&nbsp;&nbsp;\r\n He continued the courageous struggle in prisons to steadfastly defend the revolutionary line of the president. &nbsp;&nbsp;&nbsp;\r\n He was killed by the enemy's brutal torture and maltreatment in prison on January 12, 1936. &nbsp;&nbsp;&nbsp;\r\n The Korean people have erected his statues, busts and towers and built monuments, battle sites and historic sites in the revolutionary martyrs cemetery on Mt. Taesong in Pyongyang and other places of the country and put his name to many units to hand his revolutionary feats down to posterity.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il receives gift from CPC delegation",
            "url": "http://kcna.co.jp/item/2002/200211/news11/04.htm#8",
            "content": "Kim Jong Il receives gift from CPC delegation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 4 (KCNA) -- Kim Jong Il received a gift from the friendship delegation of the Communist Party of China on a visit to the DPRK.\r\n The gift was handed to Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, by head of the delegation Ismail Tiliwaldi, deputy secretary of the CPC Xinjiang Uygur autonomous regional committee, on Monday.  \r\n\r\n\r\n"
        },
        {
            "title": "Choe Thae Bok meets CPC delegation",
            "url": "http://kcna.co.jp/item/2002/200211/news11/04.htm#9",
            "content": "Choe Thae Bok meets CPC delegation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 4 (KCNA) -- Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, Monday met and had a friendly talk with the friendship delegation of the Communist Party of China headed by Ismail Tiliwaldi, deputy secretary of the CPC Xinjiang Uygur autonomous regional committee.\r\n The head of the delegation said that under the leadership of the WPK headed by Kim Jong Il the Korean people have achieved signal successes in various fields through self-reliance and fortitude and made great progress in the efforts for the independent and peaceful reunification of the country. &nbsp;&nbsp;&nbsp;\r\n The Sino-Korean friendly relations are growing stronger under the leadership of the CPC headed by Jiang Zemin and the WPK headed by Kim Jong Il, he added.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}