{
    "date": "2002-08-13",
    "url": "http://kcna.co.jp/item/2002/200208/20020813.htm",
    "articles": [
        {
            "title": "U.S. Forces accused of refusing to renounce jurisdiction",
            "url": "http://kcna.co.jp/item/2002/200208/news08/13.htm#1",
            "content": "U.S. Forces accused of refusing to renounce jurisdiction \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 13 (KCNA) -- The Anti-U.S. Society of Women in South Korea reportedly released a statement on August 7, accusing the U.S. Forces of having refused again to renounce the criminal jurisdiction in an official document sent to the south Korean Ministry of Justice.\r\n Charging that the U.S. Forces had ignored public anger in south Korea, the statement said the signature paper signed by more than 300,000 people had got wet from the rain in front of the U.S. embassy. &nbsp;&nbsp;&nbsp;\r\n The U.S. Forces are turning down the strong demand of the south Korean people and trying to gloss over the murder of south Korean schoolgirls by GIs with empty words and a few pennies as they did often in the past, it said. In this way they intend to evade the responsibility for such tragedy in the future, too. &nbsp;&nbsp;&nbsp;\r\n The U.S. must no longer mock the south Korean people, it added. \r\n\r\n"
        },
        {
            "title": "Release of prisoners of conscience urged in S. Korea",
            "url": "http://kcna.co.jp/item/2002/200208/news08/13.htm#2",
            "content": "Release of prisoners of conscience urged in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 13 (KCNA) -- Over 3,000 south Korean people of all walks of life held a press conference and a rally in front of the blue house on August 9, urging the release of the prisoners of conscience, according to a news report.\r\n Read out at the press conference was a declaration titled \"Get free all prisoners of conscience including the chairman of the (South) Korean Confederation of Trade Unions.\" &nbsp;&nbsp;&nbsp;\r\n The declaration said: &nbsp;&nbsp;&nbsp;\r\n Tan Pyong Ho, chairman of the confederation, did nothing guilty but exercised legitimate and vital rights to labour suitable to international law and international norms. So, his arrest is viewed as an act of virtually negating the vital rights of the workers and other people. &nbsp;&nbsp;&nbsp;\r\n According to the declaration, more than 780 workers have been detained over the past four years and seven months and 102 arrested this year. &nbsp;&nbsp;&nbsp;\r\n With the South Korean Federation of University Student Councils (Hanchongryon) termed as an enemy-benefiting organization, the declaration said, over 1,250 students have been jailed over the past eight years and deputies to Hanchongryon are still wanted by the police. &nbsp;&nbsp;&nbsp;\r\n After the press conference, the participants held a rally. &nbsp;&nbsp;&nbsp;\r\n The jail struggle committee and the chairman of the society for supporting the prisoners of conscience under the family movement for realizing democracy also issued statements urging the release of all prisoners of conscience. \r\n\r\n"
        },
        {
            "title": "S. Korean authorities' treacherous decision under fire",
            "url": "http://kcna.co.jp/item/2002/200208/news08/13.htm#3",
            "content": "S. Korean authorities' treacherous decision under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 13 (KCNA) -- The south Korean authorities reportedly held an unofficial meeting on August 5 and decided to cooperate with the U.S. in the construction of its embassy building and an apartment building for its staff at the site of the Deogsu Palace, one of the nation's cultural relics.\r\n In this regard, civic and social organizations of south Korea called a press conference on August 8. &nbsp;&nbsp;&nbsp;\r\n It has been disclosed that the government authorities had outwardly opposed the construction of the new U.S. embassy building but supported it inwardly, they said, urging immediate withdrawal of the foolish decision giving up cultural sovereignty. &nbsp;&nbsp;&nbsp;\r\n The statement released at the press conference expressed their willingness to oppose the project and demanded immediate withdrawal of the decision.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il's visit to Russia given wide publicity abroad",
            "url": "http://kcna.co.jp/item/2002/200208/news08/13.htm#4",
            "content": "Kim Jong Il's visit to Russia given wide publicity abroad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 13 (KCNA) -- From August last year till today nearly 2,000 media of more than 180 countries have given wide publicity to the visit paid by General Secretary Kim Jong Il to the Russian Federation in the first year of the new century.\r\n Itar-Tass, Xinhua, Reuters, Kyodo, AP, AFP and other big news agencies of the world widely reported his Russian visit and televisions of at least 150 countries arranged special programs everyday at the times of highest audience rating. &nbsp;&nbsp;&nbsp;\r\n Leading newspapers of Laos, Iran, Tanzania, Egypt, Portugal, Germany, Peru and many other countries highlighted reports about his Russian visit and Russian media reported about it more than 1,200 times. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, functions were held in at least 60 countries to congratulate him on his energetic external activities and his successful Russian visit. &nbsp;&nbsp;&nbsp;\r\n Their participants said that his Russian visit brought about a turning phase in the global cause of independence, adding that this success was ascribable to his high international prestige. &nbsp;&nbsp;&nbsp;\r\n Russian President Putin and other foreign state leaders, leaders of political parties and social organizations and prominent personages from all walks of life of different countries sent messages, letters and gifts to Kim Jong Il congratulating him on his successful Russian visit. &nbsp;&nbsp;&nbsp;\r\nMeanwhile, prominent figures and creators of various countries published poems, songs, memoirs, etc. devoted to him.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on army-based policy",
            "url": "http://kcna.co.jp/item/2002/200208/news08/13.htm#5",
            "content": "Rodong Sinmun on army-based policy \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 13 (KCNA) -- The foundation of the army-based policy, an all-powerful treasured sword of the revolution and the construction in our era, is the greatest feats performed by President Kim Il Sung for the development of the Korean revolution and bright future of the country.\r\n Rodong Sinmun says this today in a signed article. &nbsp;&nbsp;&nbsp;\r\n The army-based policy of the Workers' Party of Korea is the unique political mode that is unprecedented in human history and the powerful socialist political mode that firmly guarantees ultimate victory of the revolution and construction by the invincible military force, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The president's immortal feats in laying the strong foundation on which the Korean revolution could vigorously advance under the army-based revolutionary leadership include the establishment of the precious tradition of the army-based revolutionary leadership, building of powerful self-reliant defense capacity and giving a steadfast continuity to the army-based revolutionary leadership with outstanding far-sighted wisdom. &nbsp;&nbsp;&nbsp;\r\n He put forward the idea that the only way of defeating the armed enemy and liberating the country is to wage an armed struggle. On this basis he liberated the country and achieved the cause of building the party and the country and consistently adhered to the line of attaching great importance to arms, always regarding military affairs as most important state affairs. &nbsp;&nbsp;&nbsp;\r\n His whole life was the history of the army-based revolutionary leadership with which he carved out the destiny of the country and the nation with arms. Thanks to this glorious history the army-based policy of the WPK has been established. &nbsp;&nbsp;&nbsp;\r\n The unity between officers and men, army-people unity and military and political combination that serve as the source of the invincible might of the Korean people's army were found under his wise leadership. In particular, he advanced the line of simultaneously building up the economy and defence and turned the country into a self-defensive country that is invulnerable to attack. This is his outstanding feats. &nbsp;&nbsp;&nbsp;\r\n The Korean revolution is victoriously advancing while smashing all challenges under the banner of the army-based policy because it has Kim Jong Il, the greatest ever commander, at the head of the Korean revolutionary armed forces.    \r\n\r\n"
        },
        {
            "title": "Implementation of DPRK-Japan joint press release called for",
            "url": "http://kcna.co.jp/item/2002/200208/news08/13.htm#6",
            "content": "Implementation of DPRK-Japan joint press release called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 13 (KCNA) - If contacts and dialogues for establishing diplomatic relations between the DPRK and Japan proceed as called for by the joint press release, this will contribute not only to the improvement of the DPRK-Japan relations but to peace and stability in Asia and the rest of the world, says Minju Joson Tuesday in a signed commentary.\r\n If the talks between the DPRK and Japan are to prove fruitful, they should pursue a sincere consultation, focussing on the solution of key issues and should not confuse them with unessential matters, the commentary notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n As the talks are bilateral there is no need to read other's face. &nbsp;&nbsp;&nbsp;\r\n As pointed out in the joint press release, both sides should approach the talks with a sincere stand and will in order to normalize the relations at an early date. &nbsp;&nbsp;&nbsp;\r\n There should be a good internal and external atmosphere to make smooth progress in the solution of issues related to the improvement of the bilateral relations. &nbsp;&nbsp;&nbsp;\r\n Such things as rattling nerves of the other party should not be allowed to happen while negotiations for improving the relations are underway. &nbsp;&nbsp;&nbsp;\r\n It is a historic task for the DPRK and Japan to improve and normalize their relations and the world is, therefore, closely following this process. &nbsp;&nbsp;&nbsp;\r\n The agreement reached between the two countries with much effort should not be allowed to be a dead document but should become a realistic one meeting the desire and wishes of the two peoples in keeping with the trend of times. &nbsp;&nbsp;&nbsp;\r\n It is the hope of the Korean people that the points mentioned in the joint press release will be implemented to make the forthcoming talks fruitful to meet the expectation of the peoples of Korea and Japan.    \r\n\r\n"
        },
        {
            "title": "Koryo constitutional medical science proves effective",
            "url": "http://kcna.co.jp/item/2002/200208/news08/13.htm#7",
            "content": "Koryo constitutional medical science proves effective \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 13 (KCNA) -- The General Koryo Medicinal Hospital in the DPRK has achieved many successes in developing constitutional medical science.\r\n The constitutional medical science is a mysterious medical practice which calls for diagnosing and treating diseases according to four physical characteristics of human body. &nbsp;&nbsp;&nbsp;\r\n The constitutional research institute of the hospital has put this medical science under a more scientific and theoretical system. &nbsp;&nbsp;&nbsp;\r\n The institute measured the shapes and sizes of eyes, noses, mouths and ears of tens of thousands of people and their physical sizes and shapes before making a general analysis of them. &nbsp;&nbsp;&nbsp;\r\n In this course it succeeded in obtaining scientific indices on the classified constitutional characteristics through a comparative study of personalities and mentality according to constitution and difference and conditions of each physical body. &nbsp;&nbsp;&nbsp;\r\n A modern diagnosing equipment was also manufactured to establish a new method of classifying constitutions on the basis of a simultaneous record and analysis of brain waves, pulses and electrocardiogram and sensing. &nbsp;&nbsp;&nbsp;\r\n Its researchers also ascertained the efficacy of Koryo medicines according to various physical shapes and manufactured new varieties of Koryo medicines including nosambokryong powdered medicine for the treatment of ulcer granulated medicine for the cure of diabetes. &nbsp;&nbsp;&nbsp;\r\n Computers are used for a rapid and correct constitutional diagnosis and prescription. &nbsp;&nbsp;&nbsp;\r\n The researchers' measurement of mentality of persons including personality, mood, intellect, will, etc. and judgment of functions of various organs and classification of characteristics of constitutions are highly appreciated by the medical circle. &nbsp;&nbsp;&nbsp;\r\n The institute is working hard to disseminate the above-said medical science while deepening its theoretical study. &nbsp;&nbsp;&nbsp;\r\n Director of the institute dr. Kwon Yong Jae said that this medical practice would be perfected in a couple of years to come to greatly improve the people's health, adding that world people's interest and expectation for the constitutional medical science are growing stronger as the days go by.    \r\n\r\n"
        },
        {
            "title": "DPRK Central Information Agency for Science and Technology",
            "url": "http://kcna.co.jp/item/2002/200208/news08/13.htm#8",
            "content": "DPRK Central Information Agency for Science and Technology \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 13 (KCNA) -- Scientific and technological information service is brisk in the DPRK.\r\n The Central Information Agency for Science and Technology takes the lead in information service for educational and scientific institutions such as Kim Il Sung University, Kim Chaek University of Technology, the Academy of Sciences and the Grand People's Study House and other units at all levels. &nbsp;&nbsp;&nbsp;\r\n The Ciast, situated in Sosong district, Pyongyang, plays the role of a national information service centre and a computer network service center. Ju Song Ryong, director of the agency, said that it analyses and processes domestic and foreign data necessary for decision-making of all the economic leading officials, scientists, technicians and others, and for scientific research and technological development, management of economy and social life. It also delivers these data through computer network and other media. &nbsp;&nbsp;&nbsp;\r\n In recent years it developed an information retrieval system Kwangmyong and established a computer network for science and technology to make a variety of information service. &nbsp;&nbsp;&nbsp;\r\n Every year it creates hundreds of thousands of national databases and tens of millions of foreign language databases, and produces about 80 kinds of information publications and a lot of CD-media. &nbsp;&nbsp;&nbsp;\r\n On this basis, it renders a series of services: computer network service, CD-roms, publications and service by order. &nbsp;&nbsp;&nbsp;\r\n\r\n\r\n"
        },
        {
            "title": "Message of sympathy to Kim Jong Il and Kim Yong Nam from Jiang Zemin",
            "url": "http://kcna.co.jp/item/2002/200208/news08/13.htm#9",
            "content": "Message of sympathy to Kim Jong Il and Kim Yong Nam from Jiang Zemin\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 13 (KCNA) -- A message of sympathy came to General Secretary Kim Jong Il and  Kim Yong Nam, President of the Presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea, from Jiang Zemin, General Secretary of the Central Committee of the Communist Party of China and President of China, on August 10.\r\n The message says: &nbsp;&nbsp;&nbsp;\r\n Alarmed at the news that some parts of the DPRK were hit by torrential rain and flood that claimed a big loss of human lives and property, I express particularly deep sympathy with you and, through you, with the DPRK government and the people in the afflicted areas. &nbsp;&nbsp;&nbsp;\r\n It is my belief that the Korean people will surely achieve big success in the efforts to overcome the natural disaster and recover from its damage under the leadership of the WPK and the DPRK government.    \r\n\r\n\r\n"
        },
        {
            "title": "Second-day sitting of 7th inter-Korean ministerial talks",
            "url": "http://kcna.co.jp/item/2002/200208/news08/13.htm#10",
            "content": "Second-day sitting of 7th inter-Korean ministerial talks\r\n&nbsp;&nbsp;&nbsp; Seoul, August 13 (KCNA correspondent) -- The second-day sitting of the 7th north-south ministerial talks was held today.\r\n At the sitting head of the north side's delegation Kim Ryong Song said that it is very important to keep faith in the inter-Korean relations. He clarified the north side's basic stand toward the agenda items of the 7th inter-Korean ministerial talks, a concrete plan for the implementation of the pending issues between the north and the south and validity and feasibility of the proposals of the north side he raised in his keynote speech. &nbsp;&nbsp;&nbsp;\r\n Both sides had a sincere discussion on the issues raised. &nbsp;&nbsp;&nbsp;\r\n It was agreed at the sitting to invite working officials to draft a joint press release according to an agreement reached between both sides.\r\n The talks continue.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Foreign Ministry spokesman on nuclear inspection",
            "url": "http://kcna.co.jp/item/2002/200208/news08/13.htm#11",
            "content": "DPRK Foreign Ministry spokesman on nuclear inspection\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 13 (KCNA) -- The issue of nuclear inspection can naturally be settled when the DPRK-U.S. agreed framework (AF) is implemented and the construction of the light water reactors (LWRs) makes headway. Its period, therefore, admits of no argument because it is clearly stipulated in the AF and an unofficial memorandum of understanding, a special document, said a spokesman of the DPRK Foreign Ministry in a statement issued Tuesday as regards the U.S. administration's floatation of misinformation. About the KEDO's recent start of the ground concrete tamping for the construction of LWRs. &nbsp;&nbsp;&nbsp;\r\n The U.S. administration is asserting that the DPRK must accept the IAEA's nuclear inspection and if not, it can not provide assistance in LWR construction.  The issue of greatest concern for the DPRK and the U.S. at present is not an issue related to the nuclear inspection but the matter related to how to abide by the AF, he said, and went on: &nbsp;&nbsp;&nbsp;\r\n The DPRK has fulfilled its commitments 100 under the AF. &nbsp;&nbsp;&nbsp;\r\n However, the U.S. just started the ground concrete tamping recently, far from meeting the target to complete the LWR construction by 2003 as it had promised to do under the AF. &nbsp;&nbsp;&nbsp;\r\nIt is hard to say whether it will be completed even by 2008 or not. &nbsp;&nbsp;&nbsp;\r\n By delaying the construction of the LWRs the U.S. has caused a huge loss of electricity to the DPRK and created grave difficulties in its economy as a whole.   This has seriously threatened its right to existence. &nbsp;&nbsp;&nbsp;\r\n The AF stands at the crossroads of abrogation or preservation due to the much delay in the provision of the LWRs, its core issue. &nbsp;&nbsp;&nbsp;\r\n The blame for such developments rests entirely with the U.S. side which seriously delayed the LWR construction. &nbsp;&nbsp;&nbsp;\r\n The reality is pushing us to the phase where we should make a final decision to go our own way. &nbsp;&nbsp;&nbsp;\r\n What is most urgent for preserving the AF is for the U.S. side to compensate for the loss of electricity caused by the delayed provision of the LWRs and this is the issue the U.S. should discuss with the DPRK before anything else whether it likes it or not. &nbsp;&nbsp;&nbsp;\r\n As the DPRK-U.S. relations are belligerent ones, not ones based on confidence, the commitments of the two sides under the AF should be implemented on the principle of simultaneous action. &nbsp;&nbsp;&nbsp;\r\n Hence, we will move if the U.S. does. &nbsp;&nbsp;&nbsp;\r\n If the U.S. truly wishes to preserve the AF and improve the relations with the DPRK, it should drop its hostile policy toward the latter as required by the AF and show its will in practice to compensate for the loss of electricity caused by the delayed provision of the LWRs before talking about early nuclear inspection in a bid to falsify the reality and mislead public opinion.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}