{
    "date": "2002-08-27",
    "url": "http://kcna.co.jp/item/2002/200208/20020827.htm",
    "articles": [
        {
            "title": "Greetings to Moldovan prime minister",
            "url": "http://kcna.co.jp/item/2002/200208/news08/27.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Yang Hyong Sop meets Namibian prime minister",
            "url": "http://kcna.co.jp/item/2002/200208/news08/27.htm#2",
            "content": "Greetings to Moldovan prime minister \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 27 (KCNA) - Premier Hong Song Nam sent a message of greetings to Moldovan prime minister Vasile Tarlev on the occasion of its National Day.\r\n In the belief that the friendly and cooperative relations between the two countries would continue to develop on good terms, the message wished him greater success in his work for the prosperity of the country.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Russia visit hailed",
            "url": "http://kcna.co.jp/item/2002/200208/news08/27.htm#3",
            "content": "Yang Hyong Sop meets Namibian prime minister\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 27 (KCNA) --Yyang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, on a visit to Namibia met and had a friendly talk with Namibian prime minister Hage Geingob on Sunday.\r\n The prime minister said that the friendly and cooperative relations between the two countries provided by President Kim Il Sung and President Sam Nujoma are developing on good terms. &nbsp;&nbsp;&nbsp;\r\n He extended sincere thanks to General Secretary Kim Jong Il for assisting the Namibian people.\r\n He hoped that the Korean people would achieve the reunification of the country and Korea would prosper under the wise leadership of Kim Jong Il.    \r\n\r\n"
        },
        {
            "title": "Probe into truth behind explosion of Ukishima Maru",
            "url": "http://kcna.co.jp/item/2002/200208/news08/27.htm#4",
            "content": "Kim Jong Il's Russia visit hailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 27 (KCNA) -- Personages from all walks of life in Russia warmly hailed Kim Jong Il's visit to the Far Eastern region of the Russian Federation as an event that brought about a turning point in further consolidating the traditional DPRK-Russia friendship.\r\n Yamshkov Alexei Vladimirovich, vice-director of the inter Promtekhpostavka Company, visited the DPRK embassy in Moscow to lay a bouquet before the full-length figure portraits of President Kim Il Sung and Kim Jong Il on August 22. There he said: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il is the greatest commander as he is pursuing an army-based policy, the first of its kind in the history of world politics. &nbsp;&nbsp;&nbsp;\r\n The U.S. will not be pleased with the close friendly relations between the peoples of Russia and the DPRK. &nbsp;&nbsp;&nbsp;\r\n But the development of the friendly relations with the Korean people is of great significance in maintaining the strategic stability of the world. &nbsp;&nbsp;&nbsp;\r\n Nikolai Mishin, director of the Paleya-Mishin Publishing House, said that bush is putting pressure upon the DPRK after listing it as part of an \"axis of evil\" but the Russia-DPRK relations are becoming closer. He praised Kim Jong Il as a very wise diplomatic strategist. &nbsp;&nbsp;&nbsp;\r\n Sergovantev, secretary of the Russian Union of Writers, said that the relations between the two countries would become closer in different fields with Kim Jong Il's visit to the Far Eastern region of Russia as a momentum and the development of political and economic cooperation between the two countries will have a great impact on the situation in northeast Asia. &nbsp;&nbsp;&nbsp;\r\n The editor-in-chief of the newspaper Zavtra said that Kim Jong Il's visit to the Far Eastern region of Russia is of great significance in many aspects. &nbsp;&nbsp;&nbsp;\r\n He went on to say: &nbsp;&nbsp;&nbsp;\r\n The region is favorable for the development of the Russia-DPRK cooperation as it is geographically close to the DPRK. &nbsp;&nbsp;&nbsp;\r\n His visit to the region is of great significance in ensuring peace and stability in the region. &nbsp;&nbsp;&nbsp;\r\n I warmly congratulate President Putin and Kim Jong Il on their meeting.    \r\n\r\n"
        },
        {
            "title": "\"Peace policy\" of Ri Hoe Chang condemned",
            "url": "http://kcna.co.jp/item/2002/200208/news08/27.htm#5",
            "content": "Probe into truth behind explosion of Ukishima Maru\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 27 (KCNA) -- Bereaved families of victims and survivors of the explosion of Ukishima Maru by the Japanese army 57 years ago held a joint memorial service for the dead in Seoul on August 24, according to Seoul-based Radio No. 1.\r\n They said that the explosion was premeditated by the defeated Japanese army and over 5,000 of at least 7,500 people aboard the ship were drowned, but the Japanese government claimed that the death toll was more than 500 people to curtail it and cover up the truth. They demanded a thorough probe and damages. &nbsp;&nbsp;&nbsp;\r\n The explosion incident was known to the world when a complaint document addressed to the then commander of the U.S. Forces in Japan four months later was found at the diet library of Japan in 1990. However, the Japanese government has so far asserted that the ship was hit and sunk by a mine laid by the U.S. army, which has evoked resentment.    \r\n\r\n"
        },
        {
            "title": "Ulji Focus Lens under fire",
            "url": "http://kcna.co.jp/item/2002/200208/news08/27.htm#6",
            "content": "\"Peace policy\" of Ri Hoe Chang condemned\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 27 (KCNA) -- A spokesman for the National Democratic Front of South Korea made public a statement on August 24, condemning Ri Hoe Chang for letting loose a spate of anti-reunification sophistry, according to Seoul-based radio Voice of National Salvation. \r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n Ri Hoe Chang in an invitation lecture on august 21 said that if he comes into power, he will push ahead with relaxation of military tension and confrontation between the north and the south as the foremost task of the policy toward the north. He put forward \"three principles of peace policy\" and \"five tasks of peace system\" for \"peacetime of the Korean Peninsula,\" which is no more than a ridiculous rigmarole to cover up his foul nature as an anti-peace and anti-reunification element. &nbsp;&nbsp;&nbsp;\r\n He is a vicious traitor who is leading inter-Korean relations to tension and showdown against the cherished desire of all the fellow countrymen. &nbsp;&nbsp;&nbsp;\r\n His ulterior intention is to deceive the people with an ostentatious signboard of \"Peace of the Korean Peninsula\" to realize a lust for power and, at the same time, to worsen the situation all of spoil the atmosphere of north-south dialogue and reconciliation pulling up the north. &nbsp;&nbsp;&nbsp;\r\n He should hove a correct understanding of the trend of times toward reconciliation, unity and reunification of the nation and the will of all the fellow countrymen to bring the June 15 joint declaration into practice. He should drop his attempt at coming into power and promptly quit the political arena.    \r\n\r\n\r\n"
        },
        {
            "title": "Letter to Kim Jong Il from NDFSK",
            "url": "http://kcna.co.jp/item/2002/200208/news08/27.htm#7",
            "content": "Ulji Focus Lens under fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 27 (KCNA) -- A spokesman for the National Democratic Front of South Korea (NDFSK) issued a statement on August 20 dismissing the Ulji Focus Lens joint military exercise launched by the bellicose forces of the U.S. and south Korea as a test war and preliminary war targeted against the DPRK, according to radio Voice of National Salvation from Seoul.\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n This saber-rattling is aimed to throw artificial obstacles in the way of dialogues between the north and south of Korea and between the DPRK and the U.S. and , at the same time, to hamstring the implementation of the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n The NDFSK in the name of all the south Korean people bitterly condemns the reckless moves of the hawkish forces of south Korea and the U.S. to invade the north as vicious acts of opposing dialogue, peace, reunification, and ditching the joint declaration. &nbsp;&nbsp;&nbsp;\r\n The U.S. should properly understand the unanimous desire and firm will of the Korean nation to independently and peacefully reunify the divided country through the implementation of the joint declaration, halt the reckless military drill at once and immediately pull the U.S. troops out of south Korea as there is no ground for them to stay there. &nbsp;&nbsp;&nbsp;\r\n The anti-reunification warlike forces in south Korea are zealously getting involved in the U.S. saber-rattling to bring the Korean nation a nuclear holocaust. They are well advised to stop acting rashly, clearly mindful that they can not escape from a stern judgment of the nation.    \r\n\r\n"
        },
        {
            "title": "Months of maritime sports",
            "url": "http://kcna.co.jp/item/2002/200208/news08/27.htm#8",
            "content": "Letter to Kim Jong Il from NDFSK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 27 (KCNA) -- The central committee of the National Democratic Front of South Korea (NDFSK) Monday sent a letter to Kim Jong Il congratulating him on his return home after successfully winding up his historic visit to the Far Eastern region of the Russian Federation.\r\n The recent visit to Russia by Kim Jong Il marked a historic landmark event which raised the international prestige of Juche Korea, strengthened the international solidarity with the Korean nation's cause of national reunification despite the changing international situation and placed on a new higher stage the DPRK-Russia friendly relations and the human cause of independence, the letter said, and went on: &nbsp;&nbsp;&nbsp;\r\n Your visit dealt strong blows to hegemonistic forces who pose a grave threat to world peace and security and put the world politics on the orbit of independence. &nbsp;&nbsp;&nbsp;\r\n The recent visit paid by you after your trip last year marked a historic event which demonstrated to the world once again the personality and outstanding political ability of you as the sun of the 21st century and a great man born of heaven. &nbsp;&nbsp;&nbsp;\r\n We keenly feel that the building of a reunified powerful nation is being accelerated thanks to you and are fully determined to singleheartedly follow you, reposing deep trust in you, the letter stressed.    \r\n\r\n"
        },
        {
            "title": "North side's delegation leaves for Seoul",
            "url": "http://kcna.co.jp/item/2002/200208/news08/27.htm#9",
            "content": "Months of maritime sports\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 27 (KCNA) -- Swimming is encouraged in the DPRK, as it is sea-bound on three sides and has many rivers and lakes. \r\n The state set July and August as the months of maritime sports to give all the people an opportunity to train themselves and cultivate perseverance and bravery through swimming. &nbsp;&nbsp;&nbsp;\r\n In these months this year, more than one million school youth and children practiced swimming on a daily average at over 7,000 swimming pools across the country. &nbsp;&nbsp;&nbsp;\r\n Not only school youth and children but working people from all walks of life enjoyed swimming and sea games at over 2,500 swimming pools in the seas and rivers and streams. &nbsp;&nbsp;&nbsp;\r\n Students of the middle schools and colleges set a goal to be capable of swimming 500m and more. An increasing number of classes and schools have already attained the goal. &nbsp;&nbsp;&nbsp;\r\n Pyongyang and other regions having rivers and streams frequently organize river-crossing competitions to heighten the interest and enthusiasm for swimming among people.    \r\n\r\n"
        },
        {
            "title": "Activity of national youth art squad brisk",
            "url": "http://kcna.co.jp/item/2002/200208/news08/27.htm#10",
            "content": "North side's delegation leaves for Seoul\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, August 27 (KCNA) -- The north side's delegation led by first vice-chairman of the State Planning Commission Pak Chang Ryon, north side's chairman of the north-south committee for the promotion of economic cooperation, left here today to participate in the second meeting of the committee to be held in Seoul.\r\n It was seen off at the airport by Ro Tu Chol, vice-chairman of the State Planning Commission, Jong Un Op, chairman of the national economic cooperation federation, and officials concerned.    \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Moldovan President",
            "url": "http://kcna.co.jp/item/2002/200208/news08/27.htm#11",
            "content": "Activity of national youth art squad brisk\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 27 (KCNA) -- The national youth art squad is conducting brisk activity to encourage youth in their drive to build a powerful nation on the occasion of the Day of Youth (August 28) in the DPRK.\r\n Narrative drama \"We are Death-Defying Corps of Marshal Kim Jong Il,\" comic story \"At Youth Park\" and narration based on a true story \"Grudge Towering in Sinchon\" created recently by the squad are popular among youngsters as they clearly reflect the requirements and desire of the times. &nbsp;&nbsp;&nbsp;\r\n Since it was formed in September Juche 62 (1973) the squad has truthfully represented the Workers' Party of Korea's idea of attaching importance to youth and the enthusiasm and will of young people in dances, songs, story-telling, concert and other art pieces. &nbsp;&nbsp;&nbsp;\r\n In the past the squad conducted effective agitation at railway construction sites in the northern part of the country, the youth hero motorway and other major construction sites, thus arousing youth to perform feats. &nbsp;&nbsp;&nbsp;\r\n The squad also has dispatched smaller groups to factories, enterprises and co-op farms across the country more than 200 times a year.    \r\n\r\n"
        },
        {
            "title": "Greetings to Angolan President",
            "url": "http://kcna.co.jp/item/2002/200208/news08/27.htm#12",
            "content": "Greetings to Moldovan President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 27 (KCNA) -- Kim Yong Nam, President of the Presidium of the Supreme People's Assembly of the DPRK, today sent a message of greetings to Moldovan President Vladimir Voronin on the occasion of the 11th National Day.\r\n The message wished him greater success in his responsible work for peace and prosperity of the country and expressed belief that the traditional friendly and cooperative relations between the DPRK and the Moldovan Republic would grow stronger in the interests of the two peoples.    \r\n\r\n"
        }
    ]
}