{
    "date": "2002-06-21",
    "url": "http://kcna.co.jp/item/2002/200206/20020621.htm",
    "articles": [
        {
            "title": "June 15 joint declaration supported",
            "url": "http://kcna.co.jp/item/2002/200206/news06/21.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Foreign diplomats in DPRK help farmers",
            "url": "http://kcna.co.jp/item/2002/200206/news06/21.htm#2",
            "content": "June 15 joint declaration supported \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 21 (KCNA) -- 22 political parties and social organizations of Mexico and central American countries including the Workers' Party of Mexico, the National Revolutionary United Party of Guatemala, the People's Party of Costa Rica and the People's Party of Panama released a joint statement supporting the June 15 North-South Joint Declaration on June 14.\r\n The statement said that the joint declaration serves as a landmark of promoting the national reconciliation between the north and south of Korea and solving the issue of the country's reunification. &nbsp;&nbsp;&nbsp;\r\n Noting that the U.S. troops' occupation of South Korea is a main obstacle to Korea's reunification and their withdrawal is a guarantee for peace and security on the Korean Peninsula, the statement demanded an immediate withdrawal of the U.S. troops from South Korea. &nbsp;&nbsp;&nbsp;\r\n The statement extended support and solidarity to the Korean people in their struggle to achieve the reunification independently by the concerted efforts of the nation. &nbsp;&nbsp;&nbsp;\r\n And the Genuine Lumumbist Patriotic Party of Democratic Congo, the People's Rally for Socialism of Democratic Congo, he working citizens rally of Democratic Congo and the Democratic Congo-Korea Friendship and Solidarity Association made public a joint statement on June 9 on the occasion of the second anniversary of the joint declaration.     \r\n\r\n"
        },
        {
            "title": "Foreign diplomats tour Pyongyang",
            "url": "http://kcna.co.jp/item/2002/200206/news06/21.htm#3",
            "content": "Foreign diplomats in DPRK help farmers \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 21 (KCNA) -- Andrei Karlov, Russian ambassador to the DPRK, and staff members of the Russian embassy on June 20 helped farmers of the Korea-Russia Friendship Kochang Cooperative Farm in their weeding in vegetable fields.\r\n The ambassador said that the Korean people are achieving great successes in socialist construction and agricultural production under the wise leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Noting that the Russia-DPRK friendship was provided by Russian President Putin and leader Kim Jong Il, he said that he would make positive efforts to further develop it. &nbsp;&nbsp;&nbsp;\r\n He sincerely wished the Korean people great success in agricultural production under the wise leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Chanpheng Sihaphom, Lao ambassador to the DPRK, and staff members of the Lao embassy on June 18 helped farmers of the Korea-Laos Friendship Taewon Cooperative Farm in their weeding in maize fields. &nbsp;&nbsp;&nbsp;\r\n Staff members of the embassies handed over aid materials to those farms.    \r\n\r\n"
        },
        {
            "title": "KCNA flails U.S.-S. Korea joint war exercise",
            "url": "http://kcna.co.jp/item/2002/200206/news06/21.htm#4",
            "content": "Foreign diplomats tour Pyongyang \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 21 (KCNA) -- Officials in charge of cultural and friendly relations of different embassies here visited the monument to the three charters for national reunification and the Ssuksom Revolutionary Site on June 20 on the occasion of the 30th anniversary of the three principles of national reunification and the 2nd anniversary of the June 15 North-South Joint Declaration.\r\n The monument to the three charters for national reunification was erected reflecting the faith and will of the Korean nation to hand down through generations to come the immortal exploits President Kim Il Sung performed by putting forward the reunification programme common to the nation and wisely leading the struggle for its implementation and achieve the cause of the country's reunification at any cost by the concerted efforts of the nation under the leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The Ssuksom Revolutionary Site is the historical place where representatives of political parties and social organizations in the north and south of Korea got together at the president's initiative and discussed the issue of the country's reunification under his guidance in April Juche 37 (1948). &nbsp;&nbsp;&nbsp;\r\n At the end of the visit, Achsanul Habib, secretary for culture and information of the Indonesian embassy here, wrote in the visitor's book that he sincerely hoped the Korean people in the north and the south and abroad would closely unite as one to achieve reunification at an early date. &nbsp;&nbsp;&nbsp;\r\n Stanislaw Skowron, councillor of the Polish embassy here, sincerely hoped the Korean people would achieve the country's reunification in the near future. &nbsp;&nbsp;&nbsp;\r\n Tran Van Hieu, cultural councillor of the Vietnamese embassy here, wished the Korean people greater success in their work for the country's reunification, true to the behest of the president, under the wise leadership of Kim Jong Il.    \r\n\r\n"
        },
        {
            "title": "World conference on cause of independence in 21st century opens",
            "url": "http://kcna.co.jp/item/2002/200206/news06/21.htm#5",
            "content": "KCNA flails U.S.-S. Korea joint war exercise \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 21 (KCNA) -- The U.S. and South Korean armed forces were reported to have recently staged a large-scale fleet maneuver in the west sea of Korea.\r\n It was conducted as a joint operation under the simulated conditions of an actual war with destroyers, submarines, marine patrol planes and helicopters and huge war equipment and even ground troops deployed in areas along the west coast involved. It was aimed to carry out anti-submarine offensive and defensive battles and anti-aircraft battles in the sky, land, sea and underwater. &nbsp;&nbsp;&nbsp;\r\n This was, therefore, a dangerous war exercise intended to escalate the tensions in and around the Korean Peninsula and incite the north-south confrontation. &nbsp;&nbsp;&nbsp;\r\n It was one more intolerable provocation to the DPRK as it was frantically carried out at a time when joint national reunification functions of the north and south were going on on the occasion of the second anniversary of the historic June 15 North-South Joint Declaration which offered a momentous opportunity of settling the issue of Korea's peace and reunification. &nbsp;&nbsp;&nbsp;\r\n This clearly proves that the U.S. and the South Korean authorities are seeking quite different aims, while pretending to be interested in solving the issue of peace and reunification on the Korean Peninsula, loudmouthed about \"dialogue\" with the DPRK.\r\n Hawkish forces of the u.s. administration are, in reality, busy hurling mud at the dprk, after terming it \"part of an axis of evil\" and a \"terrorism sponsor,\" and making such reckless war outcries as \"preemptive attacks.\" &nbsp;&nbsp;&nbsp;\r\n The U.S. administration's cold war mentality and mode of action render the political and military situation on the peninsula so tense that a war may break out there any moment. &nbsp;&nbsp;&nbsp;\r\n This prevailing situation compels the DPRK to further increase its capability for self-defense. If aggressors ignite a war against the DPRK, it will wipe out the foes of the nation and reunification with resolute counter-blows and achieve the sacred cause of national reunification without fail.\r\n"
        },
        {
            "title": "U.S. troops' apology demanded in South Korea",
            "url": "http://kcna.co.jp/item/2002/200206/news06/21.htm#6",
            "content": "World conference on cause of independence in 21st century opens \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, June 21 (KCNA) -- The world conference on the cause of independence in the 21st century opened in Colombo on June 19.\r\n Present at the conference were the director general and the secretary general of the International Institute of the Juche Idea (IIJI), leading members of the international and regional institutes, the vice-president of the senate of Nepal, the general secretary of the Action Front for Revival, Democracy and Development of Benin, delegations and delegates of political parties, public organizations, academic circles of 50 countries and senior officials of the government and political parties of Sri Lanka. &nbsp;&nbsp;&nbsp;\r\n The speaker of the national state assembly of Sri Lanka, the head of the delegation of the Korean social scientists society and the vice-chairman of the freedom party of Sri Lanka made congratulatory speeches at the conference. &nbsp;&nbsp;&nbsp;\r\n Congratulatory messages and letters sent by the president and the prime minister of Sri Lanka, political parties and public organizations of 13 countries and organizations for the study of the Juche idea were introduced at the conference. &nbsp;&nbsp;&nbsp;\r\n Vishwanath, director general of the IIJI, made a report. &nbsp;&nbsp;&nbsp;\r\n The Juche idea founded by President Kim Il Sung serves as a guideline in the life and struggle as it represents the eternal future of the present times and humankind and a great revolutionary idea indicating the true way of fully realizing independence of the popular masses, he said, and went on: &nbsp;&nbsp;&nbsp;\r\n The Juche idea has been successfully carried forward by leader Kim Jong Il and formulated as an integral system of the Juche-oriented idea, theory and method and comprehensively developed in depth by him as required by the advancing era to become the only guiding idea leading the era of independence. &nbsp;&nbsp;&nbsp;\r\n He foiled all the high-handed moves of the imperialists and reactionary forces and founded the master key to overcoming difficulties in the way of the DPRK in giving priority to the army on the principle of the Juche idea that man is responsible for his destiny and advanced a new political mode called the army-based policy. &nbsp;&nbsp;&nbsp;\r\n The Juche idea enjoys the unanimous support of progressive humankind and its attraction and significance in revolution are further increasing with the advance of the history. &nbsp;&nbsp;&nbsp;\r\n The reporter referred to tasks of bringing earlier the victory of the cause of independence. &nbsp;&nbsp;&nbsp;\r\n He called upon all the people aspiring after independence to unite close and cooperate effectively with each other and achieve their independent development by preserving the character peculiar to each country and nation. &nbsp;&nbsp;&nbsp;\r\n He expressed firm belief that history will advance along the orbit of independence and the human cause of independence is bound to triumph despite any difficulties and trials. &nbsp;&nbsp;&nbsp;\r\n The conference goes on.    \r\n\r\n"
        },
        {
            "title": "First complete collection of codes of legal procedure",
            "url": "http://kcna.co.jp/item/2002/200206/news06/21.htm#7",
            "content": "U.S. troops' apology demanded in South Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 21 (KCNA) -- The \"All-People Council for National Reconciliation and Cooperation\" in South Korea reportedly released a statement on June 15, condemning the U.S. troops for driving an armored car over two South Koran school girls to death.\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n The crime was committed by the brutality of U.S. troops considering lives of the Korean people to be ephemeral as many atrocities were committed by U.S. troops stationed in South Korea. &nbsp;&nbsp;&nbsp;\r\n The murder was deliberately committed. But the U.S. military side asserted that the victims were to blame for the accident. Its assertion is the crime of killing the schoolgirls twice and driving a nail in the breast of the bereaved families. &nbsp;&nbsp;&nbsp;\r\n Such atrocity and arrogance of the u.s. troops are attributable to the unequal South Korea-U.S. \"status of forces agreement,\" whose total revision was called for. &nbsp;&nbsp;&nbsp;\r\n The statement strongly demanded that the U.S. troops stationed in South Korea stop making a mockery of the bereaved families and representatives of public organizations any longer and kneel down to apologize to the people.     \r\n\r\n"
        },
        {
            "title": "New stamps printed",
            "url": "http://kcna.co.jp/item/2002/200206/news06/21.htm#8",
            "content": "First complete collection of codes of legal procedure \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, June 21 (KCNA) -- Chongsongjegang, a classic of the Korean nation, was the first complete collection of codes of legal procedure in Korea.\r\n It has 27 articles dealing with accident prosecution, lawsuit examination, prohibition regulations, inheritance of property and methods of memorial service and many other items. &nbsp;&nbsp;&nbsp;\r\n The \"law with eight articles,\" which was in force in the period of ancient Korea, was the first of its kind in Korea. &nbsp;&nbsp;&nbsp;\r\n A collection of laws \"Kyonggukdaejon\" was published in 1485 and then followed the publication of \"Taejonsokrok\" and \"Taejonhusokrok.\" &nbsp;&nbsp;&nbsp;\r\n Chongsongjegang published in the middle of the 16th century only deals with issues of litigation. &nbsp;&nbsp;&nbsp;\r\n It is very instrumental in the study of the history of the Korean nation as it carries detailed data on social and class relations and customs in that period.     \r\n\r\n"
        },
        {
            "title": "\"Fairies\" in Arirang performance",
            "url": "http://kcna.co.jp/item/2002/200206/news06/21.htm#9",
            "content": "New stamps printed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 21 (KCNA) -- The Korea Stamp Corporation has recently printed new stamps.\r\n The stamp \"science and technology is an engine for building a powerful nation\" depicts the efforts of the Korean people to put the nation's science and technology on the world level as soon as possible in order to build a powerful nation. &nbsp;&nbsp;&nbsp;\r\n Its size is 42mm30mm and par value is 10 jon. &nbsp;&nbsp;&nbsp;\r\n Quantity is 20,000 (perf) and 500 (imperf). &nbsp;&nbsp;&nbsp;\r\n The stamp \"locomotive\" depicts the electric and diesel locomotives produced in the country up to the date since the early period of the socialist industrialization in Korea. &nbsp;&nbsp;&nbsp;\r\n Its size is 38.5mm28mm and face value is 10 jon for electric locomotive \"forced march,\" 40 jon for electric locomotive \"Samjiyon 1001,\" 1 won 50 jon for steam locomotive and 2 won for steam locomotive. &nbsp;&nbsp;&nbsp;\r\n Quantity is 4/50,000 (perf) and 4/2,000 (imperf). &nbsp;&nbsp;&nbsp;\r\n The stamp \"diesel locomotive pulgungi 5112\" is a sheet. &nbsp;&nbsp;&nbsp;\r\n Its sizes are 65mm55mm and 38.5mm28mm and par value is 2 won. &nbsp;&nbsp;&nbsp;\r\n Quantity is 50,000 (perf) and 2,000 (imperf). &nbsp;&nbsp;&nbsp;\r\n Stamps showing shellfishes of different species have also come off the press. &nbsp;&nbsp;&nbsp;\r\n The stamps depict leach, lanceolaria cospidata kuroda, baird et adams and martens out of over 60 species of fishes and scores of species of shellfishes in the river taedong. &nbsp;&nbsp;&nbsp;\r\n Their size is 45mm33mm and par values are 10 jon, 40 jon, 1 won and 1 won 50 jon. &nbsp;&nbsp;&nbsp;\r\n Quantity is 4/30,000 (perf) and 4/2,000 (imperf). &nbsp;&nbsp;&nbsp;\r\n Address: Yonggwang Street, Central District, Pyongyang, the DPRK. &nbsp;&nbsp;&nbsp;\r\n Fax no: 850-2-3814626    \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Guinean foreign minister",
            "url": "http://kcna.co.jp/item/2002/200206/news06/21.htm#10",
            "content": "\"Fairies\" in Arirang performance\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 21 (KCNA) -- A legend that fairies of the heavens came down by rainbow on this land of beautiful scenery comes true before the audiences.\r\n Fairies flying in the air represent \"fairies\" of Korea called up by \"Arirang\" of happiness and \"Arirang\" of pleasure.\r\n This is one of acrobatic scenes in the mass gymnastic and artistic performance \"Arirang.\" &nbsp;&nbsp;&nbsp;\r\n The performers of this beautiful scene like \"fairies\" are the young girl acrobats of the Pyongyang Circus. &nbsp;&nbsp;&nbsp;\r\n All their performance is the highest-grade movement of the world standard. &nbsp;&nbsp;&nbsp;\r\n The acrobatic scenes in \"Arirang\" performance meet the artistic tastes of the audiences.    \r\n\r\n\r\n"
        }
    ]
}