{
    "date": "2002-01-08",
    "url": "http://kcna.co.jp/item/2002/200201/20020108.htm",
    "articles": [
        {
            "title": "Working people all out to carry out New Year's tasks",
            "url": "http://kcna.co.jp/item/2002/200201/news01/08.htm#1",
            "content": "Working people all out to carry out New Year's tasks \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- The working people across the DPRK are fully determined to successfully implement the tasks set in the joint New Year editorial.\r\n Workers at major production units including power industrial workers and coal miners in South Phyongan Province have reported new innovations and feats since the outset of the new year to contribute to building a powerful nation as early as possible by boosting the production of electricity and coal and perking up economy.&nbsp;&nbsp;&nbsp;\r\n Officials and workers in Jagang Province, too, are operating all equipment in full capacity and putting the production on a normal footing in their efforts to work fresh miracles and make leaping advances in the building of a powerful socialist nation. &nbsp;&nbsp;&nbsp;\r\n Workers of light industrial factories in North Phyongan Province are resolved to rev up the production of quality cosmetics, a variety of injection-molded shoes and all kinds of enamel wares. &nbsp;&nbsp;&nbsp;\r\n The members of shock brigades engaged in land leveling and rezoning in South Hwanghae Province are all out to finish the land realignment qualitatively before seed sowing this year through a high-pitched drive from the onset of the new year, while drawing on last year's experience. &nbsp;&nbsp;&nbsp;\r\n Agricultural workers in Taehongdan county, Ryangang province, are registering achievements in the production of liquid fertilizer from the outset of the new year to reap a bumper potato harvest this year. &nbsp;&nbsp;&nbsp;\r\n Sky-high is the spirit of the working people across the country all out to build a powerful socialist nation.    \r\n\r\n\r\n"
        },
        {
            "title": "Anti-U.S. rally held in Seoul",
            "url": "http://kcna.co.jp/item/2002/200201/news01/08.htm#2",
            "content": "Anti-U.S. rally held in Seoul \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- A \"second rally of citizens for urging the return of the U.S. forces' base in Ryongsan\" was reportedly held in Seoul on Dec. 29 last year with over 2,000 citizens of different strata in attendance.\r\n The participants in the rally honored the memory of those killed by GIs in over five decades. &nbsp;&nbsp;&nbsp;\r\n Kwon Yong Gil, representative of the Democratic Workers' Party of South Korea, addressing the rally, said that the U.S. forces' base in Ryongsan is a place of grudge of the Korean nation and that the Korean nation will vent its grudge when it drives the U.S. troops out of this land and achieves national reunification. He called for fighting to the end together with people until the U.S. base is returned, the U.S. troops are pulled out and national sovereignty is achieved. &nbsp;&nbsp;&nbsp;\r\n Ho Yong Gu, acting chairman of the (South) Korean Confederation of Trade Unions, in a speech stressed that the confederation would take the lead in the struggle to get the return of the U.S. military base.    \r\n\r\n"
        },
        {
            "title": "Young vanguard meets to carry out New Year's tasks",
            "url": "http://kcna.co.jp/item/2002/200201/news01/08.htm#3",
            "content": "Young vanguard meets to carry out New Year's tasks \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- A rally of young vanguard was held before the statue of President Kim Il Sung on Mansu Hill yesterday to carry out the tasks laid down in the New Year's joint editorial.\r\n The participants placed floral baskets and bunches of flowers before the statue and made a bow. &nbsp;&nbsp;&nbsp;\r\n Kim Kyong Ho, first secretary of the c.c., the Kim Il Sung Socialist Youth League, made a report, followed by speeches, at the rally. &nbsp;&nbsp;&nbsp;\r\n The reporter and speakers said that the joint editorial was gripping the hearts of all the youth and students across the country and encouraging them to perform heroic feats and miracles in the present grand march so as to glorify the honor of the most vital combat unit and detached force of the supreme commander. &nbsp;&nbsp;&nbsp;\r\n They called on all the youth and students to stand in the van of the drive to add brilliance to the dignity and honor of Kim Il Sung's nation with the full embodiment of the viewpoint that our leader, ideology, army and political system are most valuable. &nbsp;&nbsp;&nbsp;\r\n An appeal to the young vanguard across the country was adopted at the rally.\r\n it called for demonstrating the honor of the young vanguard once again in the drive to achieve a final victory of socialism, rallied close around leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Present at the rally was Kim Jung Rin, secretary of the c.c., the Workers' Party of Korea.    \r\n\r\n"
        },
        {
            "title": "U.S. urged to drop attempt to stifle DPRK",
            "url": "http://kcna.co.jp/item/2002/200201/news01/08.htm#4",
            "content": "U.S. urged to drop attempt to stifle DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- The imperialist bellicose elements should have a good understanding of the unshakable will of the Korean people for the reunification of the country, drop an attempt to isolate and stifle the DPRK and pull their aggression forces out of South Korea.\r\n This was stressed in the joint new year editorial. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today describes the unabated U.S. moves to isolate and stifle the DPRK in the new century as a clear proof of its unchanged ambition for world domination. &nbsp;&nbsp;&nbsp;\r\n The news analyst says: &nbsp;&nbsp;&nbsp;\r\n The U.S., styling itself as the \"only one superpower,\" sticks to its arrogant stand that everything should serve the purpose of gratifying its ambition for aggression and all the nations should unconditionally accept its will and demands. &nbsp;&nbsp;&nbsp;\r\n The stand gets all the more pronounced with the war in Afghanistan as an occasion. &nbsp;&nbsp;&nbsp;\r\n The U.S. let media spread rumors that North Korea might be the target of the next retaliatory war against terrorism in the wake of the war in Afghanistan. All this proves that the U.S. designated the Korean peninsula as a region where the next war may break out and its Asia-Pacific strategy focuses on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n It is by no means accidental that the U.S. chairman of the joint chiefs of staff, the U.S. defense secretary and others will fly into South Korea in the days to come. &nbsp;&nbsp;&nbsp;\r\n The U.S. more zealously encourages Japan in its moves for overseas aggression on the plea of \"combating terrorism\" and tightens the military alliance involving the U.S., Japan and South Korea. &nbsp;&nbsp;&nbsp;\r\n The U.S. attempt to isolate and stifle the DPRK will only result in doing harm to the efforts to create an atmosphere for inter-Korean reconciliation and peace on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n The U.S. should pull its forces out of South Korea at once before anything else. &nbsp;&nbsp;&nbsp;\r\n It should also stop wildcat war exercises against the Korean people and completely pull its lethal weapons including nuclear arms out of South Korea. &nbsp;&nbsp;&nbsp;\r\n If it persistently tries to isolate and stifle the DPRK, it will only precipitate its self-destruction, rejected by the times.    \r\n\r\n"
        },
        {
            "title": "True nature of U.S. policy toward North Korea disclosed",
            "url": "http://kcna.co.jp/item/2002/200201/news01/08.htm#5",
            "content": "True nature of U.S. policy toward North Korea disclosed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- Kim Min Ung, a Korean media man in the U.S., in a radio interview said that the U.S. is pursuing a hostile policy towards North Korea with its ambition to dominate the world by strength, Seoul-based CBS said.\r\n The true nature of this policy can be defined as a hostile policy or suffocation policy, he noted, and went on: &nbsp;&nbsp;&nbsp;\r\n The U.S. is now demanding the north dismantle its  conventional arms system that may be considered as minimum defensive power of a sovereign state, but it cannot be accepted by any sovereign state. &nbsp;&nbsp;&nbsp;\r\n Finally, it should be said that the U.S. has no genuine will for negotiations with the north and is pursuing the policy aiming at the surrender of the north. &nbsp;&nbsp;&nbsp;\r\n The implementation of the June 15 South-North Joint Declaration is being obstructed by the U.S. hostile policy towards the north. The U.S. is keeping the north strained in everything to harm the atmosphere of dialogue. And the U.S. is shifting the responsibility for tensions in the Korean peninsula onto the north like a thief crying \"stop thief\". &nbsp;&nbsp;&nbsp;\r\n Standing in the centre of the forces threatening peace on the Korean peninsula are the U.S. and Japan closely related to the U.S. war policy. He mentioned the U.S. moves of actively instigating and supporting Japan's attempt to become a military power behind the scene. &nbsp;&nbsp;&nbsp;\r\n The U.S. is pushing ahead with the policy of strengthening the armed forces of South Korea and Japan because of the crisis of weapons market and expansion of the military hegemony system, he said, and noted: &nbsp;&nbsp;&nbsp;\r\n Examples of it are pressure upon South Korea to purchase weapons and the operation of South Korea-U.S. military cooperation system for the establishment of the missile defense system. &nbsp;&nbsp;&nbsp;\r\n It will be an important task to conduct a fierce movement so that the South Korean authorities may not cooperate with the U.S. in its policy of war nor give in to Japan's demand for arms buildup.    \r\n\r\n"
        },
        {
            "title": "Efficient steel-cutting method developed",
            "url": "http://kcna.co.jp/item/2002/200201/news01/08.htm#6",
            "content": "Efficient steel-cutting method developed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- A new efficient steel-cutting method was recently developed in the DPRK.\r\n The method is based on the theory of stress destruction. An arc line is drawn on the surface of any steel material and then it is vertically cut by an instantaneous strike. &nbsp;&nbsp;&nbsp;\r\n This method cuts down working time while raising actual cutting rate. &nbsp;&nbsp;&nbsp;\r\n This method can be applied to cutting round steel, 40-240 mm in diameter, and quadrangled steel and l-shaped steel, 120-230 mm in width, steel for rail, seamless steel pipe, cast iron pipe and others.    \r\n\r\n"
        },
        {
            "title": "Koryo Songgyungwan",
            "url": "http://kcna.co.jp/item/2002/200201/news01/08.htm#7",
            "content": "Koryo Songgyungwan \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- Koryo Songgyungwan is a university with a history of over 1,000 years.\r\n The university situated in Kaesong in the middle part of Korea is a successor to \"Songgyungwan\" in Koryo which existed between 918 and 1392. &nbsp;&nbsp;&nbsp;\r\n Koryo ran \"Kukjagam,\" a predecessor of Songgyungwan as early as in 992. &nbsp;&nbsp;&nbsp;\r\n \"Kukjagam\", the highest educational institution for training talents of the state, was renamed \"Songgyungam\" in 1298 and \"Songgyungwan\" in 1308. &nbsp;&nbsp;&nbsp;\r\n Its educational content and purpose remained almost unchanged though it was renamed several times. &nbsp;&nbsp;&nbsp;\r\n It remained open in the period of Ri dynasty (1392-1910). &nbsp;&nbsp;&nbsp;\r\n The university in the period of the feudal state taught students confucianism, criminal jurisprudence, arithmetic and western science. &nbsp;&nbsp;&nbsp;\r\n Songgyungwan was renamed Koryo Songgyungwan, a university of light industry, in Juche 81 (1992) by the DPRK, which regards it as an important policy to carry forward and develop national cultural heritages as required by the present times. &nbsp;&nbsp;&nbsp;\r\n Koryo Songgyungwan has several faculties including the Koryo Insam faculty, the Koryo Textile faculty, the Koryo embroidery faculty and Koryo ceramic works faculty and tens of courses that specialize in training technicians for the field of light industry.    \r\n\r\n"
        },
        {
            "title": "Intensified education in Juche idea called for",
            "url": "http://kcna.co.jp/item/2002/200201/news01/08.htm#8",
            "content": "Intensified education in Juche idea called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- It is the fixed stand of leader Kim Jong Il that as long as the cause of socialism moves forward education in the Juche idea among the party members, officers and men of the people's army and other people should not be halted even a moment, but further intensified.\r\n Rodong Sinmun today stresses this in an editorial. &nbsp;&nbsp;&nbsp;\r\n Noting that the Juche idea is the permanent strategic objective in our revolution and a great banner for all victories, the editorial goes on: &nbsp;&nbsp;&nbsp;\r\n Great sustained efforts should be channeled into education in the idea. &nbsp;&nbsp;&nbsp;\r\n To intensify the education is an important undertaking to give full play to the vitality of the army-based policy of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n The policy is based on the Juche idea. The principle of the unique policy that the army precisely means the party, the state and the people is based on the idea. The traditions of this policy are a product of the Korean people's efforts to make revolution their own way, guided by the idea. &nbsp;&nbsp;&nbsp;\r\n The arms of the army and people imbued with the Juche idea are strong enough to defeat any formidable enemy and display their power beyond imagination. &nbsp;&nbsp;&nbsp;\r\n In order to effect a new revolutionary surge on all fronts of socialist construction it is necessary to intensify the education in the idea. Greater efforts should be channeled into the education in the idea among the party members and other working people. Only then can their patriotic zeal be fully displayed and the torch of Ranam will flare up at all units and in all domains. &nbsp;&nbsp;&nbsp;\r\n The education is chiefly aimed to strengthen the harmonious whole of the leader and the people, the driving force of the revolution, in every way and to bring its might into full play steadily. Greater efforts should be channeled into the education to consolidate perfect unity of ranks based on the worship of the leader and the spirit of devotedly defending him.    \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun calls for defending north-south joint declaration",
            "url": "http://kcna.co.jp/item/2002/200201/news01/08.htm#9",
            "content": "Rodong Sinmun calls for defending north-south joint declaration\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- Rodong Sinmun today in a signed article says that the June 15 North-South Joint Declaration, a milestone for reunification common to the nation, is a banner of true patriotism.\r\n It is the main purpose of the U.S. anti-reunification moves to block the implementation of the joint declaration and stamp it out, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists have clamoured for \"inspection\" and \"verification\" of the DPRK to put military pressure upon it after the \"September 11 incident.\" It is their premeditated scheme to render the situation of the Korean peninsula strained and check the implementation of the joint declaration. &nbsp;&nbsp;&nbsp;\r\n The South Korean anti-reunification elements are disturbing the inter-Korean dialogue and resorting to military adventures intended to escalate tension on the Korean peninsula, opposing cooperation with fellow countrymen and expanding cooperation with foreign forces. &nbsp;&nbsp;&nbsp;\r\n This is another vicious challenge to the joint declaration whose basic spirit is national independence. &nbsp;&nbsp;&nbsp;\r\n The New Year's joint editorial of the newspapers of the party, the army and the youth league called upon the whole nation to closely unite under the banner of national independence to cope with the present situation, resolutely smash the moves of the separatist forces within and without to stamp out the joint declaration and open up a decisive phase of the country's reunification. &nbsp;&nbsp;&nbsp;\r\n Now that the anti-reunification forces within and without are escalating their offensive to stamp out the joint declaration, genuine patriotism requires the Korean nation to wage a resolute struggle in defence of the joint declaration, a milestone for national reunification. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are the first target of the Korean nation's struggle. &nbsp;&nbsp;&nbsp;\r\n We can never pardon the South Korean anti-reunification forces who have become more undisguised in their position of north-south confrontation and war maneuvers against the north in cooperation with foreign forces in defiance of the basic spirit of the joint declaration.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}