{
    "date": "2002-12-10",
    "url": "http://kcna.co.jp/item/2002/200212/20021210.htm",
    "articles": [
        {
            "title": "Inter-Korean working contact held",
            "url": "http://kcna.co.jp/item/2002/200212/news12/10.htm#1",
            "content": "Inter-Korean working contact held \r\n&nbsp;&nbsp;&nbsp; Kumgangsan, December 8 (KCNA) -- An inter-Korean working contact was held at Mt. Kumgang Resort from Dec. 6 to 8 for the construction of the Kaesong Industrial Zone according to an agreement reached at the third meeting of the North-South Committee for the Promotion of Economic Cooperation.\r\n At the contact the north and the south agreed to hold a joint ground-breaking ceremony for the construction of the Kaesong Industrial Zone between Dec. 26 and 30 in order to speed it up, and decide on the specific date of the ceremony and its scale, form and method through exchange of documents between those related to the development. &nbsp;&nbsp;&nbsp;\r\n At the contact the north side agreed to open a temporary road between Kaesong and Munsan for the passage of personnel, vehicles and equipment and materials needed for the preparation and participation of the south side in the ground-breaking and construction. &nbsp;&nbsp;&nbsp;\r\n It was agreed at the contact that the north side would institute detailed rules on workforce, tax and business establishment, etc. &nbsp;&nbsp;&nbsp;\r\nBefore the ground-breaking for the construction of the industrial zone and the south side would actively cooperate in the efforts to hold early negotiations between developers and suppliers to be involved in the construction of the infrastructural network including electric power, communications and water, timed to coincide with the ground-breaking for the construction. &nbsp;&nbsp;&nbsp;\r\n The north and the south agreed to effectuate at an early date through exchange of documents an agreement concerning customs, quarantine and communications in the industrial zone in order to provide an institutional mechanism for a smooth operation of the zone. &nbsp;&nbsp;&nbsp;\r\n They agreed to continue to discuss and settle practical matters of speeding up the construction of the industrial zone through exchange of documents or working contacts in the future.    \r\n\r\n"
        },
        {
            "title": "Candle-light rallies and demonstrations held in S. Korea",
            "url": "http://kcna.co.jp/item/2002/200212/news12/10.htm#2",
            "content": "Candle-light rallies and demonstrations held in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 9 (KCNA) -- The 8th candle-light rally and demonstration of more than 50,000 citizens and students took place simultaneously in more than 40 cities of South Korea on Dec. 7, demanding the nullification of the trial of the murder  case of schoolgirls and the revision of the South Korea-U.S. Status of Forces Agreement (SOFA), according to KBS and Yonhap News of South Korea.\r\n Over 20,000 citizens and students gathered around Kwanghwamun and Jongro of Seoul to denounce the U.S. Forces for giving a verdict of not guilty to the murderers of schoolgirls and demand open personal apology of President Bush and total revision of the unequal SOFA. &nbsp;&nbsp;&nbsp;\r\n A Pusan citizens rally was held in Pusan, attended by more than 2,000 figures of dissident organizations, citizens and students. &nbsp;&nbsp;&nbsp;\r\n A rally for denouncing the U.S. Forces and a signature campaign among citizens were held under the sponsorship of the Kwangju measure committee for the murder case by a U.S. armored car comprising civic and public organizations in Kwangju and South Jolla Province. &nbsp;&nbsp;&nbsp;\r\n Citizens and students held a similar rally at the square of Chosun University before joining in the campaign. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the sixth candle-light rally and demonstration were held in Kwanghwamun of Seoul on Dec. 5 to denounce the U.S. Forces for their killings. &nbsp;&nbsp;&nbsp;\r\n The Catholic measure committee for the solution of the murder case of schoolgirls by a U.S. armored car hosted a candle-light concert to achieve the right to existence and peace and punish the GI killer and seek the total revision of the unequal SOFA at a place where priests of the South Korean Catholic Priests' Council for Justice staged a hunger sit-in strike. &nbsp;&nbsp;&nbsp;\r\n The 7th Kwanghwamun candle-light rally and demonstration took place on Dec. 6. The demonstrators expressed curses and hatred for the U.S., marching past the U.S. embassy.    \r\n\r\n"
        },
        {
            "title": "Anti-U.S. struggle in S. Korea",
            "url": "http://kcna.co.jp/item/2002/200212/news12/10.htm#3",
            "content": "Anti-U.S. struggle in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 9 (KCNA) -- Announcers, film actors and actresses and singers of South Korea reportedly held a press conference in Seoul on Dec. 6, protesting the U.S. military court's verdict of not guilty to the murderers of schoolgirls.\r\n A declaration of announcers, film actors and actresses and artistes on a verdict of not guilty to the murder case of schoolgirls was read out at the press conference. It said that the sovereignty of the Korean nation cannot be trampled underfoot by any country, and demanded total revision of the unequal South Korea-U.S. Status of Forces Agreement (SOFA), an open apology of president bush, etc. &nbsp;&nbsp;&nbsp;\r\n At the end of the press conference, its participants rushed toward a citizens' festival in Kwanghwamun where priests of the South Korean Catholic Priests' Council for Justice were keeping a hunger sit-in strike, and joined them in the hunger strike. &nbsp;&nbsp;&nbsp;\r\n More than 200 churchgoers under the council of Christian churches of South Korea held an emergency prayer meeting in Seoul on Dec. 3 at which they declared that they would fight it out to get an official apology from Bush and seek total revision of the sofa. &nbsp;&nbsp;&nbsp;\r\n In the declaration, which was read out at the prayer meeting, the participants said that they cannot recognize the sofa, demanding its total revision. &nbsp;&nbsp;&nbsp;\r\n At the end of the prayer meeting the participants marched toward the U.S. embassy, chanting \"Punish GI Murderers\". When they clashed with police, some representatives made their way into the U.S. embassy and handed a letter of protest to it. &nbsp;&nbsp;&nbsp;\r\n More than 4,700 members of ten organizations under the Taegu Regional General Federation of Artistes published a declaration on the situation of the artistes in Taegu on Dec. 4, demanding the punishment of GI murderers. &nbsp;&nbsp;&nbsp;\r\n The declaration said that they would launch an all-out struggle for the nullification of the verdict of not guilty given to GI murderers, the punishment of them and the revision of the sofa. \r\n\r\n"
        },
        {
            "title": "U.S. military authorities' unjust behavior against S. Koreans",
            "url": "http://kcna.co.jp/item/2002/200212/news12/10.htm#4",
            "content": "U.S. military authorities' unjust behavior against S. Koreans\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 9 (KCNA) -- The U.S. military authorities on Dec. 5 detained members of the America-visiting group of the All-People Measure Committee for Sin Hyo Sun and Sim Mi Son, Girl Students Killed By a U.S. Armored Car and South Korean reporters, according to a news report.\r\n That day the group was not allowed by the U.S. military authorities to hand to the U.S. Department of Defense a protest letter carrying demand for the nullification of the U.S. Forces' deceptive verdict of not guilty. &nbsp;&nbsp;&nbsp;\r\n Enraged at this, the members of the group tried to hold a demonstration in front of the U.S. Department of Defense together with Korean residents in the U.S., but the U.S. military authorities openly blocked them. &nbsp;&nbsp;&nbsp;\r\n Even before they started a demonstration, the U.S. military authorities detained the members of the group and reporters for nearly one hour, charging that the aim of the America visit of the group is problem, they took photographs at no-photographing area and it is a usage to convey a document through the u.s. embassy. &nbsp;&nbsp;&nbsp;\r\n Not yielding to it, the group strongly resisted their unjust behavior.    \r\n\r\n"
        },
        {
            "title": "KCNA assails U.S. bellicose forces' trite method",
            "url": "http://kcna.co.jp/item/2002/200212/news12/10.htm#5",
            "content": "KCNA assails U.S. bellicose forces' trite method\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 9 (KCNA) -- U.S. Secretary of Defense Rumsfeld was reported to have accused the DPRK of being the \"world's biggest exporter of missile technology\", asserting that this is \"threatening the world\".\r\n This is nothing but a trite method of the U.S. bellicose forces to invent a pretext for stifling the DPRK by force of arms on the charge of posing \"nuclear and missile threats\" and justify their frantic moves to establish the Missile Defense System (MD). &nbsp;&nbsp;&nbsp;\r\n The DPRK's possession of missiles for self-defence does not pose any threat to other countries in any case. &nbsp;&nbsp;&nbsp;\r\n Nevertheless, Rumsfeld and other warmongers of the U.S. never miss a chance to cite the DPRK's missile issue and talk about its \"threat\". This is nothing but a subterfuge to use this as a leverage to put pressure upon it and further escalate the U.S. hostile policy toward it and, at the same time, a smokescreen to cover up Washington's true colours as the arch criminal disturbing the global peace and stability. &nbsp;&nbsp;&nbsp;\r\n The U.S. is the world's biggest possessor and exporter of nukes and missiles. With nothing can it deny the stark fact that it is threatening the whole humankind with nukes and missiles. &nbsp;&nbsp;&nbsp;\r\n The DPRK is, in fact, exposed to this potential threat of the U.S. &nbsp;&nbsp;&nbsp;\r\n The DPRK, however, stays unfazed, not afraid of the U.S. unceasing moves to stifle it. &nbsp;&nbsp;&nbsp;\r\n The DPRK will keep to the road chosen by itself no matter what others may say.    \r\n\r\n\r\n"
        },
        {
            "title": "Cable institute set up",
            "url": "http://kcna.co.jp/item/2002/200212/news12/10.htm#6",
            "content": "Cable institute set up\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 9 (KCNA) -- The cable institute has been set up at the March 26 Factory in Pyongyang.\r\n The institute will make researches into new kinds of cables necessary for the rapidly developing it industry. &nbsp;&nbsp;&nbsp;\r\n With several departments, it is able to simultaneously solve technical problems concerning quality of materials, processing, isolation, etc. &nbsp;&nbsp;&nbsp;\r\n It has also a proper system to immediately introduce the newly developed cables into production. &nbsp;&nbsp;&nbsp;\r\n Able experts and engineers with rich field experience are working with the institute.    \r\n\r\n"
        },
        {
            "title": "Hamhung University of Hydraulics",
            "url": "http://kcna.co.jp/item/2002/200212/news12/10.htm#7",
            "content": "Hamhung University of Hydraulics\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 9 (KCNA) -- Hamhung University of Hydraulics in South Hamgyong Province, the Democratic People's Republic of Korea, was founded on September 1, Juche 48 (1959).\r\n The total area of the university is some 60,000 square meters and its floor space is over 25,000 square meters. &nbsp;&nbsp;&nbsp;\r\n It has faculties of hydraulic power and harbor construction, irrigation and electrical engineering and a scientific institute with more than 10 departments, a library and other facilities. &nbsp;&nbsp;&nbsp;\r\n It has able teachers and researchers with a high degree of scientific and technical qualification. &nbsp;&nbsp;&nbsp;\r\n It has greatly contributed to the development of the country's education, science and technology by publishing over 23,700 textbooks, reference books and treatises. &nbsp;&nbsp;&nbsp;\r\n In particular, it has made valuable scientific and technical achievements such as new method of harbor construction with local materials, waterproof materials, various models of electromagnetic reduction gears, computer-controlled operation of power plants, etc. &nbsp;&nbsp;&nbsp;\r\n Graduates from the university have been dispatched to some twenty countries for technical cooperation in the field of irrigation.    \r\n\r\n"
        },
        {
            "title": "Revolutionary sites visited by many people",
            "url": "http://kcna.co.jp/item/2002/200212/news12/10.htm#8",
            "content": "Revolutionary sites visited by many people\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 9 (KCNA) -- Revolutionary battle sites and historical places in all parts of the country have been visited by an endless stream of working people, servicemen, youth and students of Korea.\r\n From the beginning of the year the number of the visitors has reached more than 28,200,000. &nbsp;&nbsp;&nbsp;\r\n The Ministry of the People's Armed Forces formed a winter marching group of young servicemen to visit the revolutionary battle sites and historical places in Ryanggang Province including the old home of Kim Jong Il in the secret camp of Mt. Paektu on the occasion of his birthday, February 16. &nbsp;&nbsp;&nbsp;\r\n Servicemen also visited the old home of President Kim Il Sung in Mangyongdae and other historical places and revolutionary battle sites in different parts of the country on the occasion of his birthday (April 15), the day of the sun. &nbsp;&nbsp;&nbsp;\r\n Generals and officers of the Ministry of People's Security, too, formed a marching group to visit the old home of Kim Jong Il and other revolutionary sites in celebration of his birthday. &nbsp;&nbsp;&nbsp;\r\n They held an oratorical contest and a meeting at the sites to vow to defend Kim Jong Il, Supreme Commander of the Korean People's Army, at the cost of their lives and safeguard socialist Korea and reliably guarantee the triumphant progress of the revolutionary cause of Juche by arms. &nbsp;&nbsp;&nbsp;\r\n Officials of the Central Committee of the Union of Agricultural Workers of Korea, the Ministry of Railways and other ministries, national institutions, members of the Workers' Party of Korea and other working people, youth and students from throughout the country also visited revolutionary battle sites and historical places associated with imperishable feats of the three generals of Mt. Paektu and made a vow to remain faithful to  Kim Jong Il's army-based leadership. &nbsp;&nbsp;&nbsp;\r\n Youth and students, visiting the old homes of Kim Il Sung and Kim Jong Il and other historical places and revolutionary battle sites in different parts of the country, hardened their  determination to fully prepare themselves to be a youth vanguard of Kim Jong Il, the sun of the 21st century. &nbsp;&nbsp;&nbsp;\r\n They planted hundreds of thousands of trees and flowers and sowed seeds at the sites, good schools for education in the revolutionary traditions, in the hope of preserving them as eternal treasure of the Korean revolution. &nbsp;&nbsp;&nbsp;\r\n Through the march to the sites, all the visitors have cultivated a strong faith and will to live and fight in the revolutionary spirit of Mt. Paektu in any adversity as the first generation of the Korean revolution did.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on invincible Korean-style socialism",
            "url": "http://kcna.co.jp/item/2002/200212/news12/10.htm#9",
            "content": "Rodong Sinmun on invincible Korean-style socialism\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 9 (KCNA) -- Korean-style socialism will as always adorn its red flag only with victories as it is advancing under the army-based leadership of Kim Jong Il, says Rodong Sinmun today in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The DPRK enjoys such high dignity and demonstrates such great might and a bright future is in store for the Korean nation thanks to the leadership of Kim Jong Il, an illustrious commander born of heaven highly praised by the world people. This is the fixed faith of the people's army and people of the DPRK. &nbsp;&nbsp;&nbsp;\r\n They will advance along the road of struggle to accomplish the socialist cause of Juche under his army-based leadership. &nbsp;&nbsp;&nbsp;\r\n The matchless might of the armed forces and the single-hearted unity are a decisive factor of firmly guaranteeing the accomplishment of the cause of Korean-style socialism. &nbsp;&nbsp;&nbsp;\r\n It is necessary to cope with the imperialists' threat of force by force of arms and counter their strategy to destabilize the DPRK with the might of single-hearted unity. &nbsp;&nbsp;&nbsp;\r\n Only when the armed forces remain strong and the whole party and army and all the people are single-heartedly united around their leader, no enemy dares attack the dprk. &nbsp;&nbsp;&nbsp;\r\n This is the truth taught by the brilliant victory won by the DPRK in defending socialism in the 20th century. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's army-based policy has served as a treasured sword for certain victory which made it possible to increase the might of our armed forces and single-hearted unity thousand times and brought the imperialists to their knees. &nbsp;&nbsp;&nbsp;\r\n The army-based policy serves as immovable guidelines in the struggle and life of the armed forces and people in the dprk. &nbsp;&nbsp;&nbsp;\r\n Korean-style socialism will always emerge victorious as the whole army and all the people are forging ahead, single-heartedly united around Kim Jong Il under the banner of the great army-based leadership.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. futile diplomacy for cooperation ridiculed",
            "url": "http://kcna.co.jp/item/2002/200212/news12/10.htm#10",
            "content": "U.S. futile diplomacy for cooperation ridiculed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 9 (KCNA) -- The United States is busy with diplomacy to woo countries around the Korean Peninsula to cooperate in putting international pressure upon the DPRK and persuading it into dropping its principled stand on the nuclear issue.\r\n In this regard Rodong Sinmun Monday says in a signed commentary: &nbsp;&nbsp;&nbsp;\r\n This hectic U.S. diplomacy is aimed to plug other countries into its unreasonable nuclear racket against the DPRK and create an atmosphere for the international pressure upon it. This is the height of folly. &nbsp;&nbsp;&nbsp;\r\n In the light of either its origin or the reality today the nuclear issue on the Korean Peninsula does not require any other countries to get involved in it and, moreover, it is not a matter to be solved through such \"cooperation\" or international pressure. &nbsp;&nbsp;&nbsp;\r\n The nuclear issue on the Korean Peninsula can find a smooth solution if the U.S. withdraws all its nuclear weapons deployed in and around South Korea and stops threatening the DPRK with nukes. But the U.S. is working hard to get international \"cooperation\" in a bid to force the DPRK to scrap its \"nuclear development plan,\" while refusing to accept the latter's proposal for concluding a non-aggression treaty, the master key and a prerequisite to settling the nuclear issue. &nbsp;&nbsp;&nbsp;\r\n If the U.S. has a true will to solve this issue, it should stop its hectic diplomacy for \"cooperation,\" opt for dialogue between the DPRK and the U.S. and conclude a non-aggression treaty with Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Other countries are well advised to properly understand the essence and nature of the nuclear issue on the Korean Peninsula and refrain from getting involved in the U.S. vicious moves to pressurize the DPRK under the pretext of the issue. &nbsp;&nbsp;&nbsp;\r\n The U.S. should give up the above-said ridiculous diplomacy. \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on national self-respect",
            "url": "http://kcna.co.jp/item/2002/200212/news12/10.htm#11",
            "content": "Rodong Sinmun on national self-respect \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 9 (KCNA) -- The army and people of the DPRK are strong in national self-respect and for them national self-respect is as powerful as a nuclear weapon. Rodong Sinmun today says in an editorial.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n It is the steadfast will of the army and people in the DPRK that if any one dares infringe upon their dignity even a bit, they will make him pay a top price. &nbsp;&nbsp;&nbsp;\r\n All servicemen and people should harden their readiness and will to fully demonstrate the dignity and honor of Kim Il Sung's nation however difficult and complicated the situation may be. &nbsp;&nbsp;&nbsp;\r\n The greatness of the leader is that of the nation and the dignity of the country. &nbsp;&nbsp;&nbsp;\r\n All servicemen, members of the Workers' Party of Korea and other working people should more firmly keep their faith that as they are led by Kim Jong Il they will always emerge victorious and a bright future of a strong nation is in store for them. &nbsp;&nbsp;&nbsp;\r\n The national self-respect precisely means the spirit of national independence. &nbsp;&nbsp;&nbsp;\r\n They will always win a victory if they have strong spirit of braving any pressure and aggression moves of the imperialists. &nbsp;&nbsp;&nbsp;\r\n All servicemen and people should have do-or-die spirit to defend their ideology, cause and system to the end in any difficult conditions and circumstances. &nbsp;&nbsp;&nbsp;\r\n The national self-respect is based on the honor and pride of history, tradition and culture peculiar to the nation. &nbsp;&nbsp;&nbsp;\r\n The people strong in national self-respect are invincible.    \r\n"
        },
        {
            "title": "Japan urged to return home-visiting Japanese",
            "url": "http://kcna.co.jp/item/2002/200212/news12/10.htm#12",
            "content": "Japan urged to return home-visiting Japanese\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 9 (KCNA) -- Families of the five Japanese related to abduction and the Japanese public are increasingly assertive for sending those Japanese back to the DPRK as they had gone to Japan to visit their home-towns, according to press reports.\r\n Japanese media is giving a wide coverage to the development. &nbsp;&nbsp;&nbsp;\r\n The November 14th issue of the newspaper Yomiuri Shimbun carried an account of an interview the Japanese weekly Friday magazine had during its stay in the DPRK with Hitomi Soga's husband Jenkins who is in a hospital in Pyongyang and their two daughters under the title of \"I long to see my mother.\" &nbsp;&nbsp;&nbsp;\r\n The paper said: &nbsp;&nbsp;&nbsp;\r\n Elder daughter Mi Hwa eagerly said \"mom, please come back\" and her father said \"my wife is in custody in Japan. As prescription for a runaway is valid for 40 years I can not go to Japan before the expiry of this term.\" &nbsp;&nbsp;&nbsp;\r\n They asked the journalists to convey their words to Hitomi: &nbsp;&nbsp;&nbsp;\r\n\"Her home-visit was scheduled to last 10 days but she has not yet come back. Why? please come back now.\" &nbsp;&nbsp;&nbsp;\r\n Upon hearing this, Hitomi wavered and cancelled an interview scheduled to have with the Kyodo News Service that day, said the paper. &nbsp;&nbsp;&nbsp;\r\n She was also reported to have asked the Japanese authorities to convey overcoats and sweaters she purchased to her husband and daughters. &nbsp;&nbsp;&nbsp;\r\n The Kyodo News Service on November 30 reported that when asked to go to Japan to receive medical treatment, Jenkins replied \"I am sorry but I can't go to Japan. The authorities will arrest me on the spot because I am a runaway.\" &nbsp;&nbsp;&nbsp;\r\n The Kyodo News Service continued: &nbsp;&nbsp;&nbsp;\r\n \"He has something to say to the Japanese Prime Minister. Why don't you send my wife back to the DPRK as she is its citizen? &nbsp;&nbsp;&nbsp;\r\n A report said that Jenkins would be arrested by U.S. agents the moment he arrives in Japan. &nbsp;&nbsp;&nbsp;\r\n Sankei Shimbun on Nov. 21 reported that a letter in the name of the \"employees union of the Ministry of Foreign Affairs\" was conveyed to Kaoru Hasuike and his wife. &nbsp;&nbsp;&nbsp;\r\n The daily said: &nbsp;&nbsp;&nbsp;\r\n The letter said that \"the government and the society of families are forcing you to permanently reside in Japan, not respecting the will of the returnee. You should be let to go to North Korea to have a discussion with your children.\" &nbsp;&nbsp;&nbsp;\r\n A similar letter was reported to have been sent to the prime minister and the chief cabinet secretary and an official concerned of the foreign ministry. &nbsp;&nbsp;&nbsp;\r\n The Dec. 2 issue of the newspaper Asahi Shimbun in an article titled \"friendship with North Korea\" quoted a teacher at a high school as saying: &nbsp;&nbsp;&nbsp;\r\n Now I teach the world history at a high school. &nbsp;&nbsp;&nbsp;\r\n I have told students that they should think prudently before making Judgment amidst the growing criticism against North Korea. I said this because it is necessary for them to keep themselves aware that they are studying history. &nbsp;&nbsp;&nbsp;\r\n While studying the modern history, you can learn how many countries have trampled down upon people. Japan is not an exception. &nbsp;&nbsp;&nbsp;\r\n The Liberal Democratic Party ruled Japan about the time Hasuike was abducted. How did the LDP approach North Korea at that time? &nbsp;&nbsp;&nbsp;\r\n The old socialist party should be criticized because it was not active in seeking a solution to the issue of those related to the kidnapping. But I feel strong disgust at the media criticizing the politicians and intellectuals who have so far made efforts to help solve the issue on the Korean Peninsula as traitors. &nbsp;&nbsp;&nbsp;\r\n Those, who have turned their back on the solution of the Korean issue and Japan's redress for its past, are becoming more vociferous in criticism and disturbing media go rampant taking advantage of the issue of kidnapping. &nbsp;&nbsp;&nbsp;\r\n This cannot but throw Japan's mentality into a crisis.    \r\n\r\n\r\n\r\n"
        }
    ]
}