{
    "date": "2002-08-26",
    "url": "http://kcna.co.jp/item/2002/200208/20020826.htm",
    "articles": [
        {
            "title": "Detailed report on Kim Jong Il's visit to Far Eastern region of Russia",
            "url": "http://kcna.co.jp/item/2002/200208/news08/26.htm#1",
            "content": "Detailed report on Kim Jong Il's visit to Far Eastern region of Russia \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 26 (KCNA) -- A detailed report on Kim Jong Il's visit to the Far Eastern region of Russia was released.\r\n The report says: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il, Chairman of the National Defence Commission (NDC) of the Democratic People's Republic of Korea, visited the Far Eastern region of the Russian Federation from August 20 to 24, 2002. &nbsp;&nbsp;&nbsp;\r\n Accompanying him were Kim Yong Chun, member of the NDC and chief of the general staff of the Korean People's Army: Yon Hyong Muk, member of the NDC: Kim Yong Sun, secretary of the C.C., the Workers' Party of Korea: Kang Sok Ju, first vice-minister of foreign affairs: Pak Nam Gi, chairman of the State Planning Commission: Kim Yong Sam, minister of railways: and Jang Song Thaek and Ju Kyu Chang, first vice department directors of the WPK Central Committee. &nbsp;&nbsp;&nbsp;\r\n President V.V. Putin and people in the Far Eastern region of Russia warmly welcomed and accorded cordial hospitality to Kim Jong Il who visited Russia again one year after his last visit to further consolidate and develop the traditional DPRK-Russia friendly relations. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il met and had talks with Putin in Vladivostok. He also conversed in a friendly atmosphere with a number of officials of national and local institutions of Russia including the presidential envoy and governors of territories. &nbsp;&nbsp;&nbsp;\r\n At their meeting and talks, which took place in a friendly and candid atmosphere, the two top leaders informed each other of the situation in their countries and had an exhaustive discussion on the matter of further developing the friendly and cooperative relations between the two countries and major international issues of mutual concern. A consensus of views was reached on all the matters discussed. &nbsp;&nbsp;&nbsp;\r\n They shared the view that boosting the DPRK-Russia ties of friendship and cooperation with a long tradition not only conforms with the desire and basic interests of the two peoples but is greatly conducive to ensuring peace and stability in Asia and the rest of the world. &nbsp;&nbsp;&nbsp;\r\n They were of the view that putting the DPRK-Russia friendship on a new stage was the unanimous desire of the two peoples. &nbsp;&nbsp;&nbsp;\r\nThey reiterated their determination to expand the friendly relations favorable for peace and stability in northeast Asia and the rest of the world, the prosperity of the two countries and their equal and mutually beneficial cooperation in the spirit of the DPRK-Russia joint declaration adopted in Pyongyang in 2000, the DPRK-Russia Moscow declaration in 2001 and the DPRK-Russia treaty of friendship, good-neighborliness and cooperation. &nbsp;&nbsp;&nbsp;\r\n Putin warmly welcomed Kim Jong Il's visit to the Far Eastern region and said his wide-range and in-depth visit was of weighty importance in further promoting mutual understanding, trust, friendship and cooperation between the two countries and developing the bilateral friendship as required by the new century. &nbsp;&nbsp;&nbsp;\r\n They expressed support and solidarity for each other's people in their efforts for social progress and development. &nbsp;&nbsp;&nbsp;\r\n The two leaders had an exhaustive discussion on the issue of boosting the bilateral cooperation in various fields and some matters concerning economic cooperation including the linking of the Korean Peninsula's railroad with the trans-Siberian railroad. The discussion bore fine results. &nbsp;&nbsp;&nbsp;\r\n They also had a wide-range exchange of views on international matters and expressed their willingness to make a positive contribution to preserving world peace and stability and building a new just world structure by joint efforts of both sides. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il, through his historic meeting with Putin in Vladivostok, further deepened his personal relationship with the Russian leader and strengthened the DPRK-Russia friendship. &nbsp;&nbsp;&nbsp;\r\n He toured various cities of the far eastern region for five days, enjoying sincere welcome from Russian people everywhere he went. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by presidential envoy to the Far East federal district K.B. Pulikovski, Russian Ambassador to the DPRK A.G. Karlov and other Russian officials from national and local institutions in the whole period of his visit to the Far Eastern region. &nbsp;&nbsp;&nbsp;\r\n He first visited Komsomolsk-on-Amur, a young city in the northern area of Russia.\r\n Leading officials and citizens accorded cordial hospitality to him who made a long journey to visit the city. &nbsp;&nbsp;&nbsp;\r\n Guided by senior officials of the city, he went to the Komsomolsk-on-Amur Aircraft Complex named after Gagarin, the Amur Shipyard and the Shargol Children's Camp. He attended a luncheon and a banquet given by the city and enjoyed a colorful performance specially prepared by children. &nbsp;&nbsp;&nbsp;\r\n He visited Khabarovsk on August 22. &nbsp;&nbsp;&nbsp;\r\n Its citizens warmly welcomed him with particularly deep friendship as they were honored with several visits by President Kim Il Sung and had unforgettable memory of Kim Jong Il's visit last year. &nbsp;&nbsp;&nbsp;\r\n Conducted by senior officials of the city, he toured a pharmaceutical plant, the Amurkabel Cable-Producing Plant, a Russian Orthodox Church and the Volochayev division. He was present on invitation at a grand luncheon and a banquet separately given by the administration of the Khabarovsk territory and the commander of the Far East military district. &nbsp;&nbsp;&nbsp;\r\n He visited Vladivostok, a port city on the pacific coast, on August 23 and 24. &nbsp;&nbsp;&nbsp;\r\n Senior officials of the maritime territory and the city and citizens warmly welcomed Kim Jong Il, paying high tribute to him for having paid deep attention to the development of the DPRK-Russia friendship. &nbsp;&nbsp;&nbsp;\r\n He visited the commercial seaport, the Ignat Trade Center and \"Vlad Khleb\" Bread Factory of Vladivostok and the warship admiral Panteleev of the Pacific Fleet. He was present on invitation at a luncheon and a breakfast separately given by the administration of the territory and the city. &nbsp;&nbsp;&nbsp;\r\n Touring the vast Far Eastern region, he acquainted himself in detail with the thoughts and custom of the courageous and hard-working Russian people and political, economic, cultural and all other fields. He conducted energetic external activities day and night to make an immortal contribution to the development of the DPRK-Russia friendship. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's Russia visit was successfully concluded amid the concern and hospitality of Putin and the warm welcome of the friendly people of the Far Eastern region. &nbsp;&nbsp;&nbsp;\r\n He expressed satisfaction with the results of his visit. &nbsp;&nbsp;&nbsp;\r\n His historic visit to Russia will be brilliantly recorded in the history of the DPRK-Russia friendship as it marked a landmark event which brought about a new turn in further consolidating and developing the traditional friendship.    \r\n\r\n"
        },
        {
            "title": "Namibian President on relations with DPRK",
            "url": "http://kcna.co.jp/item/2002/200208/news08/26.htm#2",
            "content": "Namibian President on relations with DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 26 (KCNA) -- President Kim Il Sung, one of my closest friends, offered selfless spiritual and material aid to the Namibian people in their struggle for the independence of the country and a new life, and now Kim Jong Il is paying deep attention to the development of friendly and cooperative relations between the DPRK and Namibia.\r\n Namibian President Sam Nujoma said this when meeting with the DPRK delegation headed by vice-president of the Presidium of the Supreme People's Assembly Yang Hyong Sop on August 24. &nbsp;&nbsp;&nbsp;\r\n He wished for expansion of cooperation between the two countries in different fields. &nbsp;&nbsp;&nbsp;\r\n Saying Kim Jong Il is conducting energetic activities for the reunification of the country divided by outside forces, he hoped for early reunification of Korea.    \r\n\r\n"
        },
        {
            "title": "Signature campaign for punishment of GI criminals in S. Korea",
            "url": "http://kcna.co.jp/item/2002/200208/news08/26.htm#3",
            "content": "Signature campaign for punishment of GI criminals in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 26 (KCNA) -- A signature campaign for the punishment of the GI murderers took place on the street in front of the Myongdong Cathedral in Seoul on August 21 under the sponsorship of the all-people measure committee for Sin Hyo Sun and Sim Mi Son, schoolgirls killed by a U.S. armored car, according to a news report.\r\n The campaign started in Uijongbu, Kyonggi Province, on July 2 in demand of the punishment of the GI murderers, bush's official apology and probe into the truth behind the case. &nbsp;&nbsp;&nbsp;\r\n Joining in the campaign were more than 400,000 people in different areas. &nbsp;&nbsp;&nbsp;\r\n The measure committee includes more than 140 organizations and the campaign is being expanded in all areas by the south Korean teachers union and organizations of workers, peasants, youth, students, religionists and women.    \r\n\r\n"
        },
        {
            "title": "Anti-U.S. struggle of south Korean religionists",
            "url": "http://kcna.co.jp/item/2002/200208/news08/26.htm#4",
            "content": "Anti-U.S. struggle of south Korean religionists \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 26 (KCNA) -- Religionists of 39 religious organizations in south Korea held a photo exhibition condemning the U.S. troops' atrocities and conducted a signature campaign at the Myongdong Cathedral from mid July and called a press conference on July 29.\r\n Among the organizations were the South Korean Catholic Priests' Council for Justice, the South Korean Catholic Human Rights Committee and the Northern Kyonggi Provincial Priests' Council of the Seoul Parish. &nbsp;&nbsp;&nbsp;\r\n At the press conference, the organizations said that continuous inequality can never be peace and that the GI criminals should be brought to south Korean court in order to prevent such a misfortune. &nbsp;&nbsp;&nbsp;\r\n That day 30 catholic organizations in masses on the situation called for the transfer of the criminal jurisdiction of the U.S. Forces and the overall revision of the unequal south Korea-U.S. status of forces agreement and made a protest march up to the gate of the U.S. second division. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the catholic measure committee issued a declaration of 1,000 people demanding the just settlement of the murder case and condemning the U.S. troops' arrogant attitude on August 7. &nbsp;&nbsp;&nbsp;\r\n The priests and believers of the South Korean Christian Presbyterians Council held a meeting of religionists in Uijongbu on August 18 and declared they would not stop their struggle before bush makes an apology for the murder case of the two girl students. &nbsp;&nbsp;&nbsp;\r\n The south Korean religionists council for national reconciliation and reunification and the Buddhist human rights committee respectively released a declaration and a statement, calling upon the whole nation to unite to drive the U.S. Forces out of south Korea.    \r\n\r\n"
        },
        {
            "title": "Picture album \"With The People\"",
            "url": "http://kcna.co.jp/item/2002/200208/news08/26.htm#5",
            "content": "Picture album \"With The People\" \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 26 (KCNA) -- Nikolai Mishin, director of the Paleya-Mishin Publishing House of Russia, edited a picture album \"With The People\" and presented it to General Secretary Kim Jong Il on the occasion of his birthday as a gift. \r\n Given in the picture album are photos showing that he was born in the secret camp on Mt. Paektu, grew up with the spirit of Korea, personified the quality of the people's leader at Kim Il Sung University and unfolded a far-sighted plan to accomplish the revolutionary cause of Juche generation after generation. &nbsp;&nbsp;&nbsp;\r\n There are also photos showing the immortal exploits he performed not only in the party work but in political, economic, cultural, military and other fields, while leading the revolution and construction for scores of years since he started his party work. Other photos show that he accomplished the cause of perpetuating the memory of President Kim Il Sung, victoriously wound up the \"arduous march\" and the forced march with his army-based revolutionary leadership and opened a new era of building a powerful socialist nation. &nbsp;&nbsp;&nbsp;\r\n Seen in the album are photos showing his great feats in providing the historic Pyongyang meeting and north-south summit talks to open a turning phase of national reunification, in accomplishing the human cause of independence with his energetic external activities, and in consolidating DPRK-Russia friendship and defending world peace during his Russia visit.    \r\n\r\n"
        },
        {
            "title": "Kumjingang Dam pays off",
            "url": "http://kcna.co.jp/item/2002/200208/news08/26.htm#6",
            "content": "Kumjingang Dam pays off \r\n&nbsp;&nbsp;&nbsp; Hamhung, August 26 (KCNA) -- The Kumjingang Dam built in Jongphyong county, South Hamgyong Province of Korea, is paying off.\r\n The Kumjin River originates from Mt. Rangrim range and empties into the East Sea of Korea through Hamju and Jongphyong counties. In the past the river frequently did damage to areas along its lower reaches as the current of water is swift and water would swell when it rains a little. &nbsp;&nbsp;&nbsp;\r\n But, with the dam built across the river, it has turned into a river bringing happiness and joy to the inhabitants. &nbsp;&nbsp;&nbsp;\r\n This large dam was built by those in Jongphyong county during the \"arduous march\" and the forced march. &nbsp;&nbsp;&nbsp;\r\n The project was a Herculean one. They had to carry out by their own efforts the filling of several million cubic meters of earth and 10,000 cubic meters of concrete to build hydraulic structures, Choe Kum Sun, chairperson of the county people's committee, said. &nbsp;&nbsp;&nbsp;\r\n She had this to say: &nbsp;&nbsp;&nbsp;\r\n General Secretary Kim Jong Il indicated the orientation and ways of building a dam in the upper reaches of the Kumjin River and minor power stations. Then, he visited the dam construction site in November Juche 89 (2000) and took various steps so that the project could be finished in a short span of time. &nbsp;&nbsp;&nbsp;\r\n The construction of the Kumjingang Dam made it possible to protect the inhabitants' lives and properties from drought and flood damage and ensure stable farming. Water of Jongphyong Youth Lake, a large man-made lake that appeared after its construction is one more source of industrial, irrigation and drinking water. &nbsp;&nbsp;&nbsp;\r\n Several phased power stations were built to solve the acute shortage of electricity. the recently-built Kumjingang Youth Power Station no.6 alone is enough to satisfactorily meet the demands of local industrial establishments and inhabitants in the county for electricity.    \r\n\r\n"
        },
        {
            "title": "Juche-oriented view on world",
            "url": "http://kcna.co.jp/item/2002/200208/news08/26.htm#7",
            "content": "Juche-oriented view on world \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 26 (KCNA) -- The Juche idea clarified a view on the world in relation to man for the first time in history.\r\n Viewing the world means how to view and understand it. &nbsp;&nbsp;&nbsp;\r\n In other words, it is an issue of understanding what the world is and how it changes and develops. &nbsp;&nbsp;&nbsp;\r\n The Juche idea proposed a new issue of who is the master of the world and where is its driving force. The Juche idea gave a new view on the world after proving that man is the master of the world and plays a decisive role in transforming the world. &nbsp;&nbsp;&nbsp;\r\n This is the reason why the Juche idea-based view on the world is fundamentally different from those former views based on the issue between material and conscience. &nbsp;&nbsp;&nbsp;\r\n The new Juche-oriented view says that the world is dominated, reshaped and developed by man. &nbsp;&nbsp;&nbsp;\r\n The man-centred view on the world means that man is the master of the world and the world is dominated by man. So, it does not mean that the material world was formed with man in its centre. &nbsp;&nbsp;&nbsp;\r\n It does not mean that all changes in the world are attributable to man but means that the world changes and develops due to activity of man who transforms it. &nbsp;&nbsp;&nbsp;\r\n The Juche idea proves the law governing man's domination over the world and its change and development due to his activity on the basis of the Juche-oriented view on the essence of the world. &nbsp;&nbsp;&nbsp;\r\n As the Juche idea clarified the man-centred philosophical view on the world the popular masses came to wage a more vigorous struggle to carve out their destiny with a scientific and revolutionary view on the world.    \r\n\r\n"
        },
        {
            "title": "Tok islets, inviolable territory of Korea",
            "url": "http://kcna.co.jp/item/2002/200208/news08/26.htm#8",
            "content": "Tok islets, inviolable territory of Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 26 (KCNA) -- Tok islets are an inalienable part of Korea and its inviolable territory from the historical point of view, said prof. and dr. Ho Jong Ho, president of the DPRK History Society, when interviewed by KCNA.\r\n At the north-south symposium to protect the dominium over Tok islets and urge Japan to redress its past held in Seoul on Aug. 16 the academician proved the lawfulness and validity of Korea's claim to the islets and clarified the DPRK's stand toward them. &nbsp;&nbsp;&nbsp;\r\n Tok islets in the East Sea of Korea find themselves at 131 degrees, 52 min. and 40 sec. east longitude and 37 degrees, 14 min. and 18 sec. north latitude. They consist of two small islets (Tong islet and So islet) and over 30 rock islets and reefs surrounding them. &nbsp;&nbsp;&nbsp;\r\n According to him, since they were explored by Koreans nearly 1,500 years ago, they, along with Ullung island, had belonged to Silla, Koryo and then Korea during Ri dynasty, countries that existed on the Korean Peninsula. They were under the jurisdiction of Uljin-hyon, Kangwon Province, at those times. &nbsp;&nbsp;&nbsp;\r\n Tok islets are clearly recorded as a territory belonging to Korea even in Japanese books, to say nothing of Korean historical books including \"geography in the true records of Sejong\" which was completed in 1454. &nbsp;&nbsp;&nbsp;\r\n The doctor particularly recalled the facts that in January 1696 the Edo government of Japan admitted Ullung island and Tok islets as Korea's and issued an order of prohibiting the Japanese from entering into waters around the island and on March 20, 1877 Tomomi Iwakura, the then acting prime minister of the Japanese government, instructed the ministry of home affairs to consider Ullung island and Tok islets as territories which had nothing to do with Japan. The facts irrefutably prove that Tok islets belong to Korea, he added. &nbsp;&nbsp;&nbsp;\r\n Insisting on his view on the basis of old maps of Japan and from international legal point of view, he clarified following facts: &nbsp;&nbsp;&nbsp;\r\n The map worked out by Yoshitaka Kuki and others by order of Toyotomi for the aggression of Korea in 1592, sailing directions issued by the pilot department of the Japanese navy in 1883 and in June 1945 all registered Tok islets as a territory belonging to Korea. &nbsp;&nbsp;&nbsp;\r\n The Ri dynasty promulgated royal order no. 41 on October 25, 1900 to officially declare to the world that the Tok islets were an inviolable territory belonging to Korea. It was 5 years earlier than the cabinet decision on the inclusion of Tok islets in the Japanese territory and the Shimane prefecture notice no. 40, a sheer fabrication, which the Japanese militarists set forth as reason for their claim to the islets. &nbsp;&nbsp;&nbsp;\r\n The islets were Korea's even under the Potsdam and Cairo declarations which put under Japan's jurisdiction only four main islands and a few islands to be chosen by the allies and deprived it of its possession of all other islands though they were under its control before the war. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries' persistent claim to Tok islets, however, is prompted by their sinister intention to lay more reliable springboard from which to expand their territory and reinvade Korea, to say nothing of their greed for the rich natural resources in the waters around the islets. However, this is nothing but a daydream, he stressed.    \r\n\r\n\r\n"
        },
        {
            "title": "South side urged to show its will",
            "url": "http://kcna.co.jp/item/2002/200208/news08/26.htm#9",
            "content": "South side urged to show its will\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 26 (KCNA) -- Agreements reached between the north and south of Korea do not mean all problems are solved and what is more important is to put even a single agreed point into practice, said the secretariat of the Committee for the Peaceful Reunification of the Fatherland in its information bulletin no. 823 released on Sunday urging the south side to show its will for the implementation of the agreements in practice.\r\n Recalling that though a series of agreements were reached at the 7th inter-Korean ministerial talks, the south side has not yet shown its will for the implementation of the agreements, the information bulletin continued: &nbsp;&nbsp;&nbsp;\r\n The history of the north-south dialogue clearly proves that though good agreements were reached between the north and the south they were useless if they were not implemented. &nbsp;&nbsp;&nbsp;\r\n As evidenced by the madcap Ulji Focus Lens joint military exercise now underway throughout south Korea, it is quite preposterous for the south side to talk about \"dialogue\" and \"cooperation and exchange\", while levelling its gun at its dialogue partner. &nbsp;&nbsp;&nbsp;\r\n It is clearly proved by the fact that the south Korean authorities are laying an artificial obstacle to the north side's participation in the Pusan Asian games on which an agreement was reached at the inter-Korean ministerial talks by cooking up an absurd pretext as regards a series of problems. &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities made it impossible for the north-south youth and students' reunification meeting and the women's reunification meeting to open in Mt. Kumgang in July as scheduled and are putting on hold these meetings under an unreasonable pretext though non-governmental organizations of the north and the south set the days for their opening under an agreement and made public them before the world at the August 15 meeting for national reunification. &nbsp;&nbsp;&nbsp;\r\n The south side was compelled to sit face to face with the north side and reach agreements with it by the public opinion at home and abroad. But facts prompt the north to doubt whether they are willing to implement the north-south agreement. &nbsp;&nbsp;&nbsp;\r\n If the south side truly wishes to implement the June 15 joint declaration, it should approach the agreements made between the north and the south with good faith and show its will to implement them in practice.     \r\n\r\n\r\n"
        },
        {
            "title": "Agreement signed between organizations of Italy and DPRK",
            "url": "http://kcna.co.jp/item/2002/200208/news08/26.htm#10",
            "content": "Agreement signed between organizations of Italy and DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 26 (KCNA) -- Giancarlo Elia Valori, director of the Italian Institute of International Relations, who is also chairman of the Rome Union of Industrialists, told a press conference in Pyongyang Koryo Hotel Sunday that an agreement was signed between the union and the DPRK committee for the promotion of international trade while staying here and this would no doubt contribute to promoting economic ties, trade, scientific and technological exchange between Italy and the DPRK now that diplomatic relations exist between the two countries.\r\n He extended greatest glory and warm congratulations to General Secretary Kim Jong Il on his successful visit to the far eastern region of Russian Federation. Elia Valori went on: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's recent visit is a great event of world historic significance. &nbsp;&nbsp;&nbsp;\r\n During his visit to the region he met with Russian President Putin and had discussions on the issue of linking the Korean Peninsula's railroad with Russia's trans-Siberian railroad and other issues concerning the further development of the bilateral cooperative relations between the two countries. &nbsp;&nbsp;&nbsp;\r\n This, I am sure, provided an opportunity of bringing about an epochal turn in linking Asia and Europe. &nbsp;&nbsp;&nbsp;\r\n I was deeply moved by the fact that all the Koreans, men and women and young and old, turned out to streets to celebrate his return home from his successful visit to the Far Eastern region of Russia as a grand auspicious event of the country. &nbsp;&nbsp;&nbsp;\r\n This is a proud picture of the DPRK where the people are single-heartedly united behind the leader. &nbsp;&nbsp;&nbsp;\r\n He extended full support to the Korean people in their struggle for independent national reunification and the prosperity of the country.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of NDFSK observed",
            "url": "http://kcna.co.jp/item/2002/200208/news08/26.htm#11",
            "content": "Anniversary of NDFSK observed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 26 (KCNA) -- The patriotic cause of the National Democratic Front of South Korea (NDFSK) to win independence, democracy and reunification is sure to triumph, says Rodong Sinmun today in a signed article dedicated to the 33rd anniversary of the foundation of the NDFSK.\r\n Noting that the anti-U.S. struggle for independence is the main form of its struggle to implement the June 15 inter-Korean joint declaration, the article says: &nbsp;&nbsp;&nbsp;\r\n The foundation of the NDFSK marked a great event which put an end to the social revolutionary movement in south Korea which suffered repeated failures and setbacks and proclaimed a new start of history under the banner of Juche. &nbsp;&nbsp;&nbsp;\r\n The NDFSK has been modelled on the monolithic idea, Juche idea, and a unitary ideology and leadership have been established over its organizations to achieve its unity in thinking and purpose. &nbsp;&nbsp;&nbsp;\r\n It enjoys undisputed support and trust of broad strata of people in south Korea. It has its missions in different countries and commands unreserved support and encouragement from many political parties, organizations and peoples of the world.    \r\n\r\n\r\n"
        },
        {
            "title": "Joint press release on DPRK-Japan talks",
            "url": "http://kcna.co.jp/item/2002/200208/news08/26.htm#12",
            "content": "Joint press release on DPRK-Japan talks\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 26 (KCNA) -- A joint press release on department director-level talks of the foreign ministries of the Democratic People's Republic of Korea and Japan was made public here on Monday.\r\n The press release reads: &nbsp;&nbsp;&nbsp;\r\n Department director-level talks of the foreign ministries of the DPRK and Japan took place in Pyongyang on August 25 and 26. &nbsp;&nbsp;&nbsp;\r\n Present at the talks were Ma Chol Su, director of the department of Asian affairs, from the DPRK side and Hitoshi Tanaka, director of the Asia-Oceania department, from the Japanese side. &nbsp;&nbsp;&nbsp;\r\n 1. Both sides shared the view that the talks between the DPRK and Japanese foreign ministers held in Brunei Darussalam marked an important occasion in improving the bilateral relations in the future. &nbsp;&nbsp;&nbsp;\r\n 2. Sharing the view that it is important to improve the DPRK-Japan relations and establish diplomatic ties between the two countries for regional peace and stability, both sides had an exhaustive discussion on all the matters related to it including the settlement of the past and pending issues such as humanitarian issues. They were of the view that it is essential to have a political will for the solution to those issues. &nbsp;&nbsp;&nbsp;\r\n3. Both sides shared the view that it is important to work for detente in the Korean peninsula and the areas around it and promote talks with the parties concerned in this regard and agreed to make necessary efforts for this. &nbsp;&nbsp;&nbsp;\r\n 4. Both sides welcomed the talks held between their red cross organizations for the solution of humanitarian issues. It was agreed that the governments would approach the talks with sincerity for an earlier settlement of the pending issues and render active cooperation in Red Cross activities in future. &nbsp;&nbsp;&nbsp;\r\n 5. Both sides negotiated the issue of aiding Korean A-bomb victims and decided to further negotiations at working level in the future, taking note of the Japanese side's mode of aiding all a-bomb victims abroad. &nbsp;&nbsp;&nbsp;\r\n 6. Both sides agreed to examine the possibility of resuming at an early date the talks for opening the diplomatic relations by way of pushing ahead with a package solution of all issues related to the normalization of relations and pending problems between the DPRK and Japan and make efforts to reach a consensus of views on them in a month to come. To this end, they agreed to hold negotiations anytime they deem necessary.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam meets Maldivian health minister",
            "url": "http://kcna.co.jp/item/2002/200208/news08/26.htm#13",
            "content": "Kim Yong Nam meets Maldivian health minister\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 26 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, met and had a talk with Maldivian minister of health Ahmed Abdullah and his companion in a friendly atmosphere at the Mansudae Assembly Hall Monday.\r\n Present there was DPRK minister of public health Kim Su Hak. &nbsp;&nbsp;&nbsp;\r\n The Maldivian minister said that while staying here he was honored to visit the Kumsusan Memorial Palace to pay highest tribute to President Kim Il Sung and that the great exploits he performed for the Korean and world revolution will shine forever. &nbsp;&nbsp;&nbsp;\r\n He referred to the great successes the Korean people have achieved in socialist construction and in health care under the wise leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He has shown all sorts of loving care for the promotion of the people's health, he said, adding: led by him, the DPRK has a bright future.    \r\n\r\n\r\n"
        },
        {
            "title": "First vice foreign minister meets Japanese Foreign Ministry delegation",
            "url": "http://kcna.co.jp/item/2002/200208/news08/26.htm#14",
            "content": "First vice foreign minister meets Japanese Foreign Ministry delegation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 26 (KCNA) -- First vice foreign minister of the DPRK Kang Sok Ju Monday met and had a talk with the delegation of the Japanese Foreign Ministry headed by Hitoshi Tanaka, director of the Asia-Oceania department of the ministry, who participated in the department director-level talks of the foreign ministries of the DPRK and Japan.     \r\n\r\n\r\n"
        },
        {
            "title": "Choe Thae Bok meets Hungarian party delegation",
            "url": "http://kcna.co.jp/item/2002/200208/news08/26.htm#15",
            "content": "Choe Thae Bok meets Hungarian party delegation\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, August 26 (KCNA) --Choe Thae Bok, alternate politburo member and secretary of the C.C., the Workers' Party of Korea, met and had a friendly talk with a delegation of the Hungarian Workers' Party (HWP) led by chairman Thurmer Gyula at the Mansudae Assembly Hall today.\r\n On the occasion, the head of the delegation said that Kim Jong Il's visit to the Far Eastern region of Russia was a significant event to be specially recorded in the history of world politics. &nbsp;&nbsp;&nbsp;\r\n Under his wise guidance, the DPRK's international prestige is rising with each passing day, he said, adding: &nbsp;&nbsp;&nbsp;\r\n During our stay we witnessed the achievements made by the Korean people in socialist construction, which are a great encouragement to our party. The WPK's experience is very precious for us. &nbsp;&nbsp;&nbsp;\r\n The HWP will further develop the friendly ties with the WPK, he declared.    \r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Hungarian party leader",
            "url": "http://kcna.co.jp/item/2002/200208/news08/26.htm#16",
            "content": "Gift to Kim Jong Il from Hungarian party leader\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 26 (KCNA) --Kim Jong Il received a gift from chairman of the Hungarian Workers' Party Thurmer Gyula on a visit to the DPRK.\r\n The chairman handed the gift to Choe Thae Bok, alternate politburo member and secretary of the C.C., the Workers' Party of Korea, today.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}