{
    "date": "2002-04-06",
    "url": "http://kcna.co.jp/item/2002/200204/20020406.htm",
    "articles": [
        {
            "title": "Talks held between Kim Yong Sun and Rim Tong Won",
            "url": "http://kcna.co.jp/item/2002/200204/news04/06.htm#1",
            "content": "Talks held between Kim Yong Sun and Rim Tong Won \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 6 (KCNA) -- The second round of talks were held yesterday between Kim Yong Sun, secretary of the Central Committee of the Workers' Party of Korea, and Rim Tong Won, special adviser to President Kim Dae Jung on diplomacy, security and unification who is his special envoy.\r\n At the talks both sides discussed measures to straighten out the grave situation prevailing on the Korean Peninsula and warm the frozen inter-Korean relations. &nbsp;&nbsp;&nbsp;\r\n They agreed upon a joint press release that calls for improving and developing the overall inter-Korean relations. &nbsp;&nbsp;&nbsp;\r\n It was decided to publish the joint press release in Pyongyang and Seoul simultaneously.  \r\n"
        },
        {
            "title": "\"Joint action for withdrawal of selection of F-15K\" formed in S. Korea",
            "url": "http://kcna.co.jp/item/2002/200204/news04/06.htm#2",
            "content": "\"Joint action for withdrawal of selection of F-15K\" formed in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 6 (KCNA) -- The council for independent reunification, the (South) Korean Confederation of Trade Unions, the citizens' solidarity for democratic society and 270 other citizens and public organizations in South Korea reportedly held a press conference in Seoul on March 3 in connection with the formation of the \"joint action for a probe into the truth behind the suspected outside pressure and withdrawal of the decision on the selection of F-15K\".\r\n At the press conference the \"joint action\" presented to the \"Ministry of National Defence\" and other authorities concerned seven-point demands for opening to the public of the contents of assessment of the U.S.-made fighters and a stop to the schedule of selection. &nbsp;&nbsp;&nbsp;\r\n Then the organizations issued a statement. &nbsp;&nbsp;&nbsp;\r\n The statement said that the authorities of the \"Ministry of National Defence \" are planning to introduce fighters of the next generation on the pretext of \"threat\" from the North and other countries, which is going against the requirements of the times for fixing the atmosphere of south-north reconciliation and disarmament for peace. &nbsp;&nbsp;&nbsp;\r\n After the press conference, they conducted an all people's signature campaign. &nbsp;&nbsp;&nbsp;\r\n Prior to the press conference, the organizations held a conference and confirmed the plan to conduct an all people's signature campaign for a probe into the truth behind the suspected introduction of fighters of the next generation for a month of April and to hold an all people's joint rally in Seoul on April 1  \r\n"
        },
        {
            "title": "National scientific and technological festival held",
            "url": "http://kcna.co.jp/item/2002/200204/news04/06.htm#3",
            "content": "National scientific and technological festival held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 6 (KCNA) -- A national scientific and technological festival was held here from April 2 to 5 to commemorate the 90th birth anniversary of President  Kim Il Sung.\r\n Over 500 data on scientific and technological achievements were published at the festival, divided into 25 sections including electricity, coal, physics, mathematics, biography and information. &nbsp;&nbsp;&nbsp;\r\n During the festival the participants introduced data on modern scientific and technological achievements, those in information science and technology and ultra-modern scientific and technological achievements in basic science and widely swapped their experience. &nbsp;&nbsp;&nbsp;\r\n A closing ceremony of the festival was held at Kim Chaek University of Technology yesterday. &nbsp;&nbsp;&nbsp;\r\n Present there were Choe Thae Bok, secretary of the C.C., the Workers' Party of Korea, Pyon Yong Rip, minister of education, O Su Yong, minister of electronic industry, and others. &nbsp;&nbsp;&nbsp;\r\n At the ceremony festival cups, medals and prizes were awarded to those participants who were highly appreciated.\r\n"
        },
        {
            "title": "Reception for Kim Ryon Ja and her party",
            "url": "http://kcna.co.jp/item/2002/200204/news04/06.htm#4",
            "content": "Reception for Kim Ryon Ja and her party\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 6 (KCNA) -- The organizing committee of the 20th April Spring Friendship Art Festival gave a reception in honour of Kim Ryon Ja, South Korean singer in Japan, and her party at the People's Palace of Culture yesterday evening.\r\n Present were Jang Chol, chairman of the committee, Song Sok Hwan, vice-minister of culture, Jo Yong Hwa, vice-chairman of the Pyongyang City People's Committee, who are vice-chairmen of the committee, officials concerned and artistes in the city. &nbsp;&nbsp;&nbsp;\r\n Speeches were made. \r\n"
        },
        {
            "title": "Kim Il Sung's brilliant life",
            "url": "http://kcna.co.jp/item/2002/200204/news04/06.htm#5",
            "content": "Kim Il Sung's brilliant life\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, April 6 (KCNA) -- The Korean people and their foreign friends are retrospecting with humblest reverence president Kim Il Sung's great revolutionary life and his immortal feats on the occasion of his 90th birth anniversary.\r\n He was a great leader, revolutionary, man, philosopher, statesman, strategist and man possessed of leadership art. &nbsp;&nbsp;&nbsp;\r\n He fathered the immortal Juche idea, a great guiding idea in the era of independence, thus giving eternal rays of hope to the Korean people and the world progressives. &nbsp;&nbsp;&nbsp;\r\n He had authored many works since he worked out a programme of the down-with-imperialism union in October Juche 15 (1926) soon after he embarked upon the road of revolution till July 6 Juche 83 (1994). More than 3,000 of his works have been published so far. &nbsp;&nbsp;&nbsp;\r\n The translation of his works into 63 different languages have been printed in 108 countries to meet the ardent wish of the world progressives and the requirement of the times. &nbsp;&nbsp;&nbsp;\r\n The world people are working hard to grasp the Juche idea. &nbsp;&nbsp;&nbsp;\r\n Juche idea study groups appeared and are active in many countries to study and disseminate the idea. &nbsp;&nbsp;&nbsp;\r\n The president devoted all his life to the people, always finding himself among them. &nbsp;&nbsp;&nbsp;\r\n He covered over 550,000 Km for nearly half a century to provide field guidance to more than 18,000 units in all parts of the country on over 8,000 occasions. &nbsp;&nbsp;&nbsp;\r\n He energetically worked for the victory of the cause of global independence. &nbsp;&nbsp;&nbsp;\r\n Since the liberation of the country he paid more than 50 official and unofficial visits to a total of 80 countries and received over 70,000 foreigners in all including heads of state, party and government. &nbsp;&nbsp;&nbsp;\r\n He was awarded the Title of the DPRK Generalissimo, the Title of thrice DPRK Hero and that of Labour Hero in recognition of his undying exploits performed for the revolutionary cause of Juche and the cause of global independence. &nbsp;&nbsp;&nbsp;\r\n He was a recipient of supreme orders and medals from at least 70 countries and international organizations, honorary citizenship from over 30 cities in the world and titles of honorary professor and honorary doctor from 20-odd world famous universities. He was also presented with more than 165,000 pieces of gifts by heads of political party, state and government and progressive people from at least 170 countries. &nbsp;&nbsp;&nbsp;\r\n His statues were erected in China and Mongolia, the \"International Kim Il Sung Prize\" was instituted and at least 480 streets, institutions and organizations were named after the president in more than 100 countries. These fully reflect the world progressive people's reverence for him. &nbsp;&nbsp;&nbsp;\r\n Kim Il Sung's revolutionary life was, indeed, a noble life of the peerlessly great man in the 20th century. \r\n\r\n"
        },
        {
            "title": "Plan on cultural and scientific exchange between DPRK and Russia signed",
            "url": "http://kcna.co.jp/item/2002/200204/news04/06.htm#6",
            "content": "Plan on cultural and scientific exchange between DPRK and Russia signed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 6 (KCNA) -- The 2002-2004 plan on cultural and scientific exchange between the governments of the DPRK and the Russian Federation was signed in Moscow on April 3.\r\n Present at the signing ceremony on the DPRK side were members of the DPRK government cultural delegation headed by Hong Son Ok, vice-chairwoman of the Korean Committee for Cultural Relations with Foreign Countries, DPRK ambassador to Russia Pak Ui Chun, and on the Russian side were Russian vice-minister of foreign affairs Aleksei Fedotov and officials concerned.\r\n"
        },
        {
            "title": "Inter-Korean joint press release ",
            "url": "http://kcna.co.jp/item/2002/200204/news04/06.htm#7",
            "content": "Inter-Korean joint press release \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 6 (KCNA) -- A joint press release was published between the north and south of Korea.\r\n The following is the full text of the joint press release: &nbsp;&nbsp;&nbsp;\r\n The joint press release . &nbsp;&nbsp;&nbsp;\r\n Rim Tong Won, special adviser at Chongwadae on diplomacy, security and unification, visited Pyongyang from April 3 to 5, Juche 91 (2002) in the capacity of a special envoy of President Kim Dae Jung at the request of the South side. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il, Chairman of the National Defence Commission of the DPRK, met with the special envoy and his party, received a personal letter from President Kim Dae Jung and hosted a dinner for them. &nbsp;&nbsp;&nbsp;\r\n During their stay talks were held between Kim Yong Sun, secretary of the C.C., the Workers' Party of Korea, and Rim Tong Won, special adviser at Chongwadae on diplomacy, security and unification. &nbsp;&nbsp;&nbsp;\r\n At the talks both sides agreed upon the following points after having an exhaustive discussion on the situation prevailing on the Korean Peninsula, the grave developments facing the nation and all the issues related to the inter-Korean relations: &nbsp;&nbsp;&nbsp;\r\n1.  Both sides agreed to respect each other and strive not to create tensions, guided by the basic spirit of the historic June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n2.  Both sides agreed to bring back on track the inter-Korean relations that had temporarily been frozen, according to the agreed points of the joint declaration that calls for settling the issue of the country's reunification independently by the concerted efforts of the Korean nation. \r\n3.  Considering it important to relink the severed railways and roads between the north and the south, both sides agreed to build as early as possible new railways and roads along the east coast in its area and reconnect the Sinuiju-Seoul railways and the Kaesong-Munsan road in the west coastal area. &nbsp;&nbsp;&nbsp;\r\n4.  Both sides agreed to actively pursue inter-Korean dialogue and cooperation. &nbsp;&nbsp;&nbsp;\r\na. It was agreed to hold the second meeting of the North-South committee for the promotion of economic cooperation in Seoul from May 7 to 10. &nbsp;&nbsp;&nbsp;\r\nb. it was agreed that the subcommittees will be operated under the North-South Committee for the Promotion of Economic Cooperation to discuss the relinking of railways and roads, the construction of the Kaesong industrial zone, measures to prevent flood damage in the River Rimjin, etc. &nbsp;&nbsp;&nbsp;\r\nc. It was agreed that the second round of the talks between the authorities will be held in Mt. Kumgang from June 11 to pep up the tour of Mt. Kumgang. &nbsp;&nbsp;&nbsp;\r\nd. It was agreed to have the fourth round of the reunion of separated families and relatives in Mt. Kumgang from April 28. &nbsp;&nbsp;&nbsp;\r\ne. The north side decided to send its group for economic study to the south side within may, as already agreed upon. &nbsp;&nbsp;&nbsp;\r\nf. Both sides agreed to hold the seventh round of the inter-Korean ministerial talks depending upon the implementation of the above-said agreed points and the progress of the work related to them. &nbsp;&nbsp;&nbsp;\r\n5. Both sides agreed with each other to recommend the respective military authorities to resume the talks between the military authorities of the North and the South. &nbsp;&nbsp;&nbsp;\r\n6. Both sides agreed to cooperate with each other on the principle of compatriotism, humanitarianism and mutual help. April 5, Juche 91 (2002) Pyongyang .\r\n"
        },
        {
            "title": "Special envoy of south side goes back",
            "url": "http://kcna.co.jp/item/2002/200204/news04/06.htm#8",
            "content": "Special envoy of south side goes back\r\n&nbsp;&nbsp;&nbsp; Panmunjom, April 6 (KCNA) -- Rim Tong Won, special advisor to President Kim Dae Jung on diplomacy, security and unification, went back through Panmunjom today after visiting Pyongyang in the capacity of Kim's special envoy at the request of the South side.\r\n Rim and his party were seen off at Panmunjom by Kim Wan Su, vice-chairman of the Korean Asia-Pacific Peace Committee, and officials concerned. \r\n"
        },
        {
            "title": "Kim Won Gyun passed away",
            "url": "http://kcna.co.jp/item/2002/200204/news04/06.htm#9",
            "content": "Kim Won Gyun passed away\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 6 (KCNA) --  Kim Won Gyun, deputy to the Supreme People's Assembly of the DPRK and adviser of the central committee of the Korean Musicians' Union died on April 5th due to heart failure.    \r\n He was great musical composer of the DPRK. He wrote \"Song of General Kim Il Sung\" and \"Patriotic Song\" of the DPRK. &nbsp;&nbsp;&nbsp;\r\n His meritorious deed will remain forever.\r\n  Leader Kim Jong Il today sent a wreath to the bier of Kim Won Gyun.\r\n\r\n"
        },
        {
            "title": "Bush's repeated remarks about \"axis of evil\" refuted",
            "url": "http://kcna.co.jp/item/2002/200204/news04/06.htm#10",
            "content": "Bush's repeated remarks about \"axis of evil\" refuted\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 6 (KCNA) -- The DPRK can not but dismiss Bush's repeated remarks about \"the axis of evil\" as a serious mockery and open threat of aggression to the DPRK, says Rodong Sinmun today in a signed commentary.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Bush seemed to feel the need to clamour again about \"the axis of evil\" at home. &nbsp;&nbsp;&nbsp;\r\n Bush seems to calculate that creating the impression that \"the axis of evil\" conception, a target of the world derision, has any validity would help the republican party escape from blows it is expected to face in the off-year election to the U.S. congress this year for his mistakes. &nbsp;&nbsp;&nbsp;\r\n It is also his calculation that the steady escalation of the tensions on the international arena would help him live up to the expectation of the munition monopolies which have provided a large amount of political funds to him. &nbsp;&nbsp;&nbsp;\r\n In fact, \"the axis of evil\" theory was conceived on the desk to browbeat somebody by \"means of shock\" and meet his selfish interests. &nbsp;&nbsp;&nbsp;\r\n There is a rumour that this theory is not \"for foreign consumption\" but for \"domestic consumption.\" this is by no means fortuitous. &nbsp;&nbsp;&nbsp;\r\n The Bush group's reckless behavior only hardens the determination of the Korean army and people to take revenge upon the United States. The Bush ruling quarters are well advised to face up to the reality and think twice over their behavior.    \r\n"
        },
        {
            "title": "Ri Hoe Chang's wild dream ridiculed ",
            "url": "http://kcna.co.jp/item/2002/200204/news04/06.htm#11",
            "content": "Ri Hoe Chang's wild dream ridiculed  \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 6 (KCNA) -- Rodong Sinmun today in a signed commentary dismisses the \"basic line towards the North\" fabricated by the group of the South Korean \"Grand National Party\" as a version of the line of \"unification through invasion of the north.\"\r\n The commentary says: the GNP group's talk about the \"experimental work\" and \"symbolic work\" in the \"period of transition\" discloses its criminal intention to destabilize the North by creating impression that it is doing something and whiling away time with face-saving business. &nbsp;&nbsp;&nbsp;\r\n The commentary goes on: &nbsp;&nbsp;&nbsp;\r\n In the long run, the GNP group is keen to come to power by currying favor with the U.S. imperialists who are running amuck to stifle the DPRK. This can be perpetrated only by those who are preoccupied with acts of treachery. &nbsp;&nbsp;&nbsp;\r\n The group of traitors are dreaming of realizing the \"plan to develop the North,\" following the foreign forces keen to impose a nuclear disaster upon the Korean nation. But it is no more than a daydream. &nbsp;&nbsp;&nbsp;\r\n The GNP's \"basic line towards the north\" must be an invention made by Ri Hoe Chang, boss of the treacherous political party, in view of the timing for its publication, its purpose and tenor. Ri who is keen to become the next president might have dreamed up such a criminal \"line\" in a bid to win the favor of the U.S., his master, and improve his image. &nbsp;&nbsp;&nbsp;\r\n The North will never allow the GNP group to dare to hurt the north and brandish its sword to achieve the \"unification through the invasion of the north,\" challenging the trend of the national history and the demands of the times but force the traitors to pay a high price for their crimes.    \r\n"
        },
        {
            "title": "Phyunghwa General Motor Works commissioned",
            "url": "http://kcna.co.jp/item/2002/200204/news04/06.htm#12",
            "content": "Phyunghwa General Motor Works commissioned\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 6 (KCNA) -- A ceremony of commissioning the Pyonghwa Motors General Factory was held today.\r\n Present there were Kim Yong Sun, chairman of the Korean Asia-Pacific Peace Committee, officials concerned and builders and employees of the works. &nbsp;&nbsp;&nbsp;\r\n It was also attended by members of a delegation who came here to participate in the ceremony. &nbsp;&nbsp;&nbsp;\r\n A report and congratulatory speeches were made at the ceremony. &nbsp;&nbsp;&nbsp; \r\n A tape was cut and the participants looked round the works. &nbsp;&nbsp;&nbsp;\r\n A reception was given on the occasion of the commissioning of the works.     \r\n"
        },
        {
            "title": "Kim Yong Sun meets S. Korean delegation",
            "url": "http://kcna.co.jp/item/2002/200204/news04/06.htm#13",
            "content": "Kim Yong Sun meets S. Korean delegation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 6 (KCNA) -- Kim Yong Sun, chairman of the Korean Asia-Pacific Peace Committee, met a delegation that had attended a ceremony of commissioning the Pyonghwa Motors General Factory at the People's Palace of Culture today and had a talk with it in an atmosphere overflowing with compatriotic feelings.  \r\n"
        },
        {
            "title": "Greetings to national leadership of Arab Socialist Baath Party",
            "url": "http://kcna.co.jp/item/2002/200204/news04/06.htm#14",
            "content": "Greetings to national leadership of Arab Socialist Baath Party\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 6 (KCNA) -- The Central Committee of the Workers' Party of Korea today sent a message of greetings to the national leadership of the Arab Socialist Baath Party of Syria on the occasion of the 55th anniversary of its foundation.\r\n The message said that since its foundation the Arab Socialist Baath Party of Syria has made great achievements in the struggle to strengthen the party, defend the sovereignty and dignity of the country and build a new independent society under the wise leadership of Hafez Al Assad, the eternal leader of the advance of the Syrian people. &nbsp;&nbsp;&nbsp;\r\n In the belief that the traditional relations of friendship and cooperation between the two parties would grow stronger in the future, too, through the common struggle for independence against imperialism, it wished the Arab Socialist Baath Party greater success in its struggle to build modern, prosperous and new Syria under the correct leadership of general secretary Bashar Al Assad. \r\n\r\n"
        },
        {
            "title": "Danish political party delegation here",
            "url": "http://kcna.co.jp/item/2002/200204/news04/06.htm#15",
            "content": "Danish political party delegation here\r\n&nbsp;&nbsp;&nbsp; pyongyang, April 6 (KCNA) -- A delegation of the Danish Communist Party (Marxist-Leninist) led by its chairman Jorgen Petersen arrived here today on the occasion of the 90th birth anniversary of President Kim Il Sung.\r\n The delegation was met at the airport by Ji Jae Ryong, vice department director of the C.C., the Workers' Party of Korea.     \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}