{
    "date": "2002-01-02",
    "url": "http://kcna.co.jp/item/2002/200201/20020102.htm",
    "articles": [
        {
            "title": "Homage to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2002/200201/news01/02.htm#1",
            "content": "Homage to Kim Il Sung \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 2 (KCNA) -- Senior party and state officials, chairmen of other parties, leading officials of party, military and power organs, public organizations, ministries and national institutions visited the Kumsusan Memorial Palace yesterday morning to pay Homage to President Kim Il Sung on the occasion of the New Year.\r\n Amid the playing of the \"Song of General Kim Il Sung,\" a floral basket in the joint name of the Central Committee of the Workers' Party of Korea, the Central Military Commission of the WPK, the National Defence Commission of the Democratic People's Republic of Korea, the Presidium of the Supreme People's Assembly of the DPRK and the cabinet of the DPRK was laid before the statue of Kim Il Sung.&nbsp;&nbsp;&nbsp;\r\n Senior party and state officials paid tributes to the statue of the president and entered the hall, where the president lies in state for perpetuity, to make a New Year's bow to him. &nbsp;&nbsp;&nbsp;\r\n They looked round orders and medals he was awarded in foreign countries and the train and car he had used during his on-site guidance and foreign trip. &nbsp;&nbsp;&nbsp;\r\n Anti-Japanese revolutionary fighters, officers and men of the Korean People's Army, officials of organs at all levels, people of all strata and the chief of the Pyongyang mission of the National Democratic Front of South Korea visited the Kumsusan Memorial Palace. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the diplomatic corps and the military attaches' corps here visited the palace to pay homage to the president. \r\n\r\n"
        },
        {
            "title": "Floral baskets laid before statues of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2002/200201/news01/02.htm#2",
            "content": "Floral baskets laid before statues of Kim Il Sung\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 2 (KCNA) -- Floral baskets were laid before the statues of President Kim Il Sung across the country on Jan. 1 on the occasion of the New Year Juche 91 (2002).\r\n People from all walks of life, servicemen and school youth and children in Pyongyang visited his statue on Mansu Hill. &nbsp;&nbsp;&nbsp;\r\n Seen there was a basket of flowers sent by leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Amid the playing of the basket-laying music, floral baskets, bouquets and flowers were laid before the statue in the name of the party, armed forces and power organs, social organizations, organs at all levels including ministries and national institutions, units of the Korean People's Army, organizations, industrial establishments farms and schools. &nbsp;&nbsp;&nbsp;\r\n Also placed before the statue were floral baskets in the name of the former unconverted long-term prisoners who are patriotic fighters for national reunification, the members of the Pyongyang mission of the National Democratic Front of South Korea and overseas compatriots. &nbsp;&nbsp;&nbsp;\r\n People from all walks of life whole-heartedly paid homage to the president. &nbsp;&nbsp;&nbsp;\r\n The diplomatic corps and the military attaches' corps here also laid floral baskets before the statue of the president on Mansu Hill.    \r\n\r\n"
        },
        {
            "title": "Floral basket to statue of Kim Il Sung from Palestinian President",
            "url": "http://kcna.co.jp/item/2002/200201/news01/02.htm#3",
            "content": "Floral basket to statue of Kim Il Sung from Palestinian President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 2 (KCNA) -- Yasser Arafat, President of Palestine, sent a floral basket to the statue of President Kim Il Sung on Mansu Hill here on the occasion of the New Year Juche 91 (2002).\r\n The floral basket was laid before the statue by Palestinian ambassador to the DPRK Shaher Mohammed Abdlah on Jan. 1. &nbsp;&nbsp;&nbsp;\r\n Written on the ribbons of the basket were letters \"his excellency the great leader Kim Il Sung will be immortal.\" \r\n\r\n"
        },
        {
            "title": "Thaeyang Society decides to greet birthdays of Kim Il Sung and Kim Jong Il",
            "url": "http://kcna.co.jp/item/2002/200201/news01/02.htm#4",
            "content": "Thaeyang Society decides to greet birthdays of Kim Il Sung and Kim Jong Il\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 2 (KCNA) -- The members of the Thaeyang Society active in Pusan, South Korea, held a meeting on Dec. 10, 2001, and adopted a decision on significantly greeting the 90th birth anniversary of President Kim Il Sung and the birthday of leader Kim Jong Il, said Seoul-based radio voice of national salvation.\r\n An action program was discussed at the meeting. &nbsp;&nbsp;&nbsp;\r\n The action program sets a period from January 1 to April 15 to understand the great traits of Kim Il Sung and Kim Jong Il and contains lectures, seminars, video shows and dissemination of hymns to the great men. &nbsp;&nbsp;&nbsp;\r\n Besides, specified in it are production and delivery of congratulatory envelopes embossed with the native home in Mangyongdae and the native home in the secret camp on Mt. Paektu on the occasion of the New Year.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}