{
    "date": "2002-12-30",
    "url": "http://kcna.co.jp/item/2002/200212/20021230.htm",
    "articles": [
        {
            "title": "Struggle against imperialism without concession called for",
            "url": "http://kcna.co.jp/item/2002/200212/news12/30.htm#1",
            "content": "Struggle against imperialism without concession called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 29 (KCNA) -- The revolutionary people, all the countries and nations of the world should win in the cause of independence against imperialism by firmly struggling against it without the slightest concession and hesitation, says Rodong Sinmun today in a signed article.\r\n A concession to imperialists leads to eternal submission to them, which will deprive the nation and the country of their dignity and sovereignty, bringing humiliation, death, subordination and slavery to them, the paper says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The present situation proves the validity of our mode of countering the hard-line policy of the imperialists with the toughest stand. &nbsp;&nbsp;&nbsp;\r\n It is the consistent stand of the DPRK Government to settle the nuclear issue on the Korean Peninsula in a peaceful way. The U.S., turning away from the DPRK proposal for concluding a non-aggression treaty between the DPRK and the U.S. and forcing the DPRK to scrap its \"nuclear program first\", stopped supplying heavy oil to it and has escalated a pressure offensive against it over nuclear issue. This situation compelled the DPRK to immediately start the work of removing seals and monitoring cameras on its frozen nuclear facilities for their normal operation to produce electricity. &nbsp;&nbsp;&nbsp;\r\n The imperialist reactionaries are seriously mistaken if they think they would bring the Korean people who regard independence as their life and soul to their knees with pressure. &nbsp;&nbsp;&nbsp;\r\nThe further the imperialists are escalating pressure on the DPRK, the stronger countermeasure it will take in defence of the dignity of the nation and the sovereignty of the country. &nbsp;&nbsp;&nbsp;\r\n We have the invincible army and people who are firmly prepared politically and ideologically and in military technique with the steadfast conviction that they are sure to win in the struggle against the U.S. imperialists. &nbsp;&nbsp;&nbsp;\r\n Inevitable is the confrontation with the imperialists as long as they do not abandon the aggressive and predatory nature. So there is no other way than winning a victory by firmly struggling against the imperialists without the slightest concession and hesitation.    \r\n\r\n"
        },
        {
            "title": "U.S. hit for stop to supply of HFO to DPRK",
            "url": "http://kcna.co.jp/item/2002/200212/news12/30.htm#2",
            "content": "U.S. hit for stop to supply of HFO to DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 29 (KCNA) -- A resolution on Korea was adopted at a meeting of the Trade Union's Coordinating Committee of the South Asian Association for Regional Cooperation in New Delhi on Dec. 9.\r\n The resolution bitterly denounced the United States for its decision to stop supplying the heavy oil to the DPRK and urged it to lift the decision at once.    \r\n\r\n"
        },
        {
            "title": "Revision of SOFA demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2002/200212/news12/30.htm#3",
            "content": "Revision of SOFA demanded in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 29 (KCNA) -- A mass demanding the revision of the unequal South Korea-U.S. Status of Forces Agreement (SOFA), etc. was reportedly held in Seoul on Dec. 25 with religionists and citizens attending.\r\n At the end of the mass, the participants headed for the U.S. embassy holding a slogan board demanding the revision of sofa and pictures of the two schoolgirls cruelly killed by GIs. &nbsp;&nbsp;&nbsp;\r\n When police stood in their way, they demanded police stop preventing them from thrusting a letter of protest to the U.S. &nbsp;&nbsp;&nbsp;\r\n Buddhists, Christians, Catholics are staging hunger strikes there everyday.    \r\n\r\n"
        },
        {
            "title": "Commemorative bulletin issued in France",
            "url": "http://kcna.co.jp/item/2002/200212/news12/30.htm#4",
            "content": "Commemorative bulletin issued in France\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 29 (KCNA) -- The France-Korea Friendship Association issued a bulletin on Dec. 20 on the occasion of the 85th birth anniversary of Kim Jong Suk, an anti-Japanese war woman hero.\r\n The bulletin introduced in detail her brief revolutionary activities and immortal exploits, saying that her heroic feats would shine forever along with the modern history of socialist Korea.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il enjoys performance of merited chorus of KPA",
            "url": "http://kcna.co.jp/item/2002/200212/news12/30.htm#5",
            "content": "Kim Jong Il enjoys performance of merited chorus of KPA\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 28 (KCNA) - General Secretary Kim Jong Il Friday enjoyed together with servicemen a performance given by the merited chorus of the KPA on the occasion of the Day of the Socialist Constitution.\r\nThe performance began with the national anthem. Put on the stage were \"Song of General Kim Jong Il,\" \"Song of Declaration of People's Republic,\" \"Song of Comradeship,\" \"Long trip for army-based revolution, \"Arirang for Prosperity,\" \"Arirang for Unity between Army and People,\" \"Eternal Song of Our Hearts,\" \"We will go on and on along the road of loyalty,\" and other choruses. &nbsp;&nbsp;&nbsp;\r\n The performers sonorously sang of the proud feats performed by the heroic KPA and people in the struggle for glorifying the people-centered socialist system of the country with the powerful constitutional weapon provided by President Kim Il Sung and fully demonstrated their steel-strong faith and will to firmly defend the socialism of our own style and accomplish the revolutionary cause of Juche, remaining true to the army-based leadership of Kim Jong Il with loyalty. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il congratulated the artistes of the chorus on their successful performance and highly appreciated the feats they have performed in encouraging the army and people in their sacred struggle to defend the socialist system of the country, a precious gain the people won at the cost of their blood.    \r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to President of African National Congress of South Africa",
            "url": "http://kcna.co.jp/item/2002/200212/news12/30.htm#6",
            "content": "Congratulations to President of African National Congress of South Africa\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 28 (KCNA) -- The Central Committee of the Workers' Party of Korea Thursday sent a congratulatory message to Thabo Mvuyelwa Mbeki on his reelection as President of the African National Congress of South Africa (ANC) at its 51st national convention.\r\n The message said his reelection as ANC President at the convention was an expression of deep trust and great expectation of all the members of the congress and the South African people for him. &nbsp;&nbsp;&nbsp;\r\n Expressing the belief that the friendly and cooperative relations between the WPK and the congress would continue to favorably develop in the future, too, the message sincerely wished him greater success in his responsible work for strengthening and developing the congress and achieving the prosperity of the country.    \r\n\r\n"
        },
        {
            "title": "KCNA urges U.S. to do soul searching",
            "url": "http://kcna.co.jp/item/2002/200212/news12/30.htm#7",
            "content": "KCNA urges U.S. to do soul searching\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 28 (KCNA) -- The DPRK decided to lift the temporary freeze of its nuclear facilities to cope with the United States' decision to stop the supply of heavy oil to the DPRK from Dec. which had been under way under the DPRK-U.S. Agreed Framework (AF). And it twice urged the International Atomic Energy Agency to remove monitoring cameras and seals from its nuclear facilities.\r\n Instead of accusing the U.S. of its unilateral and extreme acts of ditching the AF by stopping the supply of heavy oil to the DPRK, the IAEA has gone the length of clamoring about the DPRK's \"serious violation\" to please the United States and threatening to bring it to the un security council. &nbsp;&nbsp;&nbsp;\r\n As the IAEA paid no heed to the DPRK's warning, it was compelled to remove the seals and monitoring cameras from its nuclear facilities by itself to make up for the loss of electricity and make preparations for electricity production. &nbsp;&nbsp;&nbsp;\r\n This is the DPRK's inviolable sovereign right. &nbsp;&nbsp;&nbsp;\r\n Nevertheless, the United States and its followers are busy with issuing what they called \"statements\" and expressing \"concern\" with a hue and cry over \"serious threat\" and \"violation of international commitment\". &nbsp;&nbsp;&nbsp;\r\n This row compels the DPRK to clarify once again who is chiefly to blame for breaching the international agreement. &nbsp;&nbsp;&nbsp;\r\n The DPRK's freeze of its nuclear facilities and the U.S. supply of heavy oil to it were simultaneous actions taken under the AF. &nbsp;&nbsp;&nbsp;\r\nThe U.S. supply of heavy oil was neither aid nor humanitarian aid to the DPRK. This was done in return for the DPRK's freeze of its nuclear facilities that had produced electricity. &nbsp;&nbsp;&nbsp;\r\n It is the height of folly for the United States to think that the DPRK would maintain the freeze of the nuclear facilities even after the former groundlessly halted its supply of heavy oil to the latter under the pretext of its \"nuclear development\". &nbsp;&nbsp;&nbsp;\r\n The Korean people remain undeterred by the racket kicked up by the U.S. and its followers. The DPRK carries out what it decided to do once and never says empty words: This is its principle. &nbsp;&nbsp;&nbsp;\r\n The DPRK's measure of lifting the freeze of its nuclear facilities has nothing to do with the nuclear development and is totally aimed to produce electricity. &nbsp;&nbsp;&nbsp;\r\n The DPRK's immediate removal of the monitoring cameras and seals from its nuclear facilities for electricity production was entirely attributable to the U.S. gross violation of the AF. &nbsp;&nbsp;&nbsp;\r\n The United States is well advised to think over its responsibility before misinterpreting the DPRK warning as \"brinkmanship tactics\" and insisting that DPRK should scrap its \"nuclear program\" before dialogue.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Rumsfeld's utterances about \"nuclear threat\"",
            "url": "http://kcna.co.jp/item/2002/200212/news12/30.htm#8",
            "content": "Rodong Sinmun on Rumsfeld's utterances about \"nuclear threat\"\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 28 (KCNA) -- U.S. Defense Secretary Rumsfeld recently made much ado about fictitious \"nuclear threat\" from the DPRK, talking about \"concern\" and \"deterrence\". \r\nHis utterances are no more than a sophism to justify the U.S. aggressive nuclear domination strategy, Rodong Sinmun today says in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n The commentary continues: &nbsp;&nbsp;&nbsp;\r\n The U.S. clamour about \"nuclear capacity of North Korea\" is a far-fetched abuse bereft of scientific ground. &nbsp;&nbsp;&nbsp;\r\n The U.S. much ado about \"North Korea's stockpile of enriched uranium\" after the Pyongyang visit of a special envoy of the U.S. President is aimed to tarnish the daily-growing international prestige of the DPRK, reverse the positive developments of the Korean Peninsula and bring its moves to isolate and stifle the DPRK to the international arena. &nbsp;&nbsp;&nbsp;\r\n The U.S. has reduced the DPRK-U.S. Agreed Framework to a dead document by deciding to stop the supply of heavy oil to the DPRK, instead of positively responding to its proposal for concluding a non-aggression treaty between the DPRK and the U.S. The U.S. argument about \"threat from North Korea\" is no more than a third-rate trick to mislead public opinion at home and abroad. &nbsp;&nbsp;&nbsp;\r\n It is foolish for the U.S. to link its decision on the deployment of the MD with the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are working hard to realize its sinister attempt through international pressure on the DPRK. &nbsp;&nbsp;&nbsp;\r\n But it is only increasing the anti-U.S. feelings of Koreans hundred times. The U.S. tactics of pressure and isolation are impotent in the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. would be well advised to give up its reckless policy to isolate and stifle the DPRK.    \r\n\r\n"
        },
        {
            "title": "Stride made in efforts to implement inter-Korean declaration",
            "url": "http://kcna.co.jp/item/2002/200212/news12/30.htm#9",
            "content": "Stride made in efforts to implement inter-Korean declaration\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 28 (KCNA) -- The year 2002 marked a historic year that recorded a significant chapter in the history of the reunification movement in Korea.\r\n This year the June 15 North-South Joint Declaration has entered a phase of earnest implementation and the inter-Korean cooperation and visits have become brisk. As a result, the Korean nation has taken a stride in achieving national reconciliation, unity and reunification. &nbsp;&nbsp;&nbsp;\r\n The DPRK Government has exerted strenuous efforts to implement the joint declaration this year. &nbsp;&nbsp;&nbsp;\r\n The joint meeting of the DPRK Government, political parties and organizations held in Pyongyang in January decided to mark this year as a year of promoting unity and reunification by our nation itself and June 15 as a day of opening the door of reunification by its concerted efforts. The meeting also made three-point calls and three-point proposals representing the Koreans' unshakable spirit of independence, ardent love for the nation and steel-strong will for reunification. &nbsp;&nbsp;&nbsp;\r\n As a result, multi-faceted dialogues resumed between the north and the south of Korea, separated families and relatives met and exchange took place in the political, economic and cultural fields between the two sides. &nbsp;&nbsp;&nbsp;\r\n The north side's delegation participated in the August 15 National Rally for Reunification in Seoul, the first of its kind since the country's division. The rally successfully took place in the basic spirit of the joint declaration that calls for achieving reunification by our nation itself, ardently reflecting the entire nation's ardent desire for reunification. &nbsp;&nbsp;&nbsp;\r\n After the April 5 joint press release was issued in April, representatives of people from all walks of life in the north and the south had contacts at Mt. Kumgang Resort at which they made public a joint statement of organizations in the north and the south confirming their will to give momentum to the national reunification movement in the basic spirit of the joint declaration. &nbsp;&nbsp;&nbsp;\r\n In June a grand national festival for reunification took place to mark the 2nd anniversary of the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\nThere were diverse activities including economic cooperation and the exchange of artistic groups and Taekwon-do demonstration groups between the north and the south. &nbsp;&nbsp;&nbsp;\r\n The project to reconnect the east and the west coastal rail and road links made brisk headway, thus helping pep up the inter-Korean economic cooperation, develop the national economy in a balanced way and bring about an upsurge in the nation's desire for unity and peaceful reunification. &nbsp;&nbsp;&nbsp;\r\n The participation of the north side's sports team and cheering group in the 14th Asiad in Pusan implanted confidence and will for peaceful reunification into the hearts of the South Koreans. &nbsp;&nbsp;&nbsp;\r\n This year was, indeed, a year when all the Koreans in the north and the south and abroad shared intention and will and loudly sang the song \"We are One\" reflecting their ardent desire for national reunification.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. troops condemned for polluting environment",
            "url": "http://kcna.co.jp/item/2002/200212/news12/30.htm#10",
            "content": "U.S. troops condemned for polluting environment\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 28 (KCNA) -- A spokesman of the DPRK Ministry of Land and Environment Preservation released a statement today, condemning the U.S. imperialist aggression forces for damaging the environment in South Korea.\r\n According to data, the U.S. troops stationed in South Korea damaged over 25,000 pyong of forests in Phaju city, Kyonggi Province in October last year and left graffiti on rocks of four mountains around Seoul from 1998. &nbsp;&nbsp;&nbsp;\r\n At least 430,000 pyong of land of Inchon, which had been a U.S. military base, has not yet been restored 30 years after, remaining an oil-stained land. &nbsp;&nbsp;&nbsp;\r\n The statement says: &nbsp;&nbsp;&nbsp;\r\n Behaving themselves as a dominator of South Korea, the U.S. aggressors have indiscriminately damaged the natural resources,  estate of the Korean nation, and are now scheming to unleash a war on the Korean Peninsula under the pretext of the \"nuclear issue\" and turn Korea into a barren land, a land of nuclear holocaust. &nbsp;&nbsp;&nbsp;\r\n The U.S. aggressors are going to completely damage the land of the Korean nation. It clearly shows that they are running amuck to exterminate the Korean nation. &nbsp;&nbsp;&nbsp;\r\n All the Koreans in the north and the south and overseas should pool their efforts to defend their lovely land to the last and wage a more vigorous anti-U.S. struggle to drive the U.S. Forces, the root cause of aggression, plunder, murder and damage, out of South Korea.    \r\n\r\n"
        },
        {
            "title": "2nd inter-Korean marine transport working-level contact held",
            "url": "http://kcna.co.jp/item/2002/200212/news12/30.htm#11",
            "content": "2nd inter-Korean marine transport working-level contact held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 28 (KCNA) -- The 2nd inter-Korean marine transport working-level contact was held here from Dec. 25 to 28.\r\n At the contact, both sides discussed issues of promoting development and mutual cooperation in the fields of marine transportation and harbors between the north and the south and heads of the delegations of both sides signed the north-south agreement on marine transportation in the spirit of the historic June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n The agreement deals with the definition of ships, crewmen, passengers, etc. sphere of its application, formalities ships of the north and the south should go through before entering the appointed ports, the rules to be observed by them, and the opening of sea routes for ships sailing to the ports of both sides to smoothly transport passengers and goods. &nbsp;&nbsp;&nbsp;\r\n The agreement also deals with specifics related to promoting cooperation in the field of marine transportation including equal treatment to the transport ships of both sides, mutual help in  case of shipwreck, establishment of communication network between the marine transport authorities, formation and operation of a marine transport cooperation organization and exchange of information and technology. &nbsp;&nbsp;&nbsp;\r\n At the contact the north and the south decided to have the 3rd marine transport working contact in March Juche 92 (2003).    \r\n\r\n"
        },
        {
            "title": "U.S. hindrance to inter-Korean reconciliation and cooperation flayed",
            "url": "http://kcna.co.jp/item/2002/200212/news12/30.htm#12",
            "content": "U.S. hindrance to inter-Korean reconciliation and cooperation flayed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 28 (KCNA) -- A spokesman for the Committee for the Peaceful Reunification of the Fatherland issued a statement on Saturday denouncing the U.S. for interfering and obstructing inter-Korean reconciliation and cooperation.\r\n On Dec. 23, the United States put pressure on the South Korean authorities not to adopt a tentative agreement on providing a military guarantee for the traffic on temporary roads in the districts under the control of the north and the south in the east and west coastal areas at the inter-Korean military working-level talks. The talks thus came to a rupture. &nbsp;&nbsp;&nbsp;\r\n The U.S. Forces, ignoring the appendix of the Armistice Agreement signed by the Korean People's Army side and the U.S. Forces side on Nov. 17, 2000 and on Sept 12, 2002, on opening part of the Demilitarized Zone and putting it under the control of the north and the south, asserted that the crossing of the Military Demarcation Line should be made only with their \"approval\" according to the A.A .&nbsp;&nbsp;&nbsp;\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n Such brazen-faced act on the part of the U.S. that breached the agreement of both sides came at a time when the building of temporary roads in the east and west coastal areas was completed in the main and many persons from the south side are supposed to travel the north side overland to attend the ground-breaking  ceremony for the Kaesong Industrial Zone slated for Dec. 30 and an overland tour of Mt. Kumgang is expected to be made on an experimental basis. This, therefore, clearly proves how desperate the U.S. has become in its moves to bar the Korean nation from achieving reconciliation and cooperation by itself. &nbsp;&nbsp;&nbsp;\r\n This undisguised intervention and obstruction on the part of the U.S. made it difficult to start the overland tour of Mt. Kumgang and have the ground-breaking ceremony for the Kaesong Industrial Zone as scheduled, though the north and the south wanted to make presents of them to the nation on the eve of the New Year. This is a clear indication that the U.S. is, indeed, the sworn enemy common to the north and the south. &nbsp;&nbsp;&nbsp;\r\n Timed to coincide with its futile \"nuclear racket\", the U.S. is deepening the crisis on the Korean Peninsula by shamelessly meddling in the issues related to the inter-Korean relations and hamstringing the process to warm them. This is the desperate efforts of the warmongers to impose disasters of a nuclear war on the Korean nation at any cost. &nbsp;&nbsp;&nbsp;\r\n If the U.S. continues ignoring the Koreans' strong desire to settle the issue of the country's reunification through the nation's unity and cooperation while trampling down its dignity, it will meet stronger nationwide resistance and protest of the 70 million fellow countrymen.    \r\n\r\n"
        },
        {
            "title": "Pyongyang rally condemns U.S. campaign against DPRK",
            "url": "http://kcna.co.jp/item/2002/200212/news12/30.htm#13",
            "content": "Pyongyang rally condemns U.S. campaign against DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 28 (KCNA) -- A rally was held at the Open-Air Theatre of the Youth Park in Pyongyang on Saturday with over 10,000 citizens from all walks of life attending. It expressed support and solidarity to the South Korean people in their anti-U.S. struggle and denounced the U.S. moves to stifle the DPRK.\r\n Yang Hyong Sop, Vice-President of the Presidium of the Supreme People's Assembly, made a speech which was followed by several speeches. &nbsp;&nbsp;&nbsp;\r\n Referring to the fact that the U.S. declared GI killers not guilty and took them to their country instead of severely punishing them, the speakers dismissed this as an intolerable mockery of all the Koreans and a blatant challenge to justice and conscience. &nbsp;&nbsp;&nbsp;\r\n Unprecedentedly vigorous anti-U.S. struggle in South Korea is a just struggle to put an end to the unequal master-servant relationship between the U.S. and South Korea and retake the lost dignity and sovereignty of the nation, they noted. &nbsp;&nbsp;&nbsp;\r\n They extended warm compatriotic support and encouragement to the South Korean people in their patriotic struggle against the U.S. on behalf of all people in the north. &nbsp;&nbsp;&nbsp;\r\n Accusing the U.S. of desperately working to stifle the DPRK under the pretext of its \"nuclear issue\", they denounced the U.S. imperialists for their frantic attempt to bring more unbearable misfortune and pain and disasters of a nuclear war to the Korean nation. &nbsp;&nbsp;&nbsp;\r\n A statement was issued at the rally. &nbsp;&nbsp;&nbsp;\r\n Asking how the U.S. should be allowed to lord it over South Korea, killing Koreans in cold blood after occupying it, the statement noted: It is quite natural for the South Korean people to turn out in the anti-U.S. struggle to terminate the old master-servant relationship and regain the usurped dignity and sovereignty of the nation. &nbsp;&nbsp;&nbsp;\r\n If the north suffers misfortune, the south will undergo the same thing and if the south suffers disaster, the whole nation cannot escape from it. &nbsp;&nbsp;&nbsp;\r\n The statement called on all the Koreans to turn out in the sacred anti-U.S. resistance to drive the U.S. imperialist aggressors out of South Korea and resolutely frustrate the \"nuclear racket\" of the U.S. aimed to bring clouds of war to hang over the Korean nation.    \r\n\r\n\r\n\r\n"
        }
    ]
}