{
    "date": "2002-09-25",
    "url": "http://kcna.co.jp/item/2002/200209/20020925.htm",
    "articles": [
        {
            "title": "Reception in honor of Russian artistes",
            "url": "http://kcna.co.jp/item/2002/200209/news09/25.htm#1",
            "content": "Reception in honor of Russian artistes \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 25 (KCNA) -- The National Defence Commission of the DPRK hosted a reception at the People's Palace of Culture on Tuesday evening in honour of the visiting state academy ensemble of the Ministry of Interior of Russia.\r\n Invited to the reception were members of the ensemble led by its head V. Eliseyev, Russian Ambassador to the DPRK Andrei Karlov and embassy officials. &nbsp;&nbsp;&nbsp;\r\n Secretary of the Central Committee of the Workers' Party of Korea Jong Ha Chol, officials concerned and artistes were on hand. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the reception.    \r\n   \r\n"
        },
        {
            "title": "DPRK-Japan Pyongyang declaration supported",
            "url": "http://kcna.co.jp/item/2002/200209/news09/25.htm#2",
            "content": "DPRK-Japan Pyongyang declaration supported \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 25 (KCNA) -- It conforms with the desire and interests of the peoples of the DPRK and Japan and the requirement of the times, which brooks no further delay, to normalize the DPRK-Japan ties and develop good-neighborly and friendly relations between the two countries. Yang Yong Dong, chairman of the General Association of Koreans in China, said this in a statement on Sept. 21, welcoming the DPRK-Japan Pyongyang declaration.\r\n The relations between the DPRK and Japan could not but be in a very abnormal state because of discord and confrontation in the last century, said the statement. &nbsp;&nbsp;&nbsp;\r\n Recalling that Japanese Prime Minister Junichiro Koizumi expressed deep remorse and heartfelt apology for the disgraceful past and signed the Pyongyang declaration, the statement said that the Koreans in china believe that normalizing relations between the DPRK and Japan according to the declaration would make a new history between the two peoples and greatly contribute to world peace and security.    \r\n"
        },
        {
            "title": "Kim Jong Il praised by Guinean mediamen",
            "url": "http://kcna.co.jp/item/2002/200209/news09/25.htm#3",
            "content": "Kim Jong Il praised by Guinean mediamen \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 25 (KCNA) -- Kim Jong Il was highly praised by Guinean mediamen for achievements in his diplomatic activities.\r\n The editor-in-chief of Radio Guinea on Sept. 19 said that the Pyongyang visit of the Prime Minister of Japan, which has no diplomatic relations with the DPRK, is a great diplomatic victory achieved by the DPRK and hoped that the issue of  DPRK-Japan relations would be settled at an early date according to the DPRK-Japan Pyongyang declaration. &nbsp;&nbsp;&nbsp;\r\n The editor-in-chief of the Guinean TV Broadcasting on Sept. 18 said: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has remarkably enhanced the external position of the DPRK through his skillful diplomatic activities with big countries. Indeed, he is a prominent diplomatic strategist. &nbsp;&nbsp;&nbsp;\r\n The editor-in-chief of Horoya, the organ of the Guinean government, on Sept. 19 praised Kim Jong Il for remarkably increasing the international prestige of the DPRK through his  energetic diplomatic activities, noting that he has smashed the outside forces' moves to isolate and stifle the DPRK with his army-based leadership and registered a great success in building a powerful nation and carrying out the cause of national reunification. &nbsp;&nbsp;&nbsp;\r\n On the same day the editor-in-chief of the Guinean News Agency said Kim Jong Il is an outstanding military diplomat, noting that news agencies of different countries are vying with each other to report about his external activities.     \r\n"
        },
        {
            "title": "U.S. urged to swim with trend of times",
            "url": "http://kcna.co.jp/item/2002/200209/news09/25.htm#4",
            "content": "U.S. urged to swim with trend of times \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 25 (KCNA) -- The United States should squarely see the trend of the times and drop its hostile policy toward the Democratic People's Republic of Korea at an early date. This step will be hailed at home and abroad and open a new phase in the improvement of the bilateral relations, says Rodong Sinmun today in a commentary.\r\n World public and even U.S. politicians and media are now becoming increasingly discontented with the foreign policy of the bush administration, which persists in the moves to isolate and stifle the DPRK after listing it as part of an \"axis of evil\", the daily notes, adding: The fact shows that the U.S. military and foreign policies do not conform to the spirit of the present times though they might do in the Cold War era. &nbsp;&nbsp;&nbsp;\r\n Referring to the anti-DPRK diatribe made by Bolton, U.S. undersecretary of state for international security, while touring South Korea, the commentary further says: &nbsp;&nbsp;&nbsp;\r\n His behavior clearly proves that there has been no change in the U.S. ruling quarters' hostile policy toward the DPRK, though they call for \"resumption of DPRK-U.S. dialogue\". &nbsp;&nbsp;&nbsp;\r\n We think now is the time for the U.S. to rectify its hostile policy toward the DPRK. rectification of this policy is desired by the American people themselves, and it will be in accord with their interests and the desire and demand of the world people. &nbsp;&nbsp;&nbsp;\r\n Moreover, the situation around the DPRK is dramatically turning favorable. multi-channeled inter-Korean dialogues and negotiations are under way and the projects started in the east and west areas of the two sides to reconnect rail and road links across the Military Demarcation Line, stirring up an atmosphere of reconciliation, cooperation and reunification. Meanwhile, a bright prospect has been opened for normalizing the relations between the DPRK and Japan. &nbsp;&nbsp;&nbsp;\r\n Such developments go to more glaringly prove that the U.S. hostile policy toward the DPRK is anachronistic and meaningless. &nbsp;&nbsp;&nbsp;\r\n Now is the time for the United States to adopt its proper stand toward the DPRK.    \r\n\r\n"
        },
        {
            "title": "More dynamic anti-U.S. action called for",
            "url": "http://kcna.co.jp/item/2002/200209/news09/25.htm#5",
            "content": "More dynamic anti-U.S. action called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 25 (KCNA) -- Commenting on unceasing GIs' crimes in South Korea, papers here Wednesday say that the way of preventing them is for the South Korean people to wage a more dynamic anti-U.S. struggle for the withdrawal of its troops from South Korea.\r\n A signed commentary of Rodong Sinmun notes that the U.S. imperialist aggressors have not yet apologized for killing schoolgirls by an armoured car in last June, much less punishing the murderers, and are challenging the South Korean people by committing more bestial murder, plunder and assault against them. &nbsp;&nbsp;&nbsp;\r\n It is the worst tragedy against them and disgrace for the Korean nation to allow the aggressors and brutes to stay in this land, the commentary notes, and continues: &nbsp;&nbsp;&nbsp;\r\n The South Korean people should give vent to the pent-up resentment and grudge against the U.S. imperialist aggressors. &nbsp;&nbsp;&nbsp;\r\n All the South Koreans should cherish national dignity and honor and rise up as one in the anti-U.S. struggle in order to take revenge upon the aggressors. &nbsp;&nbsp;&nbsp;\r\n This is the only way of making them pay for the disasters, sufferings and sacrifices they have imposed upon the Koreans a thousand times. This is also the only way for the South Korean people to survive and bring earlier the day of national reunification. &nbsp;&nbsp;&nbsp;\r\n Minju Joson in a signed commentary says that the South Korean people can drive the aggressors out of South Korea only through their resolute struggles, not through a petition. They have already learned this in practice, it adds.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun calls for normalizing DPRK-Japan ties with concerted efforts",
            "url": "http://kcna.co.jp/item/2002/200209/news09/25.htm#6",
            "content": "Rodong Sinmun calls for normalizing DPRK-Japan ties with concerted efforts \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 25 (KCNA) -- The DPRK will fully fulfil its obligation to establish diplomatic relations and develop good neighbourly and friendly ties with Japan and make efforts to achieve co-prosperity and development and ensure peace and  stability in Northeast Asia and the rest of the world on the basis of the agreement and successes in the historic Pyongyang meeting and talks between the top leaders of the two countries.\r\n Rodong Sinmun Wednesday says this in a signed article, and goes on: &nbsp;&nbsp;&nbsp;\r\n The adoption of the DPRK-Japan Pyongyang declaration is a valuable fruit of magnanimity and bold decision of the two leaders who had made precious efforts from a broad perspective to fulfil the historic mission of normalizing the bilateral ties. &nbsp;&nbsp;&nbsp;\r\n It marked a significant event in the normalization. &nbsp;&nbsp;&nbsp;\r\n Improving the bilateral ties is a consistent stand of the DPRK regarding independence, peace and friendship as the idea of its foreign policy. &nbsp;&nbsp;&nbsp;\r\n The two countries are willing to put an end to the abnormal relations, normalize the ties and establish and develop good relationship. If they make decisive efforts from a broad perspective, it would not be difficult for them to resolve the bilateral issue, a legacy of the 20th century. &nbsp;&nbsp;&nbsp;\r\n To this end, the two countries should respect and honestly implement the spirit of the agreement between the top leaders and the DPRK-Japan Pyongyang declaration. &nbsp;&nbsp;&nbsp;\r\n Should the two countries honestly implement them with the common will, a new and symbolic history would be made in the bilateral relations. &nbsp;&nbsp;&nbsp;\r\n If the two countries establish good relationship, cooperate with each other and make joint efforts from an independent and peaceful stand and on the principle of equality, mutual benefit and mutual respect, both sides can realize their own interests, prosperity and lasting peace and give an impetus to achieving the peace and stability in Asia and the rest of the world, building a just new world structure and healthily developing international relations.    \r\n\r\n"
        },
        {
            "title": "Greetings to Yemeni President",
            "url": "http://kcna.co.jp/item/2002/200209/news09/25.htm#7",
            "content": "Greetings to Yemeni President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 25 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, today sent a message of greetings to Ali Abdullah Saleh, President of Yemen, on the occasion of the 40th anniversary of the revolution in his country.\r\n Wishing the president and the people of Yemen success in the work for the prosperity of the country, the message expressed belief that the friendly and cooperative relations between the two countries would continue to develop favorably.     \r\n\r\n\r\n"
        },
        {
            "title": "Korea Amnokgang Technology Development Corporation",
            "url": "http://kcna.co.jp/item/2002/200209/news09/25.htm#8",
            "content": "Korea Amnokgang Technology Development Corporation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 25 (KCNA) -- The Korea Amnokgang Technology Development Corporation develops solution software related to internet and receives orders of such software. \r\nIt also exports biometrics identification devices to foreign countries. &nbsp;&nbsp;&nbsp;\r\n The corporation is an it group which develops security products based on solution software and biometrics identification technology. &nbsp;&nbsp;&nbsp;\r\n In the past period it developed a computer security system by fingerprint lock, IC card plus fingerprint identification system, automatic fingerprint identification system, live-fingerprint scanner, fingerprint lock, etc. &nbsp;&nbsp;&nbsp;\r\n The fingerprint identification system and the fingerprint lock technology, which won gold medals at the Geneva international exhibition of inventions, are popular abroad for their accuracy. &nbsp;&nbsp;&nbsp;\r\n Security products and personal identification system based on fingerprint identification technology are exported to different countries including China, Japan and Nigeria. &nbsp;&nbsp;&nbsp;\r\n The corporation seeks to invigorate joint research, development and technical collaboration with foreign it companies and jointly open up the world market of fingerprint identification technology.    \r\n\r\n\r\n"
        },
        {
            "title": "Many agricultural species originate from Korea",
            "url": "http://kcna.co.jp/item/2002/200209/news09/25.htm#9",
            "content": "Many agricultural species originate from Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 25 (KCNA) -- Many agricultural species widespread worldwide are believed to have originated from Korea.\r\n According to a comprehensive analysis of archaeological materials, fossils and distribution of wild plants of pure breed and features of their divergence, more than 50 agricultural species growing in the world at present are believed to have originated from Korea. &nbsp;&nbsp;&nbsp;\r\n Among them are such crops as rice, millet, barley, etc. vegetables, fruit trees, fiber crops and economic plants. &nbsp;&nbsp;&nbsp;\r\n The Korean ancestors began farming in the basin of the River Taedong and other vast areas as early as more than 5000 b.c. ago. &nbsp;&nbsp;&nbsp;\r\n Carbonized rice, millet, Chinese millet, sorghum and bean were found in Namgyong relics in Honam-ri, Samsok district, Pyongyang, relics believed to belong to the period between 4000  and 3000 b.c. and barnyard grass in Jithap-ri relics believed to belong to the period between 6000 and 5000 b.c. in Pongsan county, North Hwanghae Province. &nbsp;&nbsp;&nbsp;\r\n Fossils of persimmon, jujube and gingko leaves and pollens were found in the tertiary formation and in peat deposits formed after an ice age. Many of them are of no big difference from the existing species. &nbsp;&nbsp;&nbsp;\r\n At present pure breeds of such agricultural plants as Chinese millet, bean and red bean grow in different parts of Korea. &nbsp;&nbsp;&nbsp;\r\n Buckwheat, leek, Pyongyang chestnut, Chinese matrimony vine and other species inherent in Korea are almost similar to wild species and they are distributed in vast areas. &nbsp;&nbsp;&nbsp;\r\n All these facts prove that Korea is an ancient agricultural hub as many crops cultivated worldwide originated from it.    \r\n\r\n"
        },
        {
            "title": "MBC art troupe here",
            "url": "http://kcna.co.jp/item/2002/200209/news09/25.htm#10",
            "content": "MBC art troupe here\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 25 (KCNA) -- An art troupe of the Munhwa Broadcasting Corporation (MBC) of South Korea headed by its president Kim Jung Bae arrived here Wednesday at the invitation of the National Reconciliation Council (NRC).\r\n It was greeted at the airport by Ri Jong Hyok, vice-chairman of the Korean Asia-Pacific Peace Committee, Song Sok Hwan, vice-minister of culture, Yang Si Un, vice-chairman of the Radio and TV Broadcasting Committee of the DPRK, NRC members and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Women artistes presented leading members of the troupe with bunches of flowers.    \r\n\r\n\r\n"
        },
        {
            "title": "Joint press release issued",
            "url": "http://kcna.co.jp/item/2002/200209/news09/25.htm#11",
            "content": "Joint press release issued\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 25 (KCNA) -- A joint press release related to the meetings of youth and students in the north, the south and overseas for reunification and women of the north and the south for reunification was issued at Mt. Kumgang Resort yesterday.\r\n The press release says: &nbsp;&nbsp;&nbsp;\r\n Working-level contacts between representatives of the national reconciliation council, the c.c., the Kim Il Sung Socialist Youth League, the c.c., the Korean Democratic Women's Union and the Korean Women's Association from the north side and the  committee of youth and students and the women's committee of the headquarters for promoting the national joint function for 2002 from the south side took place at the mountain resort from September 23 to 24. &nbsp;&nbsp;&nbsp;\r\n At the contacts both sides took note of the fact that the above-said meetings failed to take place at the date already agreed upon for the south side's internal reason and decided to have a meeting of youth and students for reunification from October 13 to 14  and a meeting of women for reunification from Oct. 16 to 17 at Mt. Kumgang resort with a view to greatly contributing to the implementation of the June 15 joint declaration and promoting national reconciliation, unity and reunification.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK senior officials meet with Indian Ambassador",
            "url": "http://kcna.co.jp/item/2002/200209/news09/25.htm#12",
            "content": "DPRK senior officials meet with Indian Ambassador\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 25 (KCNA) -- Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, met and had a talk with Rich Pal Singh, new Indian Ambassador to the DPRK, who paid a courtesy call on him at the Mansudae Assembly Hall Wednesday.\r\n Foreign minister Paek Nam Sun also met and conversed with the Indian Ambassador today.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}