{
    "date": "2002-06-12",
    "url": "http://kcna.co.jp/item/2002/200206/20020612.htm",
    "articles": [
        {
            "title": "Guinean national committee formed to remember Kim Il Sung",
            "url": "http://kcna.co.jp/item/2002/200206/news06/12.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Second people's rally held in S. Korea",
            "url": "http://kcna.co.jp/item/2002/200206/news06/12.htm#2",
            "content": "Guinean national committee formed to remember Kim Il Sung \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 12 (KCNA) -- The Guinean National Committee for Remembering Great Generalissimo Kim Il Sung was inaugurated in Conakry on June 6 with due ceremony.\r\n Almami Fode Silla, minister of technical education and vocational training of guinea, was elected chairman of the committee. &nbsp;&nbsp;&nbsp;\r\n The committee discussed and decided on the matters of widely introducing the feats performed by President Kim Il Sung and the validity of the army-based policy of leader Kim Jong Il.  \r\n"
        },
        {
            "title": "Functions held in S. Korea",
            "url": "http://kcna.co.jp/item/2002/200206/news06/12.htm#3",
            "content": "Second people's rally held in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 12 (KCNA) -- The second people's rally for implementing the June 15 joint declaration and holding the grand festival for national reunification was reportedly held in Seoul on June 8 under the sponsorship of the reunification solidarity.\r\n At the rally the permanent representative of the reunification solidarity in an address called for achieving a sure victory in the struggle for national independence against the United States. &nbsp;&nbsp;&nbsp;\r\nThe way out for us is to implement the June 15 joint declaration and in this sense we should hold the grand festival for national reunification without fail this year, he noted. &nbsp;&nbsp;&nbsp;\r\n The chairman of the organizing committee of Pomminryon (National Alliance for the Country's Reunification) said that it is quite natural for Pomminryon and Hanchongryon (South Korean Federation of University Student Councils) to participate in the festival as members of the nation. He denounced the authorities for having refused to allow these organizations to take part in the festival, terming the step a grave challenge to great national unity. &nbsp;&nbsp;&nbsp;\r\n A resolution adopted at the rally called for holding the grand festival for national reunification on the second anniversary of the June 15 joint declaration as a nationwide festival for reunification and making June 15 an anniversary of the unity of the 70 million fellow countrymen. &nbsp;&nbsp;&nbsp;\r\n The participants marched through streets, shouting slogans calling for the implementation of the joint declaration, the withdrawal of the label of the \"enemy-benefiting organization\" attached to Hanchongryon and the success of the grand festival for national reunification.    \r\n\r\n"
        },
        {
            "title": "NDFSK issues statement",
            "url": "http://kcna.co.jp/item/2002/200206/news06/12.htm#4",
            "content": "Functions held in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 12 (KCNA) -- Functions reportedly took place in South Korea on the occasion of the second anniversary of the June 15 joint declaration.\r\n A photo exhibition and a painting exhibition were opened in Seoul on June 6 with an attendance of members of the south headquarters of the National Alliance for the Country's Reunification (Pomminryon) and more than 30 civic and public organizations. &nbsp;&nbsp;&nbsp;\r\n Ri Jong Rin, chairman of the south headquarters of Pomminryon, referred to the significance of the commemoration of the second anniversary of the joint declaration. &nbsp;&nbsp;&nbsp;\r\n The headquarters of the Jinju citizens movement for implementing the June 15 south-north joint declaration held a concert on June 2 on the occasion of the second anniversary of the joint declaration with more than 1,000 citizens attending. &nbsp;&nbsp;&nbsp;\r\n The participants hardened their resolution for reunification, singing a song \"our wish is reunification\". &nbsp;&nbsp;&nbsp;\r\n The organization published an article addressed to the citizens under the title \"the June 15 South-North Joint Declaration should be preserved and implemented without fail\".     \r\n\r\n"
        },
        {
            "title": "Photo exhibition opens",
            "url": "http://kcna.co.jp/item/2002/200206/news06/12.htm#5",
            "content": "NDFSK issues statement \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 12 (KCNA) -- A spokesman for the National Democratic Front of South Korea issued a statement on June 9, 15 years after the June popular resistance, according to radio voice of national salvation from Seoul.\r\n The statement says: &nbsp;&nbsp;&nbsp;\r\n More than five million people rose in a death-defying resistance in various parts of South Korea that lasted for 20-odd days, chanting slogans \"down with dictatorship,\" \"U.S. imperialists, get out\" and \"national reunification.\" they dealt a deadly blow at the pro-U.S. military dictatorial forces and forced them to yield to resistance fighters. &nbsp;&nbsp;&nbsp;\r\n The June resistance along with the April 19 uprising and the May 18 resistance was a nationwide sacred war for national salvation as it hit hard the U.S. imperialist aggressors and military dictatorial group. &nbsp;&nbsp;&nbsp;\r\n Recalling that independence, democracy and reunification called for by resistance fighters shedding blood on the streets in that June have not come true, the statement continues: &nbsp;&nbsp;&nbsp;\r\n Due to the vicious moves of the U.S. imperialists and Ri Hoe Chang-led sycophantic traitors there is a danger of nuclear war on the Korean Peninsula aimed to escalate south-north confrontation and exterminate the nation and the implementation of the June 15 joint declaration is being hamstringed. &nbsp;&nbsp;&nbsp;\r\n The statement called for a vigorous struggle to foil the U.S. policy to stifle the DPRK and its moves to provoke a nuclear war and to force the U.S. imperialist aggressor forces to pull out of South Korea, carrying forward the noble spirit of the June resistance fighters. &nbsp;&nbsp;&nbsp;\r\n It also called for inheriting their spirit and more dynamically advancing to bring the day of national independence and reunification under the uplifted banner of the June 15 joint declaration.    \r\n\r\n"
        },
        {
            "title": "U.S. urged to mind its own business",
            "url": "http://kcna.co.jp/item/2002/200206/news06/12.htm#6",
            "content": "Photo exhibition opens \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 12 (KCNA) -- The United States is well advised to mind its own business before talking about \"human rights issue\" and \"religious problem\" in other countries, says Rodong Sinmun today in a signed commentary disclosing the sinister aim sought by the U.S. in making accusations against other countries over their \"human rights issue\" and \"religious problem.\"\r\n Recalling that a recent report released by experts of amnesty international listed the u.s. as the country with the world's poorest human rights situation and religious performance, the commentary continues: &nbsp;&nbsp;&nbsp;\r\n The U.S. is busy calling for pressure and interference in affairs of other countries over their \"human rights issue\" and \"religious problem,\" while shelving its own problem of poor human rights and religious performances. This behaviour reminds one of the boss of robbers. &nbsp;&nbsp;&nbsp;\r\n The U.S. is not entitled to talk about other countries' human rights and religious issues. &nbsp;&nbsp;&nbsp;\r\n However, it is loudmouthed about them in a bid to conceal its serious human right and religious abuses and justify its interference in the internal affairs of other countries and violation of their national rights. &nbsp;&nbsp;&nbsp;\r\n Nothing is more wicked than this. &nbsp;&nbsp;&nbsp;\r\n The U.S. is becoming so brazen-faced as to style itself a \"human rights judge\" and a \"judge of religion.\" &nbsp;&nbsp;&nbsp;\r\n The U.S. is well advised to drop its evil habit of drawing water to its own mill at the sacrifice of others.     \r\n\r\n"
        },
        {
            "title": "Korean national wrestling",
            "url": "http://kcna.co.jp/item/2002/200206/news06/12.htm#7",
            "content": "U.S. urged to mind its own business \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 12 (KCNA) -- A Mt. Paektu landscape photo exhibition was opened.\r\n Displayed at the exhibition are more than 70 photos showing majestic and marvelous beauty of Mt. Paektu and its surrounding areas taken by journalists of the Foreign Language Publishing House. &nbsp;&nbsp;&nbsp;\r\n Among them are photos \"native home in secret camp on Mt. Paektu where the great leader comrade Kim Jong Il was born,\" \"Mt. Paektu representing the resourcefulness and spirit of Korea,\" \"majestic sunrise on Mt. Paektu,\" \"aeroview of Lake Chon on Mt. Paektu,\" \"Paektu peaks seen from Janggun peak\" and \"blizzard on Hyangdo peak.\" &nbsp;&nbsp;&nbsp;\r\n Also on display are photos of revolutionary battle sites and historic sites in areas around Mt. Paektu, beauty spots and mysterious natural wonders. &nbsp;&nbsp;&nbsp;\r\n Also exhibited are photos \"likely jewel on Lake Chon\" and \"valley of Piru peak seen from lake-side\" taken by Mun Kwang Son, cameraman of the General Association of Korean Residents in Japan. &nbsp;&nbsp;&nbsp;\r\n An opening ceremony took place at the People's Palace of Culture yesterday.     \r\n\r\n"
        },
        {
            "title": "KCNA on Ishihara's war outcry against DPRK",
            "url": "http://kcna.co.jp/item/2002/200206/news06/12.htm#8",
            "content": "Korean national wrestling \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 12 (KCNA) -- A \"bull prize\" national TV wrestling contest of working people is drawing keen interests of people in the DPRK.\r\n The contest will be held on beautiful Moran Hill in Pyongyang on the occasion of the Tano festival which falls on the fifth day of May of the lunar month. &nbsp;&nbsp;&nbsp;\r\n Wrestling match is a sports event peculiar to the Korean nation. &nbsp;&nbsp;&nbsp;\r\n From old times Koreans used to hold wrestling matches on the side of fields, sands on riverside or on the grass at breaks in rice transplanting, weeding and harvesting. &nbsp;&nbsp;&nbsp;\r\n Wrestling has a little difference in form according to localities and folk games were divided into high-level wrestling, middle-level wrestling and low-level wrestling matches according to age and level. &nbsp;&nbsp;&nbsp;\r\n Various delicate techniques of leg, hand and body movements are applied in the matches. &nbsp;&nbsp;&nbsp;\r\n Wrestling is an important event in national sports contests. &nbsp;&nbsp;&nbsp;\r\n Wrestling is very popular among people as it helps cultivate their strength, patience, bravery and fighting spirit and it is good for physical training.     \r\n\r\n"
        },
        {
            "title": "Mountain resort on outskirts of Pyongyang",
            "url": "http://kcna.co.jp/item/2002/200206/news06/12.htm#9",
            "content": "KCNA on Ishihara's war outcry against DPRK \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, June 12 (KCNA) -- Tokyo governor Ishihara in a recent interview with the U.S. magazine News Week said \"If I were a prime minister I would start a war with North Korea to bring them back\" as regards the non-existent \"kidnapping issue.\"\r\n It is a revelation of a criminal attempt to unleash a war of reconquest of Korea at any cost and a challenge to the trend of the times towards peace. Of leg, hand and body movements are applied in the matches. &nbsp;&nbsp;&nbsp;\r\n Now the dark clouds of war are being cleared away and an atmosphere of peace and reunification is prevailing on the Korean Peninsula. In order to preserve this hard won positive climate in line with the April 5 joint press release it is necessary to put an end to moves to chill it. &nbsp;&nbsp;&nbsp;\r\n The war outcry made by Ishihara to mar such positive atmosphere is giving rise to the vigilance of the DPRK. &nbsp;&nbsp;&nbsp;\r\n By nature, Ishihara is known to be a central figure of the Japanese right-wing forces, a typical ultra-nationalist and a national chauvinist. He has never let a chance pass by without making a spate of provocative and insulting remarks against the Korean people. He blustered \"Japan would destroy at a single blow North Korea if it does a foolish thing\" and \"Sangokujin may rise in an uprising in case of a disastrous earthquake.\" &nbsp;&nbsp;&nbsp;\r\n And this time he called for a war against the DPRK, talking about the \"kidnapping of 11 Japanese.\" But what matters is that Japan is claiming what the DPRK should complain to it. &nbsp;&nbsp;&nbsp;\r\n In fact, Japan is not in a position to talk about the \"issue of kidnapping.\" &nbsp;&nbsp;&nbsp;\r\n Nearly 6 million Koreans were kidnapped and forcibly drafted by the Japanese imperialists in the period of their colonial rule and military occupation of Korea. and they kidnapped and lured nearly 200,000 Korean women to force them into sexual slavery for the \"imperial army.\" &nbsp;&nbsp;&nbsp;\r\n It is extremely mean, indeed, for Ishihara to clamor about the non-existent \"kidnapping of 11 Japanese\" and call for settling the issue by means of war while shutting his eyes to the above-said crimes. &nbsp;&nbsp;&nbsp;\r\n It is, in essence, nothing but a cunning trick to repeat Japan's past bloody history of aggression, refusing to admit its past crimes, and impose once again misfortune and pain upon the Korean people. &nbsp;&nbsp;&nbsp;\r\n Ishihara considered to be no more than a schizophreniac made a war outcry against the DPRK, styling himself a prime minister. &nbsp;&nbsp;&nbsp;\r\nBbut the DPRK is never afraid of war. &nbsp;&nbsp;&nbsp;\r\n Ishihara is well advised to behave himself, properly judging the tremendous self-defence capacity of the DPRK equipped with powerful offensive and defensive means.    \r\n\r\n\r\n"
        }
    ]
}