{
    "date": "2002-12-19",
    "url": "http://kcna.co.jp/item/2002/200212/20021219.htm",
    "articles": [
        {
            "title": "U.S. policy of interference toward Korea under fire",
            "url": "http://kcna.co.jp/item/2002/200212/news12/19.htm#1",
            "content": "U.S. policy of interference toward Korea under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 18 (KCNA) -- The Central Committee of the Bulgarian Communist Party in a letter of protest to Bush on Dec. 12 demanded the U.S. drop its policy of interference in the internal affairs of the Korean Peninsula and pull its forces out of South Korea.\r\n The letter said: &nbsp;&nbsp;&nbsp;\r\n The communist party and progressive public circles in Bulgaria are greatly angered by the U.S. wanton interference in the internal affairs of Korea, a move to bedevil the inter-Korean ties. &nbsp;&nbsp;&nbsp;\r\n The U.S. attempt to hamstring the projects of reconnecting rail and road links between the north and the south of Korea is an unprecedented act of ignoring all the international norms and interfering in the internal affairs of other country. &nbsp;&nbsp;&nbsp;\r\n The U.S. action is provoking strong antipathy among the peoples of those countries interested in the projects. &nbsp;&nbsp;&nbsp;\r\n The letter urged the U.S. to conclude a non-aggression treaty with the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. will be held entirely responsible for all the adverse consequences to be entailed by its reckless moves to create instability in this region, it stressed.    \r\n\r\n"
        },
        {
            "title": "Foreign diplomats visit metro museum",
            "url": "http://kcna.co.jp/item/2002/200212/news12/19.htm#2",
            "content": "Foreign diplomats visit metro museum\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 18 (KCNA) -- Diplomats in charge of cultural and friendly relations of different embassies here visited the museum on the construction of metro on Dec. 17 on the occasion of the 11th anniversary of Kim Jong Il's election as Supreme Commander of the Korean People's Army.\r\n Being briefed on the Pyongyang Metro built as a grand monumental edifice of the era, they went round the relics and data on display at the museum.    \r\n\r\n"
        },
        {
            "title": "Chinese Ambassador hosts reception",
            "url": "http://kcna.co.jp/item/2002/200212/news12/19.htm#3",
            "content": "Chinese Ambassador hosts reception\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 18 (KCNA) -- Wu Donghe, Chinese Ambassador to the DPRK, hosted a reception at the embassy Tuesday evening on the occasion of the New Year, Juche 92 (2003).\r\n Present on invitation were general Ryo Chun Sok, colonel general Ri Pyong Sam, generals and officers of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n AQso present there were staff members of the Chinese embassy. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the reception.    \r\n\r\n"
        },
        {
            "title": "Joint anti-U.S. struggle declared in S. Korea",
            "url": "http://kcna.co.jp/item/2002/200212/news12/19.htm#4",
            "content": "Joint anti-U.S. struggle declared in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 18 (KCNA) -- The south headquarters of the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon) reportedly held a news conference in Seoul on Dec. 13 to declare a joint anti-U.S. and anti-war struggle to demand the conclusion of the North Korea-U.S. non-aggression treaty and the withdrawal of the U.S. Forces which murdered the girl students from South Korea.\r\n A press release issued at the conference said that the united states should not unilaterally demand the north stop its \"nuclear development\" but opt for concluding a non-aggression treaty between North Korea and the U.S. &nbsp;&nbsp;&nbsp;\r\n Noting that it is a vital task before the whole Korean nation to wage a struggle against the U.S. and war and for the conclusion of the North Korea-U.S. non-aggression treaty, the punishment of the GI killers of the South Korean girl students and the withdrawal of the U.S. troops, the press release called upon the youth and student organizations and the people to extend positive support and solidarity to this struggle. &nbsp;&nbsp;&nbsp;\r\n Jon Sung Won, vice-chairman of the south headquarters of Pomchonghakryon and chairman of the Committee for National Unification of the South Korean Federation of University Student Councils, read out a joint statement and slogan for the joint struggle adopted under the agreement reached among the south, north and overseas headquarters of Pomchonghakryon. &nbsp;&nbsp;&nbsp;\r\n The joint statement said that all the youth and students would wage a vigorous movement to frustrate the U.S. nuclear war moves against the north and support the proposal for concluding the non-aggression treaty and courageously turn out in the campaign for punishing the GI murderers and forcing the U.S. troops to pull out of South Korea under the uplifted banner of national independence and patriotism. &nbsp;&nbsp;&nbsp;\r\n Also introduced at the conference were main working plans for the period from Dec. 10 this year to Jan. 30, 2003, the period of the joint anti-U.S. and anti-war struggle to demand the conclusion of the non-aggression treaty and the withdrawal of the U.S. forces which murdered the girl students.    \r\n\r\n"
        },
        {
            "title": "National art exhibition opens",
            "url": "http://kcna.co.jp/item/2002/200212/news12/19.htm#5",
            "content": "National art exhibition opens\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 18 (KCNA) -- A national art exhibition opened on the occasion of the 11th anniversary of Kim Jong Il's election as Supreme Commander of the Korean People's Army.\r\n On display are over 50 Korean paintings, oil paintings and posters depicting the greatness of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Among them are the Korean paintings \"sun of humankind\" and \"no motherland without you,\" the oil painting \"comrade supreme commander among soldiers\" and the Korean painting \"for the modernization of armed forces.\" &nbsp;&nbsp;&nbsp;\r\n Also displayed are works reflecting the stirring reality in the country where the people are performing miracles and innovations in every socialist construction site in perfect unity with the servicepersons, learning from the revolutionary spirit of soldiers and their militant traits true to the WPK's idea of attaching importance to the army and military affairs. &nbsp;&nbsp;&nbsp;\r\n An inaugural ceremony took place at the People's Palace of Culture Tuesday. &nbsp;&nbsp;&nbsp;\r\n Present at the ceremony were Kang Nung Su, Minister of Culture, officials concerned and working people in the city.    \r\n\r\n"
        },
        {
            "title": "Militarist hysteria in Japan under fire",
            "url": "http://kcna.co.jp/item/2002/200212/news12/19.htm#6",
            "content": "Militarist hysteria in Japan under fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 18 (KCNA) -- Japanese reactionaries recently decided to set up an overseas organization for supporting and praising the \"Yasukuni Shrine\", a symbol of militarism. They are now working hard to put it into practice. \r\n Meanwhile, they adopted on Dec. 4 a decision to dispatch an \"aegis\" warship of Japan's maritime \"Self-Defence Force\" to the Indian Ocean under the pretext of \"supporting the U.S. Forces\". &nbsp;&nbsp;&nbsp;\r\nAnd even the dispatch of planes of its air \"Self-Defence Force\" is under discussion. &nbsp;&nbsp;&nbsp;\r\n This only lays bare the shameful and crafty nature and the moral vulgarity of the Japanese reactionaries as they openly step up militarism and overseas expansion under the cloak of peace and security, says Rodong Sinmun today in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Japan has a lot to do if it is truly set to contribute to the global peace and stability. &nbsp;&nbsp;&nbsp;\r\n But it is only talking about \"military contribution.\" its true aim is to dismantle the institutional mechanism in the way of its military expansion overseas under the pretext of contributing to the global peace and stability and convince the international community that it is entitled to wage a war overseas in a bid to realise its ambition for world hegemony. &nbsp;&nbsp;&nbsp;\r\n What should not be overlooked is that the right-wing conservative forces of Japan are citing the DPRK's \"nuclear issue\" to justify their military expansion overseas and kick up an anti-DPRK racket. &nbsp;&nbsp;&nbsp;\r\n It is a wild dream of the Japanese reactionaries to convert Japan into a military power, put Korea under their military domination and, furthermore, realize their old dream of the \"Greater East Asia Co-prosperity Sphere\" at any cost. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries' recent decision to set up an overseas organization supporting the \"Yasukuni Shrine\" is aimed at disseminating the militarist idea abroad and creating an atmosphere favorable for their reinvasion overseas.    \r\n\r\n"
        },
        {
            "title": "U.S. urged to withdraw troops from S. Korea",
            "url": "http://kcna.co.jp/item/2002/200212/news12/19.htm#7",
            "content": "U.S. urged to withdraw troops from S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 18 (KCNA) -- The New Communist Party of Great Britain issued a statement titled \"U.S., Hands Off the Korean Peninsula\" on Nov. 25.\r\n A hair-trigger situation is now prevailing in the Korean Peninsula due to the U.S. unilateral and arrogant nuclear racket, the statement said, branding the racket as a vicious act of harassing peace and stability in Asia and the rest of the world. &nbsp;&nbsp;&nbsp;\r\n The statement continued: &nbsp;&nbsp;&nbsp;\r\n Concluding a non-aggression treaty between the DPRK and the U.S. as proposed by the DPRK is the most reasonable and realistic way of ensuring peace and security on the Korean Peninsula and settling the DPRK-U.S. relations. &nbsp;&nbsp;&nbsp;\r\n The army-based policy of Kim Jong Il, the great leader of the Korean people, is the only treasured sword for defending world peace and security and saving the Korean nation as well as all humankind from nuclear holocaust by the U.S. imperialists. &nbsp;&nbsp;&nbsp;\r\n The statement called upon the world peace-loving people to more vigorously come out in the drive to build an independent and peaceful new world by resolutely condemning the U.S. nuclear racket and positively solidarizing with the grand march of the Korean nation for independent reunification and the anti-U.S. struggle of the South Korean people for independence. &nbsp;&nbsp;&nbsp;\r\n The statement urged the U.S. to halt its reckless nuclear racket at once, accede to concluding a non-aggression treaty between the DPRK and the U.S. without delay and immediately withdraw all its aggression troops and nuclear weapons from South Korea. \r\n\r\n"
        },
        {
            "title": "Achievements of Korean athletes",
            "url": "http://kcna.co.jp/item/2002/200212/news12/19.htm#8",
            "content": "Achievements of Korean athletes\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 18 (KCNA) -- Athletes of the Democratic People's Republic of Korea have registered tremendous achievements in international tournaments this year.\r\n They gathered hundreds of medals including some 90 gold medals in football, boxing, table-tennis, weightlifting, marathon, judo, shooting and other events. &nbsp;&nbsp;&nbsp;\r\n The Korean girls who took the gold in the Asian Women's Football Championships last year won the crown again in the Albena Cup International Women's Football Tournament and the 14th Asian Games. &nbsp;&nbsp;&nbsp;\r\n Ri Jong Hyang and Jo Pok Sun clinched gold medals in the Second World Women's Boxing Championships. The Korean girls came first in the total points in the championships. &nbsp;&nbsp;&nbsp;\r\n Korean paddlers defeated the Chinese team and captured the women's team gold in the 14th Asian Games. &nbsp;&nbsp;&nbsp;\r\n Ri Song Hui, who has proved successful in many international tournaments, gained fame as \"weightlifting queen\" in the First Asian Weightlifting Rivals Championships, the 14th Asian Games and the 15th World Women's Weightlifting Championships, while Hong Ok Song snatched a gold medal in the women's Judo event in the 14th Asian Games. &nbsp;&nbsp;&nbsp;\r\n Ham Pong Sil, who won the women's Marathon event of the 14th Asian Games and other international tournaments, is well known as a promising athlete. &nbsp;&nbsp;&nbsp;\r\nAmong the gold-medalists are Im Yong Su, who bagged a gold medal in the 72nd World Men's Weightlifting Championships, and Kim Jong Su and Kim Hyon Il who won a shooting event and the pommel horse event respectively in the 14th Asian Games.    \r\n"
        },
        {
            "title": "Book \"Folk Traditions of Korea\"",
            "url": "http://kcna.co.jp/item/2002/200212/news12/19.htm#9",
            "content": "Book \"Folk Traditions of Korea\"\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 18 (KCNA) -- The book \"Folk Traditions of Korea\" published by the science and encyclopedia press of the Democratic People's Republic of Korea is popular among people.\r\n Contained in the seven-volume book are the food, clothing, housing, family and labor customs, folk holidays, amusements, games, music, dances, literature, craftwork, etc. which have been created and developed by the Korean people, living as a homogeneous nation for 5,000 years. &nbsp;&nbsp;&nbsp;\r\n Also printed in the book are some 1,800 pieces of visual aid materials including explanatory diagrams. &nbsp;&nbsp;&nbsp;\r\n The book reflects in a profound way the national characteristics of the industrious, courageous, progressive and optimistic Korean people, who love justice and value truth and morality. &nbsp;&nbsp;&nbsp;\r\n The publication of the book is a product of ardent patriotism of Kim Jong Il, who values national customs more than any others and wants them to be carried forward to meet the requirements of the time and suit the aesthetic tastes of the people. &nbsp;&nbsp;&nbsp;\r\n The book, which brings together all the folk customs handed down through generations, helps the people have a good knowledge of the beautiful and noble customs of the nation and carry forward them as required by the time.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S.-orchestrated war confab blasted",
            "url": "http://kcna.co.jp/item/2002/200212/news12/19.htm#10",
            "content": "U.S.-orchestrated war confab blasted\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 18 (KCNA) -- It is a trite method employed by the U.S. imperialists to bedevil the inter-Korean relations and their reunification movement and obstruct their reconciliation and cooperation by escalating military provocations and tensions. Rodong Sinmun today says this in a signed commentary.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n At a recent war confab called South Korea-U.S. \"annual security consultative meeting\" the U.S. cooked up what it called a \"way\" of imposing military sanctions against the DPRK. &nbsp;&nbsp;&nbsp;\r\n Its military sanctions precisely mean aggression and a war against the DPRK. &nbsp;&nbsp;&nbsp;\r\n This is an intolerable anti-reunification action against the Korean nation to vitiate the atmosphere of peace and reunification on the Korean Peninsula and, furthermore, stamp out the Koreans' cause of national independence and reunification. &nbsp;&nbsp;&nbsp;\r\n In the wake of the publication of the historic June 15 North-South Joint Declaration, the north and south of Korea have pooled their strength and efforts for reconciliation and reunification in the spirit of the joint declaration. As a result, they are undertaking such project as rejoining the ties of the nation that have remained severed for more than half a century, an event of national significance. &nbsp;&nbsp;&nbsp;\r\n It is only the United States which is displeased with this dramatic development hailed not only by the Koreans but by the world people. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists' recent discussion about military sanctions only goes to prove that their anti-DPRK and anti-reunification moves have reached an extremely dangerous phase under the pretext of the \"nuclear issue\". &nbsp;&nbsp;&nbsp;\r\n The true aim sought by the U.S. in unreasonably interfering in the reunification issue of Korea in a bid to stifle the DPRK is to provoke a war against it. The situation is inching close to a war. &nbsp;&nbsp;&nbsp;\r\n These moves of the U.S. will bring it nothing but frustration and shame.    \r\n\r\n"
        },
        {
            "title": "U.S. accused of interference in inter-Korean economic cooperation",
            "url": "http://kcna.co.jp/item/2002/200212/news12/19.htm#11",
            "content": "U.S. accused of interference in inter-Korean economic cooperation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 18 (KCNA) -- The United States barred the first round of the meeting of the law-making panel for north-south economic cooperation recently held in Seoul from producing any result. Its highhanded obstruction even rendered the agreement already reached by the two sides of Korea at the meeting vain.\r\n In this regard, a spokesman for the north side to the north-south panel for the prevention of flood damage by the River Rimjin released a statement today. &nbsp;&nbsp;&nbsp;\r\n Branding such U.S. action of undisguisedly hindering inter-Korean economic cooperation and inciting confrontation between the north and the south of Korea as a challenge to the Korean nation's desire for peace and reunification and an intolerable encroachment upon its sovereignty, the statement said: &nbsp;&nbsp;&nbsp;\r\n The United States has asserted that inter-Korean economic cooperation and exchange would be impossible unless the \"nuclear issue\" is settled. Such position prevents a smooth operation of the panels under the north-south committee for the promotion of economic cooperation and lays a stumbling block in the activities of the panel for the prevention of flood damage by the River Rimjin. &nbsp;&nbsp;&nbsp;\r\n It is an agreement reached by the two sides of Korea and their common desire to protect South Koreans from serious flood damage caused by the River Rimjin in every rainy season. &nbsp;&nbsp;&nbsp;\r\n Even such joint cooperation of the Korean nation is now blocked by the United States. therefore, there is absolutely no need for its forces to remain in South Korea any longer. &nbsp;&nbsp;&nbsp;\r\n The U.S. is mistaken if it thinks that it can keep Korea divided into the north and the south for an indefinite period while willfully bringing misfortune to its nation. &nbsp;&nbsp;&nbsp;\r\n All our fellow countrymen will react to the U.S. highhandedly aggressive and interventionist moves with more valiant anti-U.S. resistance, the statement warned.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}