{
    "date": "2002-09-01",
    "url": "http://kcna.co.jp/item/2002/200209/20020901.htm",
    "articles": [
        {
            "title": "Papers call for developing NAM",
            "url": "http://kcna.co.jp/item/2002/200209/news09/01.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Russia viewed as successful",
            "url": "http://kcna.co.jp/item/2002/200209/news09/01.htm#2",
            "content": "Papers call for developing NAM \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 1 (KCNA) -- Papers here Sunday devote articles to the day of the Non-Aligned Movement (NAM).\r\n Rodong Sinmun in a signed article says that NAM should hold aloft the banner of independence against imperialism and conduct a vigorous struggle to accomplish its noble cause. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Though much water has flown under the bridge and times changed, NAM has not yet attained its goal. &nbsp;&nbsp;&nbsp;\r\n The international situation requires NAM to further strengthen and advance vigorously, not weakening or dissolving itself. &nbsp;&nbsp;&nbsp;\r\n Apart from independence against imperialism, it is unthinkable to develop NAM and attain its goal. &nbsp;&nbsp;&nbsp;\r\n NAM should fully discharge its role as an engine driving the independence and peace movement in the 21st century. &nbsp;&nbsp;&nbsp;\r\n If it is to fully perform its noble mission and role, it is necessary to hold fast to its main idea and principles of its activities and cement its unity. &nbsp;&nbsp;&nbsp;\r\n Only when the NAM member nations develop cooperation and interchange among themselves, can its noble idea be realized earlier. &nbsp;&nbsp;&nbsp;\r\n All the NAM members should clearly understand that the dignity and future development of each nation greatly depend on the NAM development and pool efforts to further expand its influence and steadily increase its role. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, Minju Joson underlines the need for the NAM members to wage a positive struggle to frustrate the imperialists' moves for \"globalization\" and unite with each other so as to fulfil its mission and task.    \r\n   \r\n"
        },
        {
            "title": "Kim Jong Il's Russia visit informed",
            "url": "http://kcna.co.jp/item/2002/200209/news09/01.htm#3",
            "content": "Kim Jong Il's Russia viewed as successful \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 1 (KCNA) -- Alexander Losyukov, vice-minister of foreign affairs of Russia, in a press interview said Chairman of the DPRK National Defence Commission Kim Jong Il's visit to the Far Eastern region of Russia was very successful, according to Itar-Tass of Russia on August 28.\r\n He said that the supreme leader's visit to Russia is of great significance in view of strengthening the relations between the two countries.    \r\n\r\n"
        },
        {
            "title": "Gifts to Kim Jong Il from Russian figures",
            "url": "http://kcna.co.jp/item/2002/200209/news09/01.htm#4",
            "content": "Kim Jong Il's Russia visit informed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 1 (KCNA) -- Personages of different countries issued statements to congratulate Kim Jong Il on his successful visit to the Far Eastern region of the Russian Federation.\r\n Harising Khang, member of the central committee of the Communist Party of India (Marxist), expressed his conviction that Kim Jong Il's visit is a powerful encouragement to the world progressives and political parties in their struggle against imperialism and a historic event which opened a turning phase in the building of an independent and just new global structure. &nbsp;&nbsp;&nbsp;\r\n Guillermo Perez Linares, chairman of the Mexico-DPRK Institute of Friendship and Cultural Interchange, said that Kim Jong Il is a statesman of great ability, which is proved by his revolutionary exploits in changing the current of the world political situation.    \r\n\r\n"
        },
        {
            "title": "S. Korea's GNP accused of infringing on the freedom of speech",
            "url": "http://kcna.co.jp/item/2002/200209/news09/01.htm#5",
            "content": "Gifts to Kim Jong Il from Russian figures \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 1 (KCNA) -- Russian figures sent gifts to  Kim Jong Il, congratulating him on his successful visit to the Far Eastern region of the Russian Federation.\r\n Chyapkevich, vice-chairman of the Moscow city committee for science and technology, handed a gift to an official concerned of the DPRK in Russia on August 27, saying: &nbsp;&nbsp;&nbsp;\r\n Officials of the committee extend warm and sincere congratulations to the respected Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n During my Korea visit I went to the international friendship exhibition and saw with deep interest gifts presented to him by presidents and prominent figures of many countries. &nbsp;&nbsp;&nbsp;\r\n During my sojourn in Pyongyang, I was fascinated by his greatness and noble traits. I have since thought about a gift I would present to him. &nbsp;&nbsp;&nbsp;\r\n Now we send him a book \"History of Moscow City\". &nbsp;&nbsp;&nbsp;\r\n The general manager of the Russian Scientific Institute of Technology and Glass handed a gift to an official concerned of the DPRK on August 22, saying that upon hearing the news of his historic visit to the far eastern region he prepared the simple gift with wishes for his good health and ardent desire to give joy to him. &nbsp;&nbsp;&nbsp;\r\n Broi Chenko, general director of the Konvest Company Ltd. &nbsp;&nbsp;&nbsp;\r\n His family sent a gift to the DPRK embassy in Russia on August 23.    \r\n\r\n"
        },
        {
            "title": "Anti-DPRK campaign cannot work",
            "url": "http://kcna.co.jp/item/2002/200209/news09/01.htm#6",
            "content": "S. Korea's GNP accused of infringing on the freedom of speech \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 1 (KCNA) -- Recently, the Grand National Party (GNP) of south Korea  sent a note to radio companies urging them not to single Ri Hoe Chang out by name and show his son on TV screen as regards the son's conscription evading scandal. \r\n Viewing it as an unjustifiable crime, Rodong Sinmun Sunday says in a signedcommentary: &nbsp;&nbsp;&nbsp;\r\n It is a replica of the infringement upon the freedom of speech committed in the period of the former military dictatorial regime in south Korea. It, implying that the GNP will not hesitate to suppress media out of its favor, is also a prelude to crackdown on the press. &nbsp;&nbsp;&nbsp;\r\n The GNP's pressure on media betrays its uncomfortable position. &nbsp;&nbsp;&nbsp;\r\n Now Ri Hoe Chang, the GNP's presidential candidate, finds himself in a sorry plight. He, who has already been condemned by the people as a despicable flunkeyist and traitor and an arch foe of reunification, is now the target of strong public denunciation with his son's scandal brought into bold relief by testifiers and clear evidences. reflecting public opinions, media are concentrating on revealing the scandal in all its nakedness. &nbsp;&nbsp;&nbsp;\r\n The GNP, however, seeks to prevent the scandal from getting all the more serious by putting pressure on media and placing a gag on the freedom of speech. &nbsp;&nbsp;&nbsp;\r\n The GNP must clearly see the trend of the time and stop such a crime as fascist crackdown on the press.    \r\n\r\n"
        }
    ]
}