{
    "date": "2002-05-09",
    "url": "http://kcna.co.jp/item/2002/200205/20020509.htm",
    "articles": [
        {
            "title": "Struggle to dislodge Ri Hoe Chang escalates in S. Korea",
            "url": "http://kcna.co.jp/item/2002/200205/news05/09.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Lao government delegation to visit DPRK",
            "url": "http://kcna.co.jp/item/2002/200205/news05/09.htm#2",
            "content": "Struggle to dislodge Ri Hoe Chang escalates in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 9 (KCNA) -- A struggle to eliminate Ri Hoe Chang of the \"Grand National Party,\" from the political arena is going on in south Korea.\r\n South Koreans do not want to vote for him, saying that his coming to power will only lead to a war. &nbsp;&nbsp;&nbsp;\r\n This is a stern warning to him engrossed in treachery against the nation. &nbsp;&nbsp;&nbsp;\r\n Born to be evil, he is a wicked anti-reunification element, pro-U.S. sycophantic traitor and a vicious warmonger. &nbsp;&nbsp;&nbsp;\r\n As a \"judicial officer\" he made many people who aspired after independence against the U.S., the democratization of society and national reunification, victims of fascist crackdown. He has committed only wrongs since he began his career as a politician. &nbsp;&nbsp;&nbsp;\r\n Under his pulls and pressure the GNP turned more ultra-right conservative. &nbsp;&nbsp;&nbsp;\r\n When the June 15 joint declaration was made public, he asserted that it might lead to demanding the \"withdrawal of the U.S. troops.\" &nbsp;&nbsp;&nbsp;\r\n His treacherous view on the north and anti-reunification line found a clearer expression in the recently disclosed \"basic line toward the north\" in the line he rejected inter-Korean reconciliation and cooperation, insisting on the \"peace first and exchange and cooperation next\" conception and even worked out such a provocative plan as the \"plan to develop the north,\" thus laying bare his ambition to achieve \"unification by invading it.\" &nbsp;&nbsp;&nbsp;\r\n Power-hungry Ri is becoming increasingly dependent on outsiders in a bid to become next president. During his recent junket to the U.S. he praised Bush's \"axis of evil\" fallacy, thus becoming a trumpeter for the execution of the U.S. war policy toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n That's why South Koreans are escalating the anti-Ri Hoe Chang campaign, calling him \"second Ri Wan Yong.\" &nbsp;&nbsp;&nbsp;\r\n His anti-national and anti-reunification treachery can never be pardoned.     \r\n\r\n"
        },
        {
            "title": "Meeting for independence and reunification held in S. Korea",
            "url": "http://kcna.co.jp/item/2002/200205/news05/09.htm#3",
            "content": "Lao government delegation to visit DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 9 (KCNA) -- A government delegation of the Lao People's Democratic Republic led by prime minister Boungnang Vorachith, will soon pay an official goodwill visit to the DPRK at the invitation of the DPRK government.    \r\n\r\n"
        },
        {
            "title": "Magic Theatre of Pyongyang Circus opens",
            "url": "http://kcna.co.jp/item/2002/200205/news05/09.htm#4",
            "content": "Meeting for independence and reunification held in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 9 (KCNA) -- An independence and reunification meeting for implementation of the June 15 joint declaration against the U.S. war moves on the Korean Peninsula was reportedly held in Seoul on May 5.\r\n The meeting was addressed by Han Sang Ryol, permanent representative of the reunification solidarity, Kim Jun Gi, member of the Democratic Workers' Party and Rev. Hong Kun Su of \"F-X joint action.\" Kim Hyong Ju, chairman of the South Korean Federation of University Student Councils (Hanchongryon), made a speech on the subject of \"let us get the label of enemy-benefiting organizations withdrawn from Hanchongryon and Pomminryon (the National Alliance for the Country's Reunification) and realize great national unity\". &nbsp;&nbsp;&nbsp;\r\n A declaration was adopted at the meeting. &nbsp;&nbsp;&nbsp;\r\n The declaration proclaimed a \"period of the reunification movement for implementation of the June 15 joint declaration and peace on the Korean Peninsula\" from May to August in positive response to the three-point appeal and proposal made at the joint conference of government, political parties and organizations in the north. &nbsp;&nbsp;&nbsp;\r\n It said they would wage a struggle through the activity for national reconciliation and unity, activity for smashing the war moves of the foreign forces, activity for consolidating the mass foundations of the national reunification movement and activity for diverse and wide-ranging solidarity in the period. &nbsp;&nbsp;&nbsp;\r\n It expressed their determination to fight with a view to implementing the June 15 joint declaration, smashing all the war moves of the foreign forces and making the June 15 grand festival for national reunification a joint festival of the 70 million fellow countrymen. &nbsp;&nbsp;&nbsp;\r\n At the end of the meeting, participants held a demonstration, calling upon citizens to rise up in implementing the June 15 joint declaration against the U.S. that is at pains to ignite a war on the Korean Peninsula.    \r\n"
        },
        {
            "title": "Press conference and film show held at Russian embassy",
            "url": "http://kcna.co.jp/item/2002/200205/news05/09.htm#5",
            "content": "Magic Theatre of Pyongyang Circus opens \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 9 (KCNA) -- A Magic Theatre of the Pyongyang Circus has been built. Its total floor space is over 1,500 square metres.\r\n It has more than 300 seats, a sound room, a lighting and rheostat room, dressing rooms, and other facilities necessary for performance, creation and rehearsal. &nbsp;&nbsp;&nbsp;\r\n Its inaugural ceremony was held yesterday. &nbsp;&nbsp;&nbsp;\r\n Minister of culture Kang Nung Su in an inaugural address called for making a leaping advance in creating magic pieces of world standard. &nbsp;&nbsp;&nbsp;\r\n At the end of the ceremony the participants looked round the interior of the theater and saw a performance of magic pieces.  \r\n    \r\n"
        },
        {
            "title": "Show of documentary on GIS' murderous atrocities",
            "url": "http://kcna.co.jp/item/2002/200205/news05/09.htm#6",
            "content": "Press conference and film show held at Russian embassy \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 9 (KCNA) -- A press conference and a film show were held at the Russian embassy here yesterday on the occasion of the 57th anniversary of the Soviet people's victory in the Great Fatherland War.\r\n Present there were media persons in Pyongyang and officials in charge of the press of different foreign embassies here. Russian embassy officials were on hand. \r\n At the press conference Russian ambassador Andrei Karlov made a speech. &nbsp;&nbsp;&nbsp;\r\n He said that the red army and the Soviet people had all turned out to defend the fatherland and annihilated the aggressors with fatal blows by displaying mass heroism. &nbsp;&nbsp;&nbsp;\r\n He referred to the significance of the victory in the Great Fatherland War and stressed that the Russian people would always remember the feats performed by the servicemen in the war. &nbsp;&nbsp;&nbsp;\r\n Then the participants saw a documentary film on capturing Berlin.     \r\n\r\n"
        },
        {
            "title": "Picturesque islet",
            "url": "http://kcna.co.jp/item/2002/200205/news05/09.htm#7",
            "content": "Show of documentary on GIS' murderous atrocities \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 9 (KCNA) -- Documentary \"Kill Them All\" produced by BBC was reportedly shown at a lecture meeting sponsored by the human relations office under the Maryland State University in the U.S. on May 2.\r\n The documentary shows indiscriminate bombing and strafing on a village where women in Korean dress were performing a memorial service in their family, an order given to kill the refugees who were gathering to cross the Rakdong river, and quoting materials as saying \"Koreans are all enemies\" kept at the U.S. national archives. The documentary carries testimonies of victims including a woman venting her bitter resentment on losing her mother and elder sister before her eyes and an old woman showing her wound and saying that though she demanded damages, the \"government\" was indifferent. &nbsp;&nbsp;&nbsp;\r\n The film also shows a U.S. ex-soldier confessing that he shot fire at all in sight, whether a woman or a child, threatened by his officer to kill him if he did not open fire on civilians. &nbsp;&nbsp;&nbsp;\r\n After the film-show, clergyman Jong Ki Ryol, secretary general of the nation-wide ad hoc committee for probe into the truth behind GIS' massacres, said that six million people were killed during the war and such facts have been concealed, not opened to the public in the U.S.     \r\n\r\n"
        },
        {
            "title": "Military drill begins in S. Korea",
            "url": "http://kcna.co.jp/item/2002/200205/news05/09.htm#8",
            "content": "Picturesque islet \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 9 (KCNA) -- Rungra Islet is situated in the middle of the Taedong River flowing through Pyongyang.\r\n It covers 1.3 km2. &nbsp;&nbsp;&nbsp;\r\n It faces beautiful Moran Hill and Chongryu Cliff. The islet has been called Rungra since old times because weeping willows growing along the River Bank look like silk spread over the crystal-clear water of the river. &nbsp;&nbsp;&nbsp;\r\n The islet serves as a recreation ground for citizens. &nbsp;&nbsp;&nbsp;\r\n It has boating and swimming pools, a football field, a tennis field, roller-skating ground and several other outdoor sporting and cultural amusement facilities, service establishments and a small zoo. &nbsp;&nbsp;&nbsp;\r\n It is covered with various species of fruit trees, flower shrubs, pine-nut trees, fir trees, willows and gingko trees. &nbsp;&nbsp;&nbsp;\r\n Visitors have an easy access to the islet as it has loop roads linked with the Rungra Bridge and the Chongryu Bridge on its southern and northern sides. &nbsp;&nbsp;&nbsp;\r\n There is the May Day Stadium with 150, 000 seaters, where the mass gymnastic and artistic performance \"Arirang\" is going on amid keen interest of Koreans and foreigners.     \r\n\r\n"
        },
        {
            "title": "Trait of assisting army in DPRK",
            "url": "http://kcna.co.jp/item/2002/200205/news05/09.htm#9",
            "content": "Military drill begins in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 9 (KCNA) -- The bellicose forces of South Korea launched a joint military exercise of civilians, government employees and soldiers codenamed \"Hwarang\" throughout the area where the second army corps is stationed including Taejon on May 7, according to Seoul-based Radio No. 1.\r\n The exercise aimed at \"increasing the capability for joint defence in the rear\" both in wartime and peacetime will last till May 11. &nbsp;&nbsp;&nbsp;\r\n Warhawks in South Korea keep fanning up the atmosphere of confrontation with a hue and cry over somebody's \"attack\" at a time when the desire for great national unity is growing stronger than ever before under the banner of the June 15 joint declaration.    \r\n\r\n\r\n"
        },
        {
            "title": "Famous dance in Korea",
            "url": "http://kcna.co.jp/item/2002/200205/news05/09.htm#10",
            "content": "Trait of assisting army in DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 9 (KCNA) -- The \"winnow dance\" was produced by the famous Phibada Opera Troupe in the DPRK in Juche 62 (1973).\r\n Koreans have used winnows mainly for sorting out the required grain from others  since old times. &nbsp;&nbsp;&nbsp;\r\n The dance depicts with cheerful rhythms girls of a village winnowing with care rice from a water mill at moonlit night to send it to the Korean People's Revolutionary Army. &nbsp;&nbsp;&nbsp;\r\n It also truthfully represents with elegant, gentle and dynamic movements the Korean people struggling to realize the intention of President Kim Il Sung, holding him in high esteem as the lodestar of the nation full of hope. &nbsp;&nbsp;&nbsp;\r\n Dancers successfully present winnowing and turning movements, etc. using winnows as stage property, thus projecting the national emotion. &nbsp;&nbsp;&nbsp;\r\n The dance is one of the four famous dances in the DPRK as it fully reflects the revolutionary optimism of the Korean people and their faith in victory in the period of the anti-Japanese armed struggle.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. condemned for uttering human rights issue of DPRK",
            "url": "http://kcna.co.jp/item/2002/200205/news05/09.htm#11",
            "content": "Famous dance in Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 9 (KCNA) -- Thousands of South Korean students staged demonstrations to denounce Bush for his remarks about an \"axis of evil\", shouting \"'axis of evil' is Bush himself\" and \"opposition to the U.S. moves to force purchase of 'F-15K' fighters\", in the wake of the inauguration of the preparatory committee for anti-U.S. festival, including 8 organizations, which set to activity. &nbsp;&nbsp;&nbsp;\r\n In this regard, Rodong Sinmun today in a signed commentary says that it is an eruption of their pent-up wrath and indignation at the U.S. imperialist aggressors. &nbsp;&nbsp;&nbsp;\r\n The 50 odd year history of the U.S. imperialists' occupation of South Korea is consistent with aggression and plunder, murder and crime, the commentary says, and goes on: &nbsp;&nbsp;&nbsp;\r\n U.S. President Bush recently incited north-south confrontation, pulling up the DPRK over an \"axis of evil\". And the U.S. staged war exercises larger than ever before, designating the DPRK as one of \"targets of nuclear attack.\" &nbsp;&nbsp;&nbsp;\r\n The U.S. invited South Korean minister of foreign affairs and trade Choe Song Hong to egg him on the north-south confrontation, while spreading a rumour about the \"danger of collapse\" of the Anbyon Youth Power Station Dam to drive a wedge between the north and the south. &nbsp;&nbsp;&nbsp;\r\n The South Korean students are now taking the lead in the struggle to successfully hold the anti-U.S. festival to retake the rights of the nation oppressed by the U.S. for over half a century and break the social spirit of depending on the U.S. \r\n The independent reunification, development and prosperity of the nation eagerly desired by the Korean people can never be realized without putting an end to the U.S. moves for aggression and interference in South Korea and its hostile policy towards the DPRK. &nbsp;&nbsp;&nbsp;\r\n This is why the South Korean people are out in the anti-U.S. struggle.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Soviet people's victory in patriotic war",
            "url": "http://kcna.co.jp/item/2002/200205/news05/09.htm#12",
            "content": "U.S. condemned for uttering human rights issue of DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 9 (KCNA) -- The recent U.S. utterance about the \"human rights issue\" of the DPRK is an unpardonable infringement upon the sovereignty of the DPRK, says Rodong Sinmun today in a signed commentary.\r\n The independent rights of people are actually respected and protected in the DPRK, a people-centered socialist country, the commentary notes. It is too clear that the \"conception of human rights\" based on the U.S. view on value can not be applied in the DPRK. &nbsp;&nbsp;&nbsp;\r\n Citing the concrete facts that the U.S. has a serious problem of human rights, the commentary says it is not worth discussion that the U.S. is not qualified to take issue with other countries over the human rights issue. &nbsp;&nbsp;&nbsp;\r\n The U.S. argument about the human rights issue in the DPRK and other countries is not for real interest in the human rights issue of other countries but for the purpose of putting pressure upon those countries located in the main areas of resources and at the point of military importance under the pretext of the \"human rights issue\" and find a pretext for military interference, it says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. is taking issue with the DPRK over the \"human rights issue\" in an insidious attempt to stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n If the U.S. continues to pull up other countries over the \"human rights issue,\" posing as \"the only super power,\" it will be forsaken by the international community. The U.S. should stop acting as a \"judge of human rights\" which is neither given nor recognized by any one. &nbsp;&nbsp;&nbsp;\r\n The U.S. should pay attention to its poor human rights situation before arguing about the \"human rights issue\" of other countries. \r\n    \r\n\r\n"
        },
        {
            "title": "Credentials to Kim Yong Nam from new Lao ambassador",
            "url": "http://kcna.co.jp/item/2002/200205/news05/09.htm#13",
            "content": "Anniversary of Soviet people's victory in patriotic war\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 9 (KCNA) -- Papers here today observe the 57th anniversary of the victory of the Soviet people in the Great Fatherland War. Papers say that the Korean people send congratulations and salute to the Russian people on this memorable day. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun in a signed article says that the Soviet people's victory in the war is recorded in the history as an event that meant victory of justice over injustice and victory of peace over war. &nbsp;&nbsp;&nbsp;\r\n The article continues: &nbsp;&nbsp;&nbsp;\r\n More than half a century has passed since the end of the Second World War. But the old forces of imperialism still remain on the earth and the danger of aggression and war has not disappeared. &nbsp;&nbsp;&nbsp;\r\n The government and people of Russia have worked hard to defuse the international tensions and prevent a new world war, a nuclear war, opposed to the imperialists' policy of arms buildup and their plan to militarize the outer space. &nbsp;&nbsp;&nbsp;\r\n The Korean people support the just position, measures and initiatives taken by Russia in this respect and appreciate the efforts made by its government and people to ensure social stability. &nbsp;&nbsp;&nbsp;\r\n It is the common desire of the two peoples to glorify the DPRK-Russia friendship century after century. &nbsp;&nbsp;&nbsp;\r\n Leader Kim Jong Il's official visit to the Russian Federation and the meetings and talks between the top leaders of the DPRK and Russia held last year were of great significance in strengthening and developing the friendly and cooperative relations between the two countries. &nbsp;&nbsp;&nbsp;\r\n We set store by the DPRK-Russia friendship and will make positive efforts to boost these bilateral ties.     \r\n\r\n\r\n"
        },
        {
            "title": "Misrepresentation of religious practices in DPRK flailed",
            "url": "http://kcna.co.jp/item/2002/200205/news05/09.htm#14",
            "content": "Credentials to Kim Yong Nam from new Lao ambassador\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 9 (KCNA) -- President Kim Yong Nam of the Presidium of the DPRK Supreme People's Assembly received credentials from Chanpheng Sihaphom, new Lao ambassador to the DPRK, at the Mansudae Assembly Hall today.\r\n Vice-minister of foreign affairs Kim Yong Il was present there. &nbsp;&nbsp;&nbsp;\r\n After receiving the credentials, Kim Yong Nam had a talk with the ambassador.    \r\n\r\n\r\n"
        }
    ]
}