{
    "date": "2003-12-09",
    "url": "http://kcna.co.jp/item/2003/200312/20031209.htm",
    "articles": [
        {
            "title": "Additional Troop Dispatch to Iraq Opposed in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200312/news12/09.htm#1",
            "content": "Additional Troop Dispatch to Iraq Opposed in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 8 (KCNA) -- A prayer meeting against troop dispatch to Iraq was reportedly held in Seoul on December 4 under the sponsorship of the South Korean Presbyterian Church with more than 200 religionists attending.\r\n The statement read out at the meeting demanded the U.S. take hands off Iraq at once and the south Korean authorities categorically refuse its unreasonable demand for troop dispatch. &nbsp;&nbsp;&nbsp;\r\n Civic organizations in Pusan staged an action against additional troop dispatch on Dec. 2 when the public of south Korea was lifting louder voices demanding the authorities withdraw their decision on troop dispatch after the death of south Korean civilians in Iraq. &nbsp;&nbsp;&nbsp;\r\n The Taegu-North Kyongsang Provincial Citizens' Action against Troop Dispatch in a statement on Dec. 1 declared that if the \"government\" forced troop dispatch to Iraq without any justification and actual interests, the organization would fight to check it in solidarity with all the peace forces. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the (south) Korean Confederation of Trade Unions held a rally near the U.S. embassy in Seoul on Dec. 3 to denounce the U.S. demand for troop dispatch.    \r\n \r\n\r\n  \r\n\r\n"
        },
        {
            "title": "Authorities' Attitude toward Constr. of U.S. Embassy Building Denounced",
            "url": "http://kcna.co.jp/item/2003/200312/news12/09.htm#2",
            "content": "Authorities' Attitude toward Constr. of U.S. Embassy Building Denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 8 (KCNA) -- The Citizens' Meeting against the Construction of New U.S. Embassy Building and Apartment House at the Site of Toksu Palace comprising over 30 civic organizations reportedly called a press conference in front of the \"government\" building on Dec. 4 to voice opposition to authorities' attitude toward the construction of a new U.S. embassy building.\r\n The press conference took place after the south Korean \"government\" announced on Dec. 3 that it would affirmatively examine the construction of the new U.S. embassy building at the site of the Toksu Palace at a meeting of ministers concerned, considering the south Korea-U.S. alliance and national benefits of the two countries. \r\n A press release was published at the conference. &nbsp;&nbsp;&nbsp;\r\n Denouncing the authorities' attitude as an act of abandoning the preservation of cultural heritages, the release demanded the U.S. immediately stop unreasonable pressure upon the south Korean authorities with regard to the construction.    \r\n\r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "NDFSK Spokesman Refers to Death of S. Korean Civilians",
            "url": "http://kcna.co.jp/item/2003/200312/news12/09.htm#3",
            "content": "NDFSK Spokesman Refers to Death of S. Korean Civilians \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 8 (KCNA) -- A spokesman for the National Democratic Front of South Korea issued a statement on Dec. 5 as regards the recent shooting of south Korean civilians to death in Iraq, according to the Internet site of Kuguk Jonson.\r\n It goes without saying that the U.S. and the south Korean \"government\" authorities, yielding to its pressure, are to blame for the incident, the statement said, bitterly denouncing them for driving young Koreans to death. &nbsp;&nbsp;&nbsp;\r\n It dismissed the troop dispatch to Iraq as a challenge to justice and peace of the world, an anti-national criminal act and despicable pro-U.S. flunkeyist treachery. &nbsp;&nbsp;&nbsp;\r\n Supporting the U.S. in its occupation of Iraq is little short of favoring its policy of war of aggression against the north, the statement noted, calling on all the people to conduct a nationwide struggle to resolutely reject the U.S. pressure for the troop dispatch to Iraq and decisively foil the authorities' move to additionally send troops to it.    \r\n\r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "People's Rallies Held in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200312/news12/09.htm#4",
            "content": "People's Rallies Held in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 8 (KCNA) -- People's rallies to oppose the additional troop dispatch to Iraq and denounce the \"government\" authorities' unreasonable suppression were simultaneously held in over 70 areas including Seoul, Pusan, Kwangju on Dec. 6 with at least 80,000 people attending, according to KBS of south Korea.\r\n That day the \"National People's Solidarity\" comprising 37 civic and social organizations held a people's rally in front of the Seoul City Office. &nbsp;&nbsp;&nbsp;\r\n The rally was attended by members of different organizations and civilians at least, 5,000 in all. Also present there were members affiliated to the \"National Alliance of the Poor\" who had a rally against the forcible eviction of roadside vendors in the area along the River Chonggye on the same day. &nbsp;&nbsp;&nbsp;\r\n Its participants strongly demanded the authorities withdraw the decision on the additional troop dispatch to Iraq and stop the suppression of the labour movement, etc. &nbsp;&nbsp;&nbsp;\r\n Earlier, the (south) Korean Confederation of Trade Unions held a \"national meeting of workers\" there to demand an end to damages, the repeal of the system of provisional seizure, etc. \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA Accuses U.S. of Harassing Peace and Stability on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2003/200312/news12/09.htm#5",
            "content": "KCNA Accuses U.S. of Harassing Peace and Stability on Korean Peninsula \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 8 (KCNA) -- This year the United States has steadily escalated arms buildup and adventurous war maneuvers behind the scene of dialogue going against the desire of the world community for a peaceful solution to the nuclear issue on the Korean peninsula, seriously threatening peace and bringing the situation to an extreme pitch of tension.\r\n It worked out operation plans to invade the DPRK one after another and improved them. &nbsp;&nbsp;&nbsp;\r\n From the outset of the year the U.S. finally examined what it called \"discreet plan\", a plan for a military attack on the DPRK, a provocation to it. &nbsp;&nbsp;&nbsp;\r\n Timed to coincide with this, the U.S. troops in south Korea together with the south Korean military drew an \"emergency plan\", a war scenario to invade the north and began preparations for its implementation. &nbsp;&nbsp;&nbsp;\r\n A particular mention should be made of the fact that the U.S. worked out and published the \"Operation Plan 5030\", a new plan for an attack on the north. It envisages so-called \"modern operation methods\" including preemptive attack with up-to-date precision weapons, \"shock and horror\" operations and \"surgical operation assault\". &nbsp;&nbsp;&nbsp;\r\n In the meantime, the U.S. forces command in south Korea announced even an \"arms buildup plan\" that calls for spending 11 billion U.S. dollars in three years. &nbsp;&nbsp;&nbsp;\r\n This year witnessed the U.S. ever-intensified military moves against the DPRK to carry out these adventurous war plans to invade the north. &nbsp;&nbsp;&nbsp;\r\n To begin with, the U.S. massively amassed forces for mounting a preemptive attack on the north in and around south Korea. &nbsp;&nbsp;&nbsp;\r\n Pursuant to the strategy for preemptive attacks, the U.S, introduced \"F-117\" stealth fighters to south Korea and deployed \"B-52\" and \"B-1\" strategic bombers in Guam for actions against the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. Department of Defense reorganized the 8th U.S. Army stationed in south Korea into a field army system, putting huge U.S. forces in Northeast Asia in the sphere of the military operation of the 8th Army Command. It set up the 9th U.S. Theatre Army Command in Japan, enabling the U.S. forces there to directly participate in the military operation on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n U.S. marines, the U.S. 7th and 3rd Fleets in Okinawa, the U.S. 7th Air Force in south Korea and the U.S. 5th Air Force in Japan were reorganized as \"forefront units\" for preemptive attacks. &nbsp;&nbsp;&nbsp;\r\n The U.S. announced a plan to form new \"expeditionary offensive forces\" which can let the marines land in any area while making missile attacks on it after inducting four warships such as Aegis ship equipped with \"Tomahawk\" cruise missiles, cruiser, offensive nuclear submarine to the amphibious assault unit in Sasebo base in Japan. &nbsp;&nbsp;&nbsp;\r\n This year the U.S. has pushed the situation to an extreme pitch of tension under the pretext of the nuclear issue on the Korean peninsula. It frequently staged large nuclear war exercises under the simulated conditions of an actual war, while massively beefing up its forces in the region. &nbsp;&nbsp;&nbsp;\r\n Involved in the large joint war exercises codenamed  \"Foal Eagle\" and \"the reception, staging, onward-movement and integration\" staged from March 4 to April 2. were at least 200,000 troops including U.S. forces in south Korea, south Korean forces and U.S. reinforcements and huge war means including carriers. &nbsp;&nbsp;&nbsp;\r\n The U.S. hurled a platoon of the combat unit of the U.S. Army equipped with latest precision weapons into a war drill that started in south Korea on August 1 to enable it to get familiar with terrain and other conditions of the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n The first overseas exercise of the first rapid strike brigade of the U.S. Army took place in south Korea. \"Ulji Focus Lens\" joint military exercises as big as the \"Team Spirit\" joint military exercises in scale were staged across south Korea from August 18 to 29. &nbsp;&nbsp;&nbsp;\r\n Against this backdrop U.S. bellicose elements made tours of south Korea one on the heels of the other during which they worked out a timetable for a war against the DPRK, blustering that \"it is necessary to get ready for the second Korean war including a military attack\". &nbsp;&nbsp;&nbsp;\r\n U.S. Defense Secretary Rumsfeld flew into south Korea in last November to finally examine on the spot the readiness of the U.S. troops in south Korea to fight a war against the DPRK. &nbsp;&nbsp;&nbsp;\r\n It is entirely thanks to the peace-loving stand and patient efforts of the DPRK that a new war did not break out on the Korean peninsula this year despite such tense military situation. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Resolution Signed",
            "url": "http://kcna.co.jp/item/2003/200312/news12/09.htm#6",
            "content": "Resolution Signed \r\n&nbsp;&nbsp;&nbsp; Beijing, December 5 (KCNA) -- A resolution of the 55th Meeting of the Board of the DPRK-China Hydro-electric Power Company was signed in Beijing on Dec. 5.\r\n Present at the signing ceremony were members of a DPRK delegation headed by Mun Chang Nam, first vice-minister of Electricity and Coal Industries who is also director of the Board of the company, and Choe Jin Su, DPRK ambassador to China, from the DPRK side and officials concerned including Director of the Board of the Company Zheng Baoshen, deputy general director of the Chinese State Electric Network Company, from the Chinese side.    \r\n\r\n\r\n   \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun Calls for Bringing Excellent National Tradition into Bloom",
            "url": "http://kcna.co.jp/item/2003/200312/news12/09.htm#7",
            "content": "Rodong Sinmun Calls for Bringing Excellent National Tradition into Bloom \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 8 (KCNA) -- Rodong Sinmun today editorially calls for bringing the excellent national tradition of the Korean people into full bloom.\r\n The editorial says: &nbsp;&nbsp;&nbsp;\r\n The national identity is withering away in many countries owing to the imperialists' vicious moves to obliterate the national culture under the pretext of \"globalization.\" But the national tradition has been inherited generation after generation in the DPRK. This is a clear proof of the validity and vitality of the policy of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n The excellent national tradition of the Korean people is now in full bloom in the Songun era under the dynamic leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He is a supreme incarnation of patriotism as he loves the nation more than any others and has successfully carried forward and developed the national tradition. &nbsp;&nbsp;&nbsp;\r\n The editorial points out that witnessing the stirring reality in which the national tradition has been inherited generation after generation despite the test of history the Korean people feel fully confident that as they are led by him, the Korean nation has a rosy future. &nbsp;&nbsp;&nbsp;\r\n It is the invariable revolutionary stance of the WPK to set store by the national tradition and firmly preserve it no matter how far history advances and how frequently the generation is replaced by another, the editorial stresses, calling on all the officials and working people to turn out in the drive to preserve the national tradition to the end and inherit it under the leadership of the WPK and thus bring the excellent national identity of Kim Il Sung's nation into full bloom.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK Qualified for Olympiad in Several Events",
            "url": "http://kcna.co.jp/item/2003/200312/news12/09.htm#8",
            "content": "DPRK Qualified for Olympiad in Several Events \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 8 (KCNA) -- An increasing number of sportspersons of the Democratic People's Republic of Korea have been qualified for the 28th Olympic Games to be held in Athens in August Juche 93(2004).\r\n The DPRK, which already obtained qualifications for the games in such events as judo, marathon, gymnastics, diving and table-tennis, added three categories of weightlifting to the events after scoring good results in the 16th World Women's Weightlifting Championships held in Canada in the middle of November. &nbsp;&nbsp;&nbsp;\r\n Ri Song Hui came first in the 53 kg jerk and second in total in the championships. &nbsp;&nbsp;&nbsp;\r\n DPRK swimmers who proved successful in men's 10-meter platform diving in the 10th World Swimming Championships held in Spain and are eligible to go to Athens are believed to get more tickets to the Olympic Games through the forthcoming World Cup Diving Tournament. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the DPRK won preliminary qualifications for Olympic Games in four sculls through the 10th Asian Rowing Championships held in China. &nbsp;&nbsp;&nbsp;\r\n DPRK athletes are now preparing themselves for football, wrestling, boxing and other events, too.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Many Films Produced in DPRK",
            "url": "http://kcna.co.jp/item/2003/200312/news12/09.htm#9",
            "content": "Many Films Produced in DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 8 (KCNA) -- Cinema art has greeted a heyday in the Democratic People's Republic of Korea in the era of the Songun-based politics.\r\n In recent years, tens of feature films including \"Military Service\", \"True Life Continues\", \"Footsteps\", \"Ding of Love\", \"Mother's Happiness\" and \"Notes of a Woman Soldier\" have been released as masterpieces. &nbsp;&nbsp;&nbsp;\r\n \"Notes of a Woman Soldier\", based on the military service of a recruit, gives a philosophical answer to a profound socio-political question -- what does the loyalty to the fatherland in the Songun era mean and how should we do to live for the fatherland?\r\n Leader Kim Jong Il saw the movie more than once and highly praised the filmmakers for their philosophical discovery. &nbsp;&nbsp;&nbsp;\r\n Another movie \"A Photo\" (two parts) represents the last years of Kim Chaek, whom President Kim Il Sung had remembered all his life. It shows that those who devote themselves to their leader are his true comrades required by the revolution and the era. &nbsp;&nbsp;&nbsp;\r\n The masterpieces produced in the Songun era are very popular among servicepersons and people for their fresh and meaningful themes.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}