{
    "date": "2003-08-02",
    "url": "http://kcna.co.jp/item/2003/200308/20030802.htm",
    "articles": [
        {
            "title": "Candidates for Deputies to SPA Registered",
            "url": "http://kcna.co.jp/item/2003/200308/news08/02.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Nomination of Candidates Closes",
            "url": "http://kcna.co.jp/item/2003/200308/news08/02.htm#2",
            "content": "Candidates for Deputies to SPA Registered \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 1 (KCNA) -- The Central Election Committee today released a report upon the successful conclusion of the nomination and registration of candidates for deputies to the eleventh Supreme People's Assembly at all constituencies. \r\n According to the report, leader Kim Jong Il on July 10 sent an open letter to all the electors across the country, announcing that he would like to be registered as a candidate for deputy to the spa at constituency no. 649 for the election of a deputy to the eleventh SPA. In its wake all other constituencies have successfully wound up the nomination and registration of candidates. &nbsp;&nbsp;&nbsp;\r\n The electors' meetings have nominated as candidates for deputies to the SPA serviceperons of the people's army, officials, workers, farmers and intellectuals who have devoted themselves to the Workers' Party of Korea and the leader, the country and the people with absolute worship of the leader. The election committees at all constituencies across the country have registered the candidates for deputies nominated according to the law on the election of deputies to people's assemblies of the DPRK at all levels as candidates for deputies to the SPA to be elected at respective constituencies. &nbsp;&nbsp;&nbsp;\r\n The election committees at respective constituecies have properly registered candidates for deputies to the SPA nominated at electors' meetings held in different places as candidates for deputies to the eleventh SPA.    \r\n\r\n"
        },
        {
            "title": "Plan for DPRK-Bangladesh Cultural Exchange Signed",
            "url": "http://kcna.co.jp/item/2003/200308/news08/02.htm#3",
            "content": "Nomination of Candidates Closes \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 1 (KCNA) -- Electorate meetings for the nomination of candidates for deputies to the provincial (municipal,) city (district) and county people's assemblies of the Democratic People's Republic of Korea successfully closed at all constituencies across the country.\r\n Officials, workers, farmers and intellectuals who have devotedly worked for the party, the revolution, the country and the nation with a transparent revolutionary outlook on the leader and discharged their duties as befitting faithful servants of the people have been nominated as candidates for deputies to the provincial (municipal), city (district) and county people's assemblies. &nbsp;&nbsp;&nbsp;\r\n The election committees at all constituencies across the country have registered them as candidates for deputies to the provincial (municipal), city (district) and county people's assemblies to be elected at their constituencies.    \r\n"
        },
        {
            "title": "U.S. Aerial Espionage against DPRK",
            "url": "http://kcna.co.jp/item/2003/200308/news08/02.htm#4",
            "content": "Plan for DPRK-Bangladesh Cultural Exchange Signed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 1 (KCNA) -- The 2003-2007 plan for cultural exchange between the governments of the Democratic People's Republic of Korea and the People's Republic of Bangladesh was inked in Dhaka on July 27.\r\n The plan was signed by the DPRK ambassador and the secretary of the Bangladeshi Ministry of Culture on behalf of their governments.    \r\n\r\n"
        },
        {
            "title": "Terrorism against Chongryon Organization under Fire",
            "url": "http://kcna.co.jp/item/2003/200308/news08/02.htm#5",
            "content": "U.S. Aerial Espionage against DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 1 (KCNA) -- The U.S. imperialists committed aerial espionage on the DPRK in July, too, with the mobilization of strategic and tactical reconnaissance planes of different missions, according to military sources.\r\n On July 30 U-2 high-altitude strategic reconnaissance plane flew in the sky above the area 120 km west of Tokjok islet and 40 km east of Phochon and Sokcho on an espionage mission. On July 29 two planes of the same type spied on strategic targets of the DPRK one after another. &nbsp;&nbsp;&nbsp;\r\n EP-3, RC-12 and RC-7B tactical reconnaissance planes made flights day and night everyday to spy on the terrain and coastal lines of the DPRK side in the forefront areas. &nbsp;&nbsp;&nbsp;\r\n Tactical reconnaissance planes made simultaneous sorties to spy on major military targets of the DPRK on the forefront areas: 9 on July 27, seven on July 24 and 25 each and six on July 7 and 16 each. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists perpetrated more than 190 cases of aerial espionage in July with the mobilization of strategic and tactical reconnaissance planes of different missions. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, they staged aerial war exercises targeted against the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. 7th air force present in south Korea mobilized more than 600 fighter bombers, assault planes and commanding planes for exercises aimed to examine the combat preparations from July 21 to 25. &nbsp;&nbsp;&nbsp;\r\n Such aerial espionage and saber-rattlings clearly indicate that the U.S. imperialist aggressors are seized with extreme war fever to stifle the DPRK by force while openly talking about \"north Korea next to Iraq\".    \r\n\r\n"
        },
        {
            "title": "S. Korean Teachers Union Delegation Sojourns in North",
            "url": "http://kcna.co.jp/item/2003/200308/news08/02.htm#6",
            "content": "Terrorism against Chongryon Organization under Fire \r\n&nbsp;&nbsp;&nbsp; Tokyo, July 30 (KNS-KCNA) -- Nam Sung U, vice-chairman of the central standing committee of the General Association of Korean Residents in Japan (Chongryon), held a press conference on July 30 as regards the recurrence of a hostile provocation against Chongryon in Niigata Prefecture, Japan.\r\n According to a statement of the Chongryon Central Standing Committee issued at the press conference, on the night of July 29 a shot was fired at the Niigata Prefectural Headquarters of Chongryon, explosive was found at the building of the Niigata branch of the Hana Credit Association, causing residents around it to take refugee and a certain man named \"kiyugun kenkoku\" telephoned a Japanese newspaper office that he fired at the Niigata Prefectural Headquarters of Chongryon and installed explosive at the credit association of the Korean bank. &nbsp;&nbsp;&nbsp;\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n The recent incident was a hostile provocation to Chongryon and unpardonable terrorism threatening the life and property of Koreans in Japan. It was a carefully pre-arranged extremely disturbing incident as it took place at a time when slanders and abuses against the DPRK, Chongryon and violence against Koreans in Japan have been unabated since September last year. &nbsp;&nbsp;&nbsp;\r\n Chongryon bitterly denounces with the surging national resentment the recent terrorism intended to directly threaten the life and property of Koreans in Japan, create prejudice and antipathy toward Chongryon and Koreans in Japan in the Japanese society and bedevil the DPRK-Japan friendship. &nbsp;&nbsp;&nbsp;\r\n We cannot but take a serious note of the fact that enmity towards Koreans is being carried into extremes in Japan due to the unceasing smear campaign against the DPRK and Chongryon quite contrary to the DPRK-Japan Pyongyang Declaration. &nbsp;&nbsp;&nbsp;\r\n We strongly demand the Japanese authorities probe as soon as possible the truth behind a series of firing and bomb threat incidents including firing at the Niigata Prefectural Headquarters of Chongryon and threat to explode explosive at the Niigata branch of the Hana Credit Association and take responsible measures to prevent the recurrence of similar cases.    \r\n\r\n"
        },
        {
            "title": "Reception Given by Chinese Military Attache",
            "url": "http://kcna.co.jp/item/2003/200308/news08/02.htm#7",
            "content": "S. Korean Teachers Union Delegation Sojourns in North \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 1 (KCNA) -- The delegation of the Teachers Union of South Korea toured various parts of Pyongyang and local areas.\r\n The members of the delegation went to Mangyongdae and Mt. Paektu area where they went round with keen interest historic relics preserved with utmost care at the native homes at Mangyongdae and in the secret camp of Mt. Paektu. They climbed the summit of the mountain to command a bird's-eye view of Lake Chon. Then they visited the Samjiyon grand monument and other places. &nbsp;&nbsp;&nbsp;\r\n They also went to the international friendship exhibition where they saw the gifts President Kim Il Sung and leader Kim Jong Il received from party and state leaders and progressives of many countries and compatriots in south Korea and overseas. They visited Pohyon Temple and other historical sites on Mt. Myohyang. &nbsp;&nbsp;&nbsp;\r\n They also visited the Changgwang Kindergarten, Pyongyang Primary School No. 4, Moranbong Middle School No. 1 and other educational institutions. They appreciated a performance given by the Pyongyang Circus and went round the monument to the three charters of national reunification.    \r\n"
        },
        {
            "title": "FM of DPRK Greets His Swiss Counterpart",
            "url": "http://kcna.co.jp/item/2003/200308/news08/02.htm#8",
            "content": "Reception Given by Chinese Military Attache \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 1 (KCNA) -- Military attache of the Chinese embassy here Yan Jiangfeng hosted a reception at the embassy last evening on the occasion of the 76th anniversary of the founding of the Chinese People's Liberation Army.\r\n Present on invitation were Ryo Chun Sok, vice-minister of the People's Armed Forces, colonel general of the Korean People's Army Ri Pyong Sam and generals and officers, officials concerned and military attaches of foreign embassies here. \r\n Chinese ambassador Wu Donghe and embassy officials were present. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the reception.    \r\n\r\n"
        },
        {
            "title": "Japan's Ambition for Overseas Aggression Flayed",
            "url": "http://kcna.co.jp/item/2003/200308/news08/02.htm#9",
            "content": "FM of DPRK Greets His Swiss Counterpart \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 1 (KCNA) -- DPRK Foreign Minister Paek Nam Sun sent a message of greetings to Micheline Calmy-Rey, chief of the federal department of the Foreign Affairs of Switzerland, on the occasion of its National Day.\r\n Noting that her Pyongyang visit in May was greatly conducive to further developing the traditional friendly and cooperative relations between the two countries, the message wished her success in her work.    \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Pride and Optimism of Korean People",
            "url": "http://kcna.co.jp/item/2003/200308/news08/02.htm#10",
            "content": "Japan's Ambition for Overseas Aggression Flayed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 1 (KCNA) -- The Japanese government recently decided to institute what they call \"permanent law\" intended to dispatch the \"self-defense forces\" overseas. \r\nAccording to it, the Japanese government is reportedly to set up a preparatory room right after the current diet session and enter into a full-scale examination so that the law could be adopted at the regular session of the diet next year. &nbsp;&nbsp;&nbsp;\r\n Commenting on this, Minju Joson today in a signed commentary says: &nbsp;&nbsp;&nbsp;\r\n This indicates that the Japanese government is setting it forth as a major object of its policy to institute the law. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are deeply discontented with the present legal system related to overseas dispatch of the SDF because the laws concerning it fall far short of their aim and demand. &nbsp;&nbsp;&nbsp;\r\n What the Japanese reactionaries seek, the commentary notes, is to join the U.S. in its war moves in a bid to round off preparations for overseas aggression and head for realizing its reaggression designs. &nbsp;&nbsp;&nbsp;\r\n It further says: &nbsp;&nbsp;&nbsp;\r\n If Japan is to join the U.S. in military activities, not peace activities, outside the framework of the un, it will have to get another special law adopted. But it is not easy to have such law adopted each time it is needed. That is why the Japanese reactionaries are seeking to remove such \"stumbling block\" and institute the \"permanent law\" with a view to laying a legal foundation to launch into overseas aggression any time. &nbsp;&nbsp;&nbsp;\r\n This suggests that the law is, in essence, a law of war of aggression to realize the reaggression designs. &nbsp;&nbsp;&nbsp;\r\n It is as clear as noonday that Japan's moves for overseas aggression will prove a total fiasco under the watchful eyes of the world. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries should clearly see the reality and stop at once the reckless moves for overseas aggression.    \r\n\r\n"
        },
        {
            "title": "Pure Water Producer Developed",
            "url": "http://kcna.co.jp/item/2003/200308/news08/02.htm#11",
            "content": "Rodong Sinmun on Pride and Optimism of Korean People\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 1 (KCNA) -- The Korean people consider it their greatest pride and honor to live and do revolution in the best socialist country and are making their way through difficulties and ordeals with a smile, full of hope for the future, says Rodong Sinmun today in a signed article.\r\n Stating that the socialist system of the DPRK is the cradle and site of life guaranteeing the eternal future of the Korean people, the article continues: &nbsp;&nbsp;&nbsp;\r\n The steel-like single-hearted unity of the army and people closely united around the great leader with one idea and will and the same sense of moral obligation has hardened a thousand times the deep faith of the Korean people in their cause and might and inspired them with renewed conviction of victory and optimism. &nbsp;&nbsp;&nbsp;\r\n The invincible single-hearted unity of the party, the army and people which can not be destroyed even by any nuclear weapon instills into them the undaunted gut and self-confidence never to forgive anyone who dare provoke the DPRK, and the formidable fighting spirit and passion to take ten, nay a hundred steps while others take one, and the unbreakable will to remove huge mountains at a breath. it is the unshakable faith and will of the Korean people that no difficulty is to be afraid of and a bright future is in store for them when they are single-heartedly united. Single-hearted unity is the source of might instilling into the hearts of the Korean people the firm conviction of the future. &nbsp;&nbsp;&nbsp;\r\n It is the pride and honor of the Korean people to live and do revolution under the best socialist system, with the whole country forming one large family. &nbsp;&nbsp;&nbsp;\r\n The Korean people devote their noble sincerity and conscience to the homeland, envisioning the future of a prosperous motherland, as they are optimistic about the future in the harmonious socialist family. &nbsp;&nbsp;&nbsp;\r\n A great prosperous powerful nation is our ideal and future. The great prosperous powerful country of Juche we are building is a country which will be the most dignified in the world and will always prosper and in which the independent life and happiness of the popular masses will be in full bloom, not simply a country where people are fed and clad well. &nbsp;&nbsp;&nbsp;\r\n The Korean people are living and struggling, full of the spirit of victors, looking ahead to the bright future of a great prosperous and powerful nation built with the might of the Songun policy.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Swiss President",
            "url": "http://kcna.co.jp/item/2003/200308/news08/02.htm#12",
            "content": "Pure Water Producer Developed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 1 (KCNA) -- Researchers of the basic science center of Kim Il Sung University have developed a new kind of pure water producer.\r\n The production system consists of a process for removing floating substances in water and a process of ion exchange and fine filtering. &nbsp;&nbsp;&nbsp;\r\n These complex processes are carried out by a portable device. &nbsp;&nbsp;&nbsp;\r\n The producer, which weighs tens of kilograms, is operated by hand, not by electricity or heat. &nbsp;&nbsp;&nbsp;\r\n Pure water is widely used in the production of semi-conductors, integrated circuits, fine chemical goods, various medicines and batteries of communication and transport means. &nbsp;&nbsp;&nbsp;\r\n The newly developed pure water production system has already been introduced in many domains.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Inter-Korean Teachers Meet",
            "url": "http://kcna.co.jp/item/2003/200308/news08/02.htm#13",
            "content": "Greetings to Swiss President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 1 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Pascal Couchepin, President of Switzerland, today on the occasion of its National Day.\r\n Expressing belief that the friendly and cooperative relations between the two countries would continue to develop favorably, the message wished him success in his work for prosperity of the country and welfare of the people.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il inspects KPA Company and Goat Farm",
            "url": "http://kcna.co.jp/item/2003/200308/news08/02.htm#14",
            "content": "Inter-Korean Teachers Meet\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 1 (KCNA) -- A meeting of teachers in the north and the south of Korea for the implementation of the June 15 Joint Declaration and the development of national education took place at the Mangyongdae Schoolchildren's Palace on August 1.\r\n The meeting was addressed by Kim Yong Do, vice-chairman of the central committee of the Korean Educational and Cultural Workers' Union, Jo Hui Ju, vice-chairman of the Teachers Union of South Korea and representatives of the teachers in the north and the south. &nbsp;&nbsp;&nbsp;\r\n The speakers introduced achievements and experience gained by teachers in the north and south in the drive to implement the June 15 Joint Declaration after its publication. &nbsp;&nbsp;&nbsp;\r\n The new generations should devote themselves to the independence, peace and reunification of the country, keeping in mind the idea of \"by our nation itself\" as a faith, they said, underlining the need to pool teachers' warm love for posterity under the banner of the joint declaration and make a tangible contribution to solidarity and cooperation for national cooperation. &nbsp;&nbsp;&nbsp;\r\n The meeting was followed by an art performance and amusement games of inter-Korean teachers. &nbsp;&nbsp;&nbsp;\r\n On the same day the members of the delegation of the teachers union of south Korea visited the Mangyongdae Schoolchildren's Palace and enjoyed an art performance given by the art circle members of the palace and toured the Tower of the Juche Idea, the Arch of Triumph and the Pyongyang Metro. \r\n\r\n\r\n"
        },
        {
            "title": "Spokesman for DPRK Foreign Ministry on Recent DPRK-U.S. Contact",
            "url": "http://kcna.co.jp/item/2003/200308/news08/02.htm#15",
            "content": "Kim Jong Il inspects KPA Company and Goat Farm\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 1 (KCNA) - General Secretary Kim Jong Il  inspected a company honored with Three-Revolution Red Flag under KPA unit 821 and the April 16 Goat Farm.\r\n He learned about the performance of guard duty by the company soldiers and saw their training. &nbsp;&nbsp;&nbsp;\r\n He was much pleased to see all the servicepersons of the company prepared as a match-for-a-hundred combatants strong enough to repel any enemy invasion at a stroke and set out highly important tasks that would serve as guidelines in increasing the combat power of the company. &nbsp;&nbsp;&nbsp;\r\n While going round an education room, a bedroom, a mess hall, a kitchen, a washroom, an outdoor resting place, a barn and other entertainment, educational and logistic facilities, he took warm care of the living of the soldiers. &nbsp;&nbsp;&nbsp;\r\n He said it is of weighty importance in developing the revolutionary armed forces to build up a company, a main combat unit of the People's Army and a house dear to the soldiers. And he underscored the need to build up the company into a steel-like combat unit of the revolutionary soldiers of Juche type. &nbsp;&nbsp;&nbsp;\r\n He gave the company soldiers a pair of binoculars and an automatic rifle as gifts and had a photo session with them. &nbsp;&nbsp;&nbsp;\r\n The next leg of his inspection was the April 16 Goat Farm operated by KPA unit 757. &nbsp;&nbsp;&nbsp;\r\n The farm visited by him for the second time is a praiseworthy edifice in the Songun era in terms of its technical equipment and size and well known to the whole army. &nbsp;&nbsp;&nbsp;\r\n The farm has annually produced a large quantity of milk, cheese, butter, yogurt and other processed milk to greatly contribute to the improvement of the diet of the servicepersons. &nbsp;&nbsp;&nbsp;\r\n He looked round various kinds of products of the farm and a milking room, a milk processing room, a newly built feed processing room and other places to learn in detail about the production. &nbsp;&nbsp;&nbsp;\r\n He said that as the farm and other modern goat farms built in different places keep the production of milk on a normal footing the army and the people greatly benefit from them. This proud reality is a clear proof of the validity and great vitality of the party policy to raise goats on a large scale, he added.    \r\n\r\n\r\n\r\n"
        }
    ]
}