{
    "date": "2003-10-25",
    "url": "http://kcna.co.jp/item/2003/200310/20031025.htm",
    "articles": [
        {
            "title": "Sit-in Strike Declared in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200310/news10/25.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Information Bulletin Published in Austria",
            "url": "http://kcna.co.jp/item/2003/200310/news10/25.htm#2",
            "content": "Sit-in Strike Declared in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 24 (KCNA) -- The South Headquarters of the National Alliance of Youth and Students for the Country's Reunification reportedly declared an anti-U.S., anti-war sit-in strike for peace in protest against the south Korean authorities' decision to additionally dispatch troops to Iraq in Seoul on Oct. 20.\r\n At a ceremony, the organization charged that the U.S. demand for additional troop dispatch to Iraq aimed at imposing its military and political burden upon others would only coil up crisis of war on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n The organization said that in the period of the sit-in strike it would hold a photo exhibition, distribute printed materials, conduct a signature campaign, stage art performance, etc. and have a meeting on November 1.    \r\n\r\n  \r\n\r\n"
        },
        {
            "title": "KCNA Raps Ultra Right Conservatives' Rowdyism in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200310/news10/25.htm#3",
            "content": "Information Bulletin Published in Austria \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 24 (KCNA) -- The Group of Youth for the Study of Kim Jong Il Juche Idea in Vienna published an information bulletin titled \"The Workers' Party of Korea is the Party of Juche Type\" on Oct. 16 on the occasion of the 58th anniversary of the WPK and the 77th anniversary of the Down-with-Imperialism Union (DIU).\r\n The bulletin deals with the immediate task and ultimate objective of the DIU formed by President Kim Il Sung, noting that the WPK has its roots in the DIU. &nbsp;&nbsp;&nbsp;\r\n Recalling that a seminar of the Juche idea on European independence in the present world was held in Paris, it said that the participants in the seminar stressed that leader Kim Jong Il's Songun politics is effective politics to firmly defend the sovereignty of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The participants in the seminar branded the U.S. imperialists as the chief criminal threatening peace in Europe and the rest of the world, it noted.    \r\n \r\n\r\n"
        },
        {
            "title": "DPRK Opposes All Forms of Terrorism",
            "url": "http://kcna.co.jp/item/2003/200310/news10/25.htm#4",
            "content": "KCNA Raps Ultra Right Conservatives' Rowdyism in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 24 (KCNA) -- South Korean ultra right conservative forces have become all the more undisguised in their provocations to the north under the back-stage manipulation of the United States and at the tacit connivance of the authorities.\r\n In the heart of Seoul on Oct. 21 at least 70 gangsters of the ultra right conservative organization again staged such extremely provocative rowdyism as burning a DPRK flag, clamoring for troop dispatch to Iraq and \"closer alliance\" with the U.S. &nbsp;&nbsp;&nbsp;\r\n Gangsters including the right-wing conservatives of the \"Grand National Party\" kicked up similar rowdyism in Seoul and Taegu in August last in a bid to bedevil the inter-Korean relations. At that time the north denounced it as a grave provocation slandering and hurting the dignity and authority of the DPRK and an anti-national criminal act of ditching the June 15 joint declaration and made it clear that such acts were committed at the tacit connivance of the south Korean authorities. And the north demanded the south Korean authorities make an apology for this and take responsible steps to prevent the recurrence of the provocation. &nbsp;&nbsp;&nbsp;\r\n The north side also proposed measures to prevent acts contrary to the joint declaration at the 12th north-south ministerial talks held in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Nevertheless, such grave provocation was committed again in broad daylight against the north. This was attributable to the manipulation of the south Korean right-wing conservatives supporting the ever more pronounced U.S. moves to stifle the DPRK. It is also ascribable to the south Korean authorities toeing the U.S. line blindly and their insincere stand and attitude toward the basic spirit of the joint declaration. &nbsp;&nbsp;&nbsp;\r\n If the U.S. and the south Korean right-wing conservatives continue to act rashly, misjudging the will and efforts of the DPRK to ensure peace and stability on the Korean peninsula, they will have to pay dearly for their acts.    \r\n\r\n\r\n"
        },
        {
            "title": "Foreign Diplomats Visit Panmunjom",
            "url": "http://kcna.co.jp/item/2003/200310/news10/25.htm#5",
            "content": "DPRK Opposes All Forms of Terrorism \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 24 (KCNA) -- It is the principled and consistent position of the Democratic People's Republic of Korea to oppose all forms of terrorism and support to it, declared the DPRK delegate. He was addressing the meeting of the Sixth Committee of the 58th UN General Assembly on Oct. 17 when it was discussing the agenda item 156 \"International Measures for Removing Terrorism\".\r\n Acts of terrorism are not confined to individual people or groups but assume the character of state versus state. Acts of state terrorism are represented by unilateral threat and pressure to and sanctions against other countries and are perpetrated even with recourse to force, he said, and added: &nbsp;&nbsp;&nbsp;\r\n The dangerous unilateralism and strong-arm practices, which are emerging anew in international relations, should thoroughly be rejected and international relations based on multilateralism and equal sovereignty should be established. An international environment in which all countries and peoples can feel at ease and lead an independent life without threat and interference from outside should be created. &nbsp;&nbsp;&nbsp;\r\n In this regard, it is more necessitated at the present time to convene an international conference to define clearly the root cause of terrorism and thoroughly remove it, he said. &nbsp;&nbsp;&nbsp;\r\n He stressed that the pivotal role of the United Nations should be strengthened decisively in this regard and the member states of the United Nations should respect the U.N. and orient all activities toward the realization of the objectives enshrined in the U.N. Charter. &nbsp;&nbsp;&nbsp;\r\n The DPRK will continue to do its best to eliminate the root causes of terrorism and ensure peace and security for all, he stated.    \r\n\r\n\r\n"
        },
        {
            "title": "Increased Role of UN Urged",
            "url": "http://kcna.co.jp/item/2003/200310/news10/25.htm#6",
            "content": "Foreign Diplomats Visit Panmunjom \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 24 (KCNA) -- Officials in charge of cultural and friendly relations of foreign embassies here visited Panmunjom yesterday on the occasion of the 23rd anniversary of President Kim Il Sung's proposal for founding the Democratic Federal Republic of Koryo.\r\n They first saw the monument to his autograph reflecting the immortal feats performed by him in the noble cause to put an end to the tragedy of national division and reunify the country. &nbsp;&nbsp;&nbsp;\r\n Then they looked round the room where the armistice talks took place, the hall where the armistice agreement was signed and the room the former Military Armistice Commission met, being briefed on the fact that the army and people of the DPRK crushed the allied forces of imperialism and won a victory during the Fatherland Liberation War. &nbsp;&nbsp;&nbsp;\r\n At the end of the visit, Zhang Yongwen, councillor of the Chinese embassy, said that Kim Il Sung devoted his all to the country's liberation, prosperity and reunification, expressing belief that Korea would certainly be reunified independently and peacefully.\r\n On the same day they also watched the Concrete Wall in the south extending along the Military Demarcation Line. &nbsp;&nbsp;&nbsp;\r\n Mahmoud Masoud Amer, councillor of the People's Bureau of the Great Socialist People's Libyan Arab Jamahiriya here, noted it is a tragedy that the Concrete Wall symbolic of the national division, still exists in Korea though the world is in the new century. &nbsp;&nbsp;&nbsp;\r\n Ezat Galal Altantawi, councillor of the Egyptian embassy, expressed the conviction that the Korean people under the wise leadership of Kim Jong Il would surely reunify the country in the near future.    \r\n.    \r\n\r\n"
        },
        {
            "title": "DPRK-assisted Gymnastic Display Performed in Nigeria",
            "url": "http://kcna.co.jp/item/2003/200310/news10/25.htm#7",
            "content": "Increased Role of UN Urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 24 (KCNA) -- Rodong Sinmun today observes the Day of the United Nations.\r\n The international situation is getting worse in the new century and thus many new important problems are cropping up in international affairs, it says in a signed article, and adds: In this regard, it is essential for the UN to increase its functions and role to live up to its mission and duty. &nbsp;&nbsp;&nbsp;\r\n Unilateralism and strong-arm practices on the rise on the international scene crudely trample upon the demand of the new century for fair international relations and wantonly violate the sovereignty and security of legitimate states. A dignified UN member state is made an object of armed invasion for the interests of one side and the \"anti-terrorist\" campaign is geared to its purpose in disregard of the UN and the global community. &nbsp;&nbsp;&nbsp;\r\n At the on-going 58th UN General Assembly an absolute majority of the countries are deeply concerned over the existence of the UN organization facing danger due to the U.S. extreme unilateralism and strong-arm practices and they strongly demand an intensified joint action to restore the pivotal role of the UN and put an end to unilateralism. &nbsp;&nbsp;&nbsp;\r\n It is the pressing task for the UN to eliminate unilateralism and strong-arm practices and it should decisively increase its role and function, if it is to meet these challenges. &nbsp;&nbsp;&nbsp;\r\n The UN should strictly abide by the principle of equal sovereignty of all its member states in international relations, decisively increase the role of UN General Assembly and reform the UN Security Council. The DPRK categorically denounces and rejects all manner of attempts to abuse UN organization and misuse it as a leverage to attain one side's political purpose. &nbsp;&nbsp;&nbsp;\r\n Great are the concern and expectation of humankind for the UN. The UN and its member states should enhance their role to meet the requirements of the times in the new century and the desire of humankind. &nbsp;&nbsp;&nbsp;\r\n The DPRK will as ever remain true to the UN Charter and make positive efforts to increase the UN role.    \r\n\r\n"
        },
        {
            "title": "National Student Sports Games Held",
            "url": "http://kcna.co.jp/item/2003/200310/news10/25.htm#8",
            "content": "DPRK-assisted Gymnastic Display Performed in Nigeria \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 24 (KCNA) -- A mass gymnastic display created by the DPRK expert team was performed at a closing ceremony of the 8th African Games held in the Abuja State Stadium in Nigeria on Oct. 18.\r\n It was watched by Nigerian President Olusegun Obasanjo, the vice-president, the presidents of both houses of the Parliament, governors of states, ministers of the government, at least 50,000 citizens and several African delegations and sportspersons. &nbsp;&nbsp;&nbsp;\r\n The gymnastic display began with the introduction scene titled \"DPRK Salutes Young Africans.\" Spectators broke into enthusiastic applause and cheers when \"Congratulations,\" \"Rings and Ribbons\", \"Taekwon-do\", \"Abuja at Night\", \"Torch\" and other gymnastic scenes were presented and ever-changing background depicted letters and pictures symbolic of friendship and solidarity among African countries. &nbsp;&nbsp;&nbsp;\r\n The executive director of the organizing committee of the games addressing the closing ceremony expressed sincere thanks to the Korean experts for their contribution to the success of the games.    \r\n\r\n"
        },
        {
            "title": "North Side Delegation Arrives at Jeju Island",
            "url": "http://kcna.co.jp/item/2003/200310/news10/25.htm#9",
            "content": "National Student Sports Games Held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 24 (KCNA) -- National student sports games for \"September 5 Cup\" took place in Nampho from October 15 to 22.\r\n The games, divided into groups of universities and colleges, drew 1,500 excellent players selected from universities and colleges across the country. &nbsp;&nbsp;&nbsp;\r\n Competed there were football, volleyball, table-tennis, defence sports, rhythmic gymnastics and other events. &nbsp;&nbsp;&nbsp;\r\n In the group of universities men and women players of Kim Il Sung University placed first in volleyball and table-tennis, players of Kim Hyong Jik University of Education in football and rhythmic gymnastics and players of Phyongsong Teacher Training University in defence sports. &nbsp;&nbsp;&nbsp;\r\n The players of the Sinchon College of Agriculture finished the winner in football and those of the Hamhung Quality Control College in defence sports in the group of colleges. &nbsp;&nbsp;&nbsp;\r\n The closing ceremony was held on Oct. 22. &nbsp;&nbsp;&nbsp;\r\n Trophy cups and medals were awarded to the successful units and players at the ceremony.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chewing Gum Factory Starts Operation",
            "url": "http://kcna.co.jp/item/2003/200310/news10/25.htm#10",
            "content": "North Side Delegation Arrives at Jeju Island\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 24 (KCNA) -- The north side delegation headed by Kim Yong Dae, chairman of the National Reconciliation Council who is chairman of the north side preparatory committee of the Sports and Cultural Festival for National Reunification and Peace, arrived at Jeju Island, south Korea, on Oct. 23 to participate in the festival.\r\n It was greeted at the airport with compatriotic feelings by Representative of the People's Party for Reform Kim Won Ung and Chairman of the Sports Society of south Korea Ri Yon Thaek who are co-chairmen of the south side organizing committee of the festival, U Kun Min, governor of Jeju Island, and members of the organizing committee. &nbsp;&nbsp;&nbsp;\r\n It was warmly welcomed by Jeju islanders along the route. &nbsp;&nbsp;&nbsp;\r\n The spokesman for the north side delegation issued a statement upon its arrival at the airport. &nbsp;&nbsp;&nbsp;\r\n The statement said the festival would give the participants an opportunity to keenly feel in every fibre of their beings emotional moments when the north and the south that have remained separated unite as a greater one. We will bend all efforts to deepen the feelings of kinship with the south Korean compatriots and make the festival successful, it added. &nbsp;&nbsp;&nbsp;\r\n That day the south side organizing committee of the festival hosted a reception in honor of the delegation.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Garbed in Green",
            "url": "http://kcna.co.jp/item/2003/200310/news10/25.htm#11",
            "content": "Chewing Gum Factory Starts Operation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 24 (KCNA) -- The Pyongyang Chewing Gum Factory has started operation.\r\n It, located in Raknang District, covers 11,900 square meters with a total floor space of some 4,400 square meters. &nbsp;&nbsp;&nbsp;\r\n The modernly equipped factory produces Unbangul-branded chewing gums of various shapes with the aroma of strawberry, mint and grape. &nbsp;&nbsp;&nbsp;\r\n All the production processes from mixing of raw materials, extruding, shaping and cooling to packing are streamlined. &nbsp;&nbsp;&nbsp;\r\n The raw materials-mixing process is controlled by computers.  The factory's annual production capacity is 1,200 tons.    \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Women's Union Raps at Additional Troop Dispatch",
            "url": "http://kcna.co.jp/item/2003/200310/news10/25.htm#12",
            "content": "DPRK Garbed in Green\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 24 (KCNA) -- Activities for garbing the whole country in green are being dynamically conducted in the Democratic People's Republic of Korea.\r\n According to the data available at the Ministry of Land and Environment Preservation, more than one billion trees of good species such as pine-nut tree, larch tree and acacia have been planted in tens of thousands of hectares over the past three years. &nbsp;&nbsp;&nbsp;\r\n The government worked out a ten-year plan of afforestation till Juche 99 (2010) and, as part of this plan, is directing great efforts to the production of saplings. &nbsp;&nbsp;&nbsp;\r\n Brisk activities are being conducted to increase the acreage of sapling fields, collect seeds of trees of good species and disseminate technologies for multiplying trees in a short span of time. &nbsp;&nbsp;&nbsp;\r\n In the country there are a hundred and tens of sapling nurseries covering thousands of hectares. Their annual sapling production amounts to hundreds of millions. &nbsp;&nbsp;&nbsp;\r\n The Sapling Station under the Taesongsan Bureau nurses much more than one million saplings of 50 species which grow quickly and are of value in decoration and use to plant in Mt. Taesong and Moran Hill. Among the saplings are cryptomeria, willow and poplar trees. &nbsp;&nbsp;&nbsp;\r\n The cultivation of saplings and plantation of trees are also undertaken by institutions of all levels, schools and cooperative units.    \r\n   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Withdrawal of Decision on Additional Troop Dispatch to Iraq Urged",
            "url": "http://kcna.co.jp/item/2003/200310/news10/25.htm#13",
            "content": "Women's Union Raps at Additional Troop Dispatch\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 24 (KCNA) -- A spokeswoman for the Central Committee of the Korean Democratic Women's Union in a statement on Oct. 23 bitterly denounced the moves of the south Korean pro-U.S. flunkeyist traitorous forces for additional troop dispatch to Iraq in the name of all the women in the northern half of Korea.\r\n There are no assurances that the pro-U.S. flunkeyist traitorous forces of south Korea, who have decided to dispatch troops to Iraq this time, yielding to the U.S., would not bring dark clouds of a new war over the Korean peninsula, toeing the U.S. hostile policy toward the DPRK, the statement said. &nbsp;&nbsp;&nbsp;\r\n It called upon all the south Korean women to resolutely oppose the criminal acts of those who are driving their flesh and blood into the pitfall of death, subservient to the U.S., going against the people's will, and valiantly rise up in the just struggle to wipe out the pro-U.S. flunkeyist traitorous forces. &nbsp;&nbsp;&nbsp;\r\n All the women in the northern half of Korea will always extend positive support to the south Korean women and people in their just struggle to defend the dignity and interests of the nation, the statement stressed.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Minju Joson on Week of Disarmament",
            "url": "http://kcna.co.jp/item/2003/200310/news10/25.htm#14",
            "content": "Withdrawal of Decision on Additional Troop Dispatch to Iraq Urged\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 24 (KCNA) -- A spokesman for the National Democratic Front of South Korea (NDFSK) in a statement Thursday demanded the south Korean authorities withdraw the decision on additional troop dispatch to Iraq, bitterly denouncing it as a pro-U.S. submissive act and a hideous anti-national crime in driving young south Koreans as bullet shields for Yankees to please the U.S. in utter disregard of the national dignity and interests.\r\n The statement continued: &nbsp;&nbsp;&nbsp;\r\n With no subterfuge can the south Korean authorities justify their decision to send more troops to Iraq after dispatching troops there in April, yielding to the U.S. pressure.\r\n The Iraqi war launched by the U.S. was an entirely unjust war. &nbsp;&nbsp;&nbsp;\r\nIt can not but be an anti-people and anti-national criminal act to pour a huge amount of taxes paid by the people by the sweat of their brow onto the Iraqi front, quite indifferent to their deteriorating livelihood. &nbsp;&nbsp;&nbsp;\r\n The NDFSK will join the people from all walks of life in a vigorous nationwide struggle to resolutely oppose and foil the anti-national moves for additional troop dispatch to Iraq and vote down all the \"national assemblymen\" supporting the dispatch in the general elections next year, the statement said, urging the authorities to immediately withdraw the reckless anti-national decision, pondering over the adverse effect to be brought by the additional troop dispatch.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Inspects KPA Unit",
            "url": "http://kcna.co.jp/item/2003/200310/news10/25.htm#15",
            "content": "Minju Joson on Week of Disarmament\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 24 (KCNA) -- Minju Joson today dedicates a signed article to the Week of Disarmament (October 24 to 30) calling on all the countries and the people to pool efforts and wage a vigorous struggle for disarmament to protect global peace and security.\r\n Referring to the present situation facing humankind in the new century, the article goes on: &nbsp;&nbsp;&nbsp;\r\n Humankind is now exposed to the threat of a nuclear war due to the U.S. reckless nuclear arms buildup moves. &nbsp;&nbsp;&nbsp;\r\n The U.S. attacked Afghanistan and Iraq by force of arms under the slogan of \"anti-terrorism\" and is now working hard to produce smaller nukes for penetrating the ground, asserting that it needs to produce a new type of nuclear weapons to attain its strategic purpose. It is threatening that it will mount a preemptive nuclear attack any moment, after designating the DPRK and some other countries as targets of its preemptive nuclear attack. &nbsp;&nbsp;&nbsp;\r\n Under such situation it is quite natural for those countries exposed to the grave threat of a nuclear war by the U.S. to take self-defensive measures. &nbsp;&nbsp;&nbsp;\r\n It is, therefore, the Bush bellicose forces mad keen on world domination that have sparked off nuclear arms race in the world. &nbsp;&nbsp;&nbsp;\r\n This shows that the desire and wish of humankind to realize disarmament as a whole and live in a free and peaceful world can never come true unless the U.S. ambition for world domination is frustrated. &nbsp;&nbsp;&nbsp;\r\n All the peace-loving countries and people should approach the U.S. aggressive and plundering nature with vigilance as it is working hard to rid other countries and nations of their self-defensive means and resorting to extensive arms buildup under the pretext of \"anti-terrorism.\" &nbsp;&nbsp;&nbsp;\r\n All the countries and people should clearly see through the true purpose of the imperialists in their arms race and arms buildup moves and wage a struggle for a fair and comprehensive disarmament.    \r\n\r\n\r\n\r\n"
        }
    ]
}