{
    "date": "2003-11-04",
    "url": "http://kcna.co.jp/item/2003/200311/20031104.htm",
    "articles": [
        {
            "title": "British Queen on Relations with DPRK",
            "url": "http://kcna.co.jp/item/2003/200311/news11/04.htm#1",
            "content": ""
        },
        {
            "title": "Anti-U.S. Resistance Called for",
            "url": "http://kcna.co.jp/item/2003/200311/news11/04.htm#2",
            "content": "Anti-U.S. Resistance Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 3 (KCNA) -- Hwang Son, head of the Sit-down Group of the National Alliance of Youth and Students for the Country's Reunification, in an appeal to the youth and students on October 31 called on them to devote themselves to a fight as the masters of the anti-U.S. resistance, according to a news report.\r\n The people know well that it is none other than the U.S. that has not only aggravated the crisis on the Korean peninsula, slandering the north and raising a hue and cry over its \"nuclear issue,\" but started a unilateral war of aggression against Iraq, noted the appeal. &nbsp;&nbsp;&nbsp;\r\n Saying that now no one wants to lead a mean life, cringing to the U.S., the appeal stated: Anti-U.S. resistance is the only way for all the people to live a true life worthy of man.    \r\n\r\n\r\n"
        },
        {
            "title": "Eel Cuisine Rises in Popularity",
            "url": "http://kcna.co.jp/item/2003/200311/news11/04.htm#3",
            "content": "Eel Cuisine Rises in Popularity \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 3 (KCNA) -- Eel cuisine has become increasingly popular in the Democratic People's Republic of Korea.\r\n It, a traditional dish of the nation, has been taken as health food since ancient times. &nbsp;&nbsp;&nbsp;\r\n In the capital there are several restaurants which serve various kinds of eel cuisine. Among them are the Ryugyong Rungna Restaurant on Rungna Island in the River Taedong and the Rakyon Restaurant in Thongil Street. &nbsp;&nbsp;&nbsp;\r\n The kinds of eel dishes enumerate more than eighty. &nbsp;&nbsp;&nbsp;\r\n The principal food is rice mixed with eel and noodle with seasoned sliced raw eel and the main dishes are roasted eel, fried eel, fried eel-ball, etc. &nbsp;&nbsp;&nbsp;\r\n The eel cuisine is associated with leader Kim Jong Il's deep love for the people. &nbsp;&nbsp;&nbsp;\r\n He took the measures of establishing eel cuisine restaurants and the Taedonggang Eel Company in Pyongyang. He also saw to it that eel breeding farms had been built in different parts of the country and latest facilities and materials fully supplied to them. &nbsp;&nbsp;&nbsp;\r\n The eel-breeding farm built on the West Coast is now producing eels in an industrial method.    \r\n   \r\n\r\n\r\n"
        },
        {
            "title": "New Novels off the Press",
            "url": "http://kcna.co.jp/item/2003/200311/news11/04.htm#4",
            "content": "New Novels off the Press \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 3 (KCNA) -- New novels have been published in the Democratic People's Republic of Korea.\r\n Among them are \"Song of Humankind\", a sequel to the series \"Immortal History\", and \"Arms\", a sequel to \"Immortal Leadership\". &nbsp;&nbsp;&nbsp;\r\n \"Song of Humankind\" is based on the fact that President Kim Il Sung visited the Kangson Steel Works and called on its workers to bring about a great revolutionary upsurge in socialist construction during the postwar rehabilitation and construction, while \"Arms\" shows the validity and vitality of the Songun politics pursued by leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n \"Song of Desire for Reunification\", \"Wealth\", \"40 Years in My Memory\", \"White Sandbank\" and other novels portray unconverted long-term prisoners. &nbsp;&nbsp;&nbsp;\r\n The heroes of the books maintain their faith for scores of years in south Korea, undaunted by brutal torture, appeasement and deception, trusting only in Kim Il Sung and Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Other novels \"Breath of Land\" and \"Swaying Abele\" depict farming and railway workers' efforts to implement the policies of the Workers' Party of Korea.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Choe Thae Bok Meets British Parliamentarians",
            "url": "http://kcna.co.jp/item/2003/200311/news11/04.htm#5",
            "content": "Choe Thae Bok Meets British Parliamentarians \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 3 (KCNA) -- Choe Thae Bok, chairman of the DPRK Supreme People's Assembly, met and had a friendly talk with Gari Nicholas Streeter, member of the House of Commons of Britain, and his companion who paid courtesy call on him at the Mansudae Assembly Hall today.\r\n On hand was Mun Pyong Rok, vice-chairman of the Korea-Britain Friendship Parliamentary Group who is deputy to the SPA.    \r\n\r\n\r\n"
        },
        {
            "title": "Citizens' Observation Group Formed in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200311/news11/04.htm#6",
            "content": "Citizens' Observation Group Formed in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 2 (KCNA) -- An inaugural ceremony of the citizens' group for watching National Assemblymen to check National Assembly's motion of troop dispatch to Iraq was reportedly held at Pusan Railway Station Plaza on Oct. 29 under the sponsorship of the Pusan Citizens' Peace Action against Troop Dispatch to Iraq.\r\n The group declared that it would visit the regional party building to urge it to answer the written questions the peace action sent to all the national assemblymen on Oct. 25.    \r\n   \r\n\r\n"
        },
        {
            "title": "Implementation of June 15 North-South Joint Declaration Called for",
            "url": "http://kcna.co.jp/item/2003/200311/news11/04.htm#7",
            "content": "Implementation of June 15 North-South Joint Declaration Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 2 (KCNA) -- It is necessary to devotedly struggle to implement the June 15 joint declaration to the letter. This is the most important task before all the fellow countrymen in highly displaying the ardent patriotic devotion with warm love for the country. Rodong Sinmun today says this in a signed article.\r\n It continues: It is the most sacred work for adhering to and thoroughly implementing the joint declaration to smash the aggressive moves of the imperialists and defend the peace of the country and the security of the nation. &nbsp;&nbsp;&nbsp;\r\n If all Koreans unite as one in the spirit of the joint declaration to decisively cope with the U.S. imperialists' moves for a war and wage a vigorous struggle against the U.S. and war, they can surely avert a new war on the Korean peninsula and create a peaceful atmosphere for national reunification. &nbsp;&nbsp;&nbsp;\r\n Whoever truly loves the country and the nation can never turn away from the pain resulting from the national division. &nbsp;&nbsp;&nbsp;\r\n A thorough implementation of the June 15 joint declaration provides a key to achieving as early as possible the reunification of the country, the supreme national task whose fulfillment brooks not a moment's delay, and bringing about the prosperity of the nation. &nbsp;&nbsp;&nbsp;\r\n The stirring realities and events the nation has withnessed since the very day the joint declaration was published clearly prove that there is no goal the Koreans can not attain if they join hands and pool their patriotic wisdom and energy.    \r\n\r\n\r\n"
        },
        {
            "title": "Imperialist Protectionism Flayed",
            "url": "http://kcna.co.jp/item/2003/200311/news11/04.htm#8",
            "content": "Imperialist Protectionism Flayed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 2 (KCNA) -- The U.S. and other Western countries have pursued protectionism to meet their selfish interests in disregard of the requirements of international law and international economic relations, thus adversely affecting the economic development of other countries and obstructing the building of a fair international economic order.\r\n In this regard Rodong Sinmun today in an article says: &nbsp;&nbsp;&nbsp;\r\nProtectionism in the period of imperialism has turned into aggressive one, thus serving as a tool for aggression and plunder of other countries. The more serious the economic crisis becomes, the more desperately the imperialist countries are pursuing the policy of protectionism. &nbsp;&nbsp;&nbsp;\r\n The U.S. in the grip of a serious economic crisis undisguisedly enforced the policy of protectionism. The U.S. policy of protectionism is a unilateral and cunning policy aimed to meet its own interests irrespective of interests of others in trade. &nbsp;&nbsp;&nbsp;\r\n The U.S. policy of protectionism is an unfair reactionary policy as it is aimed to increase its profits and satisfy monopoly capital's insatiable greed and desire for the accumulation of wealth at the sacrifice of others. &nbsp;&nbsp;&nbsp;\r\n It is quite natural that an international movement is mounting higher to foil the U.S. policy of protectionism designed to hamstring the development of world economy and trade and create confusion in the international economic relations. &nbsp;&nbsp;&nbsp;\r\n This movement will grow stronger to frustrate the U.S.-led imperialists' unilateral and selfish policy of protectionism.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Emergency Round-table Talk of S. Korean Organisations",
            "url": "http://kcna.co.jp/item/2003/200311/news11/04.htm#9",
            "content": "Emergency Round-table Talk of S. Korean Organisations\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 1 (KCNA) -- An emergency round-table talk of civic and public organizations was held on October 27 as regards the recently increased number of those who killed themselves for vital rights in south Korea.\r\n Present at the round-table talk were more than 40 representatives of organizations including Chairman of the south Korean Confederation of Trade Unions Tan Pyong Ho, Representative of the Democratic Workers' Party Kwon Yong Gil and Permanent Representative of the Reunification Solidarity Han Sang Ryol. &nbsp;&nbsp;&nbsp;\r\n At the round-table talk representatives said that the number of those workers and peasants who took their own lives was recently increasing because the society is so hard for the poor to make a living and gives little hope for life. &nbsp;&nbsp;&nbsp;\r\n The KCTU side advanced a proposal for formation of the all-people measure committee for smashing damages, provisional seizure and suppression of the labor movement and abolishing part-time jobs with a view to waging a joint struggle of civic and public organizations. &nbsp;&nbsp;&nbsp;\r\n All the representatives expressed approval to the proposal of the KCTU and made clear their will to wage a joint struggle, saying that if all of them accept the proposal and come out to the struggle for the restoration of the people's vital rights and sovereign right, such situation as now would not be brought about. &nbsp;&nbsp;&nbsp;\r\n The participants decided to form the all-people measure committee.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Delegate Calls for Establishing Fair International Information Order",
            "url": "http://kcna.co.jp/item/2003/200311/news11/04.htm#10",
            "content": "DPRK Delegate Calls for Establishing Fair International Information Order\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 1 (KCNA) -- It is an urgent task which brooks no further delay to establish a fair international order of information.\r\n The DPRK delegate said this in a speech during the discussion of agenda item 86 \"the issue of information\" at the meeting of the Fourth Committee of the 58th UN General Assembly on October 28.\r\n He, referring to the principled matters for establishing a fair international order of information, stressed that monopoly of international information and actions of abusing information for egoistic purpose should be terminated at an early date. &nbsp;&nbsp;&nbsp;\r\n The action of misusing means of information as means of infringement upon sovereignty and interference in internal affairs should be all rejected and special concern should be directed to increasing the information capacity of the developing countries, he said.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Urged to Renounce Its Anti-DPRK War Policy",
            "url": "http://kcna.co.jp/item/2003/200311/news11/04.htm#11",
            "content": "U.S. Urged to Renounce Its Anti-DPRK War Policy\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 1 (KCNA) -- The Politicians' Association of Austria in an article \"Korean War and U.S.\" said that the Korean war was ended in ceasefire but its aftermath still affects the world politics.\r\n Politicians of reason are eager to know why the U.S. is taking an approach toward north Korea quite different from that toward Iraq, the association noted, adding that the U.S. cautious attitude is based on the defeat the U.S. imperialists suffered in the Korean war (1950-1953). &nbsp;&nbsp;&nbsp;\r\n The association held that the Korean war was a war of aggression provoked by the U.S. imperialists quite contrary to the claim of the Western world. The U.S. army had its first experience of fighting a war without victory, it said. &nbsp;&nbsp;&nbsp;\r\n The association cited concrete facts that world military experts predicted that if the U.S. ignites another Korean war, it would lose many forces in a short span of time and voices opposing the U.S. moves to provoke a war on the Korean peninsula and aspiring after the reunification of the country are growing stronger among the south Koreans as the days go by. \r\n  \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "At Least 200 Cases of U.S. Aerial Espionage in Oct.",
            "url": "http://kcna.co.jp/item/2003/200311/news11/04.htm#12",
            "content": "At Least 200 Cases of U.S. Aerial Espionage in Oct.\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 1 (KCNA) -- The U.S. imperialist bellicose forces committed more than 200 cases of aerial espionage against the DPRK in October by mobilizing strategic and tactical reconnaissance planes with different missions, according to a military source.\r\n On Oct. 30 a U-2 high-altitude strategic reconnaissance plane took off a U.S. air force base in south Korea and flew in the air above Tokjok Islet, Phochon and Sokcho areas for a long while to spy on strategic targets of the DPRK. &nbsp;&nbsp;&nbsp;\r\n On Oct. 21 an RC-135 strategic reconnaissance plane based in Japan made shuttle flights in the air above Paeka Islet, Yangphyong and area east of Yangyang to spy on the targets in the depth of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The RC-12, RC-7B and other tactical reconnaissance planes that made flights to spy on the military targets of the north side in the area along the Military Demarcation Line day and night numbered 8 on Oct. 6, 7 on Oct. 21, 23 and 24 each and 6 on Oct. 20 and 29 each. &nbsp;&nbsp;&nbsp;\r\n This is over 40 more cases than those in September. This fact clearly indicates what they really seek in talking about \"peaceful solution\" to the nuclear issue and \"written assurances of non-aggression.\"    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Undisguised Moves to Provoke War against DPRK under Fire",
            "url": "http://kcna.co.jp/item/2003/200311/news11/04.htm#13",
            "content": "U.S. Undisguised Moves to Provoke War against DPRK under Fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 1 (KCNA) -- Two warships belonging to the U.S. forces for prior naval deployment was reported to enter a south Korean port for the first time on Oct. 29 and stay there for 15 days to stage an exercise under the simulated conditions of an actual war.\r\n In this regard Rodong Sinmun today in a signed commentary dismisses it as a disturbing development and an undisguised attempt to provoke a war against the DPRK. &nbsp;&nbsp;&nbsp;\r\n Noting that this military move of the U.S. can never be overlooked as it further escalates the tensions on the Korean peninsula, the commentary says: &nbsp;&nbsp;&nbsp;\r\n What merits a serious attention is that the U.S. has taken such alarming military moves as deciding to extend the role of the U.S. troops in south Korea to the whole area of Northeast Asia including the Korean peninsula and beefing up the aggressor armed forces in south Korea under its pretext. &nbsp;&nbsp;&nbsp;\r\n All facts go to prove that the U.S. moves for military aggression of the DPRK has reached a new dangerous phase of their realization. &nbsp;&nbsp;&nbsp;\r\n Dialogue and war exercise, peace and war can never go together. &nbsp;&nbsp;&nbsp;\r\n If the U.S. opts to provoke a war against the DPRK, while paying lip-service to a \"peaceful settlement\" of the DPRK-U.S. nuclear issue, the latter will never remain a passive onlooker to it.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Message of Thanks from Wu Bangguo",
            "url": "http://kcna.co.jp/item/2003/200311/news11/04.htm#14",
            "content": "Massage of Thanks from Wu Bangguo\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 1 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the DPRK National Defence Commission, and Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received a message of thanks from Wu Bangguo, member of the Standing Committee of the Political Bureau of the Central Committee of the Communist Party of China and chairman of the Standing Committee of the National People's Congress of China, on Oct. 31.\r\n The message says: &nbsp;&nbsp;&nbsp;\r\n The Chinese state delegation has successfully concluded its official goodwill visit to the DPRK. &nbsp;&nbsp;&nbsp;\r\n Upon leaving your country, I would like to express sincere thanks to you and the Korean comrades for the enthusiastic, friendly and cordial hospitality accorded to us.\r\n Through our visit we saw for ourselves the praiseworthy successes made by the Korean people in socialist construction under the leadership of the WPK led by General Secretary Kim Jong Il and felt fresh vigor and vitality of the traditional Sino-Korean friendship. &nbsp;&nbsp;&nbsp;\r\n During the visit both sides had an in-depth exchange of views on issues of mutual concern and shared a broad-based understanding. &nbsp;&nbsp;&nbsp;\r\n We feel satisfied with our visit and deeply thank the officials concerned of the DPRK side for their efforts exerted for the success of the visit. &nbsp;&nbsp;&nbsp;\r\n We wish the DPRK prosperity and its people happiness. &nbsp;&nbsp;&nbsp;\r\n It is our hope that Comrade General Secretary Kim Jong Il and Comrade President Kim Yong Nam will enjoy good health and your work go on smoothly.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "18th National Scientific and Technical Festival Held",
            "url": "http://kcna.co.jp/item/2003/200311/news11/04.htm#15",
            "content": "18th National Scientific and Technical Festival Held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 31 (KCNA) -- The 18th National Festival of Science and Technology was held in Pyongyang when the national meeting of scientists and technicians was under way.\r\n Officials, scientists, technicians and working people across the country presented tens of thousands of data of scientific and technical achievements to city, county and provincial scientific and technical festivals which were held before the national festival. &nbsp;&nbsp;&nbsp;\r\n At the national festival data of more than 200 achievements highly appreciated at city, county and provincial festivals were made public, divided into ten sectors including mining, metal, machine-building and electronic automation. &nbsp;&nbsp;&nbsp;\r\n An electric cell blender presented by the Automation Institute under the Academy of Sciences and four others were specially appreciated at the festival. The improvement of a boiler through the introduction of new technology contributed by the Chongchongang Thermo Power Plant and 47 others took the first place, a broad coal-cutting method by use of bound props presented by the Sunchon Area Youth Coal Complex and 63 others placed second and a footwear production streamline presented by the Sinuiju Footwear Factory and 65 others took the third place. &nbsp;&nbsp;&nbsp;\r\n Festival cups, medals and certificates were awarded to the successful participants at a closing ceremony held on October 3   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Spokesman for KPA Navy Command Refutes S. Korean Military's Sheer Fabrication",
            "url": "http://kcna.co.jp/item/2003/200311/news11/04.htm#16",
            "content": "Spokesman for KPA Navy Command Refutes S. Korean Military's Sheer Fabrication\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 31 (KCNA) -- A spokesman for the Navy Command of the Korean People's Army today gave the following answer to a question put by KCNA as regards the anti-north false propaganda launched by the south Korean military through media.\r\n The Joint Chiefs of Staff of the south Korean army claimed through media on Oct. 30 that a KPA patrol boat infiltrated into the \"Northern Limit Line\" 0.5 mile southward while intercepting six Chinese ships engaged in illegal fishing in the waters along the line close to Yonphyong Island and \"retreated\" only after warning shots were fired. &nbsp;&nbsp;&nbsp;\r\n It asserted that the KPA Navy \"trespassed\" on the line four times this year. &nbsp;&nbsp;&nbsp;\r\n This is a sheer fabrication. &nbsp;&nbsp;&nbsp;\r\n We make it clear that no patrol boat of the KPA Navy was active in those waters at that time. &nbsp;&nbsp;&nbsp;\r\n We have never recognized the \"Northern Limit Line.\" But we can not but take a serious view of the frantic false propaganda launched by the south Korean military after inventing a sheer lie about the intrusion into it. &nbsp;&nbsp;&nbsp;\r\n What matters is why the south Korean military is floating such misinformation. &nbsp;&nbsp;&nbsp;\r\n Its intention is to cover up its recent ceaseless illegal infiltration of combat ships into the territorial waters of our side, chill the atmosphere of reconciliation and cooperation between the north and the south and incite bitterness towards the north among south Koreans. &nbsp;&nbsp;&nbsp;\r\n We can not construe such a smear campaign otherwise than a premeditated move of the south Korean military authorities to back the U.S. imperialists' hostile policy toward the DPRK to isolate and stifle it under the pretext of the \"nuclear issue\". &nbsp;&nbsp;&nbsp;\r\n The south Korean military authorities should stop such dastardly smear campaign and discontinue the infiltration of combat ships into the territorial waters of our side to deliberately coil up the tensions.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA Refutes Tokyo Governor's Anti-DPRK Remarks",
            "url": "http://kcna.co.jp/item/2003/200311/news11/04.htm#17",
            "content": "KCNA Refutes Tokyo Governor's Anti-DPRK Remarks\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 31 (KCNA) -- Tokyo Metropolitan Governor Ishihara was reported to have talked nonsense about the \"Korea-Japan Annexation Treaty\" which justified the Japanese imperialists' colonial military occupation of Korea at a meeting held on Oct. 28.\r\n He said \"Japan had not invaded Korea by force of arms\" and the two countries \"agreed on the annexation according to the unanimous will of the Koreans\", adding that \"the responsibility for this rests with the predecessors of Koreans\". &nbsp;&nbsp;&nbsp;\r\n These are shameful remarks as they totally denied Japan's invasion of Korea that recorded a shameful page in the world history in the 20th century and revealed its intention to justify its past crimes and repeat them. &nbsp;&nbsp;&nbsp;\r\n Explicitly speaking, the treaty was signed by force as the Japanese imperialists forged the seal of the king who represented the state sovereignty, and forced cabinet ministers at the point of bayonet to sign it after occupying Korea. &nbsp;&nbsp;&nbsp;\r\n The treaty brought intolerable national repression and harsh economic plunder, unprecedentedly murderous labor and massacre to the Koreans under the tyrannical rule of the Japanese imperialists. &nbsp;&nbsp;&nbsp;\r\n This notwithstanding, Ishihara claimed that the treaty was signed according to the will of the Koreans. This can not but be sheer sophism of militarist fanatic and an unpardonable mockery of the Koreans. &nbsp;&nbsp;&nbsp;\r\n From long ago, he called the DPRK \"Hokusen\" and blustered that \"north Korea must be brought down\" and \"Japan has a legitimate right to fight a war against north Korea.\" His recent nonsensical remarks about the treaty prove that he is a dyed-in-the-wool ultra-nationalist and typical warhawk. &nbsp;&nbsp;&nbsp;\r\n What matters is that his remarks have something in common with words tampering with Japan's history heard from among heavyweights of the Japanese ruling party these days. &nbsp;&nbsp;&nbsp;\r\n It was only recently that Taro Aso of the Liberal Democratic Party blustered that the \"change of the names of Koreans into Japanese\" during Japan's military occupation of Korea was made at their own requests and Dietman Takami Eto talked rubbish that \"both countries signed the treaty and the UN unconditionally recognized it\".\r\n&nbsp;&nbsp;&nbsp;\r\n All these reckless remarks of the Japanese right-wing reactionaries including Ishihara are a wanton violation of the DPRK-Japan Pyongyang Declaration that calls for redeeming the past between the two countries and improving bilateral relations as they are a fabrication and distortion of history and concentrically represent their hostile policy toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n With nothing can the Japanese reactionaries justify the history of Japan's invasion of Korea. So, they should opt to make sincere apology and compensation for it at an early date.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Mediapersons Meet Former Unconverted Long-term Prisoners",
            "url": "http://kcna.co.jp/item/2003/200311/news11/04.htm#18",
            "content": "Mediapersons Meet Former Unconverted Long-term Prisoners\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 31 (KCNA) -- Journalists and editors of media met former unconverted long-term prisoners, patriotic fighters for reunification, on Oct. 30.\r\n Journalists and editors presented bouquets to the former unconverted long-term prisoners and warmly greeted them when they arrived at the Central Workers' Hall. &nbsp;&nbsp;&nbsp;\r\n At the meeting the former unconverted long-term prisoners including Ri Kong Sun and O Hyong Sik said that they could remain true to the faith and principle as revolutionaries for decades despite the unbearable brutal torture in the cold prison cells of south Korea, because there was the warm care of the true socialist country built by President Kim Il Sung and glorified by leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n They noted with deep emotion that Kim Jong Il projected them as indomitable patriotic fighters for reunification and heroes of the Republic though they fulfilled their commitments as soldiers of the leader and revolutionaries and has repeatedly shown warm loving care for them to make their life immensely happy. &nbsp;&nbsp;&nbsp;\r\n They called on the journalists and editors to uphold with loyalty the Songun revolutionary leadership of Kim Jong Il by writing good articles and stories as excellent educators, able mediapersons and loyal spokesmen defending the Workers' Party of Korea with pens of Juche and thus contribute to the building of a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n The former unconverted long-term prisoners and their families gave an art performance to delight the participants.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Symposium on Health Food Held",
            "url": "http://kcna.co.jp/item/2003/200311/news11/04.htm#19",
            "content": "National Symposium on Health Food Held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 31 (KCNA) -- The first national symposium on health food was held recently in the Democratic People's Republic of Korea.\r\n Presented to the symposium were more than 50 scientific papers on the definition of health food and the prospect of its development and on many kinds of health food the validity of which has been proved in a scientific and technical way. &nbsp;&nbsp;&nbsp;\r\n Also given in the symposium were lectures on the subjects \"On the origin and development of health food\", \"On the position of health food in public health and prospect of its development\", \"On the development of function-improving health food and its trend\" and on the world trend of health food. &nbsp;&nbsp;&nbsp;\r\n One of the papers focuses on extensively using medicinal herbs for food. &nbsp;&nbsp;&nbsp;\r\n Such papers as \"Study of the standardization of health food\", \"Study for introducing selenium into health food\", \"On the efficacy of dissolved taffy made of potato\" and \"Study of vital-selen nutriments\" were appreciated at the symposium. &nbsp;&nbsp;&nbsp;\r\n The symposium marked a good occasion for developing health food.    \r\n \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Senior Algerian Officials",
            "url": "http://kcna.co.jp/item/2003/200311/news11/04.htm#20",
            "content": "Greetings to Senior Algerian Officials\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 31 (KCNA) -- Premier of the DPRK Cabinet Pak Pong Ju sent a message of greetings to his Algerian counterpart Ahmed Ouyahia on the occasion of the 49th anniversary of the start of revolution in Algeria.\r\n The message expressed the belief that the friendly and cooperative relations between the two countries would grow stronger and wished him greater success in his responsible work. &nbsp;&nbsp;&nbsp;\r\n Foreign Minister Paek Nam Sun also sent a similar message to Abdelaziz Belkhadem, minister of State and Foreign Affairs of Algeria.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Algerian President",
            "url": "http://kcna.co.jp/item/2003/200311/news11/04.htm#21",
            "content": "Greetings to Algerian President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 31 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, today sent a message of greetings to Abdelaziz Bouteflika, president of Algeria, on the occasion of the 49th anniversary of the start of revolution in Algeria.\r\n Convinced that the friendly and cooperative relations between our two countries would grow stronger and develop I wish you and your people greater success in the work for the progress and prosperity of the country, the message said.    \r\n \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from German Guest",
            "url": "http://kcna.co.jp/item/2003/200311/news11/04.htm#22",
            "content": "Gift to Kim Jong Il from German Guest\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 31 (KCNA) -- Leader Kim Jong Il received a gift from Hartmut Koschyk, member of the Bundestag and chairman of the Germany-Korea Parliamentary Friendship Group, on a visit to the DPRK.\r\n It was conveyed to Kim Yong Nam, president of the Presidium of the Supreme People's Assembly, by the chairman today.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets German Parliamentary Group",
            "url": "http://kcna.co.jp/item/2003/200311/news11/04.htm#23",
            "content": "Kim Yong Nam Meets German Parliamentary Group\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 31 (KCNA) -- President Kim Yong Nam of the Presidium of the Supreme People's Assembly of the DPRK today met and had a friendly talk with Hartmut Koschyk, member of the Bundestag and chairman of the Germany-Korea Parliamentary Friendship Group, and his party at the Mansudae Assembly Hall today.\r\n On hand were Ri Jong Hyok, deputy to the SPA and chairman of the DPRK-Germany Friendship Parliamentary Group, German Ambassador to the DPRK Doris Hertrampf.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chinese State Delegation Leaves",
            "url": "http://kcna.co.jp/item/2003/200311/news11/04.htm#24",
            "content": "Chinese State Delegation Leaves\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 31 (KCNA) -- A Chinese state delegation led by Wu Bangguo, member of the Standing Committee of the Political Bureau of the Central Committee of the Communist Party of China and chairman of the Standing Committee of the National People's Congress of China, left Pyongyang today after winding up its official goodwill visit to the DPRK at the invitation of the Presidium of the Supreme People's Assembly and the Cabinet of the DPRK.\r\n A farewell ceremony took place at the airport. &nbsp;&nbsp;&nbsp;\r\n Among the farewell bidders were Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Kwak Pom Gi, vice-premier of the Cabinet, Kim Yun Hyok, secretary of the Presidium of the SPA, Kim Su Hak, minister of Public Health who is chairman of the Central Committee of the DPRK-China Friendship Association, Kim Thae Jong, vice department director of the Central Committee of the Workers' Party of Korea, Kim Yong Il, vice-minister of Foreign Affairs, Kim Jong Gi, vice-minister of Foreign Trade, Col. General of the Korean People's Army Pak Sung Won, Choe Jin Su, DPRK ambassador e.p. to China, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Also present there were Chinese Ambassador e.p. to the DPRK Wu Donghe, embassy officials and Chinese guests staying in the DPRK and Chinese students here.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}