{
    "date": "2003-05-02",
    "url": "http://kcna.co.jp/item/2003/200305/20030502.htm",
    "articles": [
        {
            "title": "Japan urged to act with discretion",
            "url": "http://kcna.co.jp/item/2003/200305/news05/02.htm#1",
            "content": "Japan urged to act with discretion \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 1 (KCNA) --Japan began in-flight refueling exercise involving U.S. KC-135 tanker and F-15 fighter jets of Japan's air \"Self-Defence Force\" in the sky above Shikoku in west Kyushu on April 21. The exercise is reportedly termed a mock exercise for a joint exercise with the U.S. air force slated for early June.\r\n Rodong Sinmun today says the current in-flight refueling exercise is aimed to increase long-range operational capability of the \"SDF\" and make preparations for striking regions and targets far from the Japanese territory any moment. &nbsp;&nbsp;&nbsp;\r\n The news analyst further says: &nbsp;&nbsp;&nbsp;\r\n The overseas aggression by the Japanese militarist forces is primarily targeted against the DPRK and such moves are becoming all the more undisguised at a time when the U.S. is intensifying its anti-DPRK campaign. &nbsp;&nbsp;&nbsp;\r\n They are escalating their moves for \"SDF's\" overseas expansion and the conversion of Japan into a military power under the pretexts of Japan-U.S. \"cooperation\" and \"anti-terrorism.\" &nbsp;&nbsp;&nbsp;\r\n The on-going exercise is designed to promptly cope with the \"event of contingency\" on the Korean Peninsula, a new dangerous military move of the Japanese militarists to stage a comeback to Korea. &nbsp;&nbsp;&nbsp;\r\n Such sabre-rattling is no more than a foolish act of those seized by a militaristic ambition to launch reinvasion with the backing of the U.S. &nbsp;&nbsp;&nbsp;\r\n Japan's militaristic rush will only precipitate its self-destruction. Japan should properly judge the mindset of the people at home and abroad and the trend of the times and act with discretion.    \r\n\r\n"
        },
        {
            "title": "Polish embassy officials visit Pyongyang Embroidery Institute",
            "url": "http://kcna.co.jp/item/2003/200305/news05/02.htm#2",
            "content": "Polish embassy officials visit Pyongyang Embroidery Institute \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 1 (KCNA) -- The charge d'affaires and other officials of the Polish embassy here visited the Pyongyang Embroidery Institute on Wednesday on the occasion of the National Day of Poland.\r\n The visitors went round several embroidery rooms of the institute, being briefed on the positive efforts made by its employees for the Korean embroidery development. &nbsp;&nbsp;&nbsp;\r\n On the same day, they toured the recreation ground in Mt. Jongbang.    \r\n\r\n"
        },
        {
            "title": "Return of U.S. military base demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200305/news05/02.htm#3",
            "content": "Return of U.S. military base demanded in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 1 (KCNA) -- The headquarters of the Movement for the Return of the U.S. Military Base in Ryongsan reportedly held a rally in front of the U.S. military base on April 26 in protest against the war of aggression in Iraq and in demand of a halt to troop dispatch and an unconditional return of the U.S. military base in Ryongsan.\r\n At the rally speakers denounced the U.S. Forces for demanding the South Korean side cover the expenses for the transfer of the military base in Ryongsan and contended that the base should not be transferred but returned. &nbsp;&nbsp;&nbsp;\r\n They demanded a total repeal of the unequal South Korea-U.S. \"Mutual Defence Treaty\" and the revision of \"Status of Forces Agreement\". &nbsp;&nbsp;&nbsp;\r\n At the end of the rally, the participants marched toward the \"Defence Ministry\" building, chanting slogans calling for a stop to the troop dispatch to the Iraqi war and the return of the U.S. military base. &nbsp;&nbsp;&nbsp;\r\n The marchers held that the present \"government\" should pay attention to the public opinion and immediately repeal the decision on troop dispatch and the U.S. forces should not transfer the military base in Ryongsan, but unconditionally and immediately return it. &nbsp;&nbsp;&nbsp;\r\n They threw rotten eggs at the front gate of the \"Defence Ministry\" building in token of their protest against the troop dispatch to the Iraqi war.    \r\n\r\n"
        },
        {
            "title": "Release of prisoners of conscience demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200305/news05/02.htm#4",
            "content": "Release of prisoners of conscience demanded in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 1 (KCNA) -- The 15th meeting of the Society for Supporting Prisoners of Conscience Under the Family Movement For Realizing Democracy was reportedly held at the Christian Church hall on April 26.\r\n Present at the meeting were members of the society, unconverted long-term prisoners and representatives of people from all walks of life. &nbsp;&nbsp;&nbsp;\r\n Addressing the meeting, Kwon O Hyon, who was reelected chairman of the society, held that the government set free all the prisoners of conscience, convicted or unconvicted , and lift the search for \"wanted political offenders\" of the South Korean Federation of University Student Councils. &nbsp;&nbsp;&nbsp;\r\n Speeches were made by unconverted long-term prisoner Ko Song Hwa, former permanent chairman of the family movement Im Ki Ran, chairman of the south headquarters of the National Alliance for the Country's Reunification Ra Chang Sun and rev. Hong Kun Su of Hyangrin church. &nbsp;&nbsp;&nbsp;\r\n The society decided to conduct activities for the abrogation of the security law and release of all the prisoners of conscience, the lifting of the search for wanted political offenders, support to the prisoners of conscience behind bars, support to the released long-term prisoners, repatriation of unconverted long-term prisoners, etc. &nbsp;&nbsp;&nbsp;\r\n The meeting adopted a special resolution titled \"Let us make a new history of the repatriation of second batch of unconverted long-term prisoners\" and a resolution entitled \"Let us build a society without SL and any prisoner of conscience under the banner of the society for supporting prisoners of con science under the family movement for realizing democracy\"    \r\n\r\n"
        },
        {
            "title": "April holidays commemorated abroad",
            "url": "http://kcna.co.jp/item/2003/200305/news05/02.htm#5",
            "content": "April holidays commemorated abroad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 1 (KCNA) -- The world progressives joined the Korean people in commemorating the Day of the Sun, the birth anniversary of President Kim Il Sung, and the 10th anniversary of Kim Jong Il's election as Chairman of the DPRK National Defence Commission and the 71st anniversary of the heroic Korean People's Army, auspicious days in April.\r\n Congratulatory letters and messages, floral baskets and gifts came from the Russian President, the King of Cambodia, presidents of Laos, Uganda and Palestine, leaders of political parties, political figures and delegations of different countries. &nbsp;&nbsp;&nbsp;\r\nPraying for the eternal life of Kim Il Sung and the good health of Kim Jong Il, they extended highest tribute and glory to them. &nbsp;&nbsp;&nbsp;\r\n Seminars and lectures were held in at least 80 countries with their high party, state and government dignitaries attending. &nbsp;&nbsp;&nbsp;\r\n Commemoration meetings, book and photo exhibitions, film shows and joint art performances took place in many countries. &nbsp;&nbsp;&nbsp;\r\n Famous works of Kim Il Sung and Kim Jong Il were published in booklet in Russia, Pakistan, Iran, the Czech Republic and Guinea. &nbsp;&nbsp;&nbsp;\r\n The Egypt-DPRK Friendship Association opened the \"Kim Il Sung and Kim Jong Il E-Library\" on its internet homepage to post on the first page of its file photographs of the three generals of Mt. Paektu and famous works of Kim Il Sung and Kim Jong Il.    \r\n\r\n"
        },
        {
            "title": "S. Korean authorities accused of blocking inter-Korean youth and students meeting",
            "url": "http://kcna.co.jp/item/2003/200305/news05/02.htm#6",
            "content": "S. Korean authorities accused of blocking inter-Korean youth and students meeting \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 1 (KCNA) -- A spokesman for the central committee of the Kim Il Sung Socialist Youth League issued a statement on April 30 denouncing the South Korean authorities for the traitorous anti-reunification action taken to block a meeting of representatives of youth and students of the north and the south under an absurd pretext.\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n Youth and student organizations of the north and south agreed to hold a meeting of representatives of youth and students in the north and the south at Mt. Kumgang resort from April 23 to 25 to implement the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n But the South Korean authorities blocked the meeting, asserting that it would be a political one as it was aimed to take up the issue of defending the sovereignty and peace of the nation. This action created such a serious situation where the meeting that had been in preparation for several months could not take place. &nbsp;&nbsp;&nbsp;\r\n The South Korean authorities insisted that this kind of meeting discuss only the issue of exchange while leaving aside urgent issues in a bid to downplay the significance of the meeting and confine the reunification movement of youth and students to mere exchange. We cannot but call their wrong attitude into question. &nbsp;&nbsp;&nbsp;\r\n It is our view that the people's council for national reconciliation and cooperation is also to blame for this action as it has stood in the way of every reunification movement of the youth and students to please the authorities, instead of supporting it. &nbsp;&nbsp;&nbsp;\r\n For all their efforts to bar the youth and students in the north and the south from implementing the joint declaration, toeing the U.S. line to fan up the confrontation between the north and the south the South Korean authorities can never break their will to devotedly defend national sovereignty and peace, the statement concluded.    \r\n\r\n"
        },
        {
            "title": "U.S. perpetrates at least 220 cases of aerial espionage against DPRK in April",
            "url": "http://kcna.co.jp/item/2003/200305/news05/02.htm#7",
            "content": "U.S. perpetrates at least 220 cases of aerial espionage against DPRK in April \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 1 (KCNA) -- The U.S. imperialists perpetrated at least 220 cases of aerial espionage against the DPRK in April by mobilizing strategic and tactical reconnaissance planes with different missions, according to a military source.\r\n A \"RC-135\" strategic reconnaissance plane of the U.S. imperialists illegally intruded into the sky above Chongjin and Kosong on the east coast of the DPRK to make shuttle flights to spy on the main targets in the eastern coastal area. Their \"U-2\" high-altitude strategic reconnaissance plane made long shuttle flights in the air above Tokjok islet, Phochon and Sokcho areas to spy on strategic targets of the north. and their \"EP-3\" electronic reconnaissance plane flew over Taebu islet, Yangphyong and Jumunjin to recconoitre coastal areas and sea bottom of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Over 60 cases of aerial espionage were committed in April by \"U-2\", \"RC-135\" based overseas, \"E-3\" and \"EP-3\". &nbsp;&nbsp;&nbsp;\r\n They infiltrated eleven \"RC-12\" and \"RC-7b\" tactical reconnaissance planes into the sky above Phochon, Chunchon and Rinje areas on April 14 and 15 and ten planes of the same types into the same place on April 1,2 and 24 respectively on missions to spy on the major military targets in the frontline area of the DPRK.    \r\n\r\n"
        },
        {
            "title": "Papers observe May Day",
            "url": "http://kcna.co.jp/item/2003/200305/news05/02.htm#8",
            "content": "Papers observe May Day \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 1 (KCNA) -- Papers here today dedicate editorials to May Day. \r\n Rodong Sinmun says that may day this year is very meaningful as it is a day fully demonstrating to the world the revolutionary spirit and indomitable will of the Korean working class in the Songun era living and struggling, inspired by the idea and will of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Their revolutionary spirit and militancy in the Songun era steered by Kim Jong Il are remarkably stronger than ever before, it notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The Songun era is the times when the People's Army is dynamically pushing forward the socialist cause as a main force and a mainstay of the revolution. \r\n In this era the working class, too, can perform their mission and role only when they deeply grasp the idea, spirit and moral traits of a revolutionary army. &nbsp;&nbsp;&nbsp;\r\n The working class should protect the safety and authority of Kim Jong Il in every way and always take the lead in the struggle against all the enemies keen to hurt the headquarters of the revolution. &nbsp;&nbsp;&nbsp;\r\n They should become standard-bearers and a shock brigade in implementing the line of economic construction in the Songun era which calls for giving priority to the development of the national defense industry. &nbsp;&nbsp;&nbsp;\r\n They should more firmly maintain their working-class principle and anti-imperialist stand as required by the Songun era. &nbsp;&nbsp;&nbsp;\r\n All the Koreans in the north, the south and overseas should make energetic endeavours to achieve independent national reunification by their concerted efforts in the spirit of the historic June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n All the workers and other people of the DPRK should further strengthen the friendship and unity with the world revolutionary people aspiring after independence against imperialism. &nbsp;&nbsp;&nbsp;\r\n They will as ever firmly unite with the world revolutionary people out to build a new independent world free from domination and subjugation and carry on their resolute struggle to protect national independence and sovereignty from the arbitrary and high-handed practices of the U.S. imperialists.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan urged to drop its militarist design",
            "url": "http://kcna.co.jp/item/2003/200305/news05/02.htm#9",
            "content": "Japan urged to drop its militarist design\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 1 (KCNA) -- The Japan Defence Agency reportedly decided to fundamentally reexamine its main \"defence-buildup plan\", the basis of the present \"defence program some days ago. This plan calls for considering the plan to \"cope with a new threat\" as a mainstay away from the view that \"Japan should have at least basic defence capability as an independent state\". In other words, it means that Japan should be capable of attacking enemy bases to cope with a \"new threat\", etc.\r\n Minju Joson today says this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n This betrays the cunning moves of the Japanese reactionaries to realize its ambition for emerging a military power and overseas expansion at any cost under the pretext of a \"new threat\". &nbsp;&nbsp;&nbsp;\r\n No country in the world poses any threat to Japan. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries' hue and cry over a \"new threat\" is nothing but a subterfuge to justify their moves to emerge a military power and realize their ambition for overseas expansion. &nbsp;&nbsp;&nbsp;\r\n It is the invariable militarist ambition of the Japanese reactionaries to launch reinvasion at any cost, taking advantage of the U.S. moves for world domination. &nbsp;&nbsp;&nbsp;\r\n They are clamorous about \"new threat\" and steps to cope with it in a bid to divert elsewhere the world's vigilance against Japan and realize overseas expansion at any cast. &nbsp;&nbsp;&nbsp;\r\n Their reckless moves should in no way be allowed by the world as they are foolish acts of those gripped by an anachronistic militarist daydream. &nbsp;&nbsp;&nbsp;\r\n If they eventually launch continental aggression again, refusing to face up to the reality, they will not escape final destruction. They are grossly mistaken if they think Japan's fate will be the same as in the last century. &nbsp;&nbsp;&nbsp;\r\n They are well advised to bear this in mind and ponder over it. &nbsp;&nbsp;&nbsp;\r\nThey should do so for the sake of Japan not for others.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il visits KPA unit on May Day",
            "url": "http://kcna.co.jp/item/2003/200305/news05/02.htm#10",
            "content": "Kim Jong Il visits KPA unit on May Day\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 1 (KCNA) - General Secretary Kim Jong Il  visited KPA unit 824 honored with the title of Kumsong lifeguard on Thursday to congratulate its servicepersons on May Day.\r\n He was greeted on the spot by commanding officers of the unit . &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il acknowledged the enthusiastic cheers of the servicepersons and their families and warmly congratulated them on may day. &nbsp;&nbsp;&nbsp;\r\n After acquainting himself with the unit's performance of its duty, he looked round the room for lectures on the command and management of the unit. &nbsp;&nbsp;&nbsp;\r\n After seeing the modern lecture room built to raise the commanding officers' ability to manage the unit, he was greatly satisfied to learn that it is making energetic efforts to give fuller play to a high degree of organization and discipline of the army. &nbsp;&nbsp;&nbsp;\r\n He dropped in at the servicemen's hall to learn in detail about how entertainment facilities are used and how the political and ideological work is conducted. &nbsp;&nbsp;&nbsp;\r\n A new turn is taking place in the politic-ideological trait and fighting spirit of the people's army and its militancy and might have grown stronger than ever before in the course of remaining true to the Songun leadership of our party, he said, adding that no force on earth can match this great revolutionary army full of the spirit of devotedly defending the leader. &nbsp;&nbsp;&nbsp;\r\n His next destination was a company under the unit. &nbsp;&nbsp;&nbsp;\r\n He took warm care of the work and life of its soldiers with paternal love, looking round an education room, bedroom, mess, kitchen and other places of the company. &nbsp;&nbsp;&nbsp;\r\n Greatly pleased to learn that excellent conditions have been provided for the living of the soldiers, he praised the commanding officers of the company for showing deep love for them. &nbsp;&nbsp;&nbsp;\r\n He spared time to see an art performance given by the servicepersons of the company on the joyous holiday. &nbsp;&nbsp;&nbsp;\r\n Listening to the songs sung by them with loyalty, he was greatly satisfied to see all the servicepersons trained as one-match-for-a-hundred fighters fully prepared politically and ideologically and in military technique. &nbsp;&nbsp;&nbsp;\r\n He gave the unit a pair of binoculars and an automatic rifle as gifts before having a photo session with the officers and men of the unit.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "National meeting marks May Day",
            "url": "http://kcna.co.jp/item/2003/200305/news05/02.htm#11",
            "content": "National meeting marks May Day\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 1 (KCNA) -- A national meeting took place at the Kim Jong Thae Electric Locomotive Plant on Thursday to mark the 113th May Day. \r\n Present there were Hong Song Nam, Premier of the DPRK Cabinet, Yang Hyong Sop, Vice-President of the Presidium of the Supreme People's Assembly, Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, and others. &nbsp;&nbsp;&nbsp;\r\n Ryom Sun Gil, chairman of the central committee of the General Federation of Trade Unions of Korea, made a report. &nbsp;&nbsp;&nbsp;\r\n The reporter said that on this occasion the workers and other people of the DPRK extend militant salute and firm solidarity to the workers and other people of the world in their vigorous struggle to carve out a century free from imperialism and domination, a new century of independence and peace, under the uplifted banner of independence against imperialism. &nbsp;&nbsp;&nbsp;\r\n The working class of the DPRK have creditably fulfilled the sacred mission and duty they assumed before the party and the revolution and dynamically pushed the cause of socialism despite stern trials of history under the wise leadership of the great leader and the great party, the reporter noted, adding that the workers and other people of the DPRK who have traversed the path of victory after bringing about a fundamental change in carving out their destiny under the leadership of President  Kim Il Sung, are effecting an overall surge in carrying cut the revolutionary cause of Juche as they have General Secretary Kim Jong Il at the helm of the revolution. &nbsp;&nbsp;&nbsp;\r\n The reporter called for accelerating the general onward march to reach the high peak of a great prosperous socialist power and demonstrate the dignity and might of the DPRK and bringing earlier the day of national reunification and the victory of the revolutionary cause of Juche under the leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He called on all the workers and other people to regard it as their most sacred mission and vital lifeline to devotedly defend the headquarters of the revolution and become vanguard fighters protecting the leader as such and consolidate the singlehearted unity of the revolutionary ranks around Kim Jong Il as strong as a rock. &nbsp;&nbsp;&nbsp;\r\n The workers, true to the Songun leadership of the party, should take the lead in thoroughly establishing the trait of attaching importance to military affair in the whole society, he noted, adding: they, possessed of transparent spirit of fighting the U.S. and class consciousness, should form workers regiments and divisions as they did in the 1950s so that they may be fully ready to defend the country from the enemy's invasion. &nbsp;&nbsp;&nbsp;\r\n The workers of the DPRK will always fight shoulder to shoulder with the workers of all other countries standing against the arbitrary and high-handed practices of the imperialists and defending national sovereignty and independence and creditably fulfil their sacred international commitment to the human cause of independence and the cause of socialism, holding aloft the banner of independence against imperialism, peace and friendship.    \r\n\r\n\r\n"
        }
    ]
}