{
    "date": "2003-06-14",
    "url": "http://kcna.co.jp/item/2003/200306/20030614.htm",
    "articles": [
        {
            "title": "Korean books donated to Syria",
            "url": "http://kcna.co.jp/item/2003/200306/news06/14.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chief of Pyongyang Mission of NDFSK interviewed by reporters",
            "url": "http://kcna.co.jp/item/2003/200306/news06/14.htm#2",
            "content": "Korean books donated to Syria \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 13 (KCNA) -- A ceremony of donating Korean books was held at the head office of the Syrian Arab Socialist Union Party on June 5.\r\n At the ceremony leader Kim Jong Il's works and other Korean books including \"Kim Jong Il-Glory of Korea\" and \"Army of Korea\" were conveyed to the General Secretary of the party.\r\n The General Secretary said that Kim Jong Il has performed immortal exploits for the Korean revolution and the human cause of independence with his outstanding ideological and theoretical activities and wise leadership. The party is greatly honored and proud to receive his famous works, he noted, adding that the party would use his works as must books for members of its political bureau and leadership and all its members.    \r\n\r\n"
        },
        {
            "title": "National Day of Philippines observed",
            "url": "http://kcna.co.jp/item/2003/200306/news06/14.htm#3",
            "content": "Chief of Pyongyang Mission of NDFSK interviewed by reporters \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 13 (KCNA) -- Jo Il Min, Chief of the Pyongyang Mission of the National Democratic Front of South Korea (NDFSK), was interviewed by Korean and foreign reporters in Pyongyang on June 12 on the occasion of the 3rd anniversary of the historic Pyongyang summit and the publication of the June 15 Joint Declaration.\r\n The chief said that the joint declaration is a landmark of national reunification in the 21st century provided by the clairvoyant wisdom and patriotic politics of leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\nHe introduced worship for Kim Jong Il growing among the South Korean people and noteworthy achievements made in the implementation of the joint declaration after the publication of the joint declaration. &nbsp;&nbsp;&nbsp;\r\n Reverence for Kim Jong Il is daily mounting in South Korea because the South Korean people's attraction and worship for him who arranged the historic Pyongyang summit and the June 15 Joint Declaration and wisely leads the whole nation to the cause of independent reunification with his great Songun politics are the trend of the times, the chief said, and went on: &nbsp;&nbsp;&nbsp;\r\n Signal successes have been made in the development of inter-Korean relations, the movement for reunification in solidarity with the north mounted and anti-communist and anti-north consciousness weakened among the South Korean people since the publication of the June 15 Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n The vigorous anti-U.S. struggle of the South Korean people is an eruption of national self-respect to retake the national sovereignty, not a mere complaint or antipathy against the U.S. &nbsp;&nbsp;&nbsp;\r\n Now that the Korean nation is at the crossroads of life and death, we should follow the road of Songun indicated by  Kim Jong Il and implement the June 15 Joint Declaration. The great Songun might is a powerful war deterrent force to defend national independence and the June 15 Joint Declaration is an invincible treasured sword common to the nation enough to decisively overpower the U.S. in a showdown with the u.s. &nbsp;&nbsp;&nbsp;\r\n The participants saw a video tape on the immortal leadership feats of the three commanders of Mt. Paektu and photos exhibited on the occasion of the third anniversary of the June 15 Joint Declaration.    \r\n\r\n"
        },
        {
            "title": "U.S. anti-DPRK psychological warfare through voice of free Asia under fire",
            "url": "http://kcna.co.jp/item/2003/200306/news06/14.htm#4",
            "content": "National Day of Philippines observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 13 (KCNA) -- A meeting took place in Pyongyang on June 12 to commemorate the 105th anniversary of the National Day of the Philippines.\r\n Present there were vice-minister of culture and chairman of the DPRK-Philippines Friendship Association Song Sok Hwan, officials concerned and working people in the city. &nbsp;&nbsp;&nbsp;\r\n A message of greetings to the president of Philippines was adopted following a speech at the meeting. &nbsp;&nbsp;&nbsp;\r\n After the meeting, the participants looked round photos introducing Philippines.    \r\n\r\n"
        },
        {
            "title": "Kim Yong Sun calls for opening door of reunification by nation's concerted efforts",
            "url": "http://kcna.co.jp/item/2003/200306/news06/14.htm#5",
            "content": "U.S. anti-DPRK psychological warfare through voice of free Asia under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 13 (KCNA) -- Radio Voice of Free Asia has become one of the major means in the U.S. psychological warfare in Asia, says Rodong Sinmun today in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The radio aims to meet the U.S. imperialists' strategic interests and attain their purpose to invade Asia and put it under its control from a to z. &nbsp;&nbsp;&nbsp;\r\n They say that the \"special mission\" of the radio is to play the role of speaking for the Asian people who can hardly enjoy full freedom of expression and it would help raise the level of civilization of the Asian countries, promote their cultural progress and improve the mental and cultural attainments of the Asian people. &nbsp;&nbsp;&nbsp;\r\n Under the instructions and manipulation of the CIA, the radio is giving information service introducing the U.S.-style \"liberal democracy\" and the \"advantage\" of the American way of .corrupt mental, cultural and moral life among Asian countries. &nbsp;&nbsp;&nbsp;\r\n The content of the radio is full of reactionary propaganda slandering Asian countries and interfering in their internal affairs in a bid to create an anti-government atmosphere. &nbsp;&nbsp;&nbsp;\r\n Today the U.S. imperialists consider the DPRK to be the major target of the radio. most of its reports are broadcasted in Korean. &nbsp;&nbsp;&nbsp;\r\n Recently the U.S. imperialists brought a great number of transistor radios into the DPRK to destabilize the DPRK, while letting the radio broadcast in Korean day and night. &nbsp;&nbsp;&nbsp;\r\n But the U.S. imperialists are seriously mistaken. They say that their psychological warfare has made achievements in Iraq, but it will not work on the DPRK, a country strong in ideology and faith.    \r\n\r\n"
        },
        {
            "title": "New vegetable strains bred",
            "url": "http://kcna.co.jp/item/2003/200306/news06/14.htm#6",
            "content": "Kim Yong Sun calls for opening door of reunification by nation's concerted efforts \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 13 (KCNA) -- Kim Yong Sun, Secretary of the Central Committee of the Workers' Party of Korea, dedicated an article titled \"Let us open the door of national reunification by the concerted efforts of our nation\" to the 3rd anniversary of the historic June 15 North-South Joint Declaration.\r\n In the article he wrote that it is a fixed determination and will of the WPK to thoroughly preserve and implement the joint declaration , a landmark of national reunification, so as to put an end to the tragic national division and open the door of national reunification by the concerted efforts of our nation. &nbsp;&nbsp;&nbsp;\r\n The article continued: &nbsp;&nbsp;&nbsp;\r\n The idea of achieving independent national reunification by the concerted efforts of the Korean nation, the core of the joint declaration, serves as a fundamental idea of national reunification in the Songun era as it was clarified by leader Kim Jong Il when meeting with the head of the south side and was specified in the joint declaration. &nbsp;&nbsp;&nbsp;\r\n The proposition \"by our nation itself\" fully represents the WPK's basic stand, principle and ways for achieving national reunification. &nbsp;&nbsp;&nbsp;\r\n It intensely deals with the three principles of national reunification-- independence, peaceful reunification and the great national unity--, the main idea of the July 4 north-south joint statement, laid down by President Kim Il Sung and which the north and the south made public after reaching an agreement. &nbsp;&nbsp;&nbsp;\r\n Achieving the national reunification by the concerted efforts of the Korean nation means achieving it independently by the efforts of the Korean nation itself, not by relying on outsiders, realizing it in a peaceful way, not by a war and accomplishing it through great national unity, irrespective of ideology, system, religious belief and property status. &nbsp;&nbsp;&nbsp;\r\n How to approach the idea of \"by our nation itself\" formulated by Kim Jong Il serves as a touchstone distinguishing independence, patriotism and reunification from flunkeyism, treachery and division. &nbsp;&nbsp;&nbsp;\r\n The WPK set forth \"Let us accelerate the independent reunification by the concerted efforts of our nation\" as a slogan for national reunification this year, Juche 92 (2003). &nbsp;&nbsp;&nbsp;\r\n The Korean nation should not discard but hold higher and more firmly the banner of \"by our nation itself,\" no matter how the situation may change and how adverse the environment may be. &nbsp;&nbsp;&nbsp;\r\n The great national unity is basically required for implementing the call \"by our nation itself\" and it is most essential for solving national issues. &nbsp;&nbsp;&nbsp;\r\n The driving force of national reunification is the Koreans in the north, the south and abroad and whether the country is reunified or not entirely depends on whether these three parties unite as an invincible patriotic force for reunification or not. &nbsp;&nbsp;&nbsp;\r\n Those who support the June 15 Joint Declaration and come out for its implementation should be let to turn out as one in the movement for national reunification, not asking their past--whether they committed crimes against the nation or made misstatements in the past--and disregarding whether they are persons in authority, civilians, big tycoons, army generals or national assemblymen for ruling and opposition parties. &nbsp;&nbsp;&nbsp;\r\n It is a consistent stand and invariable view of the WPK to advance alongside those who come out to achieve independent reunification by the concerted efforts of the nation under the banner of the joint declaration, regardless of their past. &nbsp;&nbsp;&nbsp;\r\n All Koreans from all walks of life in the north, the south and abroad should not look back on the past but focus on today and pool the will for patriotism and reunification and keep step with  each other towards morrow with the one idea of \"by our nation itself.\" &nbsp;&nbsp;&nbsp;\r\n It is necessary to achieve national cooperation as the issue of north-south relations and the reunification issue are internal issues to be solved by the Korean nation. &nbsp;&nbsp;&nbsp;\r\n The north and the south of Korea should cooperate with each other in the basic spirit of the joint declaration. They should have a dialogue from an independent stand for national reunification and positively promote cooperation, exchanges and visits so as to meet the common interests of the nation and achieve its co-prosperity. &nbsp;&nbsp;&nbsp;\r\n The idea of \"by our nation itself\" serves as an all-powerful treasured sword and an ever-victorious banner for solving the issue of reunification.    \r\n\r\n"
        },
        {
            "title": "Blood purifier developed",
            "url": "http://kcna.co.jp/item/2003/200306/news06/14.htm#7",
            "content": "New vegetable strains bred \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 13 (KCNA) -- The Pyongyang Institute of Vegetables of the Democratic People's Republic of Korea has bred various strains of high-yielding vegetables.\r\n The new cabbage strain can be cultivated several times a year in greenhouse. Its per-hectare output is 20 tons more than that of other strains. &nbsp;&nbsp;&nbsp;\r\n  Its waste rate in harvesting is 15 percent in comparison with that of other strains. And its seed gathering and cultivation need less labor comparatively. &nbsp;&nbsp;&nbsp;\r\n  The institute has also bred a new strain of radish by hybridizing two strains of radish. it is resistant to heat and grows well even on swampy soil. &nbsp;&nbsp;&nbsp;\r\n Its per-hectare harvesting is 1.3 times that of other strains.    \r\n\r\n"
        },
        {
            "title": "Invention to hunt for pretext of war",
            "url": "http://kcna.co.jp/item/2003/200306/news06/14.htm#8",
            "content": "Blood purifier developed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 13 (KCNA) -- The electronic goods company under the Ministry of Electronics Industry of the Democratic People's Republic of Korea has developed a portable blood purifier.\r\n  It, based on photo-biological technique, was made of natural jewel which converts luminous energy of the sun and the glow lamp into photo-electromagnetic field. &nbsp;&nbsp;&nbsp;\r\n  It, fixed on skin for hours, returns coagulable faculty of blood, viscosity of blood, cholesterol, triglyceride and blood pressure, etc. to the normal state. It also remedies the metabolic disorder, increases the immunity of human body and has an anti- stress, effect. &nbsp;&nbsp;&nbsp;\r\n  The purifier produces an immediate effect. It is much better than medicinal therapy, dietary and exercise remedies, etc. &nbsp;&nbsp;&nbsp;\r\n  It has been applied to more than 500 sufferers from cerebral thrombosis, myocardial infraction, arteriosclerosis, hypertension, immunodeficiency and other diseases for years. Its efficacy is 98.8 per cent. &nbsp;&nbsp;&nbsp;\r\n  It has no harmful effect on human body. &nbsp;&nbsp;&nbsp;\r\n  The light and well-designed purifier can always be kept on the body like wristwatch and finger-ring.    \r\n\r\n"
        },
        {
            "title": "U.S. dangerous war plan under fire",
            "url": "http://kcna.co.jp/item/2003/200306/news06/14.htm#9",
            "content": "Invention to hunt for pretext of war \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 13 (KCNA) -- It is two months after the United States occupied Iraq militarily.  It launched an invasion of Iraq on March 20 allegedly to destroy Iraq's weapons of mass destruction, and occupied Bagdhad on April 9.\r\n During and after the war, nearly 100 places have been ransacked according to information provided by the Bush administration. But the U.S. has failed to find out any objective evidence to justify its allegation about Iraq's mass destruction weapons. &nbsp;&nbsp;&nbsp;\r\n The invaders have also tried hard to find out such weapons in Iraq, but to no avail. &nbsp;&nbsp;&nbsp;\r\n Ever increasing in the international community is the skepticism about the information on Iraq's mass destruction weapons provided by the U.S. before the outbreak of the war and growing stronger is the world public demand for a probe into the truth behind it. &nbsp;&nbsp;&nbsp;\r\n Australian parliamentarians who already stigmatized the rumor about the mass destruction weapons as an invention of the U.S. are calling for the formation of a fact-finding committee, a call supported by members of parliament and figures of various social strata of other countries including Germany and Britain. &nbsp;&nbsp;&nbsp;\r\n The Chairman of the U.S. Senate Armed Services Committee claimed that the Bush administration deliberately spread misinformation, and said that the senate armed services committee and intelligence committee would make a joint investigation into the government's information. \r\n The Democratic parliamentary group decided to submit a draft resolution for examination at congress, calling for an investigation into the information. &nbsp;&nbsp;&nbsp;\r\n A former CIA information analyst revealed that optional information is used sometimes in the U.S. to justify already decided policies, while a historian said that the information  about the mass destruction weapons provided by the CIA before the outbreak of the war was made up groundlessly. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, deputy secretary of defense Paul Wolfowitz in a press conference admitted that the information was presented by Washington for its internal reasons. And Defense Secretary Donald Ramsfeld implied that weapons of mass destruction might not be found out in Iraq. &nbsp;&nbsp;&nbsp;\r\n The facts suffice to prove that the information was an invention made by the Bush administration for a preemptive attack on Iraq. &nbsp;&nbsp;&nbsp;\r\n The whole course of the Iraqi war from the demand for disarmament by inspection to the military attack was, in the final analysis, a war of aggression and state-sponsored terrorism perpetrated in disregard of international law and the United Nations. &nbsp;&nbsp;&nbsp;\r\n All this goes to show that the foreign policies of U.S. seeking world supremacy are characterized by undisguised threat to and high-handed practice against sovereign states. it also serves to indicate that the bush administration, with aggression and war as its mode of existence, is a group of rogues unhesitatingly doing any reckless act for their own political purpose and interests. &nbsp;&nbsp;&nbsp;\r\n With nothing can the U.S. veil the unjust and criminal nature of the Iraqi war of aggression.                  \r\n\r\n\r\n"
        },
        {
            "title": "Institution of \"laws on emergency\" in Japan assailed",
            "url": "http://kcna.co.jp/item/2003/200306/news06/14.htm#10",
            "content": "U.S. dangerous war plan under fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 13 (KCNA) -- Recently the U.S. forces command in South Korea announced a plan to massively beef up its forces in South Korea by spending 11 billion U.S. dollars in three years to come.\r\n The plan has more than 100 proposals all of which are aimed to increase the capability to attack the DPRK to the maximum. &nbsp;&nbsp;&nbsp;\r\n In this regard Rodong Sinmun today says in a signed commentary: &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists' plan is a blatant challenge to the desire of all the Koreans to see the U.S. imperialist aggressors withdrawn from South Korea and achieve the independent reunification by the nation's concerted efforts as it is the most dangerous one to boost their capability for preemptive strike at the DPRK to the maximum. &nbsp;&nbsp;&nbsp;\r\n The bellicose forces do not bother to let loose a spate of outbursts that the plan is to \"break through the front\" of somebody and \"advance straight towards Pyongyang\" in case of an \"emergency\" on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n As soon as the plan was published, it was put into practice. A wing of apache helicopters envisaged in the plan has already been deployed in South Korea. &nbsp;&nbsp;&nbsp;\r\n The deterrent force of the DPRK serves as a powerful weapon and an iron-wall shield to defend the peace and security on the Korean Peninsula and bring aggressors shame and death. &nbsp;&nbsp;&nbsp;\r\n If the U.S. imperialists start another war on the Korean Peninsula, the people's army and people of the DPRK will give vent to the pent-up grudge and mercilessly punish the aggressors. Then the second Korean war will end in the self-destruction of the U.S. imperialists. The U.S. is well advised to drop war hysteria and megalomania and cancel its reckless arms buildup plan.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK Ambassador to Sweden appointed",
            "url": "http://kcna.co.jp/item/2003/200306/news06/14.htm#11",
            "content": "Institution of \"laws on emergency\" in Japan assailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 13 (KCNA) -- The carriage of three bills to cope with emergency at the House of Representatives was followed by that at the House of Councillors, making it possible for the Japanese reactionaries to formally institute \"laws on emergency\", their cherished desire, and provide a legal guarantee for Japan's militarization and overseas aggression. Rodong Sinmun today says this in a signed commentary.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The enactment of these laws rendered invalid article 9 of the present constitution which bans a war and the use of force and prevents Japan from having regular three services of an army and the principle of \"exclusive self-defence,\" the basic strategy for the defence of Japan, meaningless. &nbsp;&nbsp;&nbsp;\r\n The institution of the laws virtually put a political period to the validity of the \"peace constitution\". This is little short of Japan's open declaration of its intention to step up its militarization and push ahead with its plan for overseas aggression in real earnest. &nbsp;&nbsp;&nbsp;\r\n What merits a more serious attention is that these legislations were targeted against the DPRK. &nbsp;&nbsp;&nbsp;\r\n By putting the laws in force the Japanese militarist forces seek to directly participate in the war of overseas aggression. They listed the DPRK as their first target. &nbsp;&nbsp;&nbsp;\r\n It is as clear as noonday that Japan, having a legal system for military expansion and overseas aggression, will launch this aggression anytime, fluttering blood-stained \"hinomaru\" and singing \"kimigayo\" as in the past. &nbsp;&nbsp;&nbsp;\r\n Invariable is the Japanese reactionaries' wild ambition to realize at any cost their old dream of the \"Greater East Asia Co-Prosperity Sphere.\" &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are well advised to refrain from repeating their past history of aggression, clearly understanding that launching reinvasion is little short of digging their own graves.    \r\n\r\n\r\n\r\n"
        }
    ]
}