{
    "date": "2003-09-20",
    "url": "http://kcna.co.jp/item/2003/200309/20030920.htm",
    "articles": [
        {
            "title": "Japan's Anti-DPRK Provocation under Fire",
            "url": "http://kcna.co.jp/item/2003/200309/news09/20.htm#1",
            "content": "Japan's Anti-DPRK Provocation under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 19 (KCNA) -- The Japanese authorities delayed the departure of Mangyongbong-92 from Niigata Port though it had been scheduled for September 17. This is one more grave provocation to the DPRK and the General Association of Korean Residents in Japan (Chongryon) as it is part of their extremely hostile moves to incite confrontation with the DPRK and Chongryon. Rodong Sinmun says this in a signed commentary today.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Mangyongbong-92 has performed a humanitarian mission to ensure the repatriation of Koreans in Japan and their free visits to their motherland under an agreement reached between the Red Cross organizations of the two countries. &nbsp;&nbsp;&nbsp;\r\n The Japanese authorities are making far-fetched assertions, calling into question the issue of \"exceeding capacity\" of Mangyongbong-92 though its previous departure was made at their approval. This can not but be a trite trick intended to hamstring the regular service of the ship under any clumsy pretext at any cost. Lurking behind this much ado is a sinister political aim to tarnish the image of the dignified DPRK and build up an anti-DPRK and anti-Chongryon opinion. The incident occurred on the first anniversary of the adoption of the DPRK-Japan Pyongyang Declaration, a challenge to the declaration and the DPRK. &nbsp;&nbsp;&nbsp;\r\n The Japanese authorities' moves merit a more serious attention as they were committed at a time when the right-wing reactionaries are kicking up terrorist hysteria against Chongryon in Japan and hostility toward the Korean nation is reaching its height. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries should stop anti-DPRK and anti-Chongryon hysteria and behave with discretion.    \r\n\r\n"
        },
        {
            "title": "Symposium on Juche-Oriented Idea of Literature and Art Held",
            "url": "http://kcna.co.jp/item/2003/200309/news09/20.htm#2",
            "content": "Symposium on Juche-Oriented Idea of Literature and Art Held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 19 (KCNA) -- A symposium on the Juche-oriented idea of literature and art in the creation of works of art of the Songun era was held at the Mansudae Art Studio on Sept. 18.\r\n Choe Song Ryong, chairman of the Central Committee of the Korean Artists Union, and others took the floor. &nbsp;&nbsp;&nbsp;\r\n They said the art of Korea has effloresced and developed day by day under the wise guidance and deep care of leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's idea and theory on the building of art to represent the requirement and desire of the popular masses for independence in the works of art and well reflect the true features of Juche-oriented art give clear answers to questions of principle arising in the creation of masterpieces and indicate ways of increasing works worth being national treasures in the present times, they stressed. &nbsp;&nbsp;&nbsp;\r\n They called for bringing a new turn in creating works of art worth being national treasures that would inspire the Korean people with high national pride. &nbsp;&nbsp;&nbsp;\r\n Present there were Kim Jong Ho, chairman of the Central Committee of the General Federation of the Unions of Literature and the Arts of Korea, and other officials concerned, officials in the field of art creation and artists in the city.    \r\n\r\n"
        },
        {
            "title": "Imperialists' Aid Policy Refuted",
            "url": "http://kcna.co.jp/item/2003/200309/news09/20.htm#3",
            "content": "Imperialists' Aid Policy Refuted \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 19 (KCNA) -- Minju Joson today in a signed article says that the imperialists' loud-mouthed \"aid\" to and \"cooperation\" with developing countries are nothing but a trick to cover up their aggressive and predatory nature and subjugate and dominate the people of developing countries who are out in the building of a new society.\r\n Dismayed at the developing times and fierce national liberation struggle in every part of the world, the imperialists have come out with the policy of plunder by means of \"aid,\" a more camouflaged method of exploitation, says the article, and goes on: &nbsp;&nbsp;&nbsp;\r\n The imperialists are persistently resorting to the method of seizing the economic artery of developing countries and manipulating the orientation of their economic development and, furthermore, changing their political system to meet their demand with \"aid\" as the lever. &nbsp;&nbsp;&nbsp;\r\n Consequent upon these moves of the imperialists, the developed capitalist countries have today turned into \"a global city\" specializing in the production of industrial goods and developing countries into \"a global countryside\" and \"a global mine\" supplying raw materials to the capitalist countries. And the imperialist multi-national companies which infiltrated into developing countries force them to follow their will in the international arena and do not hesitate to do such base acts as imposing sanctions and putting pressure upon the countries expressing their legitimate and independent will. &nbsp;&nbsp;&nbsp;\r\n The imperialists' \"aid\" is a noose of robbery and a noose of plunder which take away ten or a hundred after giving one. &nbsp;&nbsp;&nbsp;\r\n Developing countries can make a greater progress in the building of a new society when they see through the imperialists' aggressive and predatory nature and cope vigilantly with their methods of domination and subjugation, concludes the article.     \r\n\r\n"
        },
        {
            "title": "Chinese Diplomats Help Korean Farmers",
            "url": "http://kcna.co.jp/item/2003/200309/news09/20.htm#4",
            "content": "Chinese Diplomats Help Korean Farmers \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 19 (KCNA) -- Ambassador Wu Donghe and staff members of the Chinese Embassy here went to the DPRK-China Friendship Thaekam Co-op Farm in Sunan District, Pyongyang on Sept. 18 to help its members in rice harvesting.\r\n The ambassador said that they were very pleased to give helping hands to the friendship farm, hoping that its members would register greater success in agricultural production this year true to the Songun leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The diplomats conveyed aid materials to the farmers.    \r\n\r\n"
        },
        {
            "title": "Letter to Kim Jong Il Adopted in Peru",
            "url": "http://kcna.co.jp/item/2003/200309/news09/20.htm#5",
            "content": "Letter to Kim Jong Il Adopted in Peru \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 19 (KCNA) -- A letter to leader Kim Jong Il was adopted at a national meeting of Peru celebrating the 55th anniversary of the DPRK on September 5.\r\n President Kim Il Sung expounded the Juche philosophy centering on the popular masses for the first time in history, led the struggle of the people for sovereignty and independence to victory and devoted his all to the people, the letter said, and went on: &nbsp;&nbsp;&nbsp;\r\n As the result of his wise leadership and policies for the people, the DPRK has turned into a socialist state, a genuine people's country where all the people get free education, knowing no unemployment and taxation. &nbsp;&nbsp;&nbsp;\r\n His successor Kim Jong Il has enriched the Juche idea and led the revolution and construction to victory, bringing about radical changes in political, economic, cultural and all other fields and developing the Korean People's Army into invincible armed forces. &nbsp;&nbsp;&nbsp;\r\n The letter extended warm congratulations to Kim Jong Il upon his reelection as chairman of the National Defence Commission of the DPRK with the support and approval of all the Korean people\r\n\r\n"
        },
        {
            "title": "Guy Dupre Interviewed by KCNA",
            "url": "http://kcna.co.jp/item/2003/200309/news09/20.htm#6",
            "content": "Guy Dupre Interviewed by KCNA \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 19 (KCNA) -- Guy Dupre, secretary general of the International Liaison Committee for Reunification and Peace in Korea, on a visit to Korea, in an interview with the KCNA said that Korea is emerging victorious under the Songun leadership of Kim Jong Il.\r\n The Songun politics of Kim Jong Il constitutes the banner of great victory defending the socialist cause and the dignity and sovereignty of the nation, he noted, and went on: &nbsp;&nbsp;&nbsp;\r\n The unique Songun politics, which requires resolving all problems on the principle of giving priority to military affairs and pushing forward the whole work of the country with the army as a mainstay, infuses great strength and courage into the revolutionary people of the world who aspire after socialism at present. &nbsp;&nbsp;&nbsp;\r\n The complicated situation prevailing in the Korean peninsula clearly shows that the Songun politics is the most just and wise political mode. &nbsp;&nbsp;&nbsp;\r\n To support and follow the Songun politics is the trend of the times that no force can check.    \r\n\r\n"
        },
        {
            "title": "DPRK Anniversary Celebrated in Hungary",
            "url": "http://kcna.co.jp/item/2003/200309/news09/20.htm#7",
            "content": "DPRK Anniversary Celebrated in Hungary \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 19 (KCNA) -- The Central Committee of the Hungarian Workers' Party convened a plenary meeting on September 6 and held a meeting celebrating the 55th anniversary of the DPRK first according to the agenda.\r\n Present at the meeting were Chairman Gyula Thurmer, vice-chairmen and permanent members of the Hungarian Workers' Party and chairmen of the Budapest City and local party committees. &nbsp;&nbsp;&nbsp;\r\n Read out at the meeting was a message of greetings to leader Kim Jong Il sent by Chairman Gyula Thurmer on behalf of the Hungarian Workers' Party and the progressive people of Hungary on the occasion of the 55th anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Vice-Chairman of the party Janos Boida in his report extended congratulatory greetings in the name of the Hungarian Workers' Party to the Korean people who have valiantly advanced along the road they chose, not shaking in any storm and stress for the last 55 years. &nbsp;&nbsp;&nbsp;\r\n The Hungarian Workers' Party, he said, will continue to stand on the side of the heroic Korean people just as it has supported their cause of justice in the past, holding high the slogan \"U.S. imperialists, take hands off the Korean peninsula!\".    \r\n\r\n"
        },
        {
            "title": "Mongolian Prime Minister Refers to Friendly Relations with DPRK",
            "url": "http://kcna.co.jp/item/2003/200309/news09/20.htm#8",
            "content": "Mongolian Prime Minister Refers to Friendly Relations with DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 19 (KCNA) -- Prime Minister of the Government N. Enkhbayar, chairman of the Central Committee of the Mongolian People's Revolutionary Party, said that the friendly and cooperative relations between Mongolia and the DPRK are growing stronger with each passing day.\r\n He said this when meeting with the government cultural delegation of the DPRK led by Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, who paid a courtesy call on him on Sept. 6. &nbsp;&nbsp;&nbsp;\r\n He noted that the exchange and cooperation in the domain of culture, in particular, are proving successful. &nbsp;&nbsp;&nbsp;\r\n Hoping that the Korean issue would be settled peacefully, he sincerely hoped that leader Kim Jong Il would enjoy good health to lead the Korean people to victory.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Janghun Foodstuff Joint Venture Company",
            "url": "http://kcna.co.jp/item/2003/200309/news09/20.htm#9",
            "content": "Janghun Foodstuff Joint Venture Company\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 19 (KCNA) -- The Janghun Foodstuff Joint Venture Company started operation some time ago.\r\n The company, covering 15,000 square meters, is located in Mangyongdae District, Pyongyang. It is equipped with modern processing, brewing and packing facilities. &nbsp;&nbsp;&nbsp;\r\n It produces more than ten kinds of sweets and foodstuffs made of grain and fruits. &nbsp;&nbsp;&nbsp;\r\n Its products are popular among people for their good taste and high nutrition. &nbsp;&nbsp;&nbsp;\r\n Typical of them is Janghun Soju (liquor) brewed with selenium-contained spring water gushing out in Mt. Ryongak in a high-temperature and quick method of fermentation. It, with a peculiar taste and flavor, is efficacious for preventing aging and diseases.\r\n The company has its own stores.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Sinuiju Enamel Ware Factory",
            "url": "http://kcna.co.jp/item/2003/200309/news09/20.htm#10",
            "content": "Sinuiju Enamel Ware Factory\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 19 (KCNA) -- The Sinuiju Enamel Ware Factory has updated its production processes to produce large quantities of quality goods. It is located in the northwestern border area of the Democratic People's Republic of Korea.\r\n It makes more than 130 kinds of enameled ironware including dinner sets, plates, cups, buckets, pans and washbowls. They are popular among housewives for their good shape and pattern, resistance to corrosion and heat, and convenience in use. &nbsp;&nbsp;&nbsp;\r\n Its products are supplied to all parts of the country. Some of them are exported to other countries. &nbsp;&nbsp;&nbsp;\r\n The factory, which started operation in Juche 43 (1954), is the country's largest ironware producer with several workshops and a branch factory. &nbsp;&nbsp;&nbsp;\r\n Its production capacity is 5.6 times, the assortment of products 15 times and the number of technicians and experts 40 times those in the first days of the factory. &nbsp;&nbsp;&nbsp;\r\n The factory is concentrating on improving the enamel production process and raising the quality and assortment of products to fully meet the ever increasing demand of people. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Performance Given by Russian Dance Troupe",
            "url": "http://kcna.co.jp/item/2003/200309/news09/20.htm#11",
            "content": "Performance Given by Russian Dance Troupe\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 19 (KCNA) -- The Russian Moiseyev State Academy Folk Dance Troupe gave a performance at the Ponghwa Art Theatre yesterday.\r\n The troupe deeply impressed the audiences of the DPRK through a series of performances. That day, too, its artistes put on the stage dances representing the traditional custom and national emotion of the Russian people and folk dances of different countries. &nbsp;&nbsp;&nbsp;\r\n Dances including \"Snowstorm\", \"Reeling People\", \"Fete of Labor\" and \"Wrestling of Two Boys\" were enthusiastically applauded by the audience for the performers' dynamic and refined rhythmic movements well combined with merry music, perfect ensemble and high artistry. &nbsp;&nbsp;&nbsp;\r\n The performers also staged a Korean dance to the delight of the audience. &nbsp;&nbsp;&nbsp;\r\n The performance which proceeded with warm feelings of the DPRK-Russia friendship closed with the chorus \"Our Friendship Will Be Everlasting\". &nbsp;&nbsp;&nbsp;\r\n It was enjoyed by working people in the city and Andrei Karlov, Russian ambassador to the DPRK, and staff members of the Russian embassy, diplomatic envoys and staff members of other embassies here.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "World Judo Title Holder Back Home",
            "url": "http://kcna.co.jp/item/2003/200309/news09/20.htm#12",
            "content": "International Solidarity Council Formed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 19 (KCNA) -- The International Solidarity Council for Demanding Japan's Liquidation of Its Past was inaugurated with due ceremony in Shanghai, China, on Sept. 17.\r\n Present at the ceremony were delegations and delegates of civic organizations and human rights organizations in different countries and regions including the DPRK Measure Committee for Compensation to \"Comfort Women\" for the Japanese Army and Victims of Forcible Drafting, the south Korean Headquarters of the Movement for Correcting Japan's History Textbooks, the Japanese Committee for International Human Rights Activities, the California Human Rights Council of the U.S. and the Asian Women's Human Rights Council of Philippines. &nbsp;&nbsp;&nbsp;\r\n At the ceremony Hong Son Ok, chairperson of the above-said committee of the DPRK, made a report which was followed by speeches by delegates of organizations in different countries and regions. &nbsp;&nbsp;&nbsp;\r\n The reporter and speakers said they were pleased to form the international Solidarity Council for Demanding Japan's Liquidation of Its Past grouping organizations and figures of different countries and regions according to the agreement reached at the Asian regional seminar held in Pyongyang in May last year to demand Japan's liquidation of its past. &nbsp;&nbsp;&nbsp;\r\n They said that the formation of the council would help intensify the international solidarity activities to further strengthen the ties among the organizations and figures of different countries and regions active for the restoration of rights of the victims of the grave crimes committed by Japan against humanity in the past in violation of international law and force the Japanese authorities to redress its past. &nbsp;&nbsp;&nbsp;\r\n Noting that due to the Japanese government's dishonest and wrong attitude and stand, the honor and dignity of the victims have not yet been restored, they strongly denounced Japan for its moves to evade the liquidation of its past and reviv its militarism. &nbsp;&nbsp;&nbsp;\r\n The inauguration of the Council was declared and the issues of the operation of the council and the orientation of its activities were discussed and the relevant agreed document was adopted at the ceremony.    \r\n\r\n\r\n"
        },
        {
            "title": "International Solidarity Council Formed",
            "url": "http://kcna.co.jp/item/2003/200309/news09/20.htm#13",
            "content": "U.S. Hit for Its Arms Buildup\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 19 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of the Fatherland today issued information bulletin No. 848 denouncing the U.S. imperialist aggressor troops in south Korea for recently replacing some of the Patriot 2 missiles deployed in south Korea with Patriot 3 missiles as part of the \"arms buildup plan\".\r\n The replacement of lethal weapons is part of the escalating military confrontation moves of the U.S. which drive the situation on the Korean peninsula to the brink of war. It proves once again that the U.S. still seeks to stifle the DPRK by force of arms, the bulletin says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. is hell-bent on the continued mass shipment of lethal weapons into south Korea and nuclear war provocation moves against the DPRK defying the will and desire of the Korean nation for peace and reunification of the country, thus persistently keeping it from achieving the peace and reunification of the country. &nbsp;&nbsp;&nbsp;\r\n The reality clearly shows that the U.S. is harassing peace and security on the peninsula and keeping the Korean people from achieving national reconciliation and reunification. &nbsp;&nbsp;&nbsp;\r\n The serious situation prevailing in the peninsula owing to the U.S. imperialists reinforces the people's conviction that there is no other option but to strengthen self-defensive steps to protect the security of the nation and the sovereignty of the country. &nbsp;&nbsp;&nbsp;\r\n The U.S. hawks should bear due responsibility for the catastrophic consequences to be entailed by their reckless arms buildup and war provocation moves against the DPRK.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Hit for Its Arms Buildup",
            "url": "http://kcna.co.jp/item/2003/200309/news09/20.htm#14",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        }
    ]
}