{
    "date": "2003-10-22",
    "url": "http://kcna.co.jp/item/2003/200310/20031022.htm",
    "articles": [
        {
            "title": "58th Anniversary of WPK Celebrated Abroad",
            "url": "http://kcna.co.jp/item/2003/200310/news10/22.htm#1",
            "content": "58th Anniversary of WPK Celebrated Abroad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 21 (KCNA) -- A celebration meeting was held by the Socialist Party of Mexico and a press conference in Jordan on October 10 on the occasion of the 58th anniversary of the Workers' Party of Korea.\r\n The organizational secretary of the Socialist Party of Mexico, addressing the meeting, stressed that the great exploits of President Kim Il Sung, who formed the Down-with-Imperialism Union, founded the Juche idea to lead the anti-Japanese armed struggle to victory and founded the Workers' Party of Korea, an invincible party, and built socialism in Korea, would be everlasting. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Arab Committee for Solidarity with the Korean People and Supporting Korea's Reunification in Jordan at the press conference introduced the achievements and experience of the DPRK gained in socialist construction under the leadership of the WPK and stressed the need to strengthen the solidarity of the world progressive people with the DPRK. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the Democratic Party of Equatorial Guinea held a reading session on \"The First Party Organization - the Society for Rallying Comrades\" from Vol. 2 of Part 1 The Anti-Japanese Revolution of Kim Il Sung's reminiscences \"With the Century\" on October 9 on the occasion of the sixth anniversary of the election of leader Kim Jong Il as general secretary of the WPK, the 58th anniversary of the WPK and the 77th anniversary of DIU.    \r\n  \r\n\r\n"
        },
        {
            "title": "DPRK Delegate on Settlement of Nuclear Issue",
            "url": "http://kcna.co.jp/item/2003/200310/news10/22.htm#2",
            "content": "DPRK Delegate on Settlement of Nuclear Issue \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 21 (KCNA) -- The DPRK delegate, addressing a meeting of the First Committee of the 58th U.N. General Assembly on October 14, said that if the international community is to realize substantial disarmament and ensure a durable peace on the globe, it should calmly analyze the reality and raise correct demands and that what is the main point of disarmament is nuclear disarmament whose main point is for a nuclear superpower to make a brave switchover of its policy of nuclear threat.\r\n The nuclear issue of the Korean peninsula, an international focus at present, too, is a product of unilateral strong-arm practice aimed at system change, he said, and went on: &nbsp;&nbsp;&nbsp;\r\n It is too natural for peace and security of the Korean peninsula that we have requested the U.S. to make a switchover of its hostile policy toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n For the U.S. to make a switchover of its Korea policy is a basic guarantee and key to the settlement of the nuclear issue. &nbsp;&nbsp;&nbsp;\r\n Consistent is our stand intended to resolve the nuclear issue peacefully through dialogue and negotiation. &nbsp;&nbsp;&nbsp;\r\n A peaceful solution to the nuclear issue is inseparable from security in the Korean peninsula and the region. &nbsp;&nbsp;&nbsp;\r\n It is entirely thanks to the deterrent force that peace could be kept in the Korean peninsula and the region. &nbsp;&nbsp;&nbsp;\r\n The DPRK will make all efforts it can to remove the threat of foreign forces from the Korean peninsula and ensure a lasting peace.    \r\n \r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Head of Vietnamese Delegation",
            "url": "http://kcna.co.jp/item/2003/200310/news10/22.htm#3",
            "content": "Gift to Kim Jong Il from Head of Vietnamese Delegation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 21 (KCNA) -- Leader Kim Jong Il received a gift from the head of a delegation of the Vietnamese Foreign Ministry on a visit to Korea. \r\n The gift was handed to Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, by head of the delegation Le Van Bang, vice-minister of the Vietnamese Foreign Ministry, on October 2   \r\n\r\n\r\n"
        },
        {
            "title": "U.S. Shameful Behaviour under Fire",
            "url": "http://kcna.co.jp/item/2003/200310/news10/22.htm#4",
            "content": "U.S. Shameful Behaviour under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 21 (KCNA) -- McLlelan, spokesman for the White House of the United States, recently let loose a string of vituperation that north Korea has not implemented its commitments and obligations and that it should stop issuing provocative statements, referring to one issued by a spokesman for the DPRK Foreign Ministry as regards the six-way talks. He even asserted that north Korea should start making efforts to scrap its nuclear program first.\r\n Rodong Sinmun today carries a signed commentary in this regard. &nbsp;&nbsp;&nbsp;\r\n It says: &nbsp;&nbsp;&nbsp;\r\n The DPRK took a self-defensive measure of withdrawing from the Nuclear Non-proliferation Treaty because the U.S. recoiled from implementing all its commitments and obligations under the DPRK-U.S. Joint Statement and the DPRK-U.S. Agreed Framework and totally scrapped the AF itself. Therefore, the blame for this entirely rests with the U.S. &nbsp;&nbsp;&nbsp;\r\n The six-way talks clearly proved the U.S. true intention to totally disarm and destroy the DPRK. Therefore, it was the sovereign right of the DPRK to officially clarify its will to make a switchover in the use of plutonium in the direction of increasing its nuclear deterrent force through a Foreign Ministry spokesman and no one can fault it. &nbsp;&nbsp;&nbsp;\r\n The U.S. bellicose forces are escalating military threat to the DPRK and moves to provoke a new war against it. &nbsp;&nbsp;&nbsp;\r\n It is the U.S. which has not implemented its commitments and obligations and it is again the U.S. which had issued extremely challengeable and provocative statements little short of a declaration of a war. &nbsp;&nbsp;&nbsp;\r\n It is none other than the U.S. that should drop its hostile policy to stifle the DPRK, a strategy for a nuclear war at an early date. &nbsp;&nbsp;&nbsp;\r\n Invariable is the principled stand of the DPRK over the six-way talks. If the U.S. is truly interested in the six-way talks and the settlement of the nuclear issue between the DPRK and the U.S., it should properly understand the stand of the DPRK and behave itself.    \r\n\r\n\r\n"
        },
        {
            "title": "Members of Mongolian Embassy Help Farmers",
            "url": "http://kcna.co.jp/item/2003/200310/news10/22.htm#5",
            "content": "Members of Mongolian Embassy Help Farmers \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 21 (KCNA) -- Janchivdorjyn Lomvo, Mongolian ambassador to the DPRK, and staff members of the embassy helped members of the DPRK-Mongolia Friendship Jongbang Co-operative Farm in harvesting on Oct. 20.\r\n During the break they conversed with them, deepening the friendship. &nbsp;&nbsp;&nbsp;\r\n Members of the embassy conveyed aid materials to the farm.  \r\n.    \r\n\r\n"
        },
        {
            "title": "Message of Condolence to President of Mauritania",
            "url": "http://kcna.co.jp/item/2003/200310/news10/22.htm#6",
            "content": "Message of Condolence to President of Mauritania \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 21 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, yesterday sent a message of condolence to Maaouiya Ould Sid Ahmed Taya, president of Mauritania, over the death of former President Moktar Ould Daddah.\r\n I express deep condolences to the president, the government, and the people of Mauritania and the bereaved family of the deceased on receiving the sad news that former President Moktar Ould Daddah died of illness, the message said.    \r\n\r\n"
        },
        {
            "title": "CILRECO Publishes Information Bulletin",
            "url": "http://kcna.co.jp/item/2003/200310/news10/22.htm#7",
            "content": "CILRECO Publishes Information Bulletin \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 21 (KCNA) -- The International Liaison Committee for Reunification and Peace in Korea (CILRECO) published information bulletin No. 334 on Oct. 13.\r\n The bulletin said that the Workers' Party of Korea that greeted its 58th birthday is a revolutionary party of Juche type which has carried forward the tradition of the Down-with-Imperialism Union founded by President Kim Il Sung in the period of the anti-Japanese revolutionary struggle and he founded the Party, enabling the Korean people to fully carry out the construction of the people's power and the cause of socialist construction. &nbsp;&nbsp;&nbsp;\r\n Having leader Kim Jong Il elected general secretary of the WPK, the WPK has creditably performed the role as an organizer in the efforts to strengthen the single-hearted unity of the Party, the army and people, implement the Songun policy in the whole society and achieve the independent and peaceful reunification of the country, it said. &nbsp;&nbsp;&nbsp;\r\n Introducing the vitality of the June 15 North-South Joint Declaration, the bulletin noted that a new advance has been achieved in the struggle to implement the joint declaration despite the U.S. moves. &nbsp;&nbsp;&nbsp;\r\n It also introduced in detail the solidarity movement staged in different countries on the occasion of the 50th anniversary of the victory in the Fatherland Liberation War and the month of international solidarity with the Korean people.    \r\n\r\n"
        },
        {
            "title": "Decision on Troop Dispatch to Iraq Strongly Opposed in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200310/news10/22.htm#8",
            "content": "Decision on Troop Dispatch to Iraq Strongly Opposed in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 21 (KCNA) -- The south Korean government authorities decided to additionally dispatch troops to Iraq yielding to the demand of the United States on October 18, according to south Korean radio reports.\r\n On the same day the senior presidential secretary for information officially announced that the south Korean government authorities decided to additionally dispatch troops to Iraq at a meeting of \"the security council\". And an official concerned of the government clarified that a \"motion calling for the troop dispatch\" specifying the nature, size and time for troop dispatch, etc. would be presented to the \"National Assembly\" session. &nbsp;&nbsp;&nbsp;\r\n No sooner had this news been made known than different circles in south Korea strongly rebuffed the troop dispatch. &nbsp;&nbsp;&nbsp;\r\n The Emergency People's Action against Additional Troop Dispatch to Iraq grouping 351 civic and public organizations including the Citizens' Solidarity for Democratic Society and the Citizens' Federation for Economic Justice held an urgent press conference in front of Chongwadae on October 18 to strongly demand the government authorities immediately revoke the decision made by them yielding to the U.S. pressure. &nbsp;&nbsp;&nbsp;\r\n On the same day, the organization staged a signature campaign in different places such as Seoul, Pusan and Taejon against the troop dispatch and held a candle-light demonstration in front of Kwanghwamun in Seoul in solidarity with the south Korean Federation of University Student Councils that evening, urging citizens to come out in a movement against the troop dispatch. The protest continued in the next day. &nbsp;&nbsp;&nbsp;\r\n The above-said organization held another press conference in the people's rally site in Kwanghwamun in Seoul on Oct. 19 at which it dismissed the authorities' decision to dispatch troops as a \"violation of democracy and a perfidy to the trust of the people\". &nbsp;&nbsp;&nbsp;\r\n The organization stated that it would stage a more positive struggle such as movement to vote down those assemblymen who agreed to the decision in the next year's general election. &nbsp;&nbsp;&nbsp;\r\n On the same day students belonging to the \"National Federation of University Students for Struggle\" staged a surprise demonstration in front of Chongwadae, shouting slogans such as \"Withdraw decision to dispatch troops to the U.S. war of aggression against Iraq\".    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Indicted for Ditching DPRK-U.S. Agreed Framework",
            "url": "http://kcna.co.jp/item/2003/200310/news10/22.htm#9",
            "content": "U.S. Indicted for Ditching DPRK-U.S. Agreed Framework\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 21 (KCNA) -- The Korean Central News Agency Monday published an indictment bitterly denouncing the United States for unilaterally ditching the DPRK-U.S. Agreed Framework, thus escalating the nuclear standoff between the DPRK and the U.S. and creating the danger of a nuclear war on the Korean peninsula.\r\n The AF which was adopted on October 21, 1994 was a historic document in which both sides committed themselves to settle the nuclear issue including the issue of replacing the DPRK's graphite-moderated reactors by LWRs, the issue of normalizing the political and economic relations between the DPRK and the U.S., the issue of denuclearizing the Korean peninsula and ensuring its peace and security and the issue of tightening the system of nuclear non-proliferation. &nbsp;&nbsp;&nbsp;\r\n Proceeding from the stand of good faith to build confidence with the U.S. and develop relations with it to suit the changed international situation and the trend of the times towards peace, the DPRK government signed the AF with the U.S. and has sincerely implemented it, the indictment says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The DPRK had kept in safe storage at least 8,000 sealed spent fuel rods until the U.S. totally ditched the AF. &nbsp;&nbsp;&nbsp;\r\n The DPRK's integrity regarding the freeze of its nuclear facilities was fully proved through the inspection of \"underground facilities\" of the DPRK made by the U.S. experts group on a payment basis in May 1999. &nbsp;&nbsp;&nbsp;\r\n The DPRK government decided to lift restrictions on the American goods to be shipped into the DPRK and a ban on U.S. trading ships' calls at DPRK ports for transaction between the DPRK and other countries from mid-January 1995, three months after the AF was adopted, according to Article 2 of the AF stipulating that trade and investment barriers shall be eased. This was the only restrictions imposed by the DPRK upon the U.S. in economic and trade relations. &nbsp;&nbsp;&nbsp;\r\n The DPRK has thus fulfilled all its commitments under the AF. &nbsp;&nbsp;&nbsp;\r\n By refusing to push forward the construction of LWRs and completely stopping the supply of heavy fuel oil to the DPRK the U.S. earned the ill fame of a criminal who scrapped the AF. &nbsp;&nbsp;&nbsp;\r\n Under the AF the U.S. was obliged to build two LWRs with a total capacity of two million kw by 2003 and supply 500, 000 tons of heavy fuel oil to the DPRK every year until their construction is completed. &nbsp;&nbsp;&nbsp;\r\n Recalling that the U.S. insisted on the provision of \"south-Korean type\" LWRs which did not exist at all and laid obstacles to the allocation of funds, too, the indictment cites facts to prove how the U.S. blocked the LWR construction. &nbsp;&nbsp;&nbsp;\r\n The U.S. has not sincerely implemented its legal commitment to deliver heavy fuel oil in compensation for the loss of energy caused by the DPRK's freeze of its graphite-moderated reactor and their related facilities according to Paragraph 2 of Article 1 of the AF, the indictment notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. has not properly financed the supply of heavy fuel oil. After suspending this supply for a long period, painting the supply as a sort of \"benefit,\" it sent a huge quantity of heavy fuel oil to the DPRK at a time, creating great confusion in its economy. &nbsp;&nbsp;&nbsp;\r\n Finally, the United States decided to stop the supply of heavy fuel oil to the DPRK on November 14, 2002 and formally halted its supply through the KEDO from December of the year. &nbsp;&nbsp;&nbsp;\r\n The U.S. thus unilaterally abrogated the only article of the AF that had been implemented. &nbsp;&nbsp;&nbsp;\r\n Noting that it was the stand of the Bush administration to abrogate the Geneva agreement, the indictment refers to the ever more undisguised U.S. moves to ditch the AF. &nbsp;&nbsp;&nbsp;\r\n On December 19, 2000 Bush, when discussing the issue of taking over the presidential office from Clinton, insisted on scrapping the AF, asserting that it was better not to have any negotiated settlement with north Korea and the Geneva agreement failed to stop north Korea from developing nukes. &nbsp;&nbsp;&nbsp;\r\n It is the U.S. commitment under the DPRK-U.S. Agreed Framework to lift economic sanctions against the DPRK. &nbsp;&nbsp;&nbsp;\r\n But the Bush administration regards them as a main leverage to isolate and stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n In April this year Bush set out a security plan for preventing the proliferation of weapons, asserting that the international community is entitled to intercept vessels and aircraft suspected of proliferating weapons through the open sea and along international air routes. &nbsp;&nbsp;&nbsp;\r\n On this basis the U.S. proposed a security system for preventing the proliferation of weapons of mass destruction at the G-8 summit in June and this was elaborated at Madrid and Brisbane meetings in June and July. &nbsp;&nbsp;&nbsp;\r\n There happened abnormal situation under which the approvals of regular aid projects for the DPRK have been delayed or shelved by some UN organizations under the manipulation of the U.S. &nbsp;&nbsp;&nbsp;\r\n The present reality goes to prove that the U.S. threw away like a pair of old shoes the AF which called for the termination of the hostile relations between the DPRK and the U.S., the normalization of bilateral political and economic relations and their peaceful co-existence. &nbsp;&nbsp;&nbsp;\r\n Referring to the U.S. nuclear threat and the DPRK's nuclear deterrent force, the indictment continues: &nbsp;&nbsp;&nbsp;\r\n The U.S. has systematically increased the nuclear threat to the DPRK, among other things, by shipping into south Korea all types of nuclear weapons capable of striking the DPRK. &nbsp;&nbsp;&nbsp;\r\n It has introduced into south Korea all types of nuclear weapons including tactical nuclear bombs for fighter bombers and nuclear shells for howitzers for the last several decades. &nbsp;&nbsp;&nbsp;\r\n On May 31 this year the U.S. made public an \"arms build-up plan\" to arm the U.S. troops present in south Korea with new types of nuclear weapons. &nbsp;&nbsp;&nbsp;\r\n In a \"report on nuclear weapons\" in January 2002, the U.S. clarified that it would use nukes against north Korea. In a \"report on national security strategy\" issued in September of the same year Bush reiterated the U.S. intention to use nukes when mounting a preemptive military attack on the DPRK.  The Bush regime defined the DPRK as part of an \"axis of evil\" and listed it as \"a target of preemptive nuclear attack\". &nbsp;&nbsp;&nbsp;\r\n This is an open challenge to its duty under the DPRK-U.S. Agreed Framework and a wanton violation of it. &nbsp;&nbsp;&nbsp;\r\n The U.S. declared the preemptive nuclear strike at the DPRK as its policy, reducing the joint declaration for denuclearization adopted between the north and the south of Korea to a dead document and wantonly trampling down the basic spirit of the NPT. &nbsp;&nbsp;&nbsp;\r\n But for the physical deterrent in the DPRK to cope with the U.S. \"policy of strength\" and \"nuclear policy\" a nuclear war would have already broken out on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n The powerful war deterrent of the DPRK guarantees peace on the peninsula. &nbsp;&nbsp;&nbsp;\r\n The DPRK will further increase its nuclear deterrent as a self-defensive measure as long as the U.S. refuses to make a switchover in its hostile policy toward the former and persistently pursues a nuclear stand-off. &nbsp;&nbsp;&nbsp;\r\n When an appropriate time comes, the DPRK's increased nuclear deterrent force will be demonstrated in practice. All facts prove that the U.S. is chiefly accountable for disturbing peace and security on the Korean peninsula by scrapping the DPRK-U.S. Agreed Framework and escalating its nuclear threat and war moves.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Useful Animals Multiplied in DPRK",
            "url": "http://kcna.co.jp/item/2003/200310/news10/22.htm#10",
            "content": "Useful Animals Multiplied in DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 21 (KCNA) -- Useful animals have been protected and multiplied in the Democratic People's Republic of Korea.\r\n Many stock farms in Pyongyang, North Phyongan and South Hwanghae provinces are breeding a large number of profitable animals such as pheasant and roe deer. &nbsp;&nbsp;&nbsp;\r\n Stock farms in provinces, cities and counties set pheasants and roe deer free in mountains and fields during the autumn general mobilization period for land management every year. &nbsp;&nbsp;&nbsp;\r\n Recently the North Hwanghae Province released some 10,000 pheasants and North Phyongan Province thousands of pheasants in mountains and fields. &nbsp;&nbsp;&nbsp;\r\n The pheasants and roe deer released in North Hwanghae Province over the past 26 years total more than 215,000. &nbsp;&nbsp;&nbsp;\r\n The government has taken steps to plant many trees in places good for useful animals to live in and provide conditions favorable for their inhabitation. &nbsp;&nbsp;&nbsp;\r\n Great efforts are being directed to a solution to scientific and technical issues arising in breeding and multiplying pheasants and roe deer.    \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan Urged to Swim with Global Trend",
            "url": "http://kcna.co.jp/item/2003/200310/news10/22.htm#11",
            "content": "Japan Urged to Swim with Global Trend\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 21 (KCNA) -- It has become a global trend to strive to redress wrongs committed against humankind in the past, says Rodong Sinmun today in a signed article. Urging Japan to redeem its past as early as possible, the article continues:\r\n Germany is making efforts for a full settlement of the issue of compensation. But quite contrary to it, Japan has persistently evaded its responsibility to apologize and compensate for the crimes it committed in the last century. &nbsp;&nbsp;&nbsp;\r\n After illegally occupying Korea early in the 20th century the Japanese imperialists committed such extra-large crimes against humanity as kidnapping and forcibly drafting more than 8.4 million young and middle-aged Koreans for inhuman slave labor, killing at least one million Koreans and forcing 200,000 Korean women into sexual slavery for the Imperial Japanese Army.  It is legal and moral obligations for Japan, the assailant, to admit its responsibility for its past crimes and make apology and compensation to the Koreans, the victim. However, Japan fails to sincerely approach the issue of redeeming its past wrongs until now although more than half a century has passed since its defeat. &nbsp;&nbsp;&nbsp;\r\n Not a few countries committed aggression and war crimes in the 20th century, but there is no country which behaves so meanly and brazenly as Japan. &nbsp;&nbsp;&nbsp;\r\n The core issue in improving relations between the DPRK and Japan is latter's redressing its past crimes. &nbsp;&nbsp;&nbsp;\r\n If Japan truly wants to cut the political Gordian knot ingrained between the two countries and have good relationship and enjoy co-existence and co-prosperity with the DPRK, it should redeem its past crimes at an early date, probing the truth behind the crimes committed by Japan in the past and making sincere apology and compensation for them.    \r\n   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Decision to Additionally Dispatch Troops to Iraq Assailed",
            "url": "http://kcna.co.jp/item/2003/200310/news10/22.htm#12",
            "content": "Decision to Additionally Dispatch Troops to Iraq Assailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 21 (KCNA) -- A spokesman for the Central Committee of the Kim Il Sung Socialist Youth League in a statement today branded south Korea's decision to additionally dispatch troops to Iraq as a pro-U.S. submissive act of leaving young south Koreans to the tender mercy of the U.S. imperialist aggression forces as their bullet shields to please the U.S., utterly indifferent to the nation's dignity and interests, and an unpardonable crime against it. \r\n On Oct.18 the south Korean authorities at the socalled meeting of the \"national security council\" formally decided to additionally dispatch troops to Iraq and present a motion calling for the troop dispatch to the \"National Assembly\". &nbsp;&nbsp;&nbsp;\r\n Recalling that the south Korean authorities openly perpetrated the traitorous act of deciding to dispatch troops to Iraq, yielding to the U.S. pressure for the additional troop dispatch in the wake of their troop dispatch to Iraq in April last, caving in to the pressure of the U.S. and the pro-U.S. right-wing conservatives, the spokesman continued: &nbsp;&nbsp;&nbsp;\r\n The U.S., which launched the war of aggression in Iraq, is reluctant to send its troops to its battlefields. Yet, the south Korean authorities are hurling fellow countrymen there even spending the money collected from the south Korean people as taxes. We bitterly denounce such act as a pro-U.S. submissive act, flunkeyist treachery. &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities should ponder over the consequences to be entailed by such criminal additional dispatch of troops to Iraq and unconditionally revoke the wrong anti-national \"decision\". &nbsp;&nbsp;&nbsp;\r\n There is no reason for the young south Koreans to shed blood and meet tragic deaths in the far-off alien country for the sake of the U.S. imperialist aggressors. &nbsp;&nbsp;&nbsp;\r\n The south Korean youth and students should not be taken in by the deceptive trick of the U.S. imperialists and their followers but valiantly come out in the struggle against the anti-national troop dispatch. &nbsp;&nbsp;&nbsp;\r\n We ardently call upon the youth and students, all parties and groupings and people from all walks of life in south Korea to resolutely oppose and reject the additional troop dispatch doing harm to the dignity and interests of the nation and launch a dynamic mass movement to vote down all the \"national assemblymen\", who are going against the people's will and getting hell-bent on the additional troop dispatch, in the next year's \"general election\"    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}