{
    "date": "2003-06-21",
    "url": "http://kcna.co.jp/item/2003/200306/20030621.htm",
    "articles": [
        {
            "title": "Russian National Day commemorated",
            "url": "http://kcna.co.jp/item/2003/200306/news06/21.htm#1",
            "content": "Russian National Day commemorated \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 20 (KCNA) -- A film show was held at the Chollima House of Culture on June 19 on the occasion of the National Day of Russia.\r\n Present on invitation were Ambassador Andrei Karlov and officials of the Russian embassy here. &nbsp;&nbsp;&nbsp;\r\n Vice-chairperson of the Committee for Cultural Relations with Foreign Countries Hong Son Ok who is chairwoman of the Korea-Russia Friendship Association, officials concerned and working people in the city were on hand. &nbsp;&nbsp;&nbsp;\r\n The participants saw the Russian feature film \"Star\".    \r\n\r\n"
        },
        {
            "title": "U.S. moves to increase international pressure upon DPRK under fire",
            "url": "http://kcna.co.jp/item/2003/200306/news06/21.htm#2",
            "content": "U.S. moves to increase international pressure upon DPRK under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 20 (KCNA) -- James Kelly, U.S. assistant secretary of state, addressing a coordinating meeting of the United States, South Korea and Japan to discuss the nuclear issue on the Korean Peninsula, said that if North Korea does not respond to the call for multilateral talks or rejects them in a bid to strain the situation, the U.S. will bring the North Korean issue to the U.N. Security Council for discussion again.\r\n If the U.S. brings the DPRK's \"issue\" up for U.N. debate, it will react to it with a strong emergency measure, warns Rodong Sinmun in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n It is not hard to guess why the United States is insisting on the multilateral talks while turning away from Pyongyang's proposal for the DPRK-U.S. bilateral talks aimed to settle sensitive pending issues between them and why it is seeking to bring the DPRK's \"issue\" to the U.N. again, the commentary observes, and goes on: It is the intention of the U.S. to justify the international pressure upon the DPRK over its \"nuclear issue\" and secure a justification to ignite another Korean war. &nbsp;&nbsp;&nbsp;\r\n In case the United States persistently brings the DPRK's \"issue\" to the U.N. the United Nations should take the U.S., the world's biggest possessor of nukes, to task before any other countries as it sparked a nuclear crisis on the Korean Peninsula, grossly violated the NPT and the DPRK-U.S Agreed Framework, and scuttled the process of denuclearization on the Korean Peninsula, leading the situation to the brink of war. &nbsp;&nbsp;&nbsp;\r\n The United States is unilaterally rendering the situation extremely tense through a vicious psychological operation and blockade aimed to stifle the DPRK. Such moves of the U.S. compel the DPRK to discard any expectation for the multilateral talks proposed by Washington. &nbsp;&nbsp;&nbsp;\r\n The DPRK has no alternative but to build up a powerful war deterrent force as long as the U.S. pursues the policy to stifle it. \r\n\r\n"
        },
        {
            "title": "International solidarity with Korean people voiced",
            "url": "http://kcna.co.jp/item/2003/200306/news06/21.htm#3",
            "content": "International solidarity with Korean people voiced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 20 (KCNA) -- A rally for solidarity with the Korean people, a lecture and a film show took place at the head office of the New Communist Party of Great Britain, in Brazzaville of Congo and Indonesia from June 6 to 13 on the occasion of the 3rd anniversary of the publication of the June 15 North-South Joint Declaration.\r\n Andy Brooks, General Secretary of the New Communist Party of Great Britain, in a speech said that the June 15 North-South Joint Declaration was a result of the determination and will of leader Kim Jong Il who is carrying through the instructions of President Kim Il Sung for national reunification. &nbsp;&nbsp;&nbsp;\r\n Christopher Coleman, spokesman (leader) of the Central Committee of the Revolutionary Communist Party of Britain (Marxist-Leninist), in a speech said that the publication of the joint declaration opened a bright prospect of national reunification, adding that the party, allied with progressive political parties of Britain, would always extend support and solidarity to the Korean people in their efforts to implement the joint declaration. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Brazzaville Group for the Study of the Juche Idea gave a lecture titled \"The June 15 North-South Joint Declaration is a milestone for Korea's reunification\" in Congo. &nbsp;&nbsp;&nbsp;\r\n The Korean film \"The Great Leader Comrade Kim Jong Il Meets with President Kim Dae Jung\" was shown in Indonesia. &nbsp;&nbsp;&nbsp;\r\n The Bohemian, Moravian and Silesian Trade Unions' Association of the Czech Republic on June 13 released a statement expressing full support to the historic June 15 North-South Joint Declaration.    \r\n\r\n"
        },
        {
            "title": "Anti-U.S. and anti-war struggle called for in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200306/news06/21.htm#4",
            "content": "Anti-U.S. and anti-war struggle called for in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 20 (KCNA) -- The headquarters of the People's Movement for the Withdrawal of the U.S. Forces in a statement on June 13 reportedly called for staging a dynamic struggle for peace against the U.S. and war.\r\n The statement said that the U.S. is getting frantic in its ceaseless military exercises and arms build-up to exterminate all the 70 million Koreans after killing the two schoolgirls, calling on the people to replace the anti-U.S. candlelights by the peace torches against the U.S. and war to smash its moves to unleash a war on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n Noting that as long as the U.S. forces stay in South Korea, their crimes will not stop and there can be no peace and stability in this land, the statement strongly demanded the U.S. forces, a group of criminals and a time bomb for a war, quit South Korea at once.    \r\n\r\n"
        },
        {
            "title": "S. Korean authorities' unjust policy protested",
            "url": "http://kcna.co.jp/item/2003/200306/news06/21.htm#5",
            "content": "S. Korean authorities' unjust policy protested \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 20 (KCNA) -- The South Korean labor camp rose against the unjust labour policy of the authorities, according to KBS and MBC of South Korea.\r\n The South Korean railway workers' union threatened to call a strike on June 28 in case the \"bill on railway reform\" proposed by the \"government\" passes through the national assembly. &nbsp;&nbsp;&nbsp;\r\n The trade unions of Choheung bank in a statement released Monday declared that the unions would call a general strike on June 25 in protest against the measure to sell the bank, noting that the sale of the bank would mean a signal shot to bring the financial industry of South Korea to ruin. &nbsp;&nbsp;&nbsp;\r\n The South Korean Confederation of Trade Unions decided to call on June 25 a strike to be participated in by 100,000 people all over S. Korea in protest against the labor policy of the \"government.\" The Federation of Korean Trade Unions also warned that trade unions of over 300 working sites under the FKTU would enter into a general strike on June 30. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the national teachers union all at once went into an all-night hunger sit-in strike across South Korea on June 16 in the run-up to the vacation campaign for the lifting of the measure for enforcing the information system of the educational administration.    \r\n\r\n"
        },
        {
            "title": "Environment protection research center",
            "url": "http://kcna.co.jp/item/2003/200306/news06/21.htm#6",
            "content": "Environment protection research center \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 20 (KCNA) -- Environmental protection is being carried out as an all-people campaign in the Democratic People's Republic of Korea.\r\n The environment protection research center under the Ministry of the Land and Environment Protection takes a big share in this work. &nbsp;&nbsp;&nbsp;\r\n It, founded in August Juche 66 (1977), works out criteria, regulations and written directions to prevent the pollution of air, water and soil as well as the scientific research into environmental protection. &nbsp;&nbsp;&nbsp;\r\n  It has 12 research rooms including air environment, river and marine environment, ecological environment, soil environment and scientific information, sewage disposal and regeneration, and bioengineering research rooms with hundreds of researchers. &nbsp;&nbsp;&nbsp;\r\n  It has more than 20 monitor stations in all provinces and in leading industrial zones to measure environmental pollution and take measures to regenerate it in each region. &nbsp;&nbsp;&nbsp;\r\n  Offices to measure river water have been set up along the Taedong, Chongchon and other rivers. A scientific research has been done to survey and analyze the reason of accumulation and contamination and to prevent them. &nbsp;&nbsp;&nbsp;\r\n  It is conducting brisk cooperation with various international organizations in the field of environmental protection.    \r\n\r\n"
        },
        {
            "title": "Injections for heart diseases developed",
            "url": "http://kcna.co.jp/item/2003/200306/news06/21.htm#7",
            "content": "Injections for heart diseases developed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 20 (KCNA) -- The Central Laboratory of the Academy of Sciences has developed a coenzyeq injection efficacious for heart diseases.\r\n According to dr. Pak Hon Hyo, head of the researchers' team, the injection is made of coenzyeq 10 extracted from muscular tissues of animals. Coenzyeq 10 has a strong effect on the improvement of cell metabolism. &nbsp;&nbsp;&nbsp;\r\n The injection prevents pathological symptoms caused by lack of oxygen in myocardium, abnormal cell breath from acute metabolic disorder of myocardium, increases cardiac output and reduces peripheral vascular resistance. &nbsp;&nbsp;&nbsp;\r\n It also reduces hepatic and pulmonary congestion and edema caused by cardiac incompetence, considerably improve angina and quickly revives the metabolism of liver cells. &nbsp;&nbsp;&nbsp;\r\n Another injection which is made of an extract from heart of animal improves metabolism of heart and brain and promotes cell breath. &nbsp;&nbsp;&nbsp;\r\n It is efficacious for irregular pulsation, cardiac neurasthenia, myocarditis and other heart diseases, aftermath from cerebral contusion and cerebral thrombosis, carbon monoxide poisoning and ulcers.    \r\n\r\n"
        },
        {
            "title": "Chinese residents help Korean farmers",
            "url": "http://kcna.co.jp/item/2003/200306/news06/21.htm#8",
            "content": "Chinese residents help Korean farmers \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 20 (KCNA) -- Chinese residents in South Hwanghae Province visited the Yongyang Cooperative Farm in Haeju city on June 18 to help farmers in pulling rice seedlings and rice transplantation.\r\n During a break, they sang songs and talked with farmers. &nbsp;&nbsp;&nbsp;\r\n They handed aid materials to the farm.    \r\n\r\n\r\n"
        },
        {
            "title": "Egyptian diplomats help Korean farmers",
            "url": "http://kcna.co.jp/item/2003/200306/news06/21.htm#9",
            "content": "Egyptian diplomats help Korean farmers\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 20 (KCNA) -- Ambassador Ahmed Ramy and officials of the Egyptian embassy here visited the Korea-Egypt Friendship Sosamjong Co-op Farm on June 19 to help farmers in weeding a vegetable field.\r\n During a break, they talked with farmers and sang songs together, deepening the friendship. &nbsp;&nbsp;&nbsp;\r\n The ambassador sincerely hoped that the Korean people would achieve fresh success in the building of a great prosperous powerful nation under the leadership of Kim Jong Il, adding that the friendly relations between the peoples of Egypt and the DPRK would develop more favorably. &nbsp;&nbsp;&nbsp;\r\n The guests handed aid materials to the farm.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S.-S. Korean war exercises condemned",
            "url": "http://kcna.co.jp/item/2003/200306/news06/21.htm#10",
            "content": "U.S.-S. Korean war exercises condemned\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 20 (KCNA) -- Rsoi exercises of marines staged by the U.S. imperialists and the South Korean military, are not a mere \"drill\" but an adventurous war exercise aimed at preemptive attack on the DPRK, says Minju Joson today in a commentary.\r\n The commentary brands the exercises as a challenge to all the Koreans desirous of national reconciliation and unity and the reunification of the country and a wanton violation of the June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n We are now in full combat readiness to counter any enemy invasion while pursuing the Songun policy and increasing the revolutionary war deterrence force to defend the sovereignty, dignity, peace and security of the country, it notes, and says: &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists should behave themselves and stop such reckless war exercises targeted against the DPRK at once, properly understanding the revolutionary will and stamina of its army and people. &nbsp;&nbsp;&nbsp;\r\n The bellicose forces of South Korea should return to the fold of the nation, not turning to a war against the fellow countrymen in league with outsiders.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Foreign diplomats visit Kaechon-Lake Thaesong Waterway",
            "url": "http://kcna.co.jp/item/2003/200306/news06/21.htm#11",
            "content": "Foreign diplomats visit Kaechon-Lake Thaesong Waterway\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 20 (KCNA) -- Diplomatic envoys and officials of the Indonesian, Vietnamese, Cambodian, Mongolian, Indian, Pakistani and Iranian embassies here visited the Kaechon-Lake Thaesong Waterway on June 19 on the occasion of the 39th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\r\n They looked round the Taegak Youth Dam and structures and the waterway stretching over 150 km. &nbsp;&nbsp;&nbsp;\r\n Vietnamese Ambassador Do Thi Hoa said that the Korean people's construction of such huge waterway is something marvelous. This clearly shows what tremendous might the Korean people boundlessly loyal to the idea and leadership of Kim Jong Il can display, she noted, and continued: &nbsp;&nbsp;&nbsp;\r\n The completion of the waterway made it possible for the DPRK to make a great advance in the economic development and the agricultural production. &nbsp;&nbsp;&nbsp;\r\n Mongolian Ambassador to the DPRK Janchivdorjyn Lombo said that the waterway plays an important role in transforming nature and increasing the agricultural production, adding that he came to clearly know about the creative ability displayed by the Korean people in successfully completing the project.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}