{
    "date": "2003-03-27",
    "url": "http://kcna.co.jp/item/2003/200303/20030327.htm",
    "articles": [
        {
            "title": "U.S. urged to respond to DPRK-U.S. direct talks",
            "url": "http://kcna.co.jp/item/2003/200303/news03/27.htm#1",
            "content": "U.S. urged to respond to DPRK-U.S. direct talks \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 26 (KCNA) -- U.S. Secretary of State Powell was reported to have said recently the U.S. wants the international community to intervene in the nuclear issue as it is not simply a problem to North Korea and the U.S. and believes that the multilateral talks are the best way of settling the issue. U.S. President Bush in a press conference at the White House said that the U.S. is not opposed to bilateral talks with the DPRK without reason, noting that the nuclear issue of North Korea is obviously a regional issue.\r\n In this regard Rodong Sinmun today in a signed commentary says that it was the U.S. that spawned and hyped the nuclear issue on the Korean Peninsula and brought it to an extreme phase. The U.S. is chiefly to blame for a new nuclear crisis on the Korean Peninsula and the international community has nothing to do with it, the commentary says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. much publicized multilateral talks are nothing but a sinister plot to leave the nuclear issue to the international community to settle it and flee from its direct responsibility for it. &nbsp;&nbsp;&nbsp;\r\n Through the multilateral talks the U.S. seeks to convince the international community that the nuclear issue on the Korean Peninsula is an international issue and shift all the blames for the crisis onto the DPRK in a bid to charge it with \"nuclear weapons development,\" garner the international community's support and create favorable conditions for its military attack on the DPRK. &nbsp;&nbsp;&nbsp;\r\n The DPRK remains unchanged in its principled stand that the nuclear issue on the Korean Peninsula should be settled by way of concluding a non-aggression treaty through the direct dialogue between the DPRK and the U.S. on the principle of impartiality and equality. &nbsp;&nbsp;&nbsp;\r\n The DPRK has no idea of begging the U.S. for a dialogue while compromising its principle. &nbsp;&nbsp;&nbsp;\r\n The U.S. should respond to the DPRK-U.S. direct talks at an early date, well aware that neither international pressure nor military threat and blackmail can work on the DPRK. &nbsp;&nbsp;&nbsp;\r\n The DPRK-U.S. direct talks are the only way of settling the nuclear issue.    \r\n\r\n"
        },
        {
            "title": "Posters for 21st April Art Festival released",
            "url": "http://kcna.co.jp/item/2003/200303/news03/27.htm#2",
            "content": "Posters for 21st April Art Festival released \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 26 (KCNA) -- Posters have been published for the April Spring Friendship art festival to be held on the occasion of the Day of the Sun.\r\n Among them is a poster depicting immortal flowers, Kimilsungia and Kimjongilia, and doves flying over those beautiful flowers in full bloom. This shows warm welcome to artistes of different countries who come to Pyongyang, the city of festival, with songs and dances of high praise dedicated to President Kim Il Sung and General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n There is also a poster carrying the slogan \"Let us loudly sing songs of independence, peace and friendship\" and depicting beautiful artistes upholding the festival emblem, and doves flying in the clear and blue sky. It demonstrates the will of the progressive humankind to lead a genuine life, loudly singing the songs of friendship and solidarity in an independent, new world. &nbsp;&nbsp;&nbsp;\r\n Another poster portrays foreign artistes singing songs and playing various musical instruments. It shows the ardent desire of the participants in the festival to loudly sing the songs of deep reverence for Kim Il Sung who performed undying feats for the human cause of independence. &nbsp;&nbsp;&nbsp;\r\n Some of the posters depict foreign artistes in national costumes displaying colorful rhythmic movements of dance and acrobats performing skillful aerial stunts. They hint that colorful numbers will be put on the forthcoming festival stage. &nbsp;&nbsp;&nbsp;\r\n Those posters will be helpful to whipping up the festive mood as they reflects the desire of the Korean nation and the world progressives to significantly commemorate the Day of the Sun and sing in praise of the sun through centuries and decades.    \r\n\r\n"
        },
        {
            "title": "KCNA on Japan's planned launch of spy satellite",
            "url": "http://kcna.co.jp/item/2003/200303/news03/27.htm#3",
            "content": "KCNA on Japan's planned launch of spy satellite \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 26 (KCNA) -- Japan will reportedly launch a spy satellite at the end of this month by large-size carrier rocket H-2A called a \"perfect prototype rocket\".\r\n This launch, which will be made for the first time allegedly for national security and the handling of crisis, can not but arouse a deep concern of the international community for its military purpose. &nbsp;&nbsp;&nbsp;\r\n In particular, Japan's assertion that the launch is intended to \"cope with North Korea's missile threat\" is heightening the vigilance of the DPRK. &nbsp;&nbsp;&nbsp;\r\n There are in Japan a buzz that the DPRK may launch another ballistic missile and an assertion that Japan should make full preparations to detect and intercept it in time. &nbsp;&nbsp;&nbsp;\r\n It is no more than sophism of Japan to justify its launch of the spy satellite and the introduction of a Missile Defence System (MD). &nbsp;&nbsp;&nbsp;\r\n Whenever an opportunity presents itself, Japan would talk about the \"missile threat\" from the DPRK. But, the DPRK's missile is of self-defensive nature and it poses no threat to any country that does not provoke the DPRK. &nbsp;&nbsp;&nbsp;\r\n Nevertheless, Japan seeks to launch even a spy satellite and push ahead in real earnest with the establishment of MD while insisting on the \"missile threat\" from the DPRK. This clearly shows what a dangerous phase Japan's moves to turn itself into a military power have reached. &nbsp;&nbsp;&nbsp;\r\n What matters is the fact that Japan is planning to launch such a spy satellite targeted against the DPRK at a time when the united states has designated it as the next target of its attack after the ongoing Iraqi war. &nbsp;&nbsp;&nbsp;\r\n Japan is foolishly scheming to realize its ambition for reinvasion of Korea while acting a shock brigade for the implementation of the U.S. strategy for a preemptive attack and nuclear war to contain the DPRK by force. &nbsp;&nbsp;&nbsp;\r\n If it takes the road of reinvasion, toeing the U.S. policy to stifle the DPRK militarily, Japan will not have its security guaranteed but face self-destruction. &nbsp;&nbsp;&nbsp;\r\n Japan should not run amuck, clearly mindful of such consequences.    \r\n\r\n"
        },
        {
            "title": "U.S. invasion of Iraq denounced",
            "url": "http://kcna.co.jp/item/2003/200303/news03/27.htm#4",
            "content": "U.S. invasion of Iraq denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 26 (KCNA) -- The south headquarters of the National Alliance for the Country's Reunification (Pomminryon) reportedly issued a statement on March 21 denouncing the Iraqi war ignited by the U.S.\r\n The statement branded the U.S. which stoops to any infamy for its interests as an axis of evil menacing peace of the whole world. &nbsp;&nbsp;&nbsp;\r\n The U.S. invasion of Iraq teaches a serious lesson to the world peace-loving people, the statement noted, and went on: &nbsp;&nbsp;&nbsp;\r\n The invasion patently shows how dangerous and unilateral the aim sought by the Bush regime in the war of aggression is. &nbsp;&nbsp;&nbsp;\r\n The U.S. started the Iraqi war before the blood shed by afghans got dry and is escalating the tensions on the Korean Peninsula and its moves to make a preemptive attack on the DPRK. &nbsp;&nbsp;&nbsp;\r\n It is chiefly to blame for bringing again dark clouds of war to hang over this land. &nbsp;&nbsp;&nbsp;\r\n The statement demanded the South Korean authorities immediately cancel their plan to dispatch troops to the Iraqi war and retract the support to the war.    \r\n\r\n"
        },
        {
            "title": "Finance minister on state budget for 2003",
            "url": "http://kcna.co.jp/item/2003/200303/news03/27.htm#5",
            "content": "Finance minister on state budget for 2003 \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 26 (KCNA) -- The 6th session of the 10th Supreme People's Assembly was held here on March 26.\r\n Minister of Finance Mun Il Bong made a report \"On the Summing Up of the DPRK State Budget for Juche 91 (2002) and Its State Budget for Juche 92 (2003).\" &nbsp;&nbsp;&nbsp;\r\n The report says: &nbsp;&nbsp;&nbsp;\r\n Last year the gross industrial output value increased 12 percent as compared with 2001 and a foundation was laid to boost agricultural production. &nbsp;&nbsp;&nbsp;\r\n New measures were taken to improve the economic management and the standard of people's living to suit the changed environment and conditions as evidenced by an increase in prices of all goods and living allowance and steps taken to properly introduce the cost-accounting system. &nbsp;&nbsp;&nbsp;\r\n The plan of the state budgetary revenue was fulfilled at 100.5 percent while that of the state budgetary expenditure at 99.8 percent last year. &nbsp;&nbsp;&nbsp;\r\n The DPRK government allocated 14.9 percent of the total state budgetary expenditure for increasing the national defence capacity to cope with the imperialists' evermore undisguised moves to isolate and stifle the DPRK, thus increasing the people's army's combat capability in every way and reinforcing the national defence industry. &nbsp;&nbsp;&nbsp;\r\n Last year the DPRK government spent 22.7 percent of the total state budgetary expenditure for various domains of national economy. As a result, the material and technical foundation of the key industrial fields and agriculture gained in scope and strength and the technical reconstruction and modernization of light industry made headway to boost the production of mass consumption goods. &nbsp;&nbsp;&nbsp;\r\n A big allocation of funds was made for science and technology. &nbsp;&nbsp;&nbsp;\r\nAs a result, main tasks under the 5-year plan for scientific and technological progress were successfully carried out to lay a foundation for developing ultra-modern science and technology and realise the technical reconstruction and modernization of the national economy. &nbsp;&nbsp;&nbsp;\r\n Big efforts were channeled into the construction of key projects and land construction was energetically carried out as a mass movement. &nbsp;&nbsp;&nbsp;\r\n The state allotted a huge amount of fund for implementing popular policies as the country's economic conditions remained difficult. &nbsp;&nbsp;&nbsp;\r\n All the achievements made in the course of carrying out the state budget last year were a shining fruition of the army-based revolutionary leadership of the Workers' Party of Korea and a striking demonstration of the validity and vitality of its financial policy. &nbsp;&nbsp;&nbsp;\r\n The state budgetary revenue for this year is expected to grow 13.6 percent over last year. &nbsp;&nbsp;&nbsp;\r\n The state budget for this year envisages a 5 percent increase in the revenue coming from profits of state enterprises, the main source of budgetary revenue, over last year. Profits of cooperative organizations are expected to swell 3.3. percent, the revenue provided by social insurance 6.7 percent and the land rent 3.7 percent. The state envisages issuing people's life bond to effectively tap and use money to spare. &nbsp;&nbsp;&nbsp;\r\n The total state budgetary expenditure this year is expected to grow 14.4 percent as against last year. &nbsp;&nbsp;&nbsp;\r\n This year's plan of the state budgetary expenditure was worked out on the principle of giving priority to the development of the national defence industry while simultaneously developing light industry and agriculture as required by the era of the army-based policy. &nbsp;&nbsp;&nbsp;\r\n The DPRK government will allocate 15.4 percent of the total state budgetary expenditure for national defence to meet the fundamental interests of the revolution so as to develop the national defence industry and train the people's army as an invincible army and thus consolidate the country's defences as an impregnable fortress. &nbsp;&nbsp;&nbsp;\r\n This year, the 50th anniversary of the victory in the Fatherland Liberation War, the state will give top priority to the production of quality raw and other materials needed for increasing the combat power of the people's army and the national defence industry so as to boost the capability of the revolutionary armed forces in every way and implement to the letter the WPK's policy of putting all the people under arms and turning the whole country into a fortress. &nbsp;&nbsp;&nbsp;\r\n This year investments in the field of power industry will increase 12.8 percent as against last year while 1.3 times more fund than last year will go to the field of coal industry to fundamentally solve the fuel and power problems. &nbsp;&nbsp;&nbsp;\r\n Financial allocations for agriculture and light industry will go up 21.3 percent and 12.4 percent respectively as against last year to effect a radical turn in grain production and boost the production of quality basic foodstuffs and mass consumption goods of various kinds. &nbsp;&nbsp;&nbsp;\r\n The expenses for the development of science and technology are expected to increase 15.7 percent. &nbsp;&nbsp;&nbsp;\r\n 18. 6 percent more fund than last year will be spent for land construction and city management this year to turn the whole country into a thick woodland and greenery and give face-lifting to its appearance. &nbsp;&nbsp;&nbsp;\r\n The disbursement of funds for other fields will significantly swell this year: 15. 3 percent for education, 14.4 percent for culture and arts, 13.1 percent for health care and 6.6 percent for sports. A huge amount of educational aid fund and stipends will be sent to the children of Korean residents in Japan. &nbsp;&nbsp;&nbsp;\r\n The reporter said that the state budget for this year is a revolutionary and popular one as it fully embodies the idea of the Juche-oriented army-based policy and line in the political, military, economic and cultural fields. He asserted the need to fully tap inner resources and possibilities, increase production and economize to the maximum to successfully implement this year's state budget and push ahead with the building of a powerful socialist nation.    \r\n\r\n"
        },
        {
            "title": "State budget discussed at session of DPRK Supreme People's Assembly",
            "url": "http://kcna.co.jp/item/2003/200303/news03/27.htm#6",
            "content": "State budget discussed at session of DPRK Supreme People's Assembly \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 26 (KCNA) -- The 6th session of the tenth Supreme People's Assembly of the Democratic People's Republic of Korea held at the Mansudae Assembly Hall in Pyongyang on March 26 discussed the summing up of the state budget for Juche 91 (2002) and the state budget for Juche 92 (2003).\r\n Minister of Finance Mun Il Bong made a report on this agenda item. &nbsp;&nbsp;&nbsp;\r\n He said: &nbsp;&nbsp;&nbsp;\r\n The gross industrial output value last year increased 12 percent as compared with 2001. &nbsp;&nbsp;&nbsp;\r\n Last year's state budgetary revenue was fulfilled at 100.5 percent as compared with the planned target while the state budgetary expenditure was carried out at 99.8 percent as compared with the plan. &nbsp;&nbsp;&nbsp;\r\n 14.9 percent of last year's total state budgetary expenditure was spent for increasing the country's defence capability. And funds accounting for 22.7 percent of the total state budgetary expenditure were channelled into different domains of the national economy. &nbsp;&nbsp;&nbsp;\r\n The state budgetary revenue for this year is expected to grow 13.6 percent as against last year. The budgetary revenue envisages taking a step for issuing bonds for the people's life with a view to making an effective use of money to spare. &nbsp;&nbsp;&nbsp;\r\n The total state budgetary expenditure will increase 14.4 percent as compared with last year. &nbsp;&nbsp;&nbsp;\r\n This year's master plan for state budgetary expenditure was worked out on the principle of giving priority to the development of the national defence industry, while simultaneously developing the light industry and agriculture as required by the era of the army-based policy. &nbsp;&nbsp;&nbsp;\r\n15.4 percent of this year's total state budgetary expenditure will be allocated for military spending to develop the national defence industry, train the people's army as an invincible army and thus reinforce the country's defences as an impregnable fortress. &nbsp;&nbsp;&nbsp;\r\n Allocations of funds for different fields will significantly increase over last year: 12.8 percent for power industry, 21.3 percent for agriculture, 12.4 percent for light industry, 15.7 percent for the scientific and technological development and 15.3 percent for education. &nbsp;&nbsp;&nbsp;\r\n A large amount of money will be sent to the children of Koreans in Japan this year, too, as educational aid fund and stipends.    \r\n\r\n"
        },
        {
            "title": "6th session of 10th SPA of DPRK held",
            "url": "http://kcna.co.jp/item/2003/200303/news03/27.htm#7",
            "content": "6th session of 10th SPA of DPRK held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 26 (KCNA) -- The 6th session of the 10th Supreme People's Assembly of the Democratic People's Republic of Korea was held at the Mansudae Assembly Hall on Wednesday.\r\n Kim Yong Nam, Hong Song Nam, Kim Il Chol and other senior party, state and army officials were present there together with deputies to the SPA. &nbsp;&nbsp;&nbsp;\r\n The session took up the following agenda items: &nbsp;&nbsp;&nbsp;\r\n1.On the summing up of the DPRK state budget for Juche 91(2002) and its state budget for Juche 92(2003). &nbsp;&nbsp;&nbsp;\r\n2.On approving some laws adopted by the Presidium of the SPA during its recess\r\n Minister of Finance Mun Il Bong made a report on the first agenda item, which was followed by speeches by deputies Kwak Pom Gi, vice-premier of the cabinet, Ryang Man Gil, chairman of the Pyongyang City People's Committee, Ri Kum Bom, Minister of Post and Telecommunications, and others. &nbsp;&nbsp;&nbsp;\r\n The speakers fully supported and approved this year's state budget, saying it is a revolutionary and popular one to fully implement the Juche-oriented army-based idea and line in all political, military, economic and cultural fields. &nbsp;&nbsp;&nbsp;\r\n The session adopted the spa resolution \"on approving the summing up of the DPRK state budget for Juche 91(2002)\" and the SPA ordinance \"on the DPRK state budget for Juche 92(2003).\" &nbsp;&nbsp;&nbsp;\r\n It also adopted the SPA ordinances on approving the law on military service, the law on the structure, the law on city planning, the law on rivers and the law on accounting of the DPRK, which were adopted by the Presidium of the SPA during its recess.    \r\n\r\n"
        },
        {
            "title": "Sports books published",
            "url": "http://kcna.co.jp/item/2003/200303/news03/27.htm#8",
            "content": "Sports books published \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 26 (KCNA) -- From the beginning of the year, the Sports Publishing House of Korea has published six books including \"wrestling\" vol. 2, \"selection of athletes and models\", \"physiology of sportswomen\" and \"boxing training\".\r\nThe books deal with wrestling and boxing technique, coaching, matches, training means and methods and athletes' nutrition and recovery from fatigue. &nbsp;&nbsp;&nbsp;\r\n They give a detailed explanation of heredity, growth and development, morphological characteristics of reserve athletes and of how to select athletes. &nbsp;&nbsp;&nbsp;\r\n They also deal with sportswomen's physiology, physical capacity, training, nutrition and caring for health.    \r\n\r\n\r\n"
        },
        {
            "title": "Light Industrial Art Studio",
            "url": "http://kcna.co.jp/item/2003/200303/news03/27.htm#9",
            "content": "Light Industrial Art Studio\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 26 (KCNA) -- The Light Industrial Art Studio is an industrial fine art creation centre.\r\n Its predecessor is the institute of light industrial art founded in Juche 44 (1955). &nbsp;&nbsp;&nbsp;\r\n The studio has several offices in the capital and local areas. &nbsp;&nbsp;&nbsp;\r\nThey design trademarks, textile, garments, etc. &nbsp;&nbsp;&nbsp;\r\nHundreds of graduates from Pyongyang University of Fine Arts and other educational institutions are working with them. &nbsp;&nbsp;&nbsp;\r\n They have drawn hundreds of thousands of designs, greatly contributing to the development of the country's industrial fine arts. &nbsp;&nbsp;&nbsp;\r\n The studio also accepts orders from local and foreign companies. &nbsp;&nbsp;&nbsp;\r\n Various kinds of designs created by the studio are well received by other countries and international organizations.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan's redress for its past crimes urged",
            "url": "http://kcna.co.jp/item/2003/200303/news03/27.htm#10",
            "content": "Japan's redress for its past crimes urged\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 26 (KCNA) -- A seminar of delegates of international non-governmental organizations on the issue of \"Comfort Women for the Japanese Army\" was held at the United Nations recently.\r\n They took a serious note of the Japanese authorities' base attitude to cover up the truth and historical facts about the crimes related to \"Comfort Women for the Japanese Army\" and to evade their responsibility for them and unanimously underscored the need to put strong pressure upon the Japanese government till this issue is satisfactorily settled. &nbsp;&nbsp;&nbsp;\r\n Minju Joson today says this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n It is not the first time that the issue of Japan's settlement of its past was discussed at the U.N. &nbsp;&nbsp;&nbsp;\r\n The holding of the seminar at the U.N. was attributable to the wrong stand and attitude of the Japanese government toward its crime-woven past. &nbsp;&nbsp;&nbsp;\r\n As far as the issue of the \"Comfort Women for the Japanese Army\" is concerned, it was the state-sponsored crime committed by the Japanese imperialists in the past under a concrete plan for the continental war of aggression. It was, therefore, a crime against humanity unprecedented in human history. &nbsp;&nbsp;&nbsp;\r\n It is an urgent issue for Japan to redress its past crimes as it can never evade its responsibility. &nbsp;&nbsp;&nbsp;\r\n If the Japanese authorities insist on such wrong stand and attitude toward this issue, it will invite stronger international denunciation and rebuff. &nbsp;&nbsp;&nbsp;\r\n If Japan truly wants to improve its tarnished image and win international confidence as a member of the international community, it should pay attention to the demand of the community and redress its past crimes without delay.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Implementation of army-based policy called for",
            "url": "http://kcna.co.jp/item/2003/200303/news03/27.htm#11",
            "content": "Implementation of army-based policy called for\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 26 (KCNA) -- The army-based policy pursued in the DPRK is a just policy for protecting independence from imperialism.\r\n This means that the policy is strictly based on the principle of self-defence, says Rodong Sinmun today in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The Korean People's Army has never harassed or threatened the security of other countries and nations. But it mercilessly punished those who violated the sovereignty of the DPRK and intruded into its inviolable territory even 0.001 mm. &nbsp;&nbsp;&nbsp;\r\n The army-based policy is a just policy for decisively frustrating the moves of the imperialists and reactionaries for aggression and war in reliance upon the invincible revolutionary armed forces which strictly observe the principle of self-defence. &nbsp;&nbsp;&nbsp;\r\n The army-based policy of the Workers' Party of Korea calls for defending socialism with the people's army at the core and as the main force, successfully building a powerful nation of Juche and advancing the cause of national reunification and meeting all challenges of the imperialist and reactionary forces. &nbsp;&nbsp;&nbsp;\r\nHerein lies the anti-imperialist and independent nature of the WPK's army-based policy. &nbsp;&nbsp;&nbsp;\r\n The policy gives a strong impetus to destroying the old order based on aggression, plunder, domination and subjugation and establishing instead a new global political order based on justice and impartiality. This is another reason why the army-based policy becomes a just policy for protecting independence from imperialism. &nbsp;&nbsp;&nbsp;\r\n The progressive people the world over are taking an active part in the struggle to achieve independence against imperialism, convinced that the army-based policy is the most powerful political mode in the 21st century, a key to all victories and a decisive factor of protecting the dignity and sovereignty of the country and nation and frustrating the moves of the imperialist and reactionary forces for domination.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Telephone message to chief delegate of U.S. Forces side",
            "url": "http://kcna.co.jp/item/2003/200303/news03/27.htm#12",
            "content": "Telephone message to chief delegate of U.S. Forces side\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 26 (KCNA) -- As already reported a spokesman for the Panmunjom Mission of the Korean People's Army (KPA) issued a statement in which it referred to the grave situation prevailing on the Korean Peninsula and clarified that the KPA side would regard the persistent war moves of the U.S. and any sanctions to be applied by it against the DPRK in any place as an act of blockade against the DPRK, an act banned by the Armistice Agreement (AA), and that its side would have no option but to take a resolute measure to stop honoring its commitments under the AA.\r\n The KPA side has exercised its utmost patience and restraint, repeatedly urging the U.S. Forces side to stop the arms buildup and large-scale military exercises, threats to the DPRK, at a number of contacts of liaison officers at Panmunjom. &nbsp;&nbsp;&nbsp;\r\n However, the U.S. Forces side transferred nuclear-powered carrier Carl Vinson, several F-117 stealth fighters and a wing of F-15 fighters to South Korea under the pretext of their participation in the Foal Eagle and Rsoi joint military exercises now underway in South Korea and committed aerial espionage against areas of the DPRK almost every day, thus totally breaching the AA and putting its attempt at a preemptive attack on the DPRK into practice step by step. &nbsp;&nbsp;&nbsp;\r\n In this regard the chief delegate of the KPA side to the DPRK-U.S. general-level talks today sent a telephone message in which it said it would not send its liaison officer to the regular contacts of liaison officers at Panmunjom, recognizing that it is meaningless to sit together with the U.S. Forces side to discuss any issue as long as it remains arrogant. &nbsp;&nbsp;&nbsp;\r\n And the message warned that if the U.S. Forces side continues pushing the situation on the Korean Peninsula to the brink of war as now in gross breach of the AA, the KPA side will have no option but to take new important measure as regards the AA for its self-defence.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}