{
    "date": "2003-07-29",
    "url": "http://kcna.co.jp/item/2003/200307/20030729.htm",
    "articles": [
        {
            "title": "DPRK government hosts reception",
            "url": "http://kcna.co.jp/item/2003/200307/news07/29.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Sung's on-the-spot guidance during war",
            "url": "http://kcna.co.jp/item/2003/200307/news07/29.htm#2",
            "content": "DPRK government hosts reception \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 28 (KCNA) -- The DPRK government Sunday hosted a reception at the People's Palace of Culture on the occasion of the 50th anniversary of the victory in the Great Fatherland Liberation War.\r\n Present there were senior officials of the party, state and army and chairmen of the friendly parties. &nbsp;&nbsp;&nbsp;\r\n Also present were the chief of the Pyongyang mission of the National Democratic Front of South Korea and overseas Koreans visiting the socialist homeland. &nbsp;&nbsp;&nbsp;\r\n Diplomatic envoys of various countries and staff members of foreign embassies were invited to the reception. &nbsp;&nbsp;&nbsp;\r\n Kim Il Chol, vice-chairman of the National Defence Commission of the DPRK and Minister of the People's Armed Forces, made a speech. &nbsp;&nbsp;&nbsp;\r\n The victory of the Korean people in the Fatherland Liberation War, he said, was a victory of President Kim Il Sung's Juche-oriented military idea, unique strategies and tactics and extraordinary commanding art and a historical event which proved that the people and army of a country, though small, could emerge victorious in a showdown with a formidable imperialist enemy, if they fought in do-or-die spirit, united in one body, holding their destiny in their hands under the leadership of a great leader. &nbsp;&nbsp;&nbsp;\r\n Noting that a touch-and-go situation, in which a war may break out any moment, has been created on the Korean peninsula due to the U.S. frantic moves to isolate and stifle the DPRK, he stated that the revolutionary cause of the Korean people continues to vigorously advance at a higher stage, recording the chapter of new victories in the history of the anti-imperialist struggle under the Songun revolutionary  leadership of Kim Jong Il, who is successfully carrying forward the exploits of the president in winning victory in the war. &nbsp;&nbsp;&nbsp;\r\n He noted that Kim Jong Il with his outstanding stratagem and unexampled pluck is confidently leading the struggle for defending socialism and building a great prosperous powerful nation constantly to victory, breaking through the raging storm of history with the might of the Songun policy. \r\n The army and people of the DPRK are unshakable in their grit and the final victory is in store for them, as long as they are under the Songun revolutionary leadership of Kim Jong Il, he declared.    \r\n\r\n"
        },
        {
            "title": "War victory day celebrated in DPRK",
            "url": "http://kcna.co.jp/item/2003/200307/news07/29.htm#3",
            "content": "Kim Il Sung's on-the-spot guidance during war \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 28 (KCNA) -- President Kim Il Sung covered more than 20,480 km during the period of the Fatherland Liberation War to give on-the-spot guidance to 1,056 units.\r\n The on-the-spot guidance provided by him more than 14,520 times during the war was something unprecedented in the world history of war. This served as an immortal banner which inspired the young DPRK to win a victory in the fight against the formidable imperialist allied forces and thus work military miracles in the 20th century. &nbsp;&nbsp;&nbsp;\r\n During the one month from July 15 to August 14, Juche 39 (1950) when the uninterrupted offensive operations were conducted in the early period of the war, he gave on-the-spot guidance to Seoul several times, which was a historic journey that opened an epochal phase of the first stage of the war. &nbsp;&nbsp;&nbsp;\r\n He travelled more than 5,120 km to give on-site guidance to 314 units in the period of implementing the strategic policy at the third stage of the war. Among those units were the anti-aircraft battle site in Kosanjin where he commanded the battle of artillerymen despite a rain of bombs and bullets, Hyangha-ri in Janggang county, a mine village in Ryongdang-ri and Yonphung-dong in Kanggye city where he directed the third plenary meeting of the Central Committee of the Workers' Party of Korea, a meeting of the front command, the 30th cabinet plenary meeting. &nbsp;&nbsp;&nbsp;\r\n He set forth the militant slogan \"the rear is also the front\" and paid deep attention to the wartime production. He provided field guidance to ammunition factories as well as many factories and enterprises including the Huichon Machine Tool Factory, the Pyongyang Textile Mill and a Sawmill in Manpho city. &nbsp;&nbsp;&nbsp;\r\n The immortal feats he performed in leading the war to victory during his on-the-spot guidance will convey to posterity the great personality of Kim Il Sung, the brilliant and great commander and the popular leader who represented the 20th century, and shine long in the annals of the country and the history of the liberation struggle of mankind.    \r\n    \r\n"
        },
        {
            "title": "Egyptian figures publish statements",
            "url": "http://kcna.co.jp/item/2003/200307/news07/29.htm#4",
            "content": "War victory day celebrated in DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 28 (KCNA) -- Multifarious functions took place in different parts of the country on July 27, the 50th anniversary of the victory in the Great Fatherland Liberation War.\r\n From the morning officers and men of the Korean People's Army, people from walks of life and school youth and children visited statues of President Kim Il Sung in Pyongyang, provincial seats and other parts of the country to pay homage to him. &nbsp;&nbsp;&nbsp;\r\n Evening galas of youth and students attracted attention. &nbsp;&nbsp;&nbsp;\r\n An evening gala of youth and students in Pyongyang took place at Kim Il Sung Square. &nbsp;&nbsp;&nbsp;\r\n Present on invitation were senior party, state and army officials, chairpersons of the friendly parties, overseas Koreans, diplomatic envoys, embassy officials and foreign guests. &nbsp;&nbsp;&nbsp;\r\n Fireworks were displayed in the nocturnal sky of the significant war victory day. &nbsp;&nbsp;&nbsp;\r\n The square turned into a veritable sea of dancers with the will to demonstrate the invincible spirit of heroic Korea once again in the present confrontation with the u.s. under the Songun leadership of Kim Jong Il just as their preceding generation won a victory in the anti-U.S. war in the 1950s under the leadership of Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n Foreign guests and overseas Koreans joined the youth and students in dancing. &nbsp;&nbsp;&nbsp;\r\n Celebration performances were also given. &nbsp;&nbsp;&nbsp;\r\n 10,000-people chorus \"Kim Il sung's Nation, Kim Jong Il's Korea will always live on war victory day as it holds generals of Mt. Paektu in high esteem\" was given in Chongjin, 5,000-people choruses in Hamhung and Phyongsong and an over 20,000-schoolchilren grand brass band and chorus march in Sinuiju. &nbsp;&nbsp;&nbsp;\r\n There were parades of war veterans, discharged officers, the worker-peasant red guardsmen and the young red guardsmen in North Hwanghae, Jagang and other provincial seats. &nbsp;&nbsp;&nbsp;\r\n Officials of institutions at all levels, factories, enterprises and co-op farms visited families of war veterans and those who rendered meritorious services during the war-time and assisted the People's Army servicemen.    \r\n\r\n"
        },
        {
            "title": "Joint statement issued in India",
            "url": "http://kcna.co.jp/item/2003/200307/news07/29.htm#5",
            "content": "Egyptian figures publish statements \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 28 (KCNA) -- Egyptian public figures issued statements to the press on the occasion of the 50th anniversary of the Korean people's victory in the Great Fatherland Liberation War.\r\n The secretary general of the Egypt-Korea Friendship Association on July 20 said the Korean people defended their sovereignty and dignity and inflicted heavy losses upon the aggressors in the three-year war. It was President Kim Il Sung, the brilliant commander of the anti-Japanese war and legendary hero, who led the war to victory, he noted. &nbsp;&nbsp;&nbsp;\r\n If the United States unleashes another war on the Korean peninsula, the Korean people, under the Songun leadership of Kim Jong Il, will mete out a stern punishment to the aggressors and win another shining victory, he said. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Egyptian Committee for the Study of the Juche Idea on July 19 noted that the U.S. imperialists have not abandoned their wild aggressive designs against the DPRK, failing to draw a proper lesson from the miserable defeat they suffered in the 1950 Korean War. The Korean people are valiantly countering the pressure and blockade of the U.S. and its followers, he said. &nbsp;&nbsp;&nbsp;\r\n Under the unique Songun policy of Kim Jong Il, the Korean People's Army has grown to be a matchless army capable of defeating any formidable enemy and the DPRK turned into a socialist bulwark of unbreakable singlehearted unity, he said, expressing full support to and solidarity with the Korean people in their just cause.    \r\n\r\n"
        },
        {
            "title": "New hydropower stations under construction",
            "url": "http://kcna.co.jp/item/2003/200307/news07/29.htm#6",
            "content": "Joint statement issued in India \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 28 (KCNA) -- The Central Committee of the Communist Party of India (Marxist), the National Council of the Communist Party of India and other political parties and organizations and an Asian Regional Organization in India issued a joint statement on July 21 on the occasion of the 50th anniversary of the Korean people's victory in the Fatherland Liberation War.\r\n The statement said that the victory of the Korean People's Army and people in the war was a brilliant result of the outstanding leadership and farsighted strategic wisdom of President Kim Il Sung, the invincible and iron-willed commander and a peerless patriot, which powerfully demonstrated to the whole world the truth that the just cause of the popular masses, guided by a great leader, is sure to triumph. &nbsp;&nbsp;&nbsp;\r\n The DPRK, it stressed, put forward the three principles of national reunification and many other fair and aboveboard proposals and lines for the reunification of the country from the day the country was divided by the U.S. imperialists and has made every possible effort for their materialization. &nbsp;&nbsp;&nbsp;\r\n It called upon the world's peace-loving political parties and public organizations to conduct a vigorous international campaign demanding the united states drop its hostile policy toward the DPRK, stop any activities to stifle socialist Korea and honestly respond to the direct talks with the DPRK.    \r\n\r\n"
        },
        {
            "title": "More evidence of U.S. brutalities found in DPRK",
            "url": "http://kcna.co.jp/item/2003/200307/news07/29.htm#7",
            "content": "New hydropower stations under construction \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 28 (KCNA) -- Great efforts are being directed to the construction of large and minor hydropower stations in the Democratic People's Republic of Korea.\r\n The builders of the Orangchon Power Station are constructing a dam in real earnest following the completion of cofferdam and bedrock projects. And the construction of Hungju Youth Power Station no. 2 is rapidly progressing at the final stage. &nbsp;&nbsp;&nbsp;\r\n Such large power stations as Anbyon Youth, Thaechon, Kumjingang and Songchongang power stations and many minor power stations have been erected in different parts of the country in recent years. &nbsp;&nbsp;&nbsp;\r\n Jagang Province, which already built Hungju Youth Power Station no. 1 and other large power stations and more than 200 minor power stations, meets its demand for electricity by itself. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has unfurled a far-reaching plan for the development of the nation's power industry and has wisely led the construction of large and minor hydropower stations. &nbsp;&nbsp;&nbsp;\r\n While guiding on the spot the project of the Orangchon Hydropower Station some time ago, he said that it is good from an economic point of view to construct hydropower stations by making use of the natural and geographical conditions of the country, which is abundant in rivers and streams. he also said the construction of such power stations provides a shortcut to solving the nation's ever-increasing demand for electricity. &nbsp;&nbsp;&nbsp;\r\n More and more hydropower stations will be built in big and small rivers and streams in the DPRK.    \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Peruvian Foreign Minister",
            "url": "http://kcna.co.jp/item/2003/200307/news07/29.htm#8",
            "content": "More evidence of U.S. brutalities found in DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 28 (KCNA) -- More evidences of brutalities committed by the U.S. imperialists during the Korean War have been found in the Democratic People's Republic of Korea.\r\n A blind bomb dropped by the u.s. imperialist aggressors half a century ago was unearthed in the compound of the blast furnace workshop of the Hwanghae Iron and Steel Complex. It weighs hundreds of kilograms. &nbsp;&nbsp;&nbsp;\r\n The news, which came after many pieces of remains were found in a pond in Songrim city, North Hwanghae Province, has touched off public anger. &nbsp;&nbsp;&nbsp;\r\n In a day alone during the war, the us imperialists dropped more than 1,000 bombs on the complex (then Hwanghae Iron Works) to kill hundreds of workers and destroy all the production buildings and facilities. &nbsp;&nbsp;&nbsp;\r\n Over 32,700 bombs and 230 time-bombs dropped by the aggressors on Songrim city were enough to devastate the Hwanghae Iron Works, and arable land, dams, scores of public buildings and more than 90 per cent of dwelling houses in the city. &nbsp;&nbsp;&nbsp;\r\n An international fact-finding group which visited Korea at that time said in its report that U.S. aircraft dropped over 30,000 bombs on the Hwanghae Iron Works alone and that 0.6 bomb per capita and three bombs per dwelling house were dropped on Songrim with a population of some 50,000 people. \r\n\r\n"
        },
        {
            "title": "Greetings to Peruvian President",
            "url": "http://kcna.co.jp/item/2003/200307/news07/29.htm#9",
            "content": "Greetings to Peruvian Foreign Minister \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 28 (KCNA) -- DPRK Foreign Minister Paek Nam Sun sent a message of greetings to his Peruvian counterpart Allan Wagner Tizon on the occasion of its Independence Day.\r\n Expressing belief that the long-standing friendly and cooperative relations between the two countries would grow stronger in conformity with the desire of the two peoples, the message wished him success in his responsible work.    \r\n\r\n\r\n"
        }
    ]
}