{
    "date": "2003-05-31",
    "url": "http://kcna.co.jp/item/2003/200305/20030531.htm",
    "articles": [
        {
            "title": "Delegation of U.S. congressmen arrives",
            "url": "http://kcna.co.jp/item/2003/200305/news05/31.htm#1",
            "content": "Delegation of U.S. congressmen arrives \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 30 (KCNA) -- A delegation of U.S. congressmen led by Curt Weldon, vice-chairman of the Armed Services Committee of the House of Representatives, arrived here today.\r\n The delegation consists of six congressmen from the Republican and Democratic parties, aides and an official of the U.S. State Department. &nbsp;&nbsp;&nbsp;\r\n The delegation is to discuss important issues with officials concerned of the DPRK.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il's work brought out in Jamaica",
            "url": "http://kcna.co.jp/item/2003/200305/news05/31.htm#2",
            "content": "Kim Jong Il's work brought out in Jamaica \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 30 (KCNA) - General Secretary Kim Jong Il's work \"The Juche Philosophy is an Original Revolutionary Philosophy\" was brought out in booklet by the Digital System Publishing House in Jamaica on May 22.\r\n The work, published on July 26, Juche 85 (1996), comprehensively clarifies the originality and superiority of the Juche philosophy to the preceding philosophy of the working class. Specified in the work is that the Juche philosophy constitutes a revolutionary and political philosophy of the Workers' Party of Korea. The principled matters to be maintained in study and propaganda of the Juche philosophy are given in the work.    \r\n\r\n"
        },
        {
            "title": "Symposium on Kim Il Sung's work held in Guinea",
            "url": "http://kcna.co.jp/item/2003/200305/news05/31.htm#3",
            "content": "Symposium on Kim Il Sung's work held in Guinea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 30 (KCNA) -- A symposium on President Kim Il Sung's work \"For the Development of Agriculture in African Countries\" was held at Kim Il Sung Institute of Agricultural Science in Guinea on May 16.\r\n The participants in the symposium recalled with deep emotion that the president paid deep attention to developing agriculture in the African countries in his lifetime, guided by the noble idea of south-south cooperation. &nbsp;&nbsp;&nbsp;\r\n Banou Keita, director of the institute, said that the African countries including Guinea were undergoing the most serious food crisis at that time but no one was going to give a helping hand to them. &nbsp;&nbsp;&nbsp;\r\n Concerned about this situation more than anybody else, the president called a consultative meeting of agricultural ministers of east and west African countries who were in Pyongyang to participate in the seminar of the non-aligned and other developing countries on food and increased agricultural production and took a measure to found a modern institute of agricultural science in Guinea. &nbsp;&nbsp;&nbsp;\r\n The director underscored the need to hand down the president's warm loving care and solicitude shown to the African peoples to posterity and materialize his far-reaching plan.    \r\n\r\n"
        },
        {
            "title": "Russia-China joint declaration refers to Korean issue",
            "url": "http://kcna.co.jp/item/2003/200305/news05/31.htm#4",
            "content": "Russia-China joint declaration refers to Korean issue \r\n&nbsp;&nbsp;&nbsp; Moscow, May 28 (KCNA) -- Russian President V. V. Putin and Chinese President Hu Jintao signed a Russia-China joint declaration in Moscow on May 27, according to Itar-Tass.\r\n The joint declaration referred to the Korean issue as follows: &nbsp;&nbsp;&nbsp;\r\n Both sides expressed their belief that to maintain peace and stability on the Korean Peninsula is in conformity not only with the security interests of both china and Russia, but also with the common aspiration of the international community. &nbsp;&nbsp;&nbsp;\r\n Both sides voiced their opposition to resorting to pressure or military means in solving the problem. &nbsp;&nbsp;&nbsp;\r\n Both sides agreed to guarantee the nuclear-free status of the Korean Peninsula, nonproliferation of weapons of mass destruction and the security of the Democratic People's Republic of Korea, and to create favorable conditions for the DPRK's social-economic development. &nbsp;&nbsp;&nbsp;\r\n Both sides stressed that the key to resolving the Korean Peninsula issue lies in the political will of the concerned parties, and that the crisis should be solved by political and diplomatic means. &nbsp;&nbsp;&nbsp;\r\n The two sides also vowed to strengthen their cooperation in maintaining peace, stability and development on the Korean Peninsula.    \r\n\r\n"
        },
        {
            "title": "World Day of No Smoking marked",
            "url": "http://kcna.co.jp/item/2003/200305/news05/31.htm#5",
            "content": "World Day of No Smoking marked \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 30 (KCNA) -- A function was held at the Central Youth Hall on May 29 on the occasion of the World Day of No Smoking.\r\n Vice Minister of Public Health Choe Chang Sik made an opening address that was followed by a speech of Eigil Sorensen, representative of the office of the World Health Organization (WHO) in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n They noted that May 31 every year is the world day of no smoking and activities for cigarette control have entered more positive and practical stage as all governments signed the \"international basic convention on cigarette control\" proposed by the who. &nbsp;&nbsp;&nbsp;\r\n They referred to the harmful consequences of smoking as it adversely affects the social development and human life. &nbsp;&nbsp;&nbsp;\r\n They called on everyone to positively participate in the campaign for controlling cigarettes and quitting smoking, deeply aware that this work is for themselves and their generations to come. &nbsp;&nbsp;&nbsp;\r\n Then followed a hygienic lecture titled \"let us come out as one in the no smoking campaign\". &nbsp;&nbsp;&nbsp;\r\n The participants appreciated a scientific film \"health and smoking\" before seeing photos on the harmful impact of smoking on the human body and its aftereffect and exhibits on no smoking styles. &nbsp;&nbsp;&nbsp;\r\n Similar functions are taking place across the country.    \r\n\r\n"
        },
        {
            "title": "War exercises in S. Korea under fire",
            "url": "http://kcna.co.jp/item/2003/200305/news05/31.htm#6",
            "content": "War exercises in S. Korea under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 30 (KCNA) -- War exercises dubbed Hwarang and Amnokgang now underway in South Korea from May 26 are a serious perfidy to the June 15 Joint Declaration as they are reckless sabre-rattling intended to turn its back on the fellow countrymen and aggravate the inter-Korean relations, in line with the U.S. imperialists' moves to start a war against the DPRK, says Minju Joson today in a signed commentary.\r\n Referring to the fact that the South Korean authorities are getting frantic in the exercises for a war of aggression against the fellow countrymen, siding with the U.S. imperialists, the commentary continues: &nbsp;&nbsp;&nbsp;\r\n The South Korean authorities describe these exercises as \"annual exercises\" and \"exercises for defence\" but their aim is nothing but to deliberately create an obstacle to the process of improving the inter-Korean relations by aggravating the situation on the Korean Peninsula, stem the trend of the nation towards detente and reconciliation and bring dark clouds of a war to hang over the nation. &nbsp;&nbsp;&nbsp;\r\n The reality compels the north side to suspect that the south side is seeking an ulterior aim behind the scene of the dialogue though it is negotiating with the north. &nbsp;&nbsp;&nbsp;\r\n If the South Korean authorities keep pursuing north-south confrontation, turning down the nation's demand but cooperating with the outsiders, in a bid to spark a fratricidal war, it will entail adverse consequences.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on 55 years of DPRK",
            "url": "http://kcna.co.jp/item/2003/200305/news05/31.htm#7",
            "content": "Rodong Sinmun on 55 years of DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 30 (KCNA) -- The Democratic People's Republic of Korea has glorified a new era of independence and prosperity over the last 55 years under the guidance of President Kim Il Sung and General Secretary Kim Jong Il, says Rodong Sinmun today in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n 55 years covered by the DPRK are proud annals during which the people have firmly defended the dignity and sovereignty of the country creating a heroic epic of revolutionary struggle against imperialism and a glorious path along which they have ushered in the golden years of national prosperity under the banner of independence. &nbsp;&nbsp;&nbsp;\r\n The history of the DPRK has been characterized by acute confrontation with imperialism, a struggle to defend its dignity and sovereignty. Under the wise guidance of the Workers' Party of Korea and the leaders the army and people resolutely defended the country, revolution and socialism, displaying unparalleled self-sacrificing spirit and mass heroism in the hard-fought Fatherland Liberation War and in the protracted and acute confrontation without gunfire. &nbsp;&nbsp;&nbsp;\r\n In the world today when the order of the jungle law supported by the military power of the imperialists and the dominationists is imposed upon the small countries, the DPRK, though small in its territory and population and where the interests of big powers were closely intertwined, has firmly upheld the banner of independence and socialism for over half a century. &nbsp;&nbsp;&nbsp;\r\n This is, in fact, a miracle in the history. &nbsp;&nbsp;&nbsp;\r\n 55 years of the DPRK represent a history in which it has emerged as an ideologically, politically and militarily strong country from a weak and underdeveloped country and its people's destiny has undergone a dramatic change from slavery to masters of the state and the society and creators and enjoyers of a worthy and happy life. &nbsp;&nbsp;&nbsp;\r\n The proud history of the DPRK proves that a people can create and glorify the history of national independence and prosperity only when they hold a peerless patriot and an outstanding great man in high esteem as their leader. Kim Il Sung's plan to build a prosperous country has been successfully carried forward by Kim Jong Il to become a brilliant reality.    \r\n\r\n"
        },
        {
            "title": "Japan Defence Agency chief's anti-DPRK outbursts assailed",
            "url": "http://kcna.co.jp/item/2003/200305/news05/31.htm#8",
            "content": "Japan Defence Agency chief's anti-DPRK outbursts assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 30 (KCNA) -- Director general of the Japan Defence Agency Ishiba at a recent meeting of the \"special committee for the institution of law on emergency\" of the house of councillors blustered that if North Korea starts feeding fuel to missiles, Japan will consider it as a start of armed attack. He was so preposterous as to assert that Japan would contain the DPRK by a preemptive attack.\r\n Rodong Sinmun today in a signed commentary says that his war outcries testify to the fact that the Japanese militarist forces have stepped up the militarization, taking advantage of the U.S. hostile policy towards the DPRK to launch overseas aggression, the reinvasion of Korea in particular. It continues: &nbsp;&nbsp;&nbsp;\r\n There is no need for Japan to dramatize the DPRK's efforts to increase its self-reliant defence power. The DPRK's missile program is of purely peaceful nature. its armed forces would never use its force against those who do not provoke it but be merciless towards those who dare attack it. &nbsp;&nbsp;&nbsp;\r\n If Japan does not have any wild ambition to hurt the DPRK, it needs not to be worried nor concerned about the DPRK's moves to increase its self-reliant defence power. &nbsp;&nbsp;&nbsp;\r\n It is by no means fortuitous that the Japanese reactionaries are becoming undisguised in their attempt at a preemptive attack on the DPRK, kicking up a \"missile racket\"  They seek to launch reinvasion of Korea in line with the U.S. policy to stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n That's why they are siding with the U.S. imperialists who are clamoring for \"sea blockade\" and \"sanctions\" over the nuclear issue on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n If Japan keeps going reckless, pursuing the U.S. hostile policy to stifle the DPRK, not aware of its position, it will have to pay a very high price for that. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are well advised to stop running amuck, bearing in mind that a preemptive attack would only lead to its self-destruction.    \r\n\r\n\r\n"
        },
        {
            "title": "GIs' crime condemned",
            "url": "http://kcna.co.jp/item/2003/200305/news05/31.htm#9",
            "content": "Portable medical apparatus developed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 30 (KCNA) -- A magnet purpose treater has been developed in the Democratic People's Republic of Korea.\r\n The apparatus has an effect on human body as acupuncture does. It has different sizes and models according to the strength of the magnetic field. &nbsp;&nbsp;&nbsp;\r\n It is used in the treatment of neuralgia, blood vessel diseases, inflammation, toothache, indigestion, diarrhea, etc. it stimulates bioelectricity in human body and thus promotes circulation of blood and restrains the activities of disease germ. &nbsp;&nbsp;&nbsp;\r\n The apparatus with 700-800 gausses is used for skin and blood vessel diseases, toothache, etc. and the apparatus with 1,000-1,300 gausses for intestine diseases. &nbsp;&nbsp;&nbsp;\r\n The portable appliance makes it possible to prevent harmful effect of geomagnetism on human body. &nbsp;&nbsp;&nbsp;\r\n It has proved successful in the treatment of patients suffering from hypertension, cerebral thrombosis, neuralgia and contusion. &nbsp;&nbsp;&nbsp;\r\n It is popular among patients for self-treatment, immediate effect and no pain.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Portable medical apparatus developed",
            "url": "http://kcna.co.jp/item/2003/200305/news05/31.htm#10",
            "content": "New ceramic bite developed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 30 (KCNA) -- Scientists of metal engineering of the Democratic People's Republic of Korea has succeeded in developing a new kind of ceramic bite.\r\n The blade of the bite is made from ceramic and special materials which have good mechanic, heat-resisting and chemical properties. &nbsp;&nbsp;&nbsp;\r\n The blade can be fixed by assembling, not by welding.  Researches into the cutting method suitable for the blade have also been completed. &nbsp;&nbsp;&nbsp;\r\n The intensity of the bite is twice that of other kinds of ceramic bite. &nbsp;&nbsp;&nbsp;\r\n Its serviceable life is 5 to 7 times longer than that of others in cutting heatproof alloy materials. &nbsp;&nbsp;&nbsp;\r\n The bite is used to cut and process 60 to 65 hrc materials including steel, chilled iron and heatproof alloy. &nbsp;&nbsp;&nbsp;\r\n The processed materials do not need any grinding process because they are polished and precise. &nbsp;&nbsp;&nbsp;\r\n The newly developed ceramic bite is conducive to developing the machine-building industry.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "New ceramic bite developed",
            "url": "http://kcna.co.jp/item/2003/200305/news05/31.htm#11",
            "content": "Myohyangsan History Museum\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 30 (KCNA) -- The Myohyangsan History Museum is located in Hyangam-ri, Hyangsan county, North Phyongan Province.\r\n It was opened to the public in May Juche 36 (1947). &nbsp;&nbsp;&nbsp;\r\n It, which covers more than 50,000 square meters, is one of tourist resorts. &nbsp;&nbsp;&nbsp;\r\n An average of 300,000 local and foreign people visit the museum every year. &nbsp;&nbsp;&nbsp;\r\n The Pohyon Temple in Mt. Mohyang, one of the famous temples in Korea, is used as the museum. &nbsp;&nbsp;&nbsp;\r\n It includes the main shrine, manse pavilion, Ryongsan shrine, Suchung temple, a building preserving 80,000 wooden blocks of the complete collection of Buddhist scriptures, etc. &nbsp;&nbsp;&nbsp;\r\n The 9-storey quadrangular granite pagoda in the courtyard of the Pohyon temple was erected in the early period of Koryo and the 13-storey octagonal pagoda in its closing years. &nbsp;&nbsp;&nbsp;\r\n The main shrine in the centre of the temple is an imposing and splendid building. Standing east of the main shrine is the Kwanum shrine built in the early period of the Ri dynasty. Within the shrine is an image of the Buddhist goddess of mercy. &nbsp;&nbsp;&nbsp;\r\n The Mansu pavilion, situated west of theKkwanum shrine, was built for the royal family in 1894 when the Ri dynasty was waning, and the building which houses 80,000 wooden blocks of the complete collection of Buddhist scriptures stands southeast of the shrine. &nbsp;&nbsp;&nbsp;\r\n The large gable-roof building, constructed in 1983, reminds one of a Koryo-style building. It is equipped with modern scientific facilities necessary to preserve the relics well. &nbsp;&nbsp;&nbsp;\r\n The relics and remains in the museum give the visitors a good knowledge of the Korean history and culture.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Myohyangsan History Museum",
            "url": "http://kcna.co.jp/item/2003/200305/news05/31.htm#12",
            "content": "Supreme Commander Kim Jong Il inspects KPA unit\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 30 (KCNA) -- supreme commander Kim Jong Il  today inspected KPA unit 934 on the forefront.\r\n He was greeted on the spot by general officers of the KPA and commanding officers of the unit. &nbsp;&nbsp;&nbsp;\r\n After receiving a salute, he looked round the monument to President Kim Il Sung's on-the-spot guidance and historic relics. &nbsp;&nbsp;&nbsp;\r\n He inspected with vivid memory the observation post and trenches on the height associated with the footprints of the president. &nbsp;&nbsp;&nbsp;\r\n Noting that thanks to his outstanding military idea and wise leadership our country turned into an invincible military power with a powerful all-people, nationwide defence system, he said that these immortal revolutionary exploits performed by the president would shine long in the history of the country. &nbsp;&nbsp;&nbsp;\r\n He dropped in at a fire position to acquaint himself in detail with the unit's performance of its duty and the combat readiness of its servicemen. &nbsp;&nbsp;&nbsp;\r\n He set forth important tasks which would serve as guidelines in increasing the unit's combat capability in every way, greatly pleased to see all commanding officers and men creditably performing their guard duties with a high degree of vigilance in view of the daily undisguised moves of the U.S. imperialists for aggression and fully prepared as one-match-for-a hundred fighters equipped with high military technique and having strong combat capability through the thorough implementation of the party's policy of training. &nbsp;&nbsp;&nbsp;\r\n He got familiar with the living of the servicemen, looking round an educational room, bedroom, mess, washroom, barber's shop, vegetable field and other places of the unit. &nbsp;&nbsp;&nbsp;\r\n He met with private first class Mun Kwang Song and privates second class Ri Tong Chol, Hyon Ryong Yong, Pak Rae Yong and Pak Tae Sik who volunteered to join the army recently to carry out before others the law on military service after proceeding to the society as university graduates. &nbsp;&nbsp;&nbsp;\r\n Recalling that the government of the DPRK adopted an ordinance on the system of all-people military service in reflection of the unanimous desire and aspiration of the people who deeply love the army with the noble civic awareness that the defence of the country means greatest patriotism, he stressed that the stirring reality today when all the people are glorifying their youth through their military service with rifles in their hands is a clear proof of the justice and great vitality of this measure. &nbsp;&nbsp;&nbsp;\r\n Underscoring the need for all the people to get fully prepared to guard the country in order to firmly defend the socialist homeland, he urged the recruits to arm themselves with the revolutionary spirit of soldiers and steadily train their body and mind during their military service so as to make their life worthwhile and rewarding. &nbsp;&nbsp;&nbsp;\r\n He gave servicemen of the unit a pair of binoculars and an automatic rifle as gifts before having a photo session with them. \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Supreme Commander Kim Jong Il inspects KPA unit",
            "url": "http://kcna.co.jp/item/2003/200305/news05/31.htm#13",
            "content": "For Spanish-speaking people\r\n\r\n\r\n"
        }
    ]
}