{
    "date": "2003-06-20",
    "url": "http://kcna.co.jp/item/2003/200306/20030620.htm",
    "articles": [
        {
            "title": "Kim Jong Il's work published in Venezuela",
            "url": "http://kcna.co.jp/item/2003/200306/news06/20.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean GNP group's anti-north vituperation refuted",
            "url": "http://kcna.co.jp/item/2003/200306/news06/20.htm#2",
            "content": "Kim Jong Il's work published in Venezuela \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 19 (KCNA) -- Kim Jong Il's famous work \"Giving Priority to Ideological Work is Essential for Accomplishing Socialism\" was published in booklet by the Cantaclara Publishing House of Venezuela on the occasion of the 39th anniversary of his start of work at the Central Committee of the Workers' Party of Korea.\r\n A book releasing ceremony took place in Caracas on June 9. &nbsp;&nbsp;&nbsp;\r\n At the ceremony the General Secretary of the Central Committee of the Communist Party of Venezuela said the party was honored to bring out his famous work on the significant occasion and sincerely wished Kim Jong Il greater success in his work. &nbsp;&nbsp;&nbsp;\r\n A congratulatory message to Kim Jong Il was adopted there.  \r\n"
        },
        {
            "title": "Kimjongilia Show opens",
            "url": "http://kcna.co.jp/item/2003/200306/news06/20.htm#3",
            "content": "S. Korean GNP group's anti-north vituperation refuted \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 19 (KCNA) -- The motley crew of the Grand National Party of South Korea at a meeting of its heavyweights on June 16 told the same rubbish that the south-north summit talks were promoted by the shared political expediency and the sunshine policy has been helpful to the north only.\r\n In this regard Rodong Sinmun today in a signed commentary dismisses those remarks as a serious insult to and a mockery of the historic Pyongyang meeting and the June 15 joint declaration and a blatant challenge to the nation's desire and will for national reunification. &nbsp;&nbsp;&nbsp;\r\n The news analyst continues: &nbsp;&nbsp;&nbsp;\r\n The past three years since the Pyongyang meeting and the publication of the joint declaration as well as the reality today are a clear proof of their tremendous attraction and vitality. &nbsp;&nbsp;&nbsp;\r\n Recently there began the project to reconnect the east and west coastal rail links between the north and the south, the first of its kind in the nation's history of division that has lasted for more than half a century. And a series of noteworthy agreements were reached and progress was made in various fields including economic cooperation, humanitarian undertakings, exchange in sports and culture. &nbsp;&nbsp;&nbsp;\r\n The GNP is so blinded by its political aim and partisan interests and strategy, going against the nation's desire and the trend of the times, that it is unable to face up to the hard reality today. &nbsp;&nbsp;&nbsp;\r\n Reconciliation, cooperation and reunification will do both the north and the south good. &nbsp;&nbsp;&nbsp;\r\n The GNP is well advised to behave itself, well aware that curses come home to roost.    \r\n\r\n"
        },
        {
            "title": "Photo exhibition and film show held",
            "url": "http://kcna.co.jp/item/2003/200306/news06/20.htm#4",
            "content": "Kimjongilia Show opens \r\n&nbsp;&nbsp;&nbsp; Samjiyon, June 18 (KCNA) -- A Ryanggang Provincial Kimjongilia Show was opened in the area of the secret camp of Mt. Paektu, a sacred place of revolution, on June 17 on the occasion of the 39th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\r\n Exhibited are over 2,200 Kimjongilias cultivated by officials and working people of the province and overseas compatriots with sincerity. &nbsp;&nbsp;&nbsp;\r\n Visiting the show were Kim Kyong Ho, chief secretary of the Ryanggang Provincial Committee of the WPK, officials of the provincial party and power organs and working people's organizations, working people, youth and students, members of volunteer teams of party information workers from across the country, overseas compatriots and a large number of people on study tour of revolutionary battle sites in the area of Mt. Paektu.    \r\n\r\n"
        },
        {
            "title": "Foreign diplomats visit different places",
            "url": "http://kcna.co.jp/item/2003/200306/news06/20.htm#5",
            "content": "Photo exhibition and film show held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 19 (KCNA) -- A photo exhibition and film show were held at the Taedonggang Club for the Diplomatic Corps Wednesday under the sponsorship of the Ministry of Foreign Trade on the occasion of the 39th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\r\n Present there on invitation were members of the economic and commercial councilors' corps here. &nbsp;&nbsp;&nbsp;\r\n It was attended by Ri Ryong Nam, Vice-Minister of Foreign Trade, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Participants looked round with keen interest photographs showing the immortal exploits Kim Jong Il has performed by wisely guiding the Korean army and people to victory with his great revolutionary Songun politics. &nbsp;&nbsp;&nbsp;\r\n Then they saw a Korean documentary film \"The Great Leader Comrade Kim Jong Il Gives Field Guidance to Different Fields\".  \r\n\r\n"
        },
        {
            "title": "Chonji Health Complex",
            "url": "http://kcna.co.jp/item/2003/200306/news06/20.htm#6",
            "content": "Foreign diplomats visit different places \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 19 (KCNA) -- Diplomatic envoys and officials of the Polish, Romanian, Swedish and British embassies here visited the Kaechon-lake Thaesong Waterway on June 18 on the occasion of the 39th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\r\n The guests looked round with keen interest the waterway, the Taegak Youth Dam and structures, magnificent edifices in the Songun era built by people and servicepersons of the DPRK on their own with their own designs and technology despite adversity in hearty response to Kim Jong Il's grand plan for nature-transforming project. &nbsp;&nbsp;&nbsp;\r\n At the end of the visit Swedish Ambassador Paul Beijer said that the waterway clearly shows the fortitude of the Korean people and army. \r\n British Ambassador David Arthur Slinn said the waterway is wonderful, stressing the Korean people fully demonstrated their inexhaustible strength and spirit through its construction. &nbsp;&nbsp;&nbsp;\r\n Polish charge d' affaires A.J. Tomas Szchepanowski said that his visit to the gigantic creation helped him keenly realize that the Korean people are courageous, resourceful and strong people. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the military attaches corps here visited the Anju Chicken Farm and the Goat Breeding Stock Farm managed by So Sang Yun.    \r\n\r\n"
        },
        {
            "title": "New homepage \"Uriminzokkiri\" opened",
            "url": "http://kcna.co.jp/item/2003/200306/news06/20.htm#7",
            "content": "Chonji Health Complex \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 19 (KCNA) -- The Chonji Health Complex is situated in the township of Samjiyon county, Ryanggang Province in the northern part of Korea.\r\n It was built for the county people and visitors to the Mt. Paektu area. It, with a floor space of more than 1,500 square meters, accommodates some 700 people every day. &nbsp;&nbsp;&nbsp;\r\n On the first floor of the health complex there are steam bathrooms and wading pool. &nbsp;&nbsp;&nbsp;\r\n The more than one meter-deep wading pool contains 120 cubic meters of water. One of the wading pool's walls has a large mosaic painting of the Rimyongsu falls. The wall is tens of meters long. &nbsp;&nbsp;&nbsp;\r\n There are fully-furnished barber's and beauty shops on the second floor. &nbsp;&nbsp;&nbsp;\r\n The floors and pillars of the health complex are all coated with marble or granite. &nbsp;&nbsp;&nbsp;\r\n The construction of the health complex was started in early April Juche 90 (2001) and finished in a year or little more.    \r\n"
        },
        {
            "title": "Hydrometeorological Information Center",
            "url": "http://kcna.co.jp/item/2003/200306/news06/20.htm#8",
            "content": "New homepage \"Uriminzokkiri\" opened \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 19 (KCNA) -- A new homepage \"Uriminzokkiri\" started service on April 1 in the Democratic People's Republic of Korea.\r\n With portraits of the three generals of Mt. Paektu, it serializes revolutionary legends, anecdotes and stories, and works and golden sayings of President Kim Il Sung and leader Kim Jong Il.  It also introduces the reunification policies of the DPRK government, pro-reunification functions held since the publication of the June 15 North-South Joint Declaration, political, literary and art books, historic relics and remains, folk amusements, figures and folk songs of Korea and prominent scientific and technical achievements and products made by the ancestors. &nbsp;&nbsp;&nbsp;\r\n It carries articles and signed commentaries of newspapers, magazines and other publications and official documents of the government, and gives news of the DPRK with multimedia. And it introduces films, edited music pieces, Korean dishes, national costumes, famous songs and scenic mountains. &nbsp;&nbsp;&nbsp;\r\n It, with rich contents and unique editions, will be conducive to inspiring the Korean people in the patriotic struggle to reunify the country with their concerted efforts. &nbsp;&nbsp;&nbsp;\r\n Its address is http://www.uriminzokkiri-com.    \r\n\r\n"
        },
        {
            "title": "U.S. urged to stop interfering in issue of Korea's reunification",
            "url": "http://kcna.co.jp/item/2003/200306/news06/20.htm#9",
            "content": "Hydrometeorological Information Center \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 19 (KCNA) -- The Hydrometeorological Information Center hourly records data sent by meteorological, hydrological and marine meteorological observation stations, and satellite, radar and aerological observation data and provides them to relevant organs.\r\n The center, through references, publications and radio, renders a regular service to the agricultural, electric, fishery and marine and railway transport sectors. &nbsp;&nbsp;&nbsp;\r\n The information provided by it is about the thawing period according to the depth of the soil, ecological characteristics of crops, the amount of water flow and its change in each season, and climatic conditions for fishery and marine transport. &nbsp;&nbsp;&nbsp;\r\n It also gives various kinds of services concerning hydrometeorological information helpful toward the development of the national economy. &nbsp;&nbsp;&nbsp;\r\n It exchanges the obtained data with neighboring countries at an interval of three hours. &nbsp;&nbsp;&nbsp;\r\n It, with modern hydrometeorological observation facilities and equipment, has competent scientists and technicians.    \r\n\r\n\r\n"
        },
        {
            "title": "Pakistani diplomats visit Kum Song School",
            "url": "http://kcna.co.jp/item/2003/200306/news06/20.htm#10",
            "content": "U.S. urged to stop interfering in issue of Korea's reunification\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 19 (KCNA) -- The United States should no longer interfere in the issue of Korea's reunification and stop blocking the reunification movement of the South Korean people, stressed Blade Nzimande, General Secretary of the Central Committee of the South African Communist Party, in a statement released on June 10 on the occasion of the 3rd anniversary of the publication of the June 15 north-south joint declaration.\r\n He noted: &nbsp;&nbsp;&nbsp;\r\n For the last three years after the publication of the declaration the atmosphere of reconciliation, unity and reunification unprecedentedly mounted and exchange and cooperation were brisk in the Korean Peninsula, something unprecedented in the history of national division. &nbsp;&nbsp;&nbsp;\r\n This proves no matter how desperately they may work to bar Korean reunification the U.S. and other foreign forces can never check the Korean people's struggle to reunify their country by the concerted efforts of the whole nation under the banner of the joint declaration. &nbsp;&nbsp;&nbsp;\r\n We are convinced that under the outstanding leadership of  Kim Jong Il the Korean people will smash the obstructive moves of the hostile forces and certainly achieve the independent and peaceful reunification of the country under the uplifted banner of the joint declaration.    \r\n\r\n\r\n"
        },
        {
            "title": "Indonesian diplomats help Korean farmers",
            "url": "http://kcna.co.jp/item/2003/200306/news06/20.htm#11",
            "content": "Pakistani diplomats visit Kum Song School\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 19 (KCNA) -- Ambassador Sultan Habib and officials of the Pakistani embassy here visited Kum Song School on June 18 on the occasion of the 30th anniversary of the conclusion of an agreement on cultural cooperation between the governments of the DPRK and Pakistan.\r\n Being briefed on the fact that the school equipped with modern teaching aids and facilities has achieved great successes in the educational work, the guests looked round classrooms and hobby group rooms. &nbsp;&nbsp;&nbsp;\r\n They enjoyed an art performance given by schoolchildren. &nbsp;&nbsp;&nbsp;\r\n At the end of the visit the ambassador said that he knew well what deep care leader Kim Jong Il has shown for the education of the rising generation and wished the school success in its work to train talented boys and girls. &nbsp;&nbsp;&nbsp;\r\n He expressed the belief that relations of cultural cooperation between the two countries would further develop in the interests of the two peoples.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Art performance of women given",
            "url": "http://kcna.co.jp/item/2003/200306/news06/20.htm#12",
            "content": "Indonesian diplomats help Korean farmers\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 19 (KCNA) -- Ambassador Hendrati Sukendar Munthe and officials of the Indonesian embassy here visited the Korea-Indonesia Friendship Yaksu Co-op Farm in Kangso district, Nampho city, on June 18.\r\n The guests helped farmers in weeding. &nbsp;&nbsp;&nbsp;\r\n During a break, they talked with farmers and sang songs, deepening the friendship. &nbsp;&nbsp;&nbsp;\r\n The ambassador said that the friendly relations between Indonesia and the DPRK provided by President Kim Il Sung and President Sukarno are growing stronger under the deep concern of leader Kim Jong Il and President Megawati. &nbsp;&nbsp;&nbsp;\r\n She wished the farmers greater success in the work to increase agricultural production. &nbsp;&nbsp;&nbsp;\r\n They handed aid materials to the farm.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Devoted protection of headquarters of revolution called for",
            "url": "http://kcna.co.jp/item/2003/200306/news06/20.htm#13",
            "content": "Art performance of women given\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 19 (KCNA) -- An art performance \"Glory to General Kim Jong Il\" was given by the art squad of the Central Committee of the Korean Democratic Women's Union at the Women's Hall on June 18 on the occasion of the 39th anniversary of Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\r\n The performance was appreciated by Kim Jung Rin, secretary of the C.C., the WPK, Pak Sun Hui, chairperson of the C.C., the Korean Democratic Women's Union, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n It raised the curtain with tale and chorus \"Glory to General Kim Jong Il\". its repertoire included instrumental music and song \"Thunder on Jong Il Peak\", duet \"General is a Crack Shot and We Soldiers Hit All Targets\", song to the accompaniment of Oungum \"The Party Looks Like a Mother\" and trio chorus and tale \"We Like\". &nbsp;&nbsp;&nbsp;\r\n The performers extended greatest glory and warm congratulations to Kim Jong Il who performed immortal exploits for the country, the people and the times and history by strengthening and developing the Workers' Party of Korea to be a dignified party of President Kim Il Sung and successfully represented the Korean women creditably pushing one of the wheels of the charriot of the revolution under his Songun leadership.    \r\n\r\n\r\n\r\n"
        }
    ]
}