{
    "date": "2003-01-17",
    "url": "http://kcna.co.jp/item/2003/200301/20030117.htm",
    "articles": [
        {
            "title": "KCNA on unjust behavior of IAEA",
            "url": "http://kcna.co.jp/item/2003/200301/news01/17.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Another anti-U.S. candlelight demo staged",
            "url": "http://kcna.co.jp/item/2003/200301/news01/17.htm#2",
            "content": "KCNA on unjust behavior of IAEA \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 16 (KCNA) -- The DPRK's decision to completely withdraw from the Nuclear Non-Proliferation Treaty (NPT) was entirely attributable to the U.S. hostile policy towards the DPRK and the unwarranted attitude of the International Atomic Energy Agency, its tool.\r\n As already known, the DPRK, a non-nuclear state, acceded to the NPT and concluded the safeguards agreement with the IAEA mainly for the purpose of removing the danger of a nuclear war to it. &nbsp;&nbsp;&nbsp;\r\n It is well-known fact that the DPRK has been exposed to the constant nuclear threat from the U.S., the world's biggest possessor of nuclear weapons. &nbsp;&nbsp;&nbsp;\r\n But the IAEA has behaved menacingly, repeating the U.S. fiction of the DPRK's \"nuclear suspicion\" since its signing of safeguards agreement early in 1992. &nbsp;&nbsp;&nbsp;\r\n The IAEA should strictly identify international justice, equality and impartiality with a basic principle governing its activity as it is a un body tasked to monitor and control the nuclear activities of other countries. &nbsp;&nbsp;&nbsp;\r\n Its rules forbid it from using any information provided by a third country for the inspection of nuclear facilities and commit it to protecting the data obtained through the inspection. &nbsp;&nbsp;&nbsp;\r\n Nevertheless, it inspected DPRK nuclear facilities not in line with its rules and the safeguards agreement but at the beck and call of the U.S.. &nbsp;&nbsp;&nbsp;\r\n There are too many examples to cite of the biased and tricky acts done by it in dealing with the DPRK it is self-evident that the DPRK can no longer remain bound to the NPT and the IAEA now that they are being used for the U.S. moves to stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. and the IAEA can not shirk the blame for compelling the DPRK to withdraw from the NPT in disregard of the DPRK's efforts to peacefully solve the \"nuclear issue\" through negotiations.    \r\n     \r\n"
        },
        {
            "title": "Poster exhibition opens",
            "url": "http://kcna.co.jp/item/2003/200301/news01/17.htm#3",
            "content": "Another anti-U.S. candlelight demo staged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 16 (KCNA) -- Another candlelight demonstration to honour the memory of Hyo Sun and Mi Son and denounce the U.S. was reportedly staged in front of Kwanghwamun in Seoul, on January 11 with at least 400 citizens attending.\r\n Kim Pae Gon, executive member of the All-People Measure Committee for Sin Hyo Sun and Sim Mi Son, Schoolgirls Killed By a U.S. Armored Car, refuted the assertion of the conservative media critical of the candlelight demonstration and dismissed this as an act \"to mar the significance and nature of the candlelight demonstration.\" &nbsp;&nbsp;&nbsp;\r\n Ri Jong Ho, a resident in Songbuk-dong, Seoul, said that he did not want to see his daughters meeting the same fate as that of Hyo Sun and Mi Son and expressed antipathy towards Bush's arrogant stand. &nbsp;&nbsp;&nbsp;\r\n Ri Kwan Bok, advisor to the measure committee, expressed anger at some conservative media which described the candlelight demonstration as violence, stating that extinguishing candlelight would mean the death of the South Korean people.  \r\n    \r\n\r\n"
        },
        {
            "title": "Korean people vow to win in decisive battle against U.S.",
            "url": "http://kcna.co.jp/item/2003/200301/news01/17.htm#4",
            "content": "Poster exhibition opens \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 16 (KCNA) -- An exhibition of posters calling for carrying out to the letter the tasks set forth in the Joint New Year Editorial opened at the Pyongyang International Cultural Center on Jan. 15.\r\n On display there are over 90 posters created by the Mansudae Art Studio, the central fine art studio and other fine art studios. &nbsp;&nbsp;&nbsp;\r\n The posters fully reflect the firm faith and will of the Korean people to demonstrate the dignity and might of the DPRK this significant year under the great banner of the army-based policy. &nbsp;&nbsp;&nbsp;\r\n Among them are posters \"Let us accomplish the socialist cause true to the army-based idea of the great general\", \"Let us firmly protect the dignity and sovereignty of the DPRK\" and \"electricity, coal and metal industries and railway transport are important factors of revitalizing national economy\". &nbsp;&nbsp;&nbsp;\r\n Posters \"the U.S. imperialists, don't run wild\", \"Let us fight out the U.S. imperialists in do-or-die spirit\" and other posters represent the revolutionary spirit of the army and people of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Also exhibited there are posters on national reunification and those calling for highly displaying the advantages of the Korean-style socialist system.    \r\n\r\n"
        },
        {
            "title": "Kim Yong Sun meets president of S. Korean Hyundai Asan",
            "url": "http://kcna.co.jp/item/2003/200301/news01/17.htm#5",
            "content": "Korean people vow to win in decisive battle against U.S. \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 16 (KCNA) -- Rallies supporting the statement of the DPRK Government on its withdrawal from the Nuclear Non-Proliferation Treaty (NPT) were held in North Hamgyong, Kangwon, South Hwanghae and Ryanggang provinces from Jan. 14 to 15.\r\n Speakers at the rallies said that the statement of the DPRK Government on its withdrawal from the NPT represent the revolutionary determination of the Korean people and a legitimate self-defence measure to protect the supreme interests of the country, remaining undeterred by any pressure and threat and expressed full support to it. &nbsp;&nbsp;&nbsp;\r\n The heroic Korean people will never allow the U.S. imperialists to wantonly infringe upon the dignity of the DPRK but emerge victorious in a decisive battle with them without fail, they noted, adding: &nbsp;&nbsp;&nbsp;\r\n It is the invariable stand of the DPRK to reciprocate good faith and react to a hard line with the toughest stand. &nbsp;&nbsp;&nbsp;\r\n The U.S. nuclear warmongers should properly understand the might of single-hearted unity of the DPRK more powerful than a nuclear weapon and stop at once their moves to stifle it. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, similar meetings of members of the union of agricultural workers of Korea and the Korean Democratic Women's Union were held on Jan. 15.    \r\n\r\n"
        },
        {
            "title": "Serious challenge to Korea's reunification",
            "url": "http://kcna.co.jp/item/2003/200301/news01/17.htm#6",
            "content": "Kim Yong Sun meets president of S. Korean Hyundai Asan \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 16 (KCNA) -- Kim Yong Sun, chairman of the Korean Asia-Pacific Peace Committee, Wednesday met and had a conversation with Jong Mong Hon, president of the Hyundai Asan of South Korea, and his party in a compatriotic atmosphere.\r\n Present there were Ri Jong Hyok, vice-chairman of the committee, and other officials concerned.    \r\n\r\n"
        },
        {
            "title": "Congratulations to Lithuanian President",
            "url": "http://kcna.co.jp/item/2003/200301/news01/17.htm#7",
            "content": "Serious challenge to Korea's reunification \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 16 (KCNA) -- One of important purposes pursued by the U.S. imperialists in creating a nuclear crisis on the Korean Peninsula is to strain the situation and check the process of reconciliation and cooperation between the north and the south of Korea.\r\n Minju Joson says this in a signed commentary today. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists instigated the International Atomic Energy Agency (IAEA) to adopt an unreasonable \"resolution\" against the DPRK and forced it to accept the resolution. Thus a hair-trigger situation is prevailing again in the Korean Peninsula and the peaceful reunification of Korea is facing a serious challenge. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are spreading a fiction \"nuclear threat from the north\" to render the situation strained, incite hostility toward the DPRK among the South Korean people and stop the north and the south from uniting. &nbsp;&nbsp;&nbsp;\r\n The \"resolution\" of the IAEA under the U.S. control will infringe upon the sovereignty and dignity of the DPRK and lead the situation to a dangerous phase to cast a dark shadow in the way of Korea's reunification. &nbsp;&nbsp;&nbsp;\r\n The DPRK wants detente, peace and reunification, not serious tension, confrontation and war. &nbsp;&nbsp;&nbsp;\r\n The recent developments show that confrontation on the Korean Peninsula is present between the Korean nation in the north and the south and the United States. &nbsp;&nbsp;&nbsp;\r\n If a war breaks out in Korea due to the U.S. imperialists keen on nuclear blackmail, it will lead to a nuclear war whose victim will be the Korean nation. It is intolerable for the Korean nation to suffer measureless disasters and misfortunes again from the U.S. strategy for domination over Korea and nuclear war moves. \r\n\r\n"
        },
        {
            "title": "Great efforts for increased coal production",
            "url": "http://kcna.co.jp/item/2003/200301/news01/17.htm#8",
            "content": "Congratulations to Lithuanian President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 16 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, on Jan. 13 sent a congratulatory message to Rolandas Paksas on his election as President of Lithuania.\r\n The message expressed belief that the friendly relations between the two countries would develop on good terms in the interests of the two peoples, and wished the president great success in his responsible work for the prosperity of the country and well-being of its people.    \r\n\r\n\r\n"
        },
        {
            "title": "Feats of Korean youth",
            "url": "http://kcna.co.jp/item/2003/200301/news01/17.htm#9",
            "content": "Great efforts for increased coal production \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 16 (KCNA) -- The Joint New Year Editorial says that the coal industry, along with the power industry, should steadily be taken as an important link in economic revitalization and efforts should be made to bring about fresh achievements in this sector.\r\n Coal miners throughout the country, inspired by the joint editorial, are all turning out in the efforts to boost coal production to solve the shortage of electricity. &nbsp;&nbsp;&nbsp;\r\nThe Sunchon Area Youth Coal Complex, the Kangdong Area Coal Complex and other coal producers have reconstructed damaged pits under difficult conditions, working hard to step up the production. &nbsp;&nbsp;&nbsp;\r\nOfficials and working people in the coal industrial sector are concentrating all their efforts on production by making an effective use of reserve coalfields and introducing advanced coal mining methods, deeply aware that increased coal production is vital for rapid development of all other economic sectors.    \r\n\r\n\r\n"
        },
        {
            "title": "Infeasible Korea strategy of U.S.",
            "url": "http://kcna.co.jp/item/2003/200301/news01/17.htm#10",
            "content": "Feats of Korean youth\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 16 (KCNA) -- January 17 is the 57th anniversary of the Kim Il Sung Socialist Youth League.\r\n Greeting the anniversary, the young men and women of Korea are looking back on the admirable exploits performed by the youth organization in the years of the Korean revolution. &nbsp;&nbsp;&nbsp;\r\nWhen the country was under the Japanese imperialists' military occupation, young communists of the first generation and patriotic youth of Korea waged a hard-fought anti-Japanese war under the leadership of President Kim Il Sung, the lodestar of the nation. In the war they rendered distinguished services shining in the history of the nation. &nbsp;&nbsp;&nbsp;\r\nAfter the liberation of the country, the Korean Democratic Youth League was formed so that the Korean youth could make a contribution to the building of a new country, belonging to an integrated mass organization. &nbsp;&nbsp;&nbsp;\r\nIn the days of the Fatherland Liberation War against the U.S. imperialists' invasion, they performed brilliant feats in sacred battles for defending the country, firmly united around the youth league. &nbsp;&nbsp;&nbsp;\r\n The youth league was renamed the Korean socialist working youth league in the period of postwar rehabilitation and construction and the Kim Il Sung Socialist Youth League in the period of socialist construction. &nbsp;&nbsp;&nbsp;\r\n The Korean youth have always played the role of vanguard and shock brigade successfully in the most difficult domains. &nbsp;&nbsp;&nbsp;\r\n When the whole country was in the \"arduous march\" and forced march for several years, they completed many large-scale projects including the Anbyon Youth Power Station, the youth hero motorway and the Kaechon-Lake Thaesong Waterway. &nbsp;&nbsp;&nbsp;\r\n Now all the Korean youth are full of determination to fulfill their honorable duty and role in the building of a powerful socialist nation, proud of being members of the Kim Il Sung Socialist Youth League.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean people's anti-U.S. feelings growing stronger",
            "url": "http://kcna.co.jp/item/2003/200301/news01/17.htm#11",
            "content": "Infeasible Korea strategy of U.S.\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 16 (KCNA) -- With the U.S. anti-DPRK campaign escalated, the DPRK could not but take such a self-defense step as withdrawal from the Nuclear Non-Proliferation Treaty.\r\n The \"nuclear\" row kicked up recklessly by the United States betrays again its brigandish ambition to stifle the DPRK by force of arms. &nbsp;&nbsp;&nbsp;\r\n The U.S. strategy for dominating the DPRK, however, is infeasible. &nbsp;&nbsp;&nbsp;\r\n In the three-year Korean War they started in the 1950s with the mobilization of huge forces for the purpose of dominating the whole of Korea, the U.S. imperialists suffered a disgraceful defeat for the first time in their history. &nbsp;&nbsp;&nbsp;\r\n Korea today is quite different from that in the 1950s. &nbsp;&nbsp;&nbsp;\r\n It is guided by Kim Jong Il, an invincible and iron-willed commander and supreme commander of the Korean People's Army. And it has an invincible army and a heroic people.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Hong Song Nam congratulates Brazilian Prime Minister",
            "url": "http://kcna.co.jp/item/2003/200301/news01/17.htm#12",
            "content": "Korean people's anti-U.S. feelings growing stronger\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 16 (KCNA) -- Ever mounting are the Korean people's resentments at the U.S. imperialists infringing upon the sovereignty of the country and the dignity of the nation.\r\n Mass rallies have been held in Pyongyang and all other areas of the country in support of the government's statement on the country's withdrawal from the Nuclear Non-Proliferation Treaty, while public voices denouncing the U.S. imperialists and the International Atomic Energy Agency for the intensified anti-DPRK campaign are growing stronger. &nbsp;&nbsp;&nbsp;\r\n Since the statement was published, the workers of the Rakwon Machine Complex have worked hard all night and topped their daily quotas at 130 percent, influenced by hostile feelings towards the U.S. imperialists. &nbsp;&nbsp;&nbsp;\r\n Agricultural working people in Anak, Yonan and other areas of South Hwanghae Province are successfully going ahead with farming preparations, while sincerely assisting servicemen. &nbsp;&nbsp;&nbsp;\r\n In letters to servicemen, their parents, brothers and sisters hope that they will come back to their hometowns after becoming heroes in sacred battles with the enemies. &nbsp;&nbsp;&nbsp;\r\n Millions of young working people, university students, war veterans and even middle school students and housewives are willing to fight with arms in hands to defend the dignity and honor of Kim Il Sung's nation if the U.S. imperialist warmongers  bring dark clouds of a nuclear war over the land of Korea, going against the world progressive people's desire for and the trend of the times towards peace.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Paek Nam Sun meets special envoy of UN Secretary General",
            "url": "http://kcna.co.jp/item/2003/200301/news01/17.htm#13",
            "content": "Hong Song Nam congratulates Brazilian Prime Minister\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 16 (KCNA) -- Hong Song Nam, Premier of the DPRK Cabinet, sent a congratulatory message to Jose Dirceu upon his appointment as Brazilian Prime Minister.\r\n In the belief that the friendly and cooperative ties between the two countries would grow stronger, the message sincerely wished him success in his responsible work for the prosperity of the country.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Brazilian FM",
            "url": "http://kcna.co.jp/item/2003/200301/news01/17.htm#14",
            "content": "Paek Nam Sun meets special envoy of UN Secretary General\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 16 (KCNA) -- DPRK Foreign Minister Paek Nam Sun met and had a talk with Moris Strong, special envoy of the UN Secretary General, and his companion at the Mansudae Assembly Hall today.\r\n Present there were an official concerned and the resident coordinator of the UN and resident representative of the UNDP here.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Special envoy of UN secretary general pays homage to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2003/200301/news01/17.htm#15",
            "content": "Congratulations to Brazilian FM\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 16 (KCNA) -- DPRK Foreign Minister Paek Nam Sun sent a message of greetings to Celso Luis Nunes Amorim upon his appointment as Foreign Minister of Brazil.\r\n Expressing belief that the friendly and cooperative relations between the two countries would grow stronger, the message wished him success in fulfilling his new duty.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japanese Prime Minister's visit to \"Yasukuni Shrine\" denounced",
            "url": "http://kcna.co.jp/item/2003/200301/news01/17.htm#16",
            "content": "Special envoy of UN secretary general pays homage to Kim Il Sung\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 16 (KCNA) -- Moris Strong, special envoy of the UN Secretary General, and his companion today visited the Kumsusan Memorial Palace to pay homage to President Kim Il Sung.\r\n The guests made a bow in humble reverence to Kim Il Sung who lies in state. &nbsp;&nbsp;&nbsp;\r\n They looked round orders, medals and certificates of honorary degrees conferred on him in Korea and foreign countries, the mourning hall reminding of those days when the Korean people  were shedding bitter tears over the greatest national loss and a train and a car he used during his on-the-spot guidance and foreign tour and the last period of his life. &nbsp;&nbsp;&nbsp;\r\n The special envoy wrote in the visitor's book that he pays his respects in humblest reverence to Kim Il Sung who brought dignity to the Korean people and glorified Korea.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam meets special envoy of UN Secretary General",
            "url": "http://kcna.co.jp/item/2003/200301/news01/17.htm#17",
            "content": "Japanese Prime Minister's visit to \"Yasukuni Shrine\" denounced\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 16 (KCNA) -- A spokesman for the DPRK Foreign Ministry released a statement today denouncing the Japanese Prime Minister for his Jan. 14 visit to the \"Yasukuni Shrine\".\r\n His third visit to the shrine where the war criminals are entombed after his assumption of office clearly proves that he justifies the aggression and all the crimes committed by Japan against other Asian countries in the past. &nbsp;&nbsp;&nbsp;\r\n This is absolutely intolerable, the spokesman said, and continued: &nbsp;&nbsp;&nbsp;\r\n Prime Minister Koizumi's visit to the shrine is quite contrary to the spirit of the DPRK-Japan Pyongyang Declaration, in which Japan repented of and apologized for the misfortune and sufferings it imposed upon the Korean people in the past. &nbsp;&nbsp;&nbsp;\r\n The state relations between the DPRK and Japan can never be normalized unless the crime-woven past of Japan is settled. &nbsp;&nbsp;&nbsp;\r\n The Japanese Government will have to pay dearly for its anachronistic moves to justify the unprecedented crimes Japan committed against the Korean people in breach of the DPRK-Japan Pyongyang Declaration.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Paek Nam Sun meets with new Indonesian Ambassador",
            "url": "http://kcna.co.jp/item/2003/200301/news01/17.htm#18",
            "content": "Kim Yong Nam meets special envoy of UN Secretary General\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 16 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, met and had a conversation with Moris Strong, special envoy of the UN Secretary General, and his companion at the Mansudae Assembly Hall today.\r\n Present there were Choe Su Hon, Vice-Minister of Foreign Affairs, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n At the meeting the special envoy conveyed new year greetings and best wishes from UN Secretary General Kofi Annan to General Secretary Kim Jong Il.   \r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2003/200301/news01/17.htm#19",
            "content": "Paek Nam Sun meets with new Indonesian Ambassador\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 16 (KCNA) -- DPRK Foreign Minister Paek Nam Sun today met and had a talk with Hendrati Sukendar Munthe, new Indonesian Ambassador to the DPRK who paid a courtesy call on him.    \r\n\r\n\r\n\r\n"
        }
    ]
}