{
    "date": "2003-05-08",
    "url": "http://kcna.co.jp/item/2003/200305/20030508.htm",
    "articles": [
        {
            "title": "Police suppression of Hanchongryon under fire in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200305/news05/08.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "People's preparatory committee formed in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200305/news05/08.htm#2",
            "content": "Police suppression of Hanchongryon under fire in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- The South Korean society of families of wanted political offenders related to Hanchongryon (the South Korean Federation of University Student Councils) and the society for lifting of the search for political offenders related to Hanchongryon reportedly issued a joint statement on May 1, condemning the police arrest of Pak Je Min, former chairman of the general student council of Kyonggi University, on April 30.\r\n The statement said that former wanted political offender Pak has now become a prisoner of conscience and student Kim Min Bom of Kwandong University who had been taken to the police station was put in custody, adding that there will be more prisoners of conscience and this land will never shake off its ill-fame as a land with a poor human rights record unless the issue of the search for wanted political offenders of Hanchongryon is settled. &nbsp;&nbsp;&nbsp;\r\n Dismissing this crackdown of the police authorities as an action of ignoring the social atmosphere and public opinion calling for the settlement of the issue of search for wanted political offenders, the statement urged the police to immediately halt the arrest of wanted members of Hanchongryon, an open challenge to the trend of the times. &nbsp;&nbsp;&nbsp;\r\n It strongly demanded the authorities opt as early as possible for solving the issue of search for wanted political offenders. \r\n\r\n"
        },
        {
            "title": "Agreement of inter-Korean ministerial talks welcomed in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200305/news05/08.htm#3",
            "content": "People's preparatory committee formed in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- A People's Preparatory Committee for a Memorial Service for Sin Hyo Sun and Sim Mi Son, Schoolgirls Killed By a U.S. Armored Car on June 13 last year, was reportedly inaugurated on May 2 with due ceremony.\r\n Present at the ceremony were members of at least 250 civic and social organizations including the all-people measure committee for the slain girls, representatives of political parties, citizens. &nbsp;&nbsp;&nbsp;\r\n The ceremony elected permanent co-representative of the measure committee Hong Kun Su, representative of the Democratic Workers' Party Kwon Yong Gil, representative of the People's Party for Reform Kim Won Ung and chairman of the South Korean Federation of University Student Councils Jong Jae Uk co-chairmen of the preparatory committee. &nbsp;&nbsp;&nbsp;\r\n The committee decided to name the memorial service the memorial service to keep the promise made to Hyo Sun and Mi Son and honour their memory on the first anniversary of their death and a grand people's candlelight march for national independence and peace against war and stage a struggle for the revision of the shackling South Korea-U.S. \"Status of Forces Agreement\" and \"candlelight marches across South Korea for national independence and peace against war\". &nbsp;&nbsp;&nbsp;\r\n Speeches were made and a statement and a five-point action program for all the people in the run-up to the memorial service were adopted at the ceremony.    \r\n\r\n"
        },
        {
            "title": "Degree of Master awarded to Korean resident in Japan",
            "url": "http://kcna.co.jp/item/2003/200305/news05/08.htm#4",
            "content": "Agreement of inter-Korean ministerial talks welcomed in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- The south headquarters of Pomchonghakryon (the National Alliance of Youth and Students for the Country's Reunification) in a statement on May 3 said that the publication of the joint press release of the tenth south-north ministerial talks marked a new turn in vigorously implementing the June 15 joint declaration on the track of national independence, according to a news report.\r\n The statement went on: &nbsp;&nbsp;&nbsp;\r\n The ministerial talks instilled a hope for national reunification into all the Koreans by reconfirming the will to implement the joint declaration. &nbsp;&nbsp;&nbsp;\r\n The south headquarters will strengthen solidarity and unity with all the youth and students' organizations to successfully hold a joint memorial service for the schoolgirls killed by GIs and a June 15 Grand Festival for National Reunification and make positive efforts to form a national united front irrespective of the differences of political view and religious belief. &nbsp;&nbsp;&nbsp;\r\n No matter how terribly the U.S. may threaten the existence and sovereignty of the Korean nation with its anti-north nuclear war moves, it can not block the vigorous advance of the Korean nation toward reunification, united firm under the banner of the joint declaration.    \r\n\r\n"
        },
        {
            "title": "Adherence to principle of national sovereignty called for",
            "url": "http://kcna.co.jp/item/2003/200305/news05/08.htm#5",
            "content": "Degree of Master awarded to Korean resident in Japan \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- A degree of Master of Art was awarded to People's Artiste Ri Mi Nam, Korean resident in Japan, in recognition of her contribution made to preserving and developing the Juche character and national character of dancing art by finding out the tune and dance rhythm peculiar to the Janggo dance, a cultural heritage of the Korean nation.\r\n An awarding ceremony took place at the Mansudae Assembly Hall on May 6. &nbsp;&nbsp;&nbsp;\r\n Present there were vice-premier of the cabinet Jo Chang Dok, chairman of the DPRK state commission for conferring degrees and titles, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Ri pledged herself to render greater services for developing and glorifying the national culture true to the leadership of Kim Jong Il, saying she deemed it high honour to receive the degree of Master of the dignified DPRK.    \r\n\r\n"
        },
        {
            "title": "Congratulations to Central African Prime Minister",
            "url": "http://kcna.co.jp/item/2003/200305/news05/08.htm#6",
            "content": "Adherence to principle of national sovereignty called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- The Korean nation should strictly observe the principle of national sovereignty whereby it can exercise its sovereign right as master in the struggle for national reunification, says Rodong Sinmun today in a signed article.\r\n Saying that the principle of national sovereignty serves as an invincible banner of national reunification, the article continues: &nbsp;&nbsp;&nbsp;\r\n All members of the nation should firmly arm themselves with the consciousness of national sovereignty and resolutely reject flunkeyism and the idea of dependence on outsiders to reunify the country on the principle of national sovereignty. &nbsp;&nbsp;&nbsp;\r\n It is necessary to build up the driving force of the nation to strictly abide by the principle of national sovereignty in the struggle to reunify the country. &nbsp;&nbsp;&nbsp;\r\n The driving force of the nation precisely means great national unity and it provides a sure guarantee for achieving the independent and peaceful reunification of the country. &nbsp;&nbsp;&nbsp;\r\n All the Koreans in the north and the south and abroad should turn out as one to achieve the great national unity so as to frustrate the U.S. criminal attempt to start a war of aggression against the DPRK and achieve at an early date the historic cause of national reunification, the supreme task of the nation. &nbsp;&nbsp;&nbsp;\r\n The north and the south should promote co-existence, co-prosperity and common interests and join efforts in reunifying the country irrespective of the differing ideas and systems and whoever has national conscience and wishes for reunification should work together for reunification irrespective of ideas and religious beliefs. This is the consistent stand of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n The Juche-based line and policy on national sovereignty for reunification clarified by Kim Jong Il serves as important guidelines which all the Koreans in the north and the south and abroad should regard as a strong mainstay for reunification.    \r\n\r\n"
        },
        {
            "title": "Paek Nam Sun greets Central African FM",
            "url": "http://kcna.co.jp/item/2003/200305/news05/08.htm#7",
            "content": "Congratulations to Central African Prime Minister \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- Premier of the DPRK cabinet Hong Song Nam sent a congratulatory message to Abel Goumba upon his appointment as Prime Minister of Central Africa.\r\n The message wished the prime minister success in his responsible work for the peace and stability of the country and the welfare of the people, expressing the belief that the friendly and cooperative relations between the two countries would develop on good terms.    \r\n\r\n"
        },
        {
            "title": "Folk customs in lunar April",
            "url": "http://kcna.co.jp/item/2003/200305/news05/08.htm#8",
            "content": "Paek Nam Sun greets Central African FM \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- Foreign minister Paek Nam Sun sent a message of greetings to Karim Meckassoua upon his appointment as minister for foreign affairs, regional integration and Francophile counties of Central Africa.\r\n The message wished him success in his responsible work for achieving peace, stability and prosperity of the country, expressing the belief that the friendly and cooperative relations between the two countries would grow stronger on good terms.  \r\n\r\n"
        },
        {
            "title": "Greetings to President of Azerbaijan",
            "url": "http://kcna.co.jp/item/2003/200305/news05/08.htm#9",
            "content": "Folk customs in lunar April \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- The Korean people with a 5,000-year-long history enjoy colorful customs according to seasons.\r\n Peculiar are the customs in lunar April.\r\n In this season, they are fond of steamed rice-cakes, parsley dishes, boiled black soybean, dishes mixed with scallion, etc. &nbsp;&nbsp;&nbsp;\r\n The spiced parsley dishes mixed with scallion are popular among people for their medical effects. &nbsp;&nbsp;&nbsp;\r\n People enjoy such folk amusements as playing with lanterns and crackers, rope skipping, etc. and girls and women like to polish their finger nails with touch-me-not flowers.     \r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Central African President",
            "url": "http://kcna.co.jp/item/2003/200305/news05/08.htm#10",
            "content": "Greetings to President of Azerbaijan\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- Kim Yong Nam, President of the Presidium of the Supreme People's Assembly of the DPRK, sent a message of greetings to Geidar Aliyev, President of Azerbaijan, on May 3 on the occasion of his 80th birthday.\r\n In the belief that the friendly and cooperative ties between the two countries would continue to develop on good terms in the future, too, the message wished the president great success in his work for the prosperity of the country and the wellbeing of the people as well as good health and happiness.    \r\n\r\n\r\n"
        },
        {
            "title": "False report about outbreak of SARS-suspected patients in Pyongyang rejected",
            "url": "http://kcna.co.jp/item/2003/200305/news05/08.htm#11",
            "content": "Congratulations to Central African President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, on May 5 sent a congratulatory message to Francois Bozize upon his assumption of office as president of Central Africa.\r\n Expressing the belief that the friendly and cooperative relations between the two countries would develop on good terms, the message sincerely wished the president success in his responsible work for the peace, stability and democratic reconstruction of the country.    \r\n\r\n\r\n\r\n"
        }
    ]
}