{
    "date": "2003-02-24",
    "url": "http://kcna.co.jp/item/2003/200302/20030224.htm",
    "articles": [
        {
            "title": "U.S. war moves denounced in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200302/news02/24.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on revolutionary principle of Korean people",
            "url": "http://kcna.co.jp/item/2003/200302/news02/24.htm#2",
            "content": "U.S. war moves denounced in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 23 (KCNA) -- More than 20 South Korean catholic organizations including the National Catholic Alliance for Justice and the Catholic Committee of Human Rights  reportedly called a \"press conference of Catholics to oppose the Iraqi war and condemn the threat to the peace on the Korean Peninsula\" in Seoul on Feb. 14.\r\n A statement released there termed the Iraqi war to be unilaterally spearheaded by the U.S. an unpardonable horrible massacre. &nbsp;&nbsp;&nbsp;\r\n Noting that the U.S. is justifying its moves over \"North Korea's nuclear issue\" under the absurd pretext of deterrent force against North Korea but they are aimed, in fact, at mounting a preemptive attack on it, which may bring an irrevocable disaster to the Korean nation, the statement demanded the U.S. immediately stop bolstering the troops in and around the Korean Peninsula and opt for a peaceful settlement to the issue. &nbsp;&nbsp;&nbsp;\r\n The statement also urged the \"authorities to withdraw its plan to dispatch troops to the Iraqi war at once.\" It declared that they would strive for an end to the war and peace of the Korean Peninsula and humankind.    \r\n\r\n"
        },
        {
            "title": "U.S. Forces' pullback from South Korea called for",
            "url": "http://kcna.co.jp/item/2003/200302/news02/24.htm#3",
            "content": "Rodong Sinmun on revolutionary principle of Korean people \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 23 (KCNA) -- The army and the people of the DPRK are now devoting themselves to the struggle to glorify their idea, system and cause with a firm revolutionary principle, says Rodong Sinmun Sunday in a signed article.\r\n It continues: &nbsp;&nbsp;&nbsp;\r\n The reality proves that it is the only way of smashing the imperialists' moves to isolate and suffocate the DPRK and achieving the prosperity of the country and the nation to consistently adhere to the revolutionary principle, the socialist principle in the revolution and construction. &nbsp;&nbsp;&nbsp;\r\n The Korean people's unshakable revolutionary principle finds its vivid manifestation in devotedly protecting the dignity and sovereignty of the country and the nation. &nbsp;&nbsp;&nbsp;\r\n It is the steadfast revolutionary principle of the Korean people to allow neither slightest concession nor compromise in the issues related to the fundamental interests of the revolution but remain true to their principle of independence, braving any moves of the enemies. This was clearly reflected in the DPRK Government statement on its withdrawal from the NPT. It is also manifested in confidently pushing ahead with the socialist cause their own way under any circumstances and situation. \r\n The above-said principle is also reflected in the revolutionary slogan \"Let us live our own way\" and it finds a vivid expression in strictly adhering to the working class principle, the socialist principle in all the fabrics of social life. &nbsp;&nbsp;&nbsp;\r\n No matter how desperately the U.S. imperialists may work they can never break the faith and will of the Korean people dynamically advancing along the road of socialism, true to the firm revolutionary principle.    \r\n\r\n"
        },
        {
            "title": "U.S. moves for war against DPRK assailed",
            "url": "http://kcna.co.jp/item/2003/200302/news02/24.htm#4",
            "content": "U.S. Forces' pullback from South Korea called for \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, February 23 (KCNA) -- There is an unprecedentedly strong call in the U.S. for the withdrawal of its forces from South Korea, an indication that this matter has become an urgent demand and an irresistible trend of the times, says Rodong Sinmun today in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n In the period of the cold war the U.S. always asserted that its troops should be present in South Korea to deter the Soviet Union's southward advance and repel North Korea's invasion of the south. &nbsp;&nbsp;&nbsp;\r\n But such assertion and pretext no longer stand to reason as the agreement on non-aggression and the June 15 Joint Declaration were adopted by the north and the south of korea. &nbsp;&nbsp;&nbsp;\r\n The organizations and people from all walks of life in South Korea are now strongly demanding the U.S. troops' pullback from South Korea under the slogans of independence against the U.S. and \"By Our Nation Itself,\" accusing the bush administration of taking a hard-line stand toward the DPRK in a bid to hamstring the process of reconciliation between the north and the south of Korea and their reunification. &nbsp;&nbsp;&nbsp;\r\n Active in South Korea are the headquarters of the movement for the U.S. Forces' withdrawal from South Korea, the headquarters of the movement for the return of the U.S. military base in Ryongsan and the joint measure committee to retake our land, U.S. military bases, and many other anti-U.S. organizations. &nbsp;&nbsp;&nbsp;\r\n The South Koreans are angered by the U.S. which is hamstringing the efforts to warm the north-south relations, standing in their way of cooperation and unity and inciting confrontation between them after unilaterally scrapping the DPRK-U.S. Agreed Framework. &nbsp;&nbsp;&nbsp;\r\n The world people are also demanding the immediate withdrawal of the U.S. troops from South Korea. These voices ringing out more loudly than ever before reflect the requirement of the times. &nbsp;&nbsp;&nbsp;\r\n If the U.S. keeps pursuing its policy of military presence in South Korea, lending a deaf ear to the voices at home and abroad demanding its troops' pullback from South Korea, it will stand more strongly censured and rejected at home and abroad.    \r\n\r\n"
        },
        {
            "title": "Anti-war declaration released in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200302/news02/24.htm#5",
            "content": "U.S. moves for war against DPRK assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 22 (KCNA) -- The research department of the Socialist Unionist Party and the center for the study of the Juche Idea of Syria in a joint statement on Feb. 7 urged the U.S. imperialists to stop blocking Korea's reunification, immediately pull their aggressor forces out of South Korea, halt their moves for a new war and respond to the DPRK-U.S. talks.\r\n The statement sternly denounced the U.S. for doggedly pursuing the war policy to stifle the DPRK by force, beefing up its aggression forces in the Korean Peninsula and its vicinity these days. &nbsp;&nbsp;&nbsp;\r\n Noting that the U.S. policy toward the DPRK is a policy of aggression to stifle the DPRK based on justice dynamically advancing along the road of independence under the leadership of Kim Jong Il, the great leader and peerless hero, the statement voiced firm solidarity with the friendly Korean people in their struggle to frustrate it.    \r\n\r\n"
        },
        {
            "title": "DPRK experts in handicraft give their first lecture in Mexico",
            "url": "http://kcna.co.jp/item/2003/200302/news02/24.htm#6",
            "content": "Anti-war declaration released in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 22 (KCNA) -- The Students Anti-War Committee reportedly held a press conference and released an anti-war declaration in front of the U.S. embassy on Feb. 12.\r\n The committee groups the Seoul district federation of university student councils, the South Korean Christian Youth and Students Federation, the Students Committee of the Democratic Workers' Party and 10 other students organizations. &nbsp;&nbsp;&nbsp;\r\n In the declaration the committee voiced opposition to the U.S. moves to start a war against Iraq so as to put oil resources under its control, vowing to struggle for an end to the U.S. war hysteria. &nbsp;&nbsp;&nbsp;\r\n Noting that the U.S. moves for the Iraqi war and threat to the DPRK are throwing East Asia into serious uneasiness, the organization urged the government to reject the U.S. request for the dispatch of forces to the war. &nbsp;&nbsp;&nbsp;\r\n Underscoring the need to conduct a widespread anti-war campaign based on international solidarity to foil the U.S. war attempt, speakers at the conference declared that the organization would launch a fiercer protest campaign if the U.S. provokes the Iraqi war.    \r\n\r\n"
        },
        {
            "title": "KCNA ridicules western media's talk about DPRK's \"brinkmanship tactics\"",
            "url": "http://kcna.co.jp/item/2003/200302/news02/24.htm#7",
            "content": "DPRK experts in handicraft give their first lecture in Mexico \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 22 (KCNA) -- The DPRK experts in handicraft held an opening ceremony of their lectures at a house of culture in San Nicolas city, Nuevo Leon state, Mexico on Jan. 30.\r\n Alberto Anaya Gutierrez, coordinator (leader) of the National Executive Committee of the Workers' Party of Mexico, in a speech at the ceremony evinced his deep thanks to Kim Jong Il for sending the experts. He expressed belief that they would make a great contribution to the development of Mexican culture and the development of the friendly relations between the two peoples. &nbsp;&nbsp;&nbsp;\r\n Owing to the U.S. machinations only Korea remains divided in the world, he said, adding: The Mexican people always extend support to the Korean people in their efforts for national reunification.    \r\n\r\n"
        },
        {
            "title": "Reunion of separated families and relatives here",
            "url": "http://kcna.co.jp/item/2003/200302/news02/24.htm#8",
            "content": "KCNA ridicules western media's talk about DPRK's \"brinkmanship tactics\" \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 22 (KCNA) -- Some leading media in the western world are talking about the DPRK's \"brinkmanship tactics\" and \"brinkmanship diplomacy\" more often than not when commenting on the DPRK-U.S. relations.\r\n There are some points to be made clear before commenting on the viewpoints and stand of the western media and some parrots in Japan and South Korea who like to paint the DPRK's stand and attitude towards political, military and diplomatic confrontation with the U.S. as publicity stunts. &nbsp;&nbsp;&nbsp;\r\n They are so naive as to describe the DPRK's independent foreign policy and its principled stand and activities for its implementation as \"brinkmanship tactics\" only to betray their ignorance of the DPRK. This is baseless criticism of its just stand. &nbsp;&nbsp;&nbsp;\r\n The use of such phraseologies as \"brinkmanship tactics\" and \"brinkmanship diplomacy\" by hostile forces and their mouthpieces and parrots is designed to defile the nature of the DPRK's foreign policy and activities and tarnish its international image. &nbsp;&nbsp;&nbsp;\r\n They are apt to consider the DPRK's stand and attitude toward the dialogue and negotiations with the U.S. as a sort of tactics to make a bargain with the former's playing card hidden behind. &nbsp;&nbsp;&nbsp;\r\n They are, however, mistaken. &nbsp;&nbsp;&nbsp;\r\n The review of the whole process of the DPRK-U.S. negotiations proves that their contention is absolutely groundless as it is based on extremely superficial assumption and sheer lie. &nbsp;&nbsp;&nbsp;\r\n The nuclear issue on the Korean Peninsula emerged as the U.S. deployed nuclear weapons in South Korea and increased nuclear threat to the DPRK. Therefore, it is the U.S. which has posed a threat to the DPRK. &nbsp;&nbsp;&nbsp;\r\n The nuclear crisis in 1993 and the present crisis have not changed at all in their nature. &nbsp;&nbsp;&nbsp;\r\n In 1993 the U.S. misused the international atomic energy agency to attain its sinister political aim and gravely infringed upon the sovereignty and the security of the DPRK, thus compelling it to take the measure of withdrawing from the nuclear non-proliferation treaty. &nbsp;&nbsp;&nbsp;\r\n It was none other than the U.S. that sparked the crisis by posing a nuclear threat to the DPRK and internationalizing it and drove the issue to the extremes. Then who has actually resorted to \"brinkmanship tactics\"? &nbsp;&nbsp;&nbsp;\r\n Later, the DPRK-U.S. negotiations took place to cross over the crisis and the DPRK-U.S. joint statement was adopted on June 11, 1993 and the DPRK-U.S. Agreed Framework on October 21, 1994. &nbsp;&nbsp;&nbsp;\r\n The U.S. consent to the AF was not a sort of concession to the DPRK nor its interests were infringed upon unilaterally. But at that time the U.S. conservative hard-liners distorted the reality, saying that they suffered a loss, caught in by the DPRK's \"brinkmanship tactics\". &nbsp;&nbsp;&nbsp;\r\n The AF which called for the U.S. provision of light water reactors in return for the DPRK's nuclear freeze only resulted in bringing a huge loss of electricity to the DPRK due to the U.S. insincere attitude toward it. &nbsp;&nbsp;&nbsp;\r\n However, the U.S. conservative hardliners, republican hawks in particular, resorted to brazen-faced and mean operations to totally scrap the AF as they were displeased with the DPRK-U.S. negotiations from the outset. &nbsp;&nbsp;&nbsp;\r\n The republican-dominated U.S. congress session convened in 1999 called for reassessing its Korea policy as if it had been deceived by the adoption of the AF. &nbsp;&nbsp;&nbsp;\r\n The \"Armitage report\" worked out by them at that time clearly shows the root cause of the U.S. mistrust and hostility toward the DPRK which is also reflected in the Bush administration's Korea policy. &nbsp;&nbsp;&nbsp;\r\n All these facts clearly tell why the U.S. has not honored the AF since its adoption and why the Bush administration has pursued the hard-line and hostile policy toward the DPRK since its emergence, talking about the \"reexamination of the Korea policy,\" \"part of an axis of evil\" and \"preemptive attack.\" &nbsp;&nbsp;&nbsp;\r\n The U.S. was compelled to respond to the DPRK-U.S. negotiations in the past by the DPRK's patient efforts and the world peace-loving people's strong call for averting a war on the Korean Peninsula and ensuring peace and stability in the region. &nbsp;&nbsp;&nbsp;\r\nIt did so not out of any \"good faith\" or \"generosity\". &nbsp;&nbsp;&nbsp;\r\n The adoption of the AF, certain progress made in the bilateral relations in the period of the Clinton administration and a new phase of reconciliation opened between the north and the south were all attributable to the DPRK's fair and above-board, principled and consistent policy, not a product of such a bargaining strategy as \"brinkmanship tactics.\" &nbsp;&nbsp;&nbsp;\r\n The people in the DPRK are making legitimate efforts to build a powerful nation on the socialist land chosen and built by themselves and achieve reunification and peace of the country. &nbsp;&nbsp;&nbsp;\r\n As far as the bargaining tactics is concerned, it is none other than the U.S. which has employed it with rare zeal. &nbsp;&nbsp;&nbsp;\r\n The U.S. double-dealing policy based on upperhand in strength is a bargaining strategy based on threat, blackmail, appeasement and deception. &nbsp;&nbsp;&nbsp;\r\n It is foolish of the U.S. to think this strategy will work on the DPRK. It is only wasting its time. &nbsp;&nbsp;&nbsp;\r\n The long history of the DPRK-U.S. relationship and bilateral confrontation has already proved more than once the truth that the U.S. can never bring the DPRK to its knees.    \r\n\r\n"
        },
        {
            "title": "Projected large-scale U.S.-S. Korea joint military exercises under fire",
            "url": "http://kcna.co.jp/item/2003/200302/news02/24.htm#9",
            "content": "Reunion of separated families and relatives here \r\n&nbsp;&nbsp;&nbsp; Kumgangsan, February 21 (KCNA) -- The 6th reunion of separated families and relatives took place at Kumgangsan resort on Feb. 20.\r\n Those from the north had a collective reunion with their kinsmen from the south under the agreement reached between the Red Cross organizations of both sides. &nbsp;&nbsp;&nbsp;\r\n South side's separated families and relatives came over to the north along the temporary road built for the overland tour of Mt. Kumgang through the Military Demarcation Line, barbed wire entanglements of grudge. &nbsp;&nbsp;&nbsp;\r\n Families and relatives of both sides, deeply moved and pleased to reunite, called and hugged each other and held each other's hands. &nbsp;&nbsp;&nbsp;\r\n Northerners explained in detail to their kinsfolk from the south about happy days they have spent under the warm care of the party and the leader and briefed them on their proud living. &nbsp;&nbsp;&nbsp;\r\n The southerners, moved to hear them, expressed their heart-felt thanks to Kim Jong Il for embracing their kinsmen, taking good care of them and providing their reunion. &nbsp;&nbsp;&nbsp;\r\n Northerners had family-to-family reunions with their families and relatives from the south on Feb. 21. &nbsp;&nbsp;&nbsp;\r\n Deeply moved to meet with each other as they have been unable to hear from each other for more than half a century, they took meals together in a harmonious family atmosphere and had a pleasant time. &nbsp;&nbsp;&nbsp;\r\n Northerners encouraged their kinsfolk, writing letters carrying their wish to reunify the country as early as possible, upholding Kim Jong Il, lodestar of national reunification, in high esteem and singing songs representing the ardent desire of all the Koreans. &nbsp;&nbsp;&nbsp;\r\n They handed photos and letters of their families and relatives leading a fruitful life under man-centred socialism to their kinsfolk from the south.  &nbsp;&nbsp;&nbsp;\r\n They had photos taken and exchanged souvenirs with each other. &nbsp;&nbsp;&nbsp;\r\n The south side's red cross hosted a reception for the separated families and relatives from the north and the south. &nbsp;&nbsp;&nbsp;\r\n They saw an acrobatic performance given by the north side's circus group.     \r\n\r\n\r\n"
        },
        {
            "title": "Reception given by Russian military attache",
            "url": "http://kcna.co.jp/item/2003/200302/news02/24.htm#10",
            "content": "Projected large-scale U.S.-S. Korea joint military exercises under fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 22 (KCNA) -- The large-scale war manoeuvres to be staged by the U.S. and South Korean warhawks with at least 200,000 troops, aircraft carriers and other war means involved are a dangerous military provocation and escalated military action against the DPRK, observe papers here today in signed commentaries.\r\n This sabre-rattling projected by them at a time when the Korean Peninsula is riddled with a dangerous nuclear crisis is aimed to stifle the DPRK by force of arms. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun says: &nbsp;&nbsp;&nbsp;\r\n The Bush bellicose forces are becoming more vociferous in their nuclear racket after bringing up the \"nuclear issue\" of the DPRK in a bid to put their hostile policy of aggression against it into practice. &nbsp;&nbsp;&nbsp;\r\n It is quite clear what consequences their sabre-rattling will bring. &nbsp;&nbsp;&nbsp;\r\n The U.S. talk about dialogue is a whopping lie because a dialogue and a play with fire can not go together. &nbsp;&nbsp;&nbsp;\r\n As it is clear that the U.S. option is to start a war against the DPRK, it cannot remain a passive onlooker to it. &nbsp;&nbsp;&nbsp;\r\n Minju Joson urges the South Korean warhawks to behave with decorum.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Senior U.S. officials' remarks refuted",
            "url": "http://kcna.co.jp/item/2003/200302/news02/24.htm#11",
            "content": "Reception given by Russian military attache\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 22 (KCNA) -- Vladislav Prokopenko, military attache of the Russian embassy here, gave a reception at the Taedonggang Club for the Diplomatic Corps on Friday on the occasion of Russia's \"Day of the Defenders of the Fatherland.\"\r\n Present on invitation were general Ryo Chun Sok and colonel general Ji Ki Son and generals and officers of the Korean People's Army and military attaches of foreign embassies here. &nbsp;&nbsp;&nbsp;\r\n Russian ambassador Andrei Karlov and embassy officials were on hand.\r\n Speeches were made there.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam leaves for Malaysia",
            "url": "http://kcna.co.jp/item/2003/200302/news02/24.htm#12",
            "content": "Senior U.S. officials' remarks refuted\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 22 (KCNA) -- U.S. Secretary of State, Powell addressing a recent meeting in the U.S., claimed that the issue of the DPRK is not an issue merely concerned with the United States.\r\n Earlier, John Wolf, assistant secretary of state in charge of non-nuclear proliferation, said, when interviewed by Itar-Tass, that the problem is that North Korea backpedaled its commitment made to the world community. &nbsp;&nbsp;&nbsp;\r\n In this regard Rodong Sinmun today says in a commentary: &nbsp;&nbsp;&nbsp;\r\n It is preposterous, indeed, for the U.S. conservative hardliners to describe the nuclear issue on the Korean Peninsula as an issue to be settled between the DPRK and the world community. &nbsp;&nbsp;&nbsp;\r\n Lurking behind their remarks is the U.S. intention to evade its responsibility for the nuclear issue on the Korean Peninsula at any cost under the pretext of the DPRK's \"threat to the world community\" and create an atmosphere of international pressure upon Pyongyang in a bid to isolate and stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n The nuclear issue on the Korean Peninsula is a product of the U.S. hostile policy toward the DPRK. In other words, it emerged as the united states has posed a constant threat to the DPRK with nukes after massively stockpiling and forward-deploying such weapons in and around South Korea. Therefore, the issue should be settled between the DPRK and the U.S. without fail. &nbsp;&nbsp;&nbsp;\r\n The U.S. should respond to the dialogue with the DPRK to conclude a non-aggression treaty with the latter instead of insisting on its bid to internationalize the issue that should be settled between the two countries and making it complicated. &nbsp;&nbsp;&nbsp;\r\nThis will be beneficial to the u.s. itself and world peace and security. \r\n The United States is well advised to properly understand the DPRK's stand, face up to the present situation and act with reason.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulatory message to Prime Minister of Antigua and Barbuda",
            "url": "http://kcna.co.jp/item/2003/200302/news02/24.htm#13",
            "content": "Kim Yong Nam leaves for Malaysia\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 22 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, left here today to participate in the 13th Non-Aligned Summit Meeting to be held in Malaysia.\r\n He was seen off at the airport by Yang Hyong Sop, vice-President of the Presidium of the SPA, Kim Yong Il, vice-Minister of Foreign Affairs, officials concerned and Wu Donghe, Chinese Ambassador to the DPRK.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Prime Minister of St. Lucia",
            "url": "http://kcna.co.jp/item/2003/200302/news02/24.htm#14",
            "content": "Congratulatory message to Prime Minister of Antigua and Barbuda\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 22 (KCNA) -- Premier of the DPRK Cabinet Hong Song Nam sent a congratulatory message to Lester Bryant Bird, Prime Minister of Antigua and Barbuda, on his 65th birthday.\r\n The message sincerely wished him fresh success in his responsible work for the progress and prosperity of the country.   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Guyanese President",
            "url": "http://kcna.co.jp/item/2003/200302/news02/24.htm#15",
            "content": "Greetings to Prime Minister of St. Lucia\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 22 (KCNA) -- Hong Song Nam, Premier of the DPRK Cabinet, sent a message of greetings to Kenny Anthony, Prime Minister of St. Lucia, on the occasion of the 24th anniversary of its independence.\r\n Expressing belief that the friendly relations between the two countries would continue to develop, it wished the people of St. Lucia progress and prosperity.    \r\n\r\n\r\n\r\n"
        }
    ]
}