{
    "date": "2003-06-05",
    "url": "http://kcna.co.jp/item/2003/200306/20030605.htm",
    "articles": [
        {
            "title": "Election of deputies to 11th Supreme People's Assembly of DPRK to be held",
            "url": "http://kcna.co.jp/item/2003/200306/news06/05.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Students affiliated to Hanchongryon stage surprise demo in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200306/news06/05.htm#2",
            "content": "Election of deputies to 11th Supreme People's Assembly of DPRK to be held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 4 (KCNA) -- A decision of the Presidium of the Supreme People's Assembly on holding the election of deputies to the SPA of the DPRK was made public on June 3.\r\n According to the decision, the election of deputies to the 11th SPA will be held on August 3, Juche 92 (2003), in accordance with article 90 of the DPRK Socialist Constitution.    \r\n\r\n"
        },
        {
            "title": "NDFSK calls for coming out in anti-war and anti-U.S. resistance",
            "url": "http://kcna.co.jp/item/2003/200306/news06/05.htm#3",
            "content": "Students affiliated to Hanchongryon stage surprise demo in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 4 (KCNA) -- Students affiliated to Hanchongryon (South Korean Federation of University Student Councils) reportedly staged a surprise demonstration at the Kwanghwamun intersection on May 29 in protest against the chief executive's servile diplomacy toward the U.S. and the security authorities' suppression.\r\n They hung a large placard protesting against Bush's threat of war and the chief executive's humiliating diplomacy towards the U.S. and copies of a statement. &nbsp;&nbsp;&nbsp;\r\n The statement lashed out at the chief executive for siding with the U.S. in its dangerous war moves against the north at the talks with bush during his U.S. visit, not uttering even a single word about the issues including the revision of the \"Status Of Forces Agreement\" and termination of the unequal South Korea-U.S. relations, etc. whose solution is desired by the people. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the police walked away all the demonstrators to the Jongro police station.    \r\n\r\n"
        },
        {
            "title": "May Student Festival closes in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200306/news06/05.htm#4",
            "content": "NDFSK calls for coming out in anti-war and anti-U.S. resistance \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 4 (KCNA) -- The patriotic people from all walks of life, aware of the reality, should turn out as one in a nationwide anti-war and anti-U.S. death-defying resistance to foil the reckless nuclear war moves of Bush group and defend the dignity of the nation irrespective of ideology, political view, religious belief, class and strata, men and women of all ages, under the uplifted banner of national cooperation.\r\n A spokesman for the NDFSK (National Democratic Front of South Korea) said this in a statement on May 31. &nbsp;&nbsp;&nbsp;\r\n The spokesman expressed full support and response to a message to all the Koreans released by the central committee of the Democratic Front for the Reunification of the Fatherland and the Committee for the Peaceful Reunification of the Fatherland,  acknowledging the message to be a very just patriotic call for defending the dignity of the nation and the peace and security of the Korean Peninsula and opening a turning phase of national independence and reunification under the prevailing situation. &nbsp;&nbsp;&nbsp;\r\n The peace of the Korean Peninsula is now guaranteed by the powerful war deterrent force of the north, the spokesman added. &nbsp;&nbsp;&nbsp;\r\n We NDFSK, together with all the people, will not allow the hostile policy towards the north and reckless nuclear war moves of the U.S. and its followers in response to the just patriotic appeal of the north and positively support and defend the Songun policy of the north and its crystal, the self-defensive war deterrent force, the spokesman noted.    \r\n\r\n"
        },
        {
            "title": "Senior U.S. official's remarks rebuffed",
            "url": "http://kcna.co.jp/item/2003/200306/news06/05.htm#5",
            "content": "May Student Festival closes in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 4 (KCNA) -- The May Student Festival that opened on May 30 was closed on June 1, according to MBC of South Korea.\r\n A meeting took place that day to vow to achieve the independence of the Korean nation as the last function of the festival. &nbsp;&nbsp;&nbsp;\r\n At the meeting, several participants took the floor calling for implementing the June 15 South-North Joint Declaration and demanding the U.S. drop its hostile policy towards the north and conclude a non-aggression treaty with it. &nbsp;&nbsp;&nbsp;\r\n Han Sang Ryol, permanent representative of the reunification solidarity, said that the war crisis on the Korean Peninsula can be settled only by the efforts of the Korean people. He called for smashing the reckless war moves of the U.S. and achieving independence, peace and reunification through national cooperation. &nbsp;&nbsp;&nbsp;\r\n Ri Jae Gyu, vice-chairman of the south headquarters of the National Alliance for the Country's Reunification, demanded the authorities apologize for their servile and flunkeyist diplomacy towards the U.S. and completely revise the unequal \"South Korea-U.S. Status of Forces Agreement\". &nbsp;&nbsp;&nbsp;\r\n A resolution was read out at the meeting.    \r\n\r\n"
        },
        {
            "title": "U.S. moves to beef up its forces under fire",
            "url": "http://kcna.co.jp/item/2003/200306/news06/05.htm#6",
            "content": "Senior U.S. official's remarks rebuffed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 4 (KCNA) -- U.S. deputy defense secretary Wolfowitz addressing a recent meeting held in Singapore asserted that North Korea poses threats to peace and security in Northeast Asia and the world. He also prattled that putting pressure on the North Korean economy would help settle the North Korean nuclear crisis and the U.S. considers it as the most important leverage to find a solution to the issue.\r\n In this regard Rodong Sinmun today in a signed commentary says that his remarks disclose the ulterior aim sought by the U.S. in spawning the nuclear issue on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n What merits a more serious attention is that the U.S. considers putting pressure on the DPRK's economy as the most important leverage to find a solution to the nuclear issue. &nbsp;&nbsp;&nbsp;\r\n Through his outbursts he wooed Asian countries to form a united front against North Korea. &nbsp;&nbsp;&nbsp;\r\n The DPRK has successfully pushed ahead with socialist construction despite the U.S. incessant moves to isolate and blockade it. &nbsp;&nbsp;&nbsp;\r\n It is ridiculous and preposterous for the U.S. to talk about the economic blockade against the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. call for economic sanctions as the only way of settling the nuclear issue only suggests that it is going reckless, failing to know who its rival is. &nbsp;&nbsp;&nbsp;\r\n Any sanctions against the DPRK mean a war. &nbsp;&nbsp;&nbsp;\r\n The U.S. had better stop its reckless acts, properly understanding its rival.     \r\n\r\n"
        },
        {
            "title": "Japanese chief executive's remarks under fire",
            "url": "http://kcna.co.jp/item/2003/200306/news06/05.htm#7",
            "content": "U.S. moves to beef up its forces under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 4 (KCNA) -- Recently the United States announced its plan to beef up its forces stationed in South Korea which called for replacing some of the forces of the U.S. second division by a rapid deployment brigade armed with the latest equipment and introducing new type sophisticated war means.\r\n Rodong Sinmun today in a signed commentary dismisses this as a very disturbing development as it is a provocative arms build-up plan aimed at invading the north. &nbsp;&nbsp;&nbsp;\r\n The commentary goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. spawned a \"nuclear issue\" and has escalated its moves to provoke a nuclear war under that pretext in a bid to militarily stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. military authorities are painting this controversial \"arms buil-dup plan\" as a \"security plan\" to cope with somebody's \"provocation\" but this is nothing but sophism to cover up their aggressive plot hidden behind the \"arms build-up plan\". &nbsp;&nbsp;&nbsp;\r\n It admits of no argument that the U.S. moves to secure additional war reserve materials to cope with an emergency on the Korean Peninsula are necessary only for starting a war. &nbsp;&nbsp;&nbsp;\r\n The situation on the Korean Peninsula is reminiscent of an eve of a nuclear war. &nbsp;&nbsp;&nbsp;\r\n The DPRK can never remain a mere onlooker to the situation on the Korean Peninsula where the danger of a new war is increasing due to the Bush bellicose forces.\r\n It has a war deterrent force powerful enough to win in any military confrontation with the U.S. &nbsp;&nbsp;&nbsp;\r\n If the U.S. mounts a preemptive attack on the DPRK, misinterpreting its peace-loving efforts and will to settle the nuclear issue as a sign of weakness, it will not escape a catastrophic end.    \r\n\r\n"
        },
        {
            "title": "Many foreign children enjoy camping in DPRK",
            "url": "http://kcna.co.jp/item/2003/200306/news06/05.htm#8",
            "content": "Japanese chief executive's remarks under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 4 (KCNA) -- The Japanese chief executive addressing a recent meeting of the House of Councillors said it is natural to consider the Japan \"self-defence forces\" (SDF) as an army, calling for revising the present constitution so that the SDF may rightly be called an army.\r\n In this regard Minju Joson today in a signed commentary says: &nbsp;&nbsp;&nbsp;\r\n A very dangerous attempt is lurking behind Koizumi's outbursts as he was the first among the successive Japanese prime ministers to assert that the SDF should be regarded as an army. &nbsp;&nbsp;&nbsp;\r\n The commentary goes on: &nbsp;&nbsp;&nbsp;\r\n High-ranking officials of the ruling quarters of Japan are now calling for \"economic sanctions\" and \"economic blockade\" against the DPRK over its nuclear issue and advocating the \"use of force and a preemptive attack\" against the DPRK on the strength of the Japan-U.S. alliance. &nbsp;&nbsp;&nbsp;\r\n Such moves of the Japanese reactionaries are directly linked with the brigandish design of the U.S. to dominate the world. &nbsp;&nbsp;&nbsp;\r\n Since its defeat in the war fought to conquer Asia Japan has dreamt of realizing its wild ambition for reconquest of Asia through its rearmament. &nbsp;&nbsp;&nbsp;\r\n Japan regards the present situation where a war atmosphere is prevailing in various parts of the world including the Korean Peninsula due to the U.S. moves, as a golden opportunity of rounding off its preparations for a war of overseas aggression. &nbsp;&nbsp;&nbsp;\r\n As it has become obvious that Japan is working with blood-shot eyes to stifle the DPRK in league with the U.S., the DPRK has no option but to strongly react against their moves. &nbsp;&nbsp;&nbsp;\r\n Japan had better to behave itself if it does not want to meet its self-destruction.    \r\n\r\n"
        },
        {
            "title": "Mass killings by GIs in South Korea",
            "url": "http://kcna.co.jp/item/2003/200306/news06/05.htm#9",
            "content": "Many foreign children enjoy camping in DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 4 (KCNA) -- At least 2,000 foreign children of over 140 organizations from different countries have enjoyed camping at the Songdowon International Children's Camp, a modern center for extracurricular education of schoolchildren in the beauty spot on the east coast of Korea over the last decade.\r\n General Secretary Kim Jong Il, while giving field guidance to the camp on March 30, Juche 82 (1993), took the benevolent measure to receive more children from various countries to strengthen friendship and solidarity with them and provide every convenience to them in travelling by international airlines. &nbsp;&nbsp;&nbsp;\r\n Schoolchildren from China, Russia, Laos, Mexico, Nigeria and many other countries spent worthwhile camping days at the world famous Songdowon, their programs focussed on maritime activities. &nbsp;&nbsp;&nbsp;\r\n During their stay there they joined Korean children in activities of sub-branches of the children's union, had meetings with them, \"national day\" programs, sports and amusement games and other activities to deepen the friendship. &nbsp;&nbsp;&nbsp;\r\n Many of them had the honor of receiving birthday tables amid the blessings of the campers.    \r\n\r\n\r\n"
        },
        {
            "title": "Korean people in folk holiday",
            "url": "http://kcna.co.jp/item/2003/200306/news06/05.htm#10",
            "content": "Mass killings by GIs in South Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 4 (KCNA) -- It was recently made clear by archives and photos of the U.S. government that prisoners at the Jonju prison in South Korea were massacred by the U.S. troops in the past. Thus it is indisputable that the mass killings of one million civilians were committed by the U.S. imperialist aggressor troops.\r\n Commenting on this fact, Rodong Sinmun today says in a signed article: &nbsp;&nbsp;&nbsp;\r\n The history of the U.S. aggressor troops' presence in South Korea was the continuation of brutal massacre by them considering that the life of people is not worth that of fly. &nbsp;&nbsp;&nbsp;\r\n Nearly 60 years ago they divided Korea into two parts, north and south and occupied South Korea. And they issued an ordinance allegedly to punish those protesting against their military administration and put it into practice, slaughtering civilians. &nbsp;&nbsp;&nbsp;\r\n In one year after launching the Korean war, they cruelly massacred more than one million innocent civilians in all parts of South Korea, including Rogun-ri, Kochang, Suwon, Chungju, Kongju, Phyongthaek, Puyo, Chongju, Kunsan and Anyang. &nbsp;&nbsp;&nbsp;\r\n The U.S. aggressor troops are the very one who caused the tragedy of Kwangju recorded as the most miserable massacre in history. &nbsp;&nbsp;&nbsp;\r\n They drove an armored car over schoolgirls on the road to death in broad daylight and declared the murderers not guilty, far from being a guilty conscience. &nbsp;&nbsp;&nbsp;\r\n All the facts clearly show that the U.S. imperialist aggressor troops stationed in South Korea are the root cause of all misfortune and sufferings upon the South Korean people and the sworn enemy with whom the Korean nation cannot live under the same sky. &nbsp;&nbsp;&nbsp;\r\n the korean nation will never pardon all the crimes committed by the u.s. aggressor troops in south korea.     \r\n\r\n\r\n"
        }
    ]
}