{
    "date": "2003-11-10",
    "url": "http://kcna.co.jp/item/2003/200311/20031110.htm",
    "articles": [
        {
            "title": "CILRECO Supports DPRK's Stand on Nuclear Issue",
            "url": "http://kcna.co.jp/item/2003/200311/news11/10.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Group of Sit-in Strikers Formed in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200311/news11/10.htm#2",
            "content": "CILRECO Supports DPRK's Stand on Nuclear Issue \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 9 (KCNA) -- The International Liaison Committee for the Reunification and Peace in Korea issued the November Issue of its information bulletin.\r\n The bulletin in an article on the nuclear issue questioned the U.S. if it is ready to solve the nuclear issue on the Korean peninsula peacefully and put an end to its hostile policy towards the DPRK. The arrogant and unilateral attitude of the U.S. delegation at the six-way talks held in Beijing and the ceaseless provocations of the U.S. to the DPRK, in particular, cast a doubt as to whether the recent remarks of the U.S. president truly reflect the stand to settle the nuclear crisis on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n The bulletin carried an article introducing progress made in the DPRK, south Korean news and news of the vigorous international movement for solidarity with the Korean people now under way worldwide.    \r\n\r\n  \r\n\r\n"
        },
        {
            "title": "U.S. Intention to Stop LWR Construction Assailed in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200311/news11/10.htm#3",
            "content": "Group of Sit-in Strikers Formed in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 9 (KCNA) -- The Emergency People's Action against the Additional Troop Dispatch to Iraq in south Korea reportedly inaugurated a group of sit-in strikers at the plaza in front of Seoul Railway Station on November 4.\r\n A statement released at the inaugural ceremony noted that people can expect nothing from the \"government\" unable to reject even the U.S. unjust pressure for additional troop dispatch. It called on all the people to turn out in a struggle against the additional troop dispatch. &nbsp;&nbsp;&nbsp;\r\n The group declared that it would escalate the struggle till the \"day of south Korean people's third action\" slated for November 15. &nbsp;&nbsp;&nbsp;\r\n Earlier, the Democratic Workers' Party formed a \"group of sit-in strikers for coping with the emergency situation in order to put an end to the suppression of workers, have the decision on the troop dispatch to Iraq withdrawn and urge a radical political reform.\"    \r\n\r\n\r\n"
        },
        {
            "title": "GNP's Corruption Condemned",
            "url": "http://kcna.co.jp/item/2003/200311/news11/10.htm#4",
            "content": "U.S. Intention to Stop LWR Construction Assailed in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 9 (KCNA) -- The Reunification Solidarity for Implementing the June 15 South-North Joint Declaration and Achieving Peace on the Korean Peninsula in south Korea reportedly made public a commentary on November 5 as regards the U.S. intention to suspend the construction of light-water reactors (LWR) and officially announce it.\r\n Dismissing the U.S. pretext for suspending the LWR construction as absurd, the commentary said: &nbsp;&nbsp;&nbsp;\r\n We strongly denounce the Korean Peninsula Energy Development Organization (KEDO) for having deliberately delayed the fulfilment of its commitment to provide the north with LWRs, one of the core points of the Geneva Agreement at the instruction of the U.S. and, not content with this, opting for suspending the construction. &nbsp;&nbsp;&nbsp;\r\n The KEDO has already caused a huge loss of electricity to the north by delaying it. If there is any technical problem as regards the construction of LWRs KEDO is obliged to settle it and positively push ahead with the construction. But KEDO's decision to suspend the construction proves that it has no will to construct the LWRs. &nbsp;&nbsp;&nbsp;\r\n The commentary denounced the south Korean \"government\" for showing a passive attitude by agreeing to the decision to suspend the LWR construction, yielding to the U.S. unjust demand.    \r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Dismantlement of S. Korea- U.S. \"Combined Command\" Demanded",
            "url": "http://kcna.co.jp/item/2003/200311/news11/10.htm#5",
            "content": "GNP's Corruption Condemned \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 9 (KCNA) -- A spokesman for the National Economic Cooperation Federation on November 8 made public a statement condemning the Grand National Party of south Korea for its corruption.\r\n Recalling that the GNP grumbled about \"drain on resources\" and cried out for \"special inspection,\" interfering even in the inter-Korean non-governmental economic cooperation in a bid to cover up its dirty true colors and gratify its greed for power, the statement said: &nbsp;&nbsp;&nbsp;\r\n There is no need to explain what a shameless and clumsy aim the GNP sought. &nbsp;&nbsp;&nbsp;\r\n The GNP dared downplay the significance of the historic Pyongyang meeting that ushered in a new era of independent reunification, claiming that money was spent for it, described economic cooperation between fellow countrymen including the tour of Mt. Kumgang as a horse-trading and drove a patriotic businessman to death. &nbsp;&nbsp;&nbsp;\r\n This hard reality proves how brazen-faced this group of thieves is.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Ishihara's Apology Demanded",
            "url": "http://kcna.co.jp/item/2003/200311/news11/10.htm#6",
            "content": "Dismantlement of S. Korea- U.S. \"Combined Command\" Demanded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 9 (KCNA) -- A spokesman for the National Democratic Front of South Korea made public a statement on November 7, 25 years since the south Korea-U.S. \"combined command\" was formed, according to the Internet site of the National Salvation Front in south Korea.\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n The command is a product of the U.S. plan to perpetuate its military presence in south Korea and an undisguised expression of its ambition to invade the north. &nbsp;&nbsp;&nbsp;\r\n The 25 year-long history of the south Korea-U.S. \"combined command\" clearly proves the U.S. criminal nature. &nbsp;&nbsp;&nbsp;\r\n It was none other than the command that pushed the situation on the Korean peninsula to the brink of a war by staging provocative anti-north war drills and shipped all types of war means including nukes into south Korea, thus turning this land into the world's largest arsenal for a nuclear war. &nbsp;&nbsp;&nbsp;\r\n The command branded the righteous Kwangju resistance fighters as \"rioters\" and mobilized troops to crack down on the patriotic people in their struggle for independence, democracy and reunification at the point of bayonet. &nbsp;&nbsp;&nbsp;\r\n In order to carry out the instruction of the Bush administration to \"stifle the north by strength,\" the command worked out an operation plan to invade the north and is hell-bent on staging war maneuvers under the simulated conditions of a war, shipping ultra modern weapons into south Korea and deploying them for an actual war. &nbsp;&nbsp;&nbsp;\r\n The command is, indeed, a main source of a nuclear war against the nation and a root cause of all sorts of misfortune and pain of the Korean people. &nbsp;&nbsp;&nbsp;\r\n The command should be dismantled at once and the U.S. troops be withdrawn from this land.    \r\n\r\n\r\n"
        },
        {
            "title": "Hanchongryon Condemns Authorities for Reckless Crackdown",
            "url": "http://kcna.co.jp/item/2003/200311/news11/10.htm#7",
            "content": "Ishihara's Apology Demanded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 8 (KCNA) -- Representatives of the General Association of Korean Residents in Japan visited the Tokyo Metropolitan Office to lodge a strong protest with Governor Ishihara against his reckless remarks that the Korea-Japan annexation in 1910 was made according to the will of the Koreans, according to Choson Sinbo, newspaper of Koreans published in Japan.\r\n Ku Pon Hon, chairman of the Association of Young Korean Traders and Industrialists in Japan, and other representatives in their letter on October 30 dismissed his outcries as an act of going against the times and distorting even the history and strongly urged him to withdraw his reckless remarks and apologize for them. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, five representatives including Jong Tu Chol, chairman of the Tokyo Metropolitan Headquarters of the Korean Youth League in Japan (Jochong), and Yun Hwa Ya, chairperson of the Tokyo Metropolitan Headquarters of the Union of Korean Students in Japan (Ryuhakdong), on October 31 demanded Ishihara's apology and handed a protest letter in the name of the Tokyo Metropolitan Headquarters of Jochong and the Kanto Headquarters of Ryuhakdong to the secretary of the governor.  \r\n   \r\n   \r\n\r\n"
        },
        {
            "title": "Additional Troop dispatch to Iraq Opposed by S. Korean Public",
            "url": "http://kcna.co.jp/item/2003/200311/news11/10.htm#8",
            "content": "Hanchongryon Condemns Authorities for Reckless Crackdown \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 8 (KCNA) -- The south Korean Federation of University Student Councils (Hanchongryon) reportedly made public a statement titled \"Hanchongryon cannot be caught in a noose of enemy-benefiting\" on November 5.\r\n Referring to the security authorities' continued reckless crackdown on deputies to the 11th term Hanchongryon, the statement said that Mun Ok Ju, chairperson of the General Student Council of Dong-A University, was walked away on November 3 and Kim Jin Hui, chairperson of the General Student Council of Dankook University, on November 4. &nbsp;&nbsp;&nbsp;\r\n The arrests are no more than a rash act to block all people's demand for the legalization of Hanchongryon which brooks no further delay, the statement said, stressing: Hanchongryon  vehemently denounces the security authorities' recent action bereft of reason and sternly warns against the reckless suppression.    \r\n\r\n\r\n"
        },
        {
            "title": "Ishihara's Reckless Remarks Denounced in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200311/news11/10.htm#9",
            "content": "Additional Troop dispatch to Iraq Opposed by S. Korean Public \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 8 (KCNA) -- Members of south Korean civic and public organizations reportedly staged one-man demonstrations against the additional troop dispatch to Iraq and increase of defence expenditure in front of the building of the \"National Assembly\" on November 4.\r\n Members of the Central Council for National Independence and Reunification (Minjatong) held one-man demonstrations. &nbsp;&nbsp;&nbsp;\r\n Chairman of Minjatong Kim Jae Bong said most of the opposition forces are enlisted in the Emergency People's Action against the Additional Troop Dispatch to Iraq. As the government is shaking by a word of the U.S., the movement against the troop dispatch is more difficult, he said, and went on: As the unjustifiable murder cannot be sympathized, the demonstration will continue until the decision on troop dispatch is withdrawn at the \"National Assembly\". &nbsp;&nbsp;&nbsp;\r\n Members of the People for Peace and Reunification staged similar demonstrations. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, members of the south Korean Health and Medical Workers Union, the south Korean Stockbrokerage Society, the Citizens Society for the Abolition of the \"Security Law\" and so on held one-man demonstrations, carrying slogans reflecting the demands of their respective organizations.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Dismantlement of S. Korea-U.S. \"Combined Command\" Urged",
            "url": "http://kcna.co.jp/item/2003/200311/news11/10.htm#10",
            "content": "Ishihara's Reckless Remarks Denounced in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 8 (KCNA) -- The \"South Korean Committee of the International Solidarity Council Demanding Japan's Liquidation of Its Past\" held a rally denouncing the reckless remarks of Tokyo Metropolitan Governor Ishihara in front of the Japanese embassy in Seoul on November 3.\r\n A statement was read out at the rally. &nbsp;&nbsp;&nbsp;\r\n The statement expressed indignation at a spate of reckless remarks made by Ishihara on October 28 and 31 that the Korea-Japan annexation in 1910 was made according to the will of the Koreans and Japan's colonialism in Korea was humanitarian. &nbsp;&nbsp;&nbsp;\r\n The statement also denounced the former chairman of the Group for Making New History Book, Japan's right conservative reactionary organization, for letting loose intolerable sophism, echoing the words of Ishihara. &nbsp;&nbsp;&nbsp;\r\n The statement noted that these reckless remarks were intended to justify the ever more undisguised moves of Japan for rearmament as they were aimed at denying the illegality of Japan's military occupation and colonial rule over Korea and completely evading the responsibility of the Japanese government for them. &nbsp;&nbsp;&nbsp;\r\n It urged the south Korean \"government\" to take a strong measure against them. &nbsp;&nbsp;&nbsp;\r\n Ri Su Ho, representative of the Headquarters of the Movement for Correcting the Japanese Textbook, and others speaking at the rally said that Japan should retract the dangerous remarks beautifying its colonial domination. They declared that they would bring the case of Ishihara to the UN and disclose all his crimes to the international community.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Irregularities of GNP of South Korea Condemned",
            "url": "http://kcna.co.jp/item/2003/200311/news11/10.htm#11",
            "content": "Dismantlement of S. Korea-U.S. \"Combined Command\" Urged\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 8 (KCNA) -- The U.S. announced its plan to set up the \"Combined Command\" in south Korea on November 7, 1978 and decided to transfer the prerogative of the \"UN Command\" to command the U.S. troops in south Korea and the ROK army to the \"Combined Command\". This was aimed to retain its grip on south Korea as its permanent military strategic base and escalate its moves to launch an adventurous war of aggression against the north, says Rodong Sinmun today in a signed commentary.\r\n Over the last 25 years since the formation of this command for aggression the movement for independence and democracy in the south Korean society and the cause of peace and reunification on the Korean peninsula have faced grave challenges, the commentary says, and goes on: &nbsp;&nbsp;&nbsp;\r\n Since then the U.S. forces present in south Korea have been massively beefed up and the campaign for a war of aggression of the north has been further intensified. &nbsp;&nbsp;&nbsp;\r\n This is evidenced by the Team Spirit joint war exercises staged by the U.S. and south Korea. The number of troops involved in the north-targeted war maneuvers had gradually increased from 100,000 to over 200,000 since 1978, the year when the command was formed. Ulji Focus Lens, Foal Eagle, Hwarang and many other war exercises of various code names and U.S.-Japan joint military exercises under the simulated conditions of an \"emergency\" on the Korean peninsula are still going on under the control of the South Korea-U.S. \"Combined Command.\" &nbsp;&nbsp;&nbsp;\r\n The command has stepped up the process of fascistizing the south Korean society while holding in check the south Koreans' patriotic struggle for independence, democracy and reunification in order to fulfil its mission for aggression. &nbsp;&nbsp;&nbsp;\r\n Viewing the south Koreans' just and patriotic advance as a move to undermine its base for its presence, the command worked hard to put a firm hold on the south Korean regime and stepped up the fascistization of the south Korean society and directly involved itself in ruthlessly suppressing the south Koreans' struggle at the point of bayonet. A typical example of it was the massacre in Kwangju. &nbsp;&nbsp;&nbsp;\r\n The dismantlement of the command and the withdrawal of the U.S. troops from south Korea are urgently required for the country's reunification and global peace and security. &nbsp;&nbsp;&nbsp;\r\n Calculating that Korean reunification would make it impossible for the U.S. to realize its ambition to dominate the whole of Korea and other parts of Asia it has become all the more desperate in its moves for a war against reunification through the command. The West Sea skirmish in June last year was a product of such plot. It also forced the south Korean authorities to get approvals of the command on all the issues raised in the inter-Korean relations and worked hard to prevent the June 15 North-South Joint Declaration from being implemented putting every possible brake on the process of improving the relations between the north and the south. &nbsp;&nbsp;&nbsp;\r\n The U.S. would be well advised to face up to the trend of the times, immediately stop the anti-DPRK campaign and roll back its criminal hostile policy toward the DPRK, dismantle the south Korea-U.S. \"combined command\" and pull the U.S. forces out of south Korea without delay so that the Koreans may achieve reconciliation, cooperation and reunification by themselves.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Disorganization of S. Korea-U.S. \"Combined Command\" Demanded",
            "url": "http://kcna.co.jp/item/2003/200311/news11/10.htm#12",
            "content": "Irregularities of GNP of South Korea Condemned\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 8 (KCNA) -- A spokesman for the Korea Asia-Pacific Peace Committee issued a statement on November 7 to denounce the south Korean Grand National Party for its \"fund scandal during the presidential election\" as a monstrous crime which proves its wicked nature as the principal criminal of irregularities and traitorous politics.\r\n The statement went on: &nbsp;&nbsp;&nbsp;\r\n The scandal is only a part of the irregularities and corruption of the party that has squandered taxes in personal luxury and greed for power. &nbsp;&nbsp;&nbsp;\r\n A group of thieves such as the GNP holds sway over the \"National Assembly\" in south Korea. This is a shame of the south Korean people and shows the political and moral backwardness of the south Korean society where injustice tramples down justice. &nbsp;&nbsp;&nbsp;\r\n As far as the ultra-right wing forces of the GNP remain, cooperation and exchange between the north and south can neither be proceeded nor independent reunification of the country be expected and the south Korean people can hardly live in peace.    \r\n \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Elimination of Kingpin of Corruption Called for",
            "url": "http://kcna.co.jp/item/2003/200311/news11/10.htm#13",
            "content": "Disorganization of S. Korea-U.S. \"Combined Command\" Demanded\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 8 (KCNA) -- The dismantlement of the south Korea-U.S. \"combined command\" is urgently required by the times and the Korean nation, said a spokesman for the Committee for the Peaceful Reunification of the Fatherland in a statement issued on Friday, 25 years since the U.S. set up the south Korea-U.S. \"combined command\" despite Korean and other people's strong opposition and rejection.\r\n When a resolution calling for the disbandment of the \"UN Command\" and the withdrawal of the U.S. forces abusing the UN flag from south Korea was adopted at the 30th UN General Assembly the U.S. cooked up the south Korea-U.S. \"combined forces\" on November 7, 1978, by changing the helmet of the \"UN command\" to that of combined forces, the statement said, and continued: &nbsp;&nbsp;&nbsp;\r\n The U.S. organized the command despite the unanimous desire of the Koreans and other world people for the implementation of the UN resolution. This was aimed to justify the U.S. forces' permanent presence in south Korea and their colonial rule over it and gratify their ambition for aggression of the north at any cost. &nbsp;&nbsp;&nbsp;\r\n The U.S. invested the command with the right to command operations of the U.S. and the south Korean forces including rights of drafting and completion of the joint operation plan in case of emergency on the Korean peninsula, organization of war exercises, tactical study, introduction and deployment of military hardware, organization and reorganization of units, control over the units under the command in war time and in peace time and operational command over the U.S. 7th fleet in case of emergency. &nbsp;&nbsp;&nbsp;\r\n Over the last 25 years the command has committed all sorts of crimes. It organized and carried out all forms of war exercises targeted against the north every year and drove the south Korean army to suppressing the Kwangju popular uprising and forced south Korea to buy U.S.-made arms. &nbsp;&nbsp;&nbsp;\r\n Recently it decided to keep the command in the Ryongsan base in Seoul as it is while discussing the relocation of the U.S. troops to invade the north. &nbsp;&nbsp;&nbsp;\r\n The U.S. intention to keep the command in south Korea is a wanton challenge to the unanimous wish and desire of all the Koreans for peace and reunification against war and division. &nbsp;&nbsp;&nbsp;\r\n The U.S. would be well advised to drop its ambition for permanent colonial domination over Korea and aggression of north, dismantle the command and withdraw all its troops and lethal weapons from south Korea at once.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Cambodian Prime Minister",
            "url": "http://kcna.co.jp/item/2003/200311/news11/10.htm#14",
            "content": "Elimination of Kingpin of Corruption Called for\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 8 (KCNA) -- The Grand National Party of south Korea is working hard to gloss over its fund scandal during the \"presidential election\" with empty words of \"apology\". This is an insult and a mockery of the south Korean people.\r\n Minju Joson today says this in a signed commentary. It goes on: &nbsp;&nbsp;&nbsp;\r\n Representative of the GNP Choe Pyong Ryol and its former President Ri Hoe Chang made apologizes in tears but the south Korean people dismissed this as a gimmick to bridge over the crisis. &nbsp;&nbsp;&nbsp;\r\n The GNP has committed too many acts of treachery to cite to please the United States, betraying the nation. It was the GNP that called for the abrogation of the historic June 15 joint declaration supported by all the fellow countrymen and supported Bush's reckless remarks listing the north as part of an \"axis of evil\" though they were condemned by the whole world. &nbsp;&nbsp;&nbsp;\r\n It was well known that the ultra-right conservatives of the party including Choe groundlessly described normal non-governmental economic exchange between the north and south as \"drain of resources\" and, not content with this, made a patriotic businessman who made a contribution to national reconciliation and unity fall a victim to \"special inspection,\" driving him to death. No wonder the south Korean people nicknamed the party \"an alien party.\" This group of traitors misappropriated a fund amounting to astronomical figures to gratify their unsatiable greed for power. &nbsp;&nbsp;&nbsp;\r\n That is why the GNP is called a party of thieves. &nbsp;&nbsp;&nbsp;\r\n The GNP is keen on stoking confrontation between fellow countrymen to implement the U.S. imperialists' policy to stifle the north, while leaving no means untried to come to power. &nbsp;&nbsp;&nbsp;\r\nThis party should be thrown overboard in order to achieve the national reconciliation and unity and the reunification of the country.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Cambodian King",
            "url": "http://kcna.co.jp/item/2003/200311/news11/10.htm#15",
            "content": "Greetings to Cambodian Prime Minister\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 8 (KCNA) -- Pak Pong Ju, premier of the DPRK Cabinet, sent a message of greetings to Hun Sen, prime minister of Cambodia.\r\n Warmly congratulating the government and people of Cambodia on the 50th anniversary of the independence of the Kingdom, he expressed the belief that the traditional friendly and cooperative relations between the two countries would develop favorably. &nbsp;&nbsp;&nbsp;\r\n The message wished him greater success in his responsible work for prosperity of the country and welfare of the people. &nbsp;&nbsp;&nbsp;\r\n Paek Nam Sun, minister of Foreign Affairs, sent a message of greetings to Hor Nam Hon, Cambodian minister of Foreign Affairs and International Cooperation.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "7th Meeting of North-South Committee for Promotion of Economic Cooperation",
            "url": "http://kcna.co.jp/item/2003/200311/news11/10.htm#16",
            "content": "Greetings to Cambodian King\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 8 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, today sent a message of greetings to Norodom Sihanouk, king of Cambodia, on the occasion of the 50th anniversary of its independence.\r\n The message said that the brave Cambodian people waged a protracted struggle under the energetic leadership of the king, winning the independence of the country from foreign colonialists and opening a bright prospect for the building of a new independent and sovereign society. &nbsp;&nbsp;&nbsp;\r\n Expressing belief that the traditional friendly and cooperative relations between the two countries provided by President Kim Il Sung and the king would grow stronger, the message sincerely wished the king greater success in accomplishing his noble cause for the country's prosperity and people's well-being and him good health and happiness.    \r\n\r\n\r\n\r\n"
        }
    ]
}