{
    "date": "2003-08-29",
    "url": "http://kcna.co.jp/item/2003/200308/20030829.htm",
    "articles": [
        {
            "title": "Japan's Anti-Chongryon Actions Denounced",
            "url": "http://kcna.co.jp/item/2003/200308/news08/29.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Work of Kim Jong Il Brought Out in Nigeria",
            "url": "http://kcna.co.jp/item/2003/200308/news08/29.htm#2",
            "content": "Japan's Anti-Chongryon Actions Denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 28 (KCNA) -- There have been reported one after another actions taken by different self-governing local bodies of Japan to reexamine and cancel the measures for the exemption of taxes on the fixed properties so far applied to the facilities related to the General Association of Korean Residents in Japan (Chongryon). In this regard Rodong Sinmun today in a signed commentary says that this is clear evidence proving that the Japanese reactionaries are leaving no means untried to destroy Chongryon.\r\n The commentary continues: &nbsp;&nbsp;&nbsp;\r\n Most facilities of Chongryon including offices, halls and schools have been considered to be fixed properties exempted from taxes according to the Japanese law on local taxation as their \"public utility\" as places for educational and cultural activities and mass assembly was recognized. &nbsp;&nbsp;&nbsp;\r\n Moreover, Chongryon has played the role of a diplomatic and consular office as a dignified organization of overseas citizens of the DPRK in Japan. &nbsp;&nbsp;&nbsp;\r\n What matters is why the measure for the exemption of taxes on the fixed properties related to the facilities of Chongryon, which has been applied without any objection for the last scores of years, should be totally reexamined at present? &nbsp;&nbsp;&nbsp;\r\nIt is part of the anti-DPRK, anti-Chongryon moves of the Japanese reactionaries which have become more frantic these days. &nbsp;&nbsp;&nbsp;\r\n The unreasonable financial pressure of the Japanese authorities upon Chongryon is just like scratching their face by themselves.    \r\n\r\n\r\n"
        },
        {
            "title": "Nepalese Visitors See Acrobatic Show",
            "url": "http://kcna.co.jp/item/2003/200308/news08/29.htm#3",
            "content": "Work of Kim Jong Il Brought Out in Nigeria \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 28 (KCNA) -- Leader Kim Jong Il's famous work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" was brought out in pamphlet by the Nigerian Enoug Publishing House on August 20.\r\n In the work published on August 4, Juche 86 (1997), the immortal exploits of President Kim Il Sung for national reunification are specified and the three principles of national reunification, the proposal for founding the Democratic Federal Republic of Koryo and the ten-point programme of the great unity of the whole nation are formulated as the three-charters for national reunification.    \r\n \r\n\r\n"
        },
        {
            "title": "U.S.-S. Korea Joint Military Exercise Condemned",
            "url": "http://kcna.co.jp/item/2003/200308/news08/29.htm#4",
            "content": "Nepalese Visitors See Acrobatic Show \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 28 (KCNA) -- Pashupati Shumsher J. B. Rana, chairman of the National Democratic Party of Nepal, and his entourage on a visit to the DPRK enjoyed an acrobatic show at the Pyongyang Circus Theatre on August 27.\r\n Seeing the show with them were Kim Thae Jong, vice department director of the Central Committee of the Workers' Party of Korea, officials concerned and working people in the city. &nbsp;&nbsp;&nbsp;\r\n It was acclaimed by the spectators for the high skill of the acrobats.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Foreigners on Bright Future of Korean Youth Movement",
            "url": "http://kcna.co.jp/item/2003/200308/news08/29.htm#5",
            "content": "U.S.-S. Korea Joint Military Exercise Condemned \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 28 (KCNA) -- The British Group for the Study of the Juche Idea, the British Society for the Study of Songun Politics and the British Association for Friendship with Korea made public a joint statement on August 21, denouncing the U.S.-south Korea joint military exercise Ulji Focus Lens.\r\n The statement said the joint military exercise precisely is aimed to make a preemptive attack on the Democratic People's Republic of Korea. &nbsp;&nbsp;&nbsp;\r\n The joint military exercise is one more move of the U.S. imperialists to stifle Korean-style socialism centered on the popular masses by force of arms, the statement said, and added: &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists should stop the joint military exercise at once and take hands off Korea.    \r\n\r\n"
        },
        {
            "title": "Anti-DPRK Rash Act Denounced",
            "url": "http://kcna.co.jp/item/2003/200308/news08/29.htm#6",
            "content": "Foreigners on Bright Future of Korean Youth Movement \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 28 (KCNA) -- Foreign visitors to Korea expressed the firm belief that victory and glory are in store for the Korean youth movement thanks to leader Kim Jong Il.\r\n Miguel Madeira, chairman of the World Federation of Democratic Youth said that Kim Jong Il is putting all his heart and soul into the development of the youth movement, while considering the work with youth to be a key to the rise and fall of the nation and the victory of the revolution and always paying deep concern to the development of youth movement. &nbsp;&nbsp;&nbsp;\r\n As led by Kim Jong Il, the young people of Korea could take the road of victory only and the Korean youth movement could be a model of the world youth movement, he stressed. &nbsp;&nbsp;&nbsp;\r\n Nundkeswarsing Bossoondial, deputy secretary general of the Non-Aligned Students and youth Organization, said that the Korean youth built many monumental edifices including the Youth Hero Highway for the prosperity of the country, in which they find their worthy life. This is the result of the wise leadership of President Kim Il Sung and Kim Jong Il, he said. &nbsp;&nbsp;&nbsp;\r\n Julio Martinez, Ramirez, second secretary of National Committee of the Union of Young Communists of Cuba said that the Korean youth are carrying forward the revolutionary cause pioneered by the President generation after generation and taking the lead in the defence of the country and socialist construction. &nbsp;&nbsp;&nbsp;\r\n The future of the Korean youth movement is bright as it is led by Kim Jong Il.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK Judoists Prove Successful at 22nd Universiad",
            "url": "http://kcna.co.jp/item/2003/200308/news08/29.htm#7",
            "content": "Anti-DPRK Rash Act Denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 28 (KCNA) -- A spokesman for the National Democratic Front of South Korea (NDFSK) released a statement on August 25 denouncing the south Korean ultra-right conservatives for staging noisy rowdyism of confrontation against the DPRK in Taegu.\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n They incited confrontation shouting slogans \"Down with the DPRK\" in broad daylight after inviting the fellow countrymen to the Universiad for the promotion of peace and unity, friendship and progress. &nbsp;&nbsp;&nbsp;\r\n This was a shameful rash act and an unpardonable traitorous act as it besmirched the dignity of the nation. &nbsp;&nbsp;&nbsp;\r\n An anti-DPRK rally was staged with the representative of the Grand National Party of south Korea attending and the DPRK flag was burnt in Seoul on August 15. The south Korean authorities clearly expressed apology for this outright hostile act against the north and gave assurances against the recurrence of such acts. &nbsp;&nbsp;&nbsp;\r\n We can not but be disappointed at the authorities' &nbsp;&nbsp;&nbsp;\r\nirresponsible attitude and incompetency as the GNP staged this rowdyism using even a foreigner who acts a spy for the U.S. &nbsp;&nbsp;&nbsp;\r\n The statement demanded the south Korean authorities duly apologize to the north for the provocation made in Taegu against it, severely punish the prime movers and the back-stage wirepullers and immediately take practical measures to prevent its recurrence in the sense of keeping the promise made to the north and faith.    \r\n\r\n   \r\n\r\n"
        },
        {
            "title": "Japanese Prime Minister Urged to Apologize for Mass Killings of Koreans",
            "url": "http://kcna.co.jp/item/2003/200308/news08/29.htm#8",
            "content": "DPRK Judoists Prove Successful at 22nd Universiad \r\n&nbsp;&nbsp;&nbsp; Taegu, August 27 (KCNA Correspondent) -- DPRK judoist Hong Ok Song won a gold medal in the 57 kg category (women's judo) of the 22nd Universiad on August 27.\r\n An Kum Ae came second in the 52 kg category (women's judo) to carry off a silver medal.    \r\n\r\n\r\n"
        },
        {
            "title": "Day of Youth Celebrated",
            "url": "http://kcna.co.jp/item/2003/200308/news08/29.htm#9",
            "content": "Japanese Prime Minister Urged to Apologize for Mass Killings of Koreans \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 28 (KCNA) -- The Japanese Lawyers Federation on August 25 submitted a written advice to Japanese Prime Minister Koizumi demanding the state probe the whole aspect of and truth behind the mass killings of Koreans during the Kanto quake of 1923, trace the cause of killings, admit its responsibility and apologize to the victims and their bereaved families, according to Kyodo news on August 25.\r\n The federation in the written advice maintained on the basis of official state information, records of court trials, etc. that killings of Koreans and Chinese were committed and it was written in the records at that time that the Japanese army committed the killings in self-defense but it is unjustifiable.  \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Press Conference Held in Taegu",
            "url": "http://kcna.co.jp/item/2003/200308/news08/29.htm#10",
            "content": "Day of Youth Celebrated\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 28 (KCNA) -- Functions took place on the occasion of the Day of Youth (August 28) in the DPRK.\r\n Young soldiers of the Korean People's Army met with heroes of the Republic on August 27 at the Ministry of the People's Armed Forces. &nbsp;&nbsp;&nbsp;\r\n Heroes of the Republic Pak Chan Su and Yu Ki Hong, lecturers of the Victorious Fatherland Liberation War Museum, asked all the young soldiers of the new generation to become young heroes known to the motherland and people by performing brilliant feats with the conviction that the DPRK will certainly emerge victorious as long as they are guided by Kim Jong Il, supreme commander of the KPA, as the members of the Korean Democratic Youth League did in the 1950s. &nbsp;&nbsp;&nbsp;\r\n At the meeting the young soldiers manifested their resolution to become true heroes of the Songun era who add shine to their youth with guns in their hands by fully displaying the mettle of a-match-for-a-hundred brave soldiers in the showdown with U.S. imperialism. &nbsp;&nbsp;&nbsp;\r\n An art performance was given by the Young Art Squad of the Korean People's Army to be followed by an evening gala of young soldiers. &nbsp;&nbsp;&nbsp;\r\n In the meantime, a brass band concert \"Youths, Forward under the Banner of Songun!\" was given by schoolchildren in Pyongyang at the plaza of the Mangyongdae Schoolchildren's Palace. &nbsp;&nbsp;&nbsp;\r\n A national contests of art groups of primary committees of the Kim Il Sung Socialist Youth League was held in Phyongsong, South Phyongan Province, on August 26 and 27 to mark the 55th anniversary of the DPRK and the Day of Youth.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Senior Officials Congratulate Young People on Youth Day",
            "url": "http://kcna.co.jp/item/2003/200308/news08/29.htm#11",
            "content": "Press Conference Held in Taegu\r\n&nbsp;&nbsp;&nbsp; Taegu, August 27 (KCNA Correspondent) -- Jon Kuk Man who is leading the DPRK Student Sports Association delegation had a press conference at the Taegu Press Center on August 27. Present there were members of the DPRK Student Sports Association delegation and journalists from the north, south and foreign countries.\r\n Jon made a speech at the press conference. &nbsp;&nbsp;&nbsp;\r\n Recalling that the DPRK Student Sports Association delegation participating in the 22nd Universiad amid the concern of all Koreans who wish national reconciliation and reunification has made every sincere effort to repay the warm reception accorded by citizens in Taegu and other fellow countrymen in the south, while respecting the spirit of the Universiad, he said: &nbsp;&nbsp;&nbsp;\r\n Ultra right conservatives of south Korea, however, committed such indecent acts as defaming the DPRK's system and dignity in different places including the Taegu Press Center, challenging the sincere efforts of the north side. &nbsp;&nbsp;&nbsp;\r\n Such anti-DPRK rowdyism was an extremely grave one as it was an unpardonable provocation to the fellow countrymen in the north. But we have exercised utmost patience and self-restraint. &nbsp;&nbsp;&nbsp;\r\n Our delegation made a bold decision to continue participating in the Universiad in favor of the fellow countrymen in the south and citizens in Taegu as we value their compatriotic sincerity and respect the noble idea of the Universiad after the south Korean authorities, though belatedly, made apology in which they clearly expressed regret at what happened and made a promise to prevent its recurrence. &nbsp;&nbsp;&nbsp;\r\n We will remain true to the idea of the Universiad and conduct activities to meet the expectations of the whole Korean nation in the remaining days of the Universiad. &nbsp;&nbsp;&nbsp;\r\n It is our hope that such anti-national provocations as antagonizing the fellow countrymen and throwing a wet blanket over the desire for national reconciliation and reunification, would not occur again.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Youth Called Upon to Become Vanguard Fighters",
            "url": "http://kcna.co.jp/item/2003/200308/news08/29.htm#12",
            "content": "Senior Officials Congratulate Young People on Youth Day\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 28 (KCNA) -- Senior officials of the party and state including Kim Yong Nam, Hong Song Nam, Yon Hyong Muk, Choe Thae Bok and Yang Hyong Sop, leading officials of central and local party and power organs and working people's organizations and leading officials of ministries and national institutions congratulated youth and students at factories, enterprises, cooperative farms and universities on August 28, day of youth. Youth and students together with senior officials of the party and state laid floral baskets and bouquets before the statues of President Kim Il Sung and monuments to the revolutionary history and looked round with deep emotions the rooms introducing the history of their units.\r\n Senior officials met model functionaries of primary organizations, youth league members and labor innovators to congratulate them on their achievements and ask them to exalt the honor of the Korean young people by effecting new innovations in carrying out the Party's plan for building a great prosperous powerful nation in the future, too. &nbsp;&nbsp;&nbsp;\r\n Then, colorful art performances and sports and amusement games of young people took place. &nbsp;&nbsp;&nbsp;\r\n Senior officials enjoyed the holiday, mixing themselves among young people to play games. &nbsp;&nbsp;&nbsp;\r\n The holiday atmosphere was whipped up by merry dancing parties of youth and students.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Seminar Held",
            "url": "http://kcna.co.jp/item/2003/200308/news08/29.htm#13",
            "content": "Youth Called Upon to Become Vanguard Fighters\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 28 (KCNA) -- Rodong Sinmun today runs an editorial to mark the Day of Youth in which it calls upon the young men and women to become vanguard fighters in the era of Songun to glorify the Democratic People's Republic of Korea.\r\n It is the greatest pride for them to devote all their wisdom and passion to the prosperity of the DPRK which brings up and looks after them and protects their destiny, the editorial says, and goes on: &nbsp;&nbsp;&nbsp;\r\n All the young men and women should bear deep in mind that it is the DPRK that brings their genuine hope into full bloom and provides a sure guarantee for their future and become pacesetters and ardent patriots in the era of Songun devoting their all to the prosperity of the socialist homeland. &nbsp;&nbsp;&nbsp;\r\n If they are to live such a worthwhile life as to remember their youth with pride in the distant future, they should become standard-bearers and buglers in the era of Songun, the height of the prosperity of the country, and perform heroic exploits with inexhaustible passion, fighting spirit, matchless devoted service and self-sacrificing spirit. &nbsp;&nbsp;&nbsp;\r\n They are the most viable contingent in the building of a great prosperous powerful nation. Young people are in every domain and at every unit of the country bustling with the drive to build a great prosperous powerful nation. When they are determined to do, they can flatten even mountains and empty any sea. &nbsp;&nbsp;&nbsp;\r\n All the young people should be mindful that they have assumed a heavy responsibility for the future of a prosperous country and effect continued innovations and uninterrupted advance to bring earlier the rosy future as they did to bring about a great surge of Chollima in the 1950s and 1960s. &nbsp;&nbsp;&nbsp;\r\n The DPRK that has five million young people ready to become human bullets and bombs devotedly safeguarding the leader as well as the invincible Workers' Party of Korea and the matchless Korean People's Army will always remain ever-victorious Korea of Songun.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japanese Authorities Urged to Ensure Home Visit of Koreans",
            "url": "http://kcna.co.jp/item/2003/200308/news08/29.htm#14",
            "content": "Seminar Held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 28 (KCNA) -- A seminar in the domain of youth affairs on the validity and vitality of leader Kim Jong Il's idea of highly valuing the youth was held at the Youth Central Hall on August 27.\r\n The speakers at the seminar said Kim Jong Il's idea of highly valuing the young people is the idea of training them on the revolutionary pattern and heightening their role in the revolution and construction and it serves as a powerful weapon reliably guaranteeing the Songun policy of the Workers' Party of Korea, the all-powerful treasured sword for the victory of the revolution. &nbsp;&nbsp;&nbsp;\r\n Its reason lies firstly in that the idea of highly valuing the youth embodies most correctly and thoroughly the essential demand of the Songun policy of the WPK and secondly in that it makes it possible to raise the role of the youth in every way in upholding the Songun policy of the WPK, they noted. &nbsp;&nbsp;&nbsp;\r\n They explained that the WPK's policy of highly valuing the youth has deep and strong historical roots. Because, they said, this policy is based on the idea and theory of highly valuing the youth founded and maintained consistently by President Kim Il Sung at the dawn of the Korean revolution and it has the achievements and experience in this as its solid foundation and precious asset. &nbsp;&nbsp;&nbsp;\r\n They called upon all the officials of the youth league and the young men and women to keep the true spirit of worshipping the leader and devotedly defending him as required by the Songun era and devotedly defend Kim Jong Il and carry through unswervingly the Songun idea and Songun revolutionary line. &nbsp;&nbsp;&nbsp;\r\n Present at the seminar were Kim Jung Rin, secretary of the Central Committee of the WPK, and officials concerned.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "GNP's Anti-Reunification Rackets Flayed",
            "url": "http://kcna.co.jp/item/2003/200308/news08/29.htm#15",
            "content": "Japanese Authorities Urged to Ensure Home Visit of Koreans\r\n&nbsp;&nbsp;&nbsp; Tokyo, August 26 (KNS-KCNA) -- Nam Sung U, vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), in a statement Tuesday said the visit of Korean residents in Japan to the homeland should be respected as it is an inviolable humanitarian right that no one can violate.\r\n Recalling that the Japanese reactionaries committed acts against the DPRK and Chongryon and repeatedly hurled groundless abuses at the ship Mangyongbong-92 until it left Niigata Port after it entered it on August 25, he said it was deeply regrettable. &nbsp;&nbsp;&nbsp;\r\n He further said: &nbsp;&nbsp;&nbsp;\r\n Everything would be perfectly clear at once if the freight loaded on the ship is checked. The Japanese media made nonsensical reports with prejudice and speculation impairing the dignity of the DPRK to mislead public opinion. This was a foolish and ridiculous act. &nbsp;&nbsp;&nbsp;\r\n We protest the unfriendly steps taken by the Japanese authorities toward the Mangyongbong-92 under the pretext of inspection and obstructions by some reactionary forces, regarding them as acts going against the desire of the two peoples for DPRK-Japan friendship and noble humanitarian spirit. &nbsp;&nbsp;&nbsp;\r\n We strongly demand that the Japanese authorities ensure with sincerity the normal operation of the ship and home visit of Korean residents in Japan.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Inter-Korean Meeting Held",
            "url": "http://kcna.co.jp/item/2003/200308/news08/29.htm#16",
            "content": "GNP's Anti-Reunification Rackets Flayed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 28 (KCNA) -- The South Headquarters of the National Alliance of Youth and Students for the Country's Reunification reportedly released a statement on Monday, denouncing the ultra-right conservative forces of south Korea for openly committing anti-DPRK rowdyism in front of the Taegu Press Center at a time when students of the south and the north were participating in the Universiad hand in hand to show to the world the will of the Korean nation to reunify the country.\r\n The provocation in Taegu was an unpardonable crime as it was a sinister attempt of the ultra-right conservatives to turn the Universiad which should be a festival of reconciliation and unity of the whole nation and the world into a scene of a more acute south-north confrontation, the statement said, and went on: &nbsp;&nbsp;&nbsp;\r\n The unceasing anti-DPRK commotion of the ultra-right conservative forces is an anti-national act and anti-reunification folly to put the brake on the implementation of the June 15 joint declaration and escalate south-north confrontation. &nbsp;&nbsp;&nbsp;\r\n The Grand National Party and other ultra-right conservatives should stop their anti-reunification moves, deeply mindful that their rowdyism will only bring down bitterer condemnation of all the Koreans on their heads and, eventually, stamp them out on the list of the Korean nation.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pyongyang Int'l Invitational Table-tennis Tournament Opens",
            "url": "http://kcna.co.jp/item/2003/200308/news08/29.htm#17",
            "content": "Inter-Korean Meeting Held\r\n&nbsp;&nbsp;&nbsp; Seoul, August 28 (KCNA Correspondent) -- The sixth meeting of the North-South Committee for the Promotion of Economic Cooperation was held in Seoul from August 26 to 28.\r\n At the meeting both sides shared the view that the north and the south can solve any problem successfully if they pool their strength and wisdom and proposed future action program of the committee and practical ways and discussed them. &nbsp;&nbsp;&nbsp;\r\n An agreement was adopted today. &nbsp;&nbsp;&nbsp;\r\n The agreement says: &nbsp;&nbsp;&nbsp;\r\n First, the north and the south shall actively promote the project for reconnecting the rail and road links and finish by the end of this year the projects of constructing railways between Onjong-ri and Jojin on the east coast and between Kaesong and Munsan on the west coast and laying roadbed between them in the first phase. &nbsp;&nbsp;&nbsp;\r\n To this end, the south side shall make efforts for an earlier provision of equipment and materials for the projects of reconnecting rail and road links on the east and the west coasts. &nbsp;&nbsp;&nbsp;\r\n Second, the north and the south shall positively cooperate with each other to help start the construction of infrastructural network when the master plan for the first-phase development area of the Kaesong Industrial Zone is completed and institute and declare detailed regulations related to it and develop the zone in such a way as to ensure international economic competitiveness. &nbsp;&nbsp;&nbsp;\r\n Third, the north and the south shall take necessary measures to reenergize the tour of Mt. Kumgang and actively cooperate with each other to have full agreements reached between those businessmen in charge of sea tour, overland tour and the development of tourist zone. &nbsp;&nbsp;&nbsp;\r\n Fourth, the north and the south shall take positive measures for the effectuation of the follow-up measures to implement the four agreements on the institutional guarantee for economic cooperation and the north-south agreement on sea transport and the conclusion of a supplementary agreement. &nbsp;&nbsp;&nbsp;\r\n In this regard both sides shall hold the third meeting of the Arrangement-Making Panel for Economic Cooperation and the third working-level contact on sea transport simultaneously around early in October. &nbsp;&nbsp;&nbsp;\r\n Fifth, the north and the south shall promote the discussion of the agreement on the River Rimjin flood control measures now under discussion by way of exchanging documents and take specific measures for flood control. &nbsp;&nbsp;&nbsp;\r\n Sixth, the north and the south shall expand the direct goods and bonded processing transactions between the north and the south and take practical measures such as opening a channel for discussion in this regard at an early date. &nbsp;&nbsp;&nbsp;\r\n Seventh, the north and the south shall work together to realize the visit to the north by the south side's economic study group and the visit to the south by the north side's working economic study group at an appropriate time. &nbsp;&nbsp;&nbsp;\r\n Eighth, the north and the south shall cooperate with each other as regards the food aid and the confirmation of its distribution on the spot under the agreement reached at the fifth meeting of the committee. &nbsp;&nbsp;&nbsp;\r\n In this regard visiting groups, each having 5-7 members, shall visit three places in the east and west coastal areas within September for the confirmation of the distribution of 100,000 tons of food already provided. &nbsp;&nbsp;&nbsp;\r\n Ninth, both sides agreed to hold the seventh meeting of the committee in Pyongyang toward the end of October.    \r\n\r\n\r\n\r\n"
        }
    ]
}