{
    "date": "2003-05-24",
    "url": "http://kcna.co.jp/item/2003/200305/20030524.htm",
    "articles": [
        {
            "title": "North Side Preparatory Committee for Grand Festival for National Reunification ",
            "url": "http://kcna.co.jp/item/2003/200305/news05/24.htm#1",
            "content": "North Side Preparatory Committee for Grand Festival for National Reunification \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) -- A Grand Festival for National Reunification will be held in Pyongyang with splendor to mark the third anniversary of the historic June 15 North-South Joint Declaration amid the great expectation and concern at home and abroad on the occasion of the third anniversary of the joint declaration.\r\n The North Side Preparatory Committee for the Grand Festival for National Reunification marking the third anniversary of the June 15 North-South Joint Declaration was formed in Pyongyang on may 21 to successfully hold the festival. It includes representatives of all political parties and public organizations with Kim Yong Dae, chairman of the national reconciliation council, as chairman of the preparatory committee.    \r\n\r\n"
        },
        {
            "title": "Outcries of senior official of Chongwadae rebuffed",
            "url": "http://kcna.co.jp/item/2003/200305/news05/24.htm#2",
            "content": "Outcries of senior official of Chongwadae rebuffed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) -- A spokesman for the National Democratic Front of South Korea (NDFSK) issued a statement on May 20, denouncing the \"national defence advisor of Chongwadae\" for letting loose a string of balderdash that the \"residents of the north should be distinguished from its system in accepting the northerners as part of the nation\" and a \"different consideration should be made of cooperation with the system of the north unlike the cooperation with its residents.\"\r\n The statement said that the NDFSK bitterly denounces such remarks of the \"national defence advisor\", branding them as a wanton violation of the June 15 Joint Declaration and a serious declaration of confrontation with the north. &nbsp;&nbsp;&nbsp;\r\n What should not be overlooked is the fact that his remarks came right after the pro-U.S. and flunckeyist U.S. trip of the chief executive of South Korea, the statement said, and went on: &nbsp;&nbsp;&nbsp;\r\n When people of different social strata on this land are disappointed and angered by the pro-U.S. behaviour of the chief executive, the \"national defence advisor\" took issue with the system in the north. This is a mud-slinging at the \"people's government\" which produced the June 15 Joint Declaration with the north. It is nothing but a clear expression of the south's intention to pursue a hostile policy toward the north and confrontation with it. &nbsp;&nbsp;&nbsp;\r\n It is an act devoid of elementary morality and national etiquette to talk about any dialogue, contact, reconciliation and cooperation while defiling the system and dignity of the dialogue partner by siding with the u.s. keen to stifle the Koreans in the north. &nbsp;&nbsp;&nbsp;\r\n The South Korean authorities should immediately retract the remarks of the \"national defence advisor\" inciting fresh confrontation with the north, apologize to the north for them and dismiss him at once.    \r\n\r\n"
        },
        {
            "title": "Secretary of General People's Congress of Libya on friendly relations with DPRK",
            "url": "http://kcna.co.jp/item/2003/200305/news05/24.htm#3",
            "content": "Secretary of General People's Congress of Libya on friendly relations with DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) -- Libya and the DPRK are far away from each other geographically but they have become close countries thanks to the friendly relations provided by colonel Gaddafi and President Kim Il Sung. Libya values these friendly ties and tries to expand and develop them in all fields.\r\n Al-Zanati Muhammad al-Zanati, Secretary of the General People's Congress of Libya, said this when he received credentials from new DPRK Ambassador Ri Pyong Ho on May 17. &nbsp;&nbsp;&nbsp;\r\n The Korean people are a militant people and the development and civilization of the DPRK show well the fighting spirit of its leadership and people, the secretary said, expressing his will to develop bilateral relations. &nbsp;&nbsp;&nbsp;\r\n Libya highly praises the leadership and people of the DPRK for maintaining their principle, while overcoming all the difficulties in reliance on their own strength under the leadership of Kim Jong Il, he stressed.    \r\n\r\n"
        },
        {
            "title": "University of Post and Telecommunications appears",
            "url": "http://kcna.co.jp/item/2003/200305/news05/24.htm#4",
            "content": "University of Post and Telecommunications appears \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) -- A University of Post and Telecommunications appeared in the DPRK this year on the occasion of a new school year.\r\n Early in February Kim Jong Il told officials that the university should be established. And he took measures to settle the issues arising in reorganizing Huichon University of Technology in Jagang Province into Huichon University of Post and Telecommunications. &nbsp;&nbsp;&nbsp;\r\n The former departments and courses have been reorganized into post and telecommunications engineering, wireless engineering and other departments and courses training post and telecommunication technicians and experts in order to fulfil the mission of the university. It has been equipped with necessary educational facilities and other material and technological means. &nbsp;&nbsp;&nbsp;\r\n The university is studying the world's trend of the development of post and telecommunications and a work to reflect it in education is making progress under a long-term plan. It is using modern post and telecommunications and broadcasting equipment, including computers and satellite TV link-up equipment, in education. &nbsp;&nbsp;&nbsp;\r\n Ministries and national institutions are making sincere efforts to upgrade the university at the world's level as it will play a big role in putting the nation's post and telecommunications on a modern it basis.    \r\n\r\n"
        },
        {
            "title": "Color pavements",
            "url": "http://kcna.co.jp/item/2003/200305/news05/24.htm#5",
            "content": "Color pavements \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) -- Footways in Pyongyang have been covered with color pavements. \r\n The pavement, developed by teachers and researchers of Pyongyang University of Construction and Building Materials Production, are made of a small amount of cement, natural pigments and cheap additions. But its strength is high. &nbsp;&nbsp;&nbsp;\r\n Its beautiful color and luster remain unchanged for many years. &nbsp;&nbsp;&nbsp;\r\n The pavement can be easily made everywhere because its production does not need any complicated technical processes. &nbsp;&nbsp;&nbsp;\r\n It, making a great contribution to the face-lifting of the city, was highly evaluated at the 7th national exhibition of inventions and new technologies held last year.    \r\n\r\n"
        },
        {
            "title": "Korean painting",
            "url": "http://kcna.co.jp/item/2003/200305/news05/24.htm#6",
            "content": "Korean painting \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) -- Korean painting is a kind of fine arts conforming with the emotion of the Korean people.\r\n It fully reflects the time-honored characteristics of the Korean people. &nbsp;&nbsp;&nbsp;\r\n Korean painting is characterized by distinctness, beauty and elegance. This is ensured by traditional painting methods marked by vividness, simplicity and delicacy. The techniques of stress and omission aimed at representing the essence of the objects of the painting have developed in Korean painting. These techniques are diversified. &nbsp;&nbsp;&nbsp;\r\n For example, lines are widely used as a unique means of expression in Korean painting. even with a single line the sensation of movement of things and phenomena is delicately represented and, further, the psychology of the characters is expressed in a varied manner and in depth. &nbsp;&nbsp;&nbsp;\r\n Korean painting is noted for placing the main stress on the essence of things in the coloring. here the foundation color is always basic and is welded harmoniously with a variety of colors and so that life is represented more graphically. &nbsp;&nbsp;&nbsp;\r\n For their work the painters use mineral and vegetable materials as colorings. &nbsp;&nbsp;&nbsp;\r\n For their basic materials they use special papers and silks suited to bringing out the soft, fine and distinct formative characteristics. As for the brush, round brushes are used in the main. &nbsp;&nbsp;&nbsp;\r\n Korean painting has made an all-round development as a main style of the nation's fine arts. &nbsp;&nbsp;&nbsp;\r\n The Korean paintings \"Lake Chon on Mt. Paektu Bright with Red Glow\" and \"Sunrise over Mt. Paektu\" created by the Mansudae Art Studio in 1998 are typical of those showing the development of the Korean painting.    \r\n\r\n"
        },
        {
            "title": "Anti-north remarks of S. Korean national defence adviser to president blasted",
            "url": "http://kcna.co.jp/item/2003/200305/news05/24.htm#7",
            "content": "Anti-north remarks of S. Korean national defence adviser to president blasted \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) -- The \"national defence adviser to the president\" of South Korea in a recent television appearance asserted that \"the people in the north should be distinguished from its system\" and \"the cooperation with the system should be taken into consideration.\" He even went to the lengths of saying that there should be no longer practice on the part of the north to control the north-south dialogue as it pleases.\r\n In this regard Minju Joson today in a signed commentary says: &nbsp;&nbsp;&nbsp;\r\n The north can not but view these as a challenge to it, a declaration of new confrontation and a wanton violation of the June 15 Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n This is clearly proved by what he talked about the inter-Korean dialogue. &nbsp;&nbsp;&nbsp;\r\n The on-going north-south dialogue was provided by the June 15 Joint Declaration and it is aimed to serve the purpose of implementing the declaration. &nbsp;&nbsp;&nbsp;\r\n The south side, however, is blindly following the U.S. without any principle and national self-respect in contravention of the spirit of the declaration. &nbsp;&nbsp;&nbsp;\r\n A clear proof of this is that the South Korean authorities got their \"national defence adviser\" to defile the dignified system of its dialogue partner who has exerted sincere efforts to implement the joint declaration, not to mention about what they have so far done as dictated by the U.S. &nbsp;&nbsp;&nbsp;\r\n The north will closely follow the South Korean authorities' future attitude. They are well advised to bear in mind that the whole nation is watching them and clear the people of their doubt in practice.    \r\n\r\n"
        },
        {
            "title": "Greetings to President of Eritrea",
            "url": "http://kcna.co.jp/item/2003/200305/news05/24.htm#8",
            "content": "Greetings to President of Eritrea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) -- Kim Yong Nam, President of the Presidium of the Supreme People's Assembly of the DPRK, today sent a message of greetings to Issaias Afewerki, President of the State of Eritrea, on the occasion of the 12th anniversary of its independence.\r\n In the belief that the friendly and cooperative relations between the two countries would grow stronger in conformity with the desire and interests of the two peoples, the message sincerely wished the president greater success in his work for building a developed, prosperous and new society.    \r\n\r\n\r\n"
        },
        {
            "title": "South side delegation to inter-Korean committee leaves",
            "url": "http://kcna.co.jp/item/2003/200305/news05/24.htm#9",
            "content": "South side delegation to inter-Korean committee leaves\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) -- The south side's delegation led by vice-Minister of Finance and Economy Kim Kwang Rim, who is chairman of the south side to the north-south committee for the promotion of economic cooperation, left here today after attending the 5th meeting of the committee.\r\n The delegation was seen off at the airport by members of the north side to the committee.    \r\n\r\n\r\n"
        },
        {
            "title": "Agreement on 5th meeting of north-south committee for promotion of economic cooperation",
            "url": "http://kcna.co.jp/item/2003/200305/news05/24.htm#10",
            "content": "Agreement on 5th meeting of north-south committee for promotion of economic cooperation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) -- The 5th meeting of the north-south committee for the promotion of economic cooperation was held here from May 19 to 23.\r\n At the meeting both sides raised and discussed measures to viably promote the economic cooperation through national cooperation, not \"cooperation\" with outside forces to meet the requirements of the times for achieving reconciliation and reunification by our nation itself under the banner of the June 15 Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n The two sides adopted an agreement after agreeing to positively promote economic cooperation in the direction of achieving the balanced development of national economy and co-prosperity in the basic spirit of the joint declaration. &nbsp;&nbsp;&nbsp;\r\n The agreement signed by Pak Chang Ryon, chairman of the north side to the committee, and Kim Kwang Rim, chairman of the south side to it, reads: &nbsp;&nbsp;&nbsp;\r\n1.The north and the south shall hold functions for reconnecting the east and west coastal railways at the points of the Military Demarcation Line (MDL) where they are to be relinked around June 10, 2003, and steadily push ahead with the projects for relinking railways and roads so as to complete them in the shortest possible period. &nbsp;&nbsp;&nbsp;\r\n2.The north and the south shall make sure that a ground-breaking ceremony for the building of the Kaesong Industrial Zone will be held late in June according to the agreement between business sides and actively cooperate with each other in the efforts to develop the zone in such a way as to make it have international competitive power. &nbsp;&nbsp;&nbsp;\r\n3.The north and the south shall make a joint survey for the flood control project on the River Rimjin within June depending on the steps taken for a military guarantee and establish an information system for flood control before the rainy season. &nbsp;&nbsp;&nbsp;\r\nThe north side shall send necessary information to the south side about discharging the water from the Imnam dam in anticipation of flood this year. &nbsp;&nbsp;&nbsp;\r\n4.The north and the south shall effectuate as soon as possible the four agreements on the institutional guarantee for economic cooperation, the north-south agreement on marine transport, an agreement on telecommunications, customs and quarantine for the building of the Kaesong Industrial Zone after going through the necessary procedures. &nbsp;&nbsp;&nbsp;\r\n5.The north and the south decided to reenergize tourism of Mt. Kumgang and shall take necessary steps to resume the tour of Mt. Kumgang by land and sea within June. &nbsp;&nbsp;&nbsp;\r\n6.The north and the south shall render humanitarian cooperation on the principle of compatriotism and mutual help and the south side shall offer 400,000 tons of rice to the north side in the form of loan. &nbsp;&nbsp;&nbsp;\r\n7.The north and the south shall hold the sixth meeting of the north-south committee for the promotion of economic cooperation in Seoul late in august. &nbsp;&nbsp;&nbsp;\r\n The panel meetings and working-level contacts of the committee shall be held in Kaesong or Munsan according to the itineraries agreed upon between the two sides.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il inspects KPA unit",
            "url": "http://kcna.co.jp/item/2003/200305/news05/24.htm#11",
            "content": "Kim Jong Il inspects KPA unit\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) - General Secretary Kim Jong Il today inspected KPA unit 1973 honored with the Title of O Jung Hup's Seventh Regiment.\r\n This unit had the honor of receiving field guidance of President Kim Il Sung and supreme commander Kim Jong Il several times. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il first dropped in at the servicemen's hall of the unit and looked round the room for education in the revolutionary history after being briefed on the history of the unit. &nbsp;&nbsp;&nbsp;\r\nHe highly praised the unit for its exploits, saying the unit, which was the first to receive the title of Kum Song lifeguard and O Jung Hup's Seventh Regiment, is a unit that boasts its tradition: &nbsp;&nbsp;&nbsp;\r\nIt has always upheld the Songun leadership of our party by setting an example for the whole army in combat and political training and displaying mass heroism in socialist construction sites. &nbsp;&nbsp;&nbsp;\r\n He watched the servicemen in training. &nbsp;&nbsp;&nbsp;\r\n They successfully carried out their combat tasks, thus strikingly demonstrating that they are fully prepared to wipe out any formidable enemy. &nbsp;&nbsp;&nbsp;\r\n After watching their training, he put forward highly important tasks which would serve as guidelines in further increasing the combat capacity of the unit, greatly pleased to see all its servicemen trained as one-match-for-a hundred fighters fully prepared politically and ideologically and in military technique to repel any surprise attack of the enemy at one stroke and firmly protect the socialist homeland. &nbsp;&nbsp;&nbsp;\r\n The hearts of all the servicemen of the KPA are filled with the revolutionary spirit of soldiers based on the spirit of devotedly defending the leader, the spirit of devotedly carrying out his instructions and the heroic self-sacrificing spirit, he said, adding: the revolutionary cause of Juche is sure to triumph as there is the great revolutionary army which regards this great revolutionary spirit symbolizing and representing the Songun era as its blood and soul. &nbsp;&nbsp;&nbsp;\r\n He praised the servicemen for keeping the area where the unit is stationed as neat and clean as a park. Going round an education room, a bedroom, a mess, a kitchen, a washroom, etc., he took warm care of their living with paternal love. &nbsp;&nbsp;&nbsp;\r\n Calling on the army to take the lead in upholding the party's line and policies and the state policies, he stressed the need to bring into fuller bloom the traditional trait of army-people unity, one of the sources of the might of our revolutionary army. &nbsp;&nbsp;&nbsp;\r\n He posed for a photograph with the servicemen of the unit.    \r\n\r\n\r\n\r\n"
        }
    ]
}