{
    "date": "2003-06-26",
    "url": "http://kcna.co.jp/item/2003/200306/20030626.htm",
    "articles": [
        {
            "title": "Election of deputies to local people's assemblies to be held",
            "url": "http://kcna.co.jp/item/2003/200306/news06/26.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA flails U.S. attempt to let S. Korea fight proxy war",
            "url": "http://kcna.co.jp/item/2003/200306/news06/26.htm#2",
            "content": "Election of deputies to local people's assemblies to be held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 25 (KCNA) -- A report of the Presidium of the Supreme People's Assembly on holding the election of deputies to provincial (municipal), city (district) and county people's assemblies was released on June 24.\r\n The report says that the election will be held on August 3, Juche 92 (2003) according to article 133 of the socialist constitution of the DPRK and decisions of provincial, city and county people's committees.    \r\n\r\n"
        },
        {
            "title": "Reception given for delegation of Russian Orthodox Church",
            "url": "http://kcna.co.jp/item/2003/200306/news06/26.htm#3",
            "content": "KCNA flails U.S. attempt to let S. Korea fight proxy war \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 25 (KCNA) -- U.S. Deputy Defense Secretary Wolfowitz at a hearing of the House of Representatives said that the deterrent force against the north should be increased on the Korean Peninsula despite the redeployment of the U.S. forces in South Korea and South Korea should considerably increase defense spending instead.\r\n His outbursts betray the U.S. dangerous aim to instigate the South Korean authorities to fight a proxy war against their fellow countrymen in the north as what he had in mind was part of the U.S. moves to redistribute its overseas military bases aimed to put into practice its doctrine of a preemptive attack for seizing any region anytime. &nbsp;&nbsp;&nbsp;\r\n Recently the U.S. did not hesitate to get South Korea embroiled in its ever more undisguised moves for expanding the sphere of its political and military influence. &nbsp;&nbsp;&nbsp;\r\n It is now working hard to provoke a war against the DPRK with modern reinforced offensive forces involved after publishing the largest-ever \"arms buildup plan\" of the U.S. forces in South Korea. It is pressurizing South Korea to cover the bulk of expenses for the implementation of the plan. &nbsp;&nbsp;&nbsp;\r\n In a nutshell, the U.S. seeks to fish in troubled waters by driving South Korea as cannon fodder or a shock brigade in its aggression of the DPRK. &nbsp;&nbsp;&nbsp;\r\n It is a trite method employed by the U.S. in waging a proxy war to pit Asians against Asians, Europeans against Europeans and those in the mid-east against those in the mid-east. The pressure put by the U.S. upon the South Korean authorities to increase their defence spending in line with its moves for the redistribution of overseas military bases can not be construed otherwise than a sinister plot to drive the South Korean troops as bullet shields in its war of aggression against the DPRK and the rest of Northeast Asia. &nbsp;&nbsp;&nbsp;\r\n If the South Korean authorities join the U.S. in such dangerous war gamble as escalating military threat and pressure upon the DPRK under the pretext of its \"nuclear issue\" that will be little short of bringing a holocaust of war to the nation. &nbsp;&nbsp;&nbsp;\r\n The U.S. and the South Korean authorities should think twice over the catastrophic consequences the madcap arms buildup will entail, face up to the reality and behave themselves.    \r\n\r\n"
        },
        {
            "title": "Korean pro-boxer retains his world title",
            "url": "http://kcna.co.jp/item/2003/200306/news06/26.htm#4",
            "content": "Reception given for delegation of Russian Orthodox Church \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 25 (KCNA) -- The Korean Council of Religionists gave a reception for the delegation of the Russian Orthodox Church on a visit to the DPRK at the Mansudae Art Theatre Tuesday evening.\r\n Present on invitation were members of the delegation of the Russian Orthodox Church headed by Archbishop Kliment, first vice-chairman for foreign affairs, Russian Ambassador to the DPRK Andrei Karlov and his embassy officials. &nbsp;&nbsp;&nbsp;\r\n Present there were Vice-Premier of the DPRK cabinet Jo Chang Dok, chairman of the Pyongyang City People's Committee Ryang Man Gil, chairman of the Korean Council of Religionists Jang Jae On, vice-director of a department of the Central Committee of the Workers' Party of Korea Ji Jae Ryong, Cice-Minister of Foreign Affairs Kung Sok Ung, vice-chairperson of the Committee for Cultural Relations with Foreign Countries Hong Son Ok who is chairperson of the Korea-Russia Friendship Association, chairman of the Committee of the Korean Orthodox Church Ho Il Jin and officials concerned.\r\n Speeches were made there.    \r\n\r\n"
        },
        {
            "title": "Hall for class education draws endless stream of visitors",
            "url": "http://kcna.co.jp/item/2003/200306/news06/26.htm#5",
            "content": "Korean pro-boxer retains his world title \r\n&nbsp;&nbsp;&nbsp; Tokyo, June 24 (KNS-KCNA) -- Hong Chang Su, Korean pro-boxer in Japan, defeated his Japanese rival Katsushige Kawashima 3:0 by a decision in WBC super fly weight in Yokohama city, Kanagawa Prefecture, Japan, on June 23.\r\n He retained his world title for the seventh time in the wake of his successful match in December last year. &nbsp;&nbsp;&nbsp;\r\n When he appeared in the gymnasium, many officials of the General Association of Korean Residents in Japan, Koreans in Japan, members of the Korean Youth League in Japan and students warmly welcomed him, flying flags of the DPRK and the Korean peninsula flags. &nbsp;&nbsp;&nbsp;\r\n He put his rival on the defensive by his strong attacks from the outset of the breath-taking match. \r\n He said that although he got injured on his left hand, he could defeat his rival as he fought to the last with the pledge to glorify the country, bearing deep in mind the particularly profound loving care shown by leader Kim Jong Il for him to emerge Labour Hero of the Republic and People's Sportsman. \r\n\r\n"
        },
        {
            "title": "Russian archbishop interviewed",
            "url": "http://kcna.co.jp/item/2003/200306/news06/26.htm#6",
            "content": "Hall for class education draws endless stream of visitors \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 25 (KCNA) -- An endless stream of Korean working people are visiting the hall for class education here on the occasion of June 25, the day of struggle against the U.S. imperialists.\r\n Officers and men of the three services of the Korean People's Army, government employees and working people of more than 600 units and school youth and children visited the hall this month. &nbsp;&nbsp;&nbsp;\r\n As many as nearly 600,000 people have visited the hall in less than one year since its opening and the number of visitors this month is over 1.5 times that in the previous month, according to information available. &nbsp;&nbsp;&nbsp;\r\n Seeing photos, lethal tools and other material evidence proving the monstrous massacre of over 4.2 million innocent civilians committed by GIs in all parts of the Korean peninsula including Sinchon county, South Hwanghae Province, Tanchon city, South Hamgyong Province and Rogun-ri, Yongdong county of South Korea, during the last Korean war, visitors from all walks of life keenly realize that the U.S. imperialists are the wolves in human skin and cannibals with whom the world people can not live under the same sky. &nbsp;&nbsp;&nbsp;\r\n They also saw historic data that bear witness to the fact that after occupying Korea in a brigandish way, the Japanese imperialists massively looted human and material resources and valuable cultural treasures and committed untold crimes by killing more than one million people and thus brought unspeakable sufferings and misfortune to the Korean nation.    \r\n"
        },
        {
            "title": "Paekma-Cholsan Waterway Project under way",
            "url": "http://kcna.co.jp/item/2003/200306/news06/26.htm#7",
            "content": "Russian archbishop interviewed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 25 (KCNA) -- The ground-breaking ceremony of the Jongbaek Monastery in Pyongyang, which took place amid deep concern of leader Kim Jong Il of the Democratic People's Republic of Korea, marked an important occasion in further developing Russia-DPRK relations, said a Russian archbishop.\r\nAt a press conference held at the Russian embassy here on Tuesday after the ground-breaking ceremony, Kliment, head of the visiting delegation of the Russian Orthodox Church, said that with the ceremony held, a Russian Orthodox Monastery will be established formally. &nbsp;&nbsp;&nbsp;\r\n He, who is also first vice-chairman for foreign affairs, said the Russian Orthodox Church had long been active in Korea. &nbsp;&nbsp;&nbsp;\r\n Russian orthodox monasteries which had been in Korea was destroyed during the Korean war and ties between the Korean and Russian believers in orthodox religion severed, but  Kim Jong Il took a historic step to build a Russian Orthodox Monastery in Pyongyang when he was on a visit to the Far Eastern region of Russia last year, he said. &nbsp;&nbsp;&nbsp;\r\n Noting that the monastery to be built in Pyongyang will show the features of many orthodox monasteries which have existed in Russia historically, he voiced the hope that it will be greatly conducive to further strengthening relations between the peoples of the two countries. &nbsp;&nbsp;&nbsp;\r\n President Kim Il Sung made a distinguished contribution to strengthening the relations between the two countries, he said. &nbsp;&nbsp;&nbsp;\r\nThe bilateral relations are now developing on good terms in various fields. &nbsp;&nbsp;&nbsp;\r\n He pledged to make efforts for the successful construction of the monastery. &nbsp;&nbsp;&nbsp;\r\n Responding to questions raised by KCNA, Minju Joson, Xinhua and Itar-Tass, he said the step taken by Kim Jong Il to built a monastery in Pyongyang is a token of his concern for the Russian people. &nbsp;&nbsp;&nbsp;\r\n Referring to the Korean reunification issue, he said it is abnormal that the Korean people live, divided into two, and that the north and the south of Korea should be reunified peacefully. &nbsp;&nbsp;&nbsp;\r\n Present at the press conference were media men in Pyongyang, the members of the Russian delegation, Ambassador Andrei Karlov and officials of the Russian embassy, foreign correspondents and press attaches of foreign embassies here. \r\n\r\n"
        },
        {
            "title": "Modern rubber factory",
            "url": "http://kcna.co.jp/item/2003/200306/news06/26.htm#8",
            "content": "Paekma-Cholsan Waterway Project under way \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 25 (KCNA) -- The project of the Paekma-Cholsan Waterway makes headway in the Democratic People's Republic of Korea. It is an irrigation project to ensure natural flow of water. \r\n The preparations for over 40 water tunnel projects have been completed in a short span of time after the groundbreaking. &nbsp;&nbsp;&nbsp;\r\nSignal successes are being registered in the projects of culverts and open sewers, and earth excavation for the rock bed of a reservoir dam. &nbsp;&nbsp;&nbsp;\r\n The completion of the waterway project will help improve the irrigation system in the western part of the country and supply sufficient water to farmlands in Phihyon, Ryongchon, Yomju, Tongrim and Cholsan counties and some parts of Sinuiju, North Phyongan Province. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, over 260 water-pumping stations will be removed and tens of thousands of kilowatts saved. &nbsp;&nbsp;&nbsp;\r\n Several minor power stations will be constructed along the waterway.    \r\n\r\n"
        },
        {
            "title": "Koreans vow to revenge themselves upon Yankees",
            "url": "http://kcna.co.jp/item/2003/200306/news06/26.htm#9",
            "content": "Modern rubber factory \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 25 (KCNA) -- Pyongyang, June 25 (KCNA) --The May 20 Taesong Factory is located in Hamhung city, South Hamgyong Province of the Democratic People's Republic of Korea.\r\n The rubber processing factory, which started operation last October, covers an area of tens of thousands of square meters. &nbsp;&nbsp;&nbsp;\r\n All its production processes from feeding of raw materials to cutting, crushing, pulverizing, sorting and packing are controlled by computers. They are furnished with sensors, wet filters and dust collectors. &nbsp;&nbsp;&nbsp;\r\n The factory has an annual production capacity of tens of thousands of tons. &nbsp;&nbsp;&nbsp;\r\n Its products are in great demand at local and foreign markets for their good quality. &nbsp;&nbsp;&nbsp;\r\n When he visited the factory for field guidance in April this year, leader Kim Jong Il was greatly satisfied with the successful construction of the modernly-equipped factory and with its production on a high level.     \r\n\r\n\r\n"
        },
        {
            "title": "Papers call for shattering U.S. imperialists' war moves",
            "url": "http://kcna.co.jp/item/2003/200306/news06/26.htm#10",
            "content": "Koreans vow to revenge themselves upon Yankees\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 25 (KCNA) -- Agricultural workers held an indignation meeting in Sinchon and schoolchildren a meeting for a vow of revenge at the hall of the Kim Il Sung Socialist Youth League yesterday on June 24 on the occasion of June 25, the day of struggle against the U.S. imperialists.\r\n Speakers at the meetings said that the war of aggression unleashed by the U.S. imperialists 53 years ago was an unprecedented mass-killing war that inflicted immeasurable disasters and misfortune upon the Korean people. &nbsp;&nbsp;&nbsp;\r\n Disclosing that those murderers are now imposing all sorts of misfortune upon the South Korean people and killing innocent people irrespective of men and women, young and old, they branded them as the most heinous harasser of peace in the world, ringleader of evil and human butchers unpardonable down through generation. &nbsp;&nbsp;&nbsp;\r\n If the U.S. imperialists ignite another war of aggression in this land, agricultural workers and schoolchildren will pay off old scores upon them, they warned. &nbsp;&nbsp;&nbsp;\r\n An indignation statement was read out and a poem carrying a vow of revenge recited at the meetings.    \r\n\r\n\r\n"
        },
        {
            "title": "Psychological operation and blockade will never work on DPRK",
            "url": "http://kcna.co.jp/item/2003/200306/news06/26.htm#11",
            "content": "Papers call for shattering U.S. imperialists' war moves\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 25 (KCNA) -- Pyongyang-based papers today call for shattering the U.S. imperialists' moves to ignite a nuclear war against the DPRK, defending the dignity and sovereignty of the nation and pushing ahead with the cause of national reconciliation and reunification under the banner of the great Songun.\r\n 53 years have passed since the U.S. imperialists unleashed the war of aggression in Korea. In this regard Rodong Sinmun carries an editorial titled \"Let us fight against the U.S. imperialists in a do-or-die spirit to defend the dignity and sovereignty of the nation\" and Minju Joson an editorial titled \"Let us frustrate the U.S. imperialists' moves for aggression and war and achieve independent reunification.\" &nbsp;&nbsp;&nbsp;\r\n The three-year Korean war proved that the Korean army and people singleheartedly united around the great leader could defeat any formidable enemy and emerge ever victorious  and any huge armed forces, military technique and latest weapons could never bring the Korean people valuing national dignity and sovereignty like their life and soul to their knees, Rodong Sinmun says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists have never dropped their ambition for domination over the whole of Korea since their defeat in the Korean war. &nbsp;&nbsp;&nbsp;\r\n Their criminal attempt to stifle the socialist system by force of arms and dominate the whole of Korea has reached a dangerous stage of practice. &nbsp;&nbsp;&nbsp;\r\n Whoever loves the country and the nation should valiantly turn out in the anti-U.S. struggle to protect the sovereignty of the country and the vital rights of the nation in a do-or-die spirit. &nbsp;&nbsp;&nbsp;\r\n The Songun policy is a treasured sword for victory in confrontation with the U.S. all the Koreans in the north, south and abroad should turn out as one in defence of Songun with the right stand and viewpoint that they can achieve peace and independent reunification of the Korean peninsula when they uphold the Songun policy of leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n We should more firmly cement the might of the singlehearted unity. &nbsp;&nbsp;&nbsp;\r\n In order to prevent the danger of war facing the nation, protect the peace of the country and the security of the nation and push ahead with the movement for national reunification at the present time, it is necessary to strengthen national cooperation in every way under the uplifted banner of the June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n Minju Joson in the editorial stresses: we will shatter the moves of the U.S. imperialists for a new war and defend the dignity and sovereignty of the country and the nation as firm as a rock under the Songun revolutionary leadership of Kim Jong Il. We will wipe out the U.S. imperialists in this land forever if they provoke us again.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "At least one million-strong anti-U.S. mass rallies and demonstrations held",
            "url": "http://kcna.co.jp/item/2003/200306/news06/26.htm#12",
            "content": "Psychological operation and blockade will never work on DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 25 (KCNA) -- The United States is busy with a psychological warfare and blockade operation to stifle the DPRK with Japan, Australia and others involved. Dismissing this as a breach of the armistice agreement, a declaration of war and a war action in the long-run in its nature, a signed commentary of Rodong Sinmun today says:\r\n Lurking behind this frantic smear campaign of the U.S. is a sinister political aim to tarnish the dignified image of the DPRK on the international arena, justify its talk about an \"axis of evil\", a label attached by it to those countries that go against its grain, and regime changes in those countries. &nbsp;&nbsp;&nbsp;\r\n The U.S. hostile policy toward the DPRK has reached its zenith and the multilateral talks much publicized by the U.S. are nothing but a smokescreen to cover up a war without gunfire. This situation compels the DPRK to discard any expectation for the multilateral talks. &nbsp;&nbsp;&nbsp;\r\n The DPRK has already declared that it would consider any sanctions against it to be a war action. &nbsp;&nbsp;&nbsp;\r\n As the U.S. is making preparations for a military attack on the DPRK, while talking about \"dialogue,\" the DPRK is left with no option but to take necessary measures to cope with it as it has already declared. &nbsp;&nbsp;&nbsp;\r\n Now that the U.S. danger of isolating and stifling the DPRK is becoming real, the DPRK can not but increase its self-defensive nuclear deterrent force to avert a war and protect the sovereignty and the security of the country and the destiny and dignity of the nation. &nbsp;&nbsp;&nbsp;\r\n The DPRK has the right to immediately retaliate against any physical hostile act, a breach of the AA and a declaration of war.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "At least one million Pyongyangites turn out to condemn U.S. imperialists",
            "url": "http://kcna.co.jp/item/2003/200306/news06/26.htm#13",
            "content": "At least one million-strong anti-U.S. mass rallies and demonstrations held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 25 (KCNA) -- Mass rallies were held in different parts of Pyongyang including Kim Il Sung Square and plazas in front of the arch of triumph, the Pyongyang Indoor Stadium and the Tower of the Juche Idea this afternoon on the occasion of \"June 25, the Day of anti-U.S. Imperialist Struggle,\" 53 years after the U.S. imperialists started a war of aggression in Korea.\r\n The rallies were attended by at least a million Pyongyangites from all walks of life shaking with indignation against the U.S. imperialists. &nbsp;&nbsp;&nbsp;\r\n Among them were premier of the DPRK cabinet Hong Song Nam, Secretary of the Central Committee of the Workers' Party of Korea Jon Pyong Ho, Vice-President of the Presidium of the Supreme People's Assembly Yang Hyong Sop and other senior officials and overseas compatriots. Foreign guests were present on invitation. &nbsp;&nbsp;&nbsp;\r\n Chairman of the Pyongyang City People's Committee Ryang Man Gil said in a speech that the Korean war was the most brutal and brigandish war of aggression in the history of world wars. But the United States has persistently maneuvered to provoke another war against the DPRK instead of drawing a proper lesson from the shameful defeat it sustained in the war, he noted. &nbsp;&nbsp;&nbsp;\r\n Recalling that the Bush administration is pushing the situation of the Korean peninsula to the brink of war, he appealed to the fellow countrymen in the north, the south and overseas in a life-and-death nationwide struggle to decisively foil the reckless moves of the U.S. imperialists to invade the north and wage a courageous and sacred anti-U.S. struggle to force the U.S. aggression troops, the root cause of misfortune and disasters of our nation, out of South Korea. \r\n He went on: &nbsp;&nbsp;&nbsp;\r\n The DPRK has no option but to put further spurs to bolstering its self-defensive nuclear deterrent force as the united states is persistently pursuing its strategy to isolate and stifle the DPRK, the strategy coupled with blockade and psychological operations against it. &nbsp;&nbsp;&nbsp;\r\n If the U.S. imperialist aggressors intrude into the inviolable sky, land and seas of the country even an inch, the Korean people's army and people will wipe out the aggressors to the last one and thus once again demonstrate to the world the stamina and wisdom of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries should properly apologize to the Korean nation for the crimes committed against it in the past and redress them before pulling up someone. Japan should know well that it will meet only doom if it persists in its hostile acts against the DPRK, pursuant to the u.s. strategy against Pyongyang. &nbsp;&nbsp;&nbsp;\r\n He called on all \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Madagascan President",
            "url": "http://kcna.co.jp/item/2003/200306/news06/26.htm#14",
            "content": "At least one million Pyongyangites turn out to condemn U.S. imperialists\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 25 (KCNA) -- Over a million Pyongyangites from all walks of life today turned out to plazas and streets to denounce the U.S. imperialists, 53 years after they started a war of aggression in Korea.\r\n Pyongyang is swept by waves of mass rallies on the occasion of \"June 25, the Day of Anti-U.S. Imperialist Struggle.\" &nbsp;&nbsp;&nbsp;\r\n Kim Il Sung Square, plazas in front of the April 25 House of Culture, the monument to the party founding, the Pyongyang Indoor Stadium, the Arch of Triumph, the Mangyongdae Schoolchildren's Palace and the Tower of the Juche Idea and other venues of mass rallies are crowded with Pyongyangites shaking with towering hatred and resentment against the U.S. imperialists. &nbsp;&nbsp;&nbsp;\r\n The rallies manifested the Korean people's will to bolster in every way the military deterrent force that guarantees the security of the country and the nation and wipe out the U.S. imperialist aggressors at a single stroke and win a final victory in the confrontation with them and thus take a thousand-fold revenge upon them, if they dare mount a preemptive attack upon the DPRK. &nbsp;&nbsp;&nbsp;\r\n The rallies are to be followed by anti-U.S. demonstrations.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Senior party and state officials visit Sinchon Museum",
            "url": "http://kcna.co.jp/item/2003/200306/news06/26.htm#15",
            "content": "Greetings to Madagascan President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 25 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Marc Ravalomanana, President of Madagascar, on June 23 on the occasion of its National Day.\r\n Expressing belief that the friendly and cooperative relations between the two countries would grow stronger, the message wished him great success in his responsible work for the stability and prosperity of the country.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}