{
    "date": "2003-12-26",
    "url": "http://kcna.co.jp/item/2003/200312/20031226.htm",
    "articles": [
        {
            "title": "Rodong Sinmun Warns against Japanese Militarism",
            "url": "http://kcna.co.jp/item/2003/200312/news12/26.htm#1",
            "content": "Rodong Sinmun Warns against Japanese Militarism \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 25 (KCNA) -- The Japanese reactionary ruling forces have got more desperate than ever before this year in their moves to turn Japan into a military power for overseas aggression and their hostile policy toward the DPRK, openly challenging peace, Rodong Sinmun today says in a signed article.\r\n This year, the Japanese militarists have rounded off the legal mechanism for overseas aggression and frantically hastened the conversion of Japan into a military power, thus opening a broad road for it, the article notes. &nbsp;&nbsp;&nbsp;\r\n Branding the adoption of an \"emergency law\" in Japan in May as the most reactionary legal measure demolishing the foundation of the present constitution which bans war and legalizing the establishment of a war structure, the article says: &nbsp;&nbsp;&nbsp;\r\n This year, the Japanese reactionaries set forth the conversion of Japan into a military power as one of the two major military tasks, the other being the legal arrangement for overseas aggression, and have madly pushed it forward. &nbsp;&nbsp;&nbsp;\r\n Japan has taken measures to send a new fleet of warships of its \"Self-Defence Forces\" (SDF) to the Indian Ocean, while extending the operational period of its SDF there. And it took a reckless military step to dispatch the forces of three services of the SDF by adopting a \"law on the dispatch of forces to Iraq\" to keep up and expand military activities overseas. &nbsp;&nbsp;&nbsp;\r\n The laying of the militarist ideological foundation has been stepped up frenziedly in Japan while these military moves gathered force. &nbsp;&nbsp;&nbsp;\r\n Thus the work for the establishment of a war structure, the building of a militarist ideological foundation, conversion of Japan into a military power and military operations overseas have reached an extremely dangerous stage this year. &nbsp;&nbsp;&nbsp;\r\n What must not go unnoticed is that the Japanese reactionaries this year have got more hysteric than ever before in their hostile policy toward the DPRK. The Japanese reactionary forces in power, zealously following the U.S. hostile policy to stifle the DPRK, have run about with bloodshot eyes to isolate and stifle the DPRK through the formation of a worldwide encirclement ring around it by turning the DPRK's \"nuclear issue\" into a political and international problem. &nbsp;&nbsp;&nbsp;\r\n The course covered by Japan this year indicates that the nature of Japanese militarism remains unchanged and its aggressive designs have gone beyond the limits. &nbsp;&nbsp;&nbsp;\r\n It has been patently proved that Japan is not a \"peace state\" but a very dangerous war state and aggressive force.    \r\n\r\n\r\n  \r\n\r\n"
        },
        {
            "title": "Wreaths Laid before Bust of Kim Jong Suk",
            "url": "http://kcna.co.jp/item/2003/200312/news12/26.htm#2",
            "content": "Wreaths Laid before Bust of Kim Jong Suk \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 25 (KCNA) -- Wreaths were laid before the bust of Kim Jong Suk, an anti-Japanese war hero, at the Revolutionary Martyrs' Cemetery on Mt. Taesong yesterday on the occasion of her 86th birth anniversary.\r\n Seen standing before her bust was a wreath from leader Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n Guards of honor of the KPA lined up on either side of the bust. &nbsp;&nbsp;&nbsp;\r\n Present at the wreath-laying ceremony were senior officials of the Party, the state and the army, chairpersons of friendly parties, members of the Cabinet, senior officials of the Party and military organs, power bodies, working people's organizations, ministries and national institutions, servicepersons of the KPA, working people and school youth and children in the city. &nbsp;&nbsp;&nbsp;\r\n Amidst the playing of the wreath-laying music wreaths were placed in the name of the Central Committee of the Workers' Party of Korea, the Presidium of the DPRK Supreme People's Assembly and the DPRK Cabinet. &nbsp;&nbsp;&nbsp;\r\n Then wreaths were laid there in the name of the Ministry of the People's Armed Forces, working people's organizations, ministries, national institutions, KPA units, scientific, educational, cultural and arts, public health and media institutions, the joint organization of the Korean Children's Union and the Party and power bodies, factories and farms in Pyongyang. Bundles of flowers were also placed there. &nbsp;&nbsp;&nbsp;\r\n Written on the ribbons of the wreaths were words \"The revolutionary feats of Comrade Kim Jong Suk, an anti-Japanese war hero, will be immortal!\" &nbsp;&nbsp;&nbsp;\r\n The participants observed a moment's silence in memory of her brilliant life. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, overseas compatriots staying in the socialist homeland visited her bust at the Revolutionary Martyrs' Cemetery on Mt. Taesong yesterday to pay their respects to her on this occasion. &nbsp;&nbsp;&nbsp;\r\n On the same day, floral baskets were laid before her statues in Kim Jong Suk County, Hoeryong City, at Kim Jong Suk Navy University and Kim Jong Suk General Military Academy.    \r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Artistic Performances Given",
            "url": "http://kcna.co.jp/item/2003/200312/news12/26.htm#3",
            "content": "Artistic Performances Given \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 25 (KCNA) -- Artistic performances were given at theatres in Pyongyang yesterday to celebrate the 12th anniversary of leader Kim Jong Il's assumption of the supreme commandership of the Korean People's Army and the 86th birth anniversary of Kim Jong Suk, an anti-Japanese war hero.\r\n Appreciating the performances were senior officials of the Party, the state and the army, chairpersons of friendly parties, members of the DPRK Cabinet, officials of the Party and military institutions, power bodies, working people's organizations, ministries and national institutions, officials of scientific, educational, cultural, art, public health and media institutions, servicepersons of the KPA and working people in the city. &nbsp;&nbsp;&nbsp;\r\n Overseas compatriots staying in the socialist homeland also saw the performances.\r\n A music and dance performance was given by the Korean People's Army Song and Dance Ensemble at the April 25 House of Culture. &nbsp;&nbsp;&nbsp;\r\n Its artistes truthfully represented our army and people's immense joy and happiness of holding Kim Jong Il in high esteem as the supreme commander of the KPA in the mixed chorus \"Song devoted to Comrade Kim Jong Il\" and \"General on a Galloping White Horse\", the solo and Kayagum ensemble \"When We Are with the General\" and other numbers. &nbsp;&nbsp;&nbsp;\r\n The revolutionary drama \"Request of Mother\" was staged by artistes of the State Theatrical Company at the Pyongyang Art Theatre. &nbsp;&nbsp;&nbsp;\r\n Watching the drama truthfully depicting the noble personality of Kim Jong Suk, the audience recollected with deep emotion the exploits she performed by working heart and soul to strengthen and develop the revolutionary armed forces. &nbsp;&nbsp;&nbsp;\r\n Artistes of the Phibada Opera Troupe performed the revolutionary opera \"I see the victory of the revolution\" at the Pyongyang Grand Theatre and the Pyongyang Circus an acrobatic performance at the Pyongyang Circus Theatre.    \r\n\r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Students' Struggle against Troop Dispatch",
            "url": "http://kcna.co.jp/item/2003/200312/news12/26.htm#4",
            "content": "S. Korean Students' Struggle against Troop Dispatch \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 25 (KCNA) -- The south Korean Federation of University Student Councils (Hanchongryon) reportedly held an emergency students rally for checking the troop dispatch to Iraq at Jongmyo Park in Seoul on December 20.\r\n The rally was attended by students from all parts of south Korea. &nbsp;&nbsp;&nbsp;\r\n The vice-chairman of the General Student Council of Korea University who is head of the \"Hanchongryon death-defying corps for checking the passage of a motion on troop dispatch to Iraq through the National Assembly\" delivered a report on activities. Then a resolution was read out at the rally. &nbsp;&nbsp;&nbsp;\r\n The resolution said that the government and the National Assembly are going to pass a motion on troop dispatch through a plenary session of the \"National Assembly\" through a four-party collusion, arguing about national interests and the like. &nbsp;&nbsp;&nbsp;\r\n The resolution noted: We will not let our friends to be hurled into shambles of war and Hanchongryon will not allow them to take part in the war of genocide. &nbsp;&nbsp;&nbsp;\r\n Youth and students will spearhead a grand march against the U.S. imperialists' war of aggression and for checking the troop dispatch, said the resolution. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, students in Kwangju and South Jolla Province held a meeting demanding the dissolution of plant-like National Assembly and an early general election in front of the Sejong House of Culture in Seoul and warned that they would campaign for defeating those National Assemblymen, who support the troop dispatch, in the election.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA Assails Japan's New Move for Economic Sanctions against DPRK",
            "url": "http://kcna.co.jp/item/2003/200312/news12/26.htm#5",
            "content": "KCNA Assails Japan's New Move for Economic Sanctions against DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 25 (KCNA) -- The Liberal Democratic Party and the New Komeito Party, ruling political parties in Japan, recently made a decision to submit a draft amendment to the foreign exchange law for discussion at the regular Diet in 2004 in a bid to apply economic sanctions against the DPRK.\r\n Under the present foreign exchange law Japan requires a UN resolution or a multilateral agreement for applying economic sanctions against any other country. But the Japanese ruling parties now seek to revise the law so that they can unilaterally apply economic sanctions by a cabinet decision under the pretext of \"security crisis.\" &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the Democratic Party, a conservative opposition party, began examining a new bill on restricting the portcalls of Mangyongbong-92 and other DPRK-flagged ships so that it may be brought up to a regular Diet session in 2004 for discussion. &nbsp;&nbsp;&nbsp;\r\n The Democratic Party was reported to have taken this action on the basis of its judgment that there is a need to put stronger pressure on the DPRK in the absence of any progress in the solution to the abduction and nuclear issues. &nbsp;&nbsp;&nbsp;\r\n These disturbing political moves of the ruling and opposition parties in Japan indicate a strong tendency of the Japanese politics towards the Right as they reveal their undisguised hostile policy toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n Japan deliberately is linking the DPRK-U.S. nuclear issue, with which it has nothing to do, and the abduction issue, an issue that had already been settled, to \"security crisis\". This is intended to divert elsewhere the public attention from the root cause of internal contradiction and conflict in the Japanese society and fan up national chauvinism and ultra-nationalism in the society in a bid to realize with ease its ambition to convert the country into a military giant and fascistize it. &nbsp;&nbsp;&nbsp;\r\n It is well known a fact that strictly pursuant to the U.S. policy for hegemony, the Japanese reactionaries are stepping up their moves to emerge a military power and stretching tentacles of aggression and interference to Asia and all other parts of the world under the pretexts of \"anti-terrorism war\" and \"nuclear issue.\" &nbsp;&nbsp;&nbsp;\r\n The two-party system of right-wing conservative political parties emerged in the political arena of Japan after the election of the members of the House of Representatives in November last. They seem to cooperate with each other in the policy to impose sanctions upon the DPRK. This clearly proves that the policies of the Japanese parties serve the purpose of realizing their militarist ambition. &nbsp;&nbsp;&nbsp;\r\n The Japanese parties and politicians should have repented of and redeemed the crimes committed by Japan in the past as a state that launched the invasion of Asia. But they are keen to repeat the crime-woven history. &nbsp;&nbsp;&nbsp;\r\n This is little short of a political suicide. &nbsp;&nbsp;&nbsp;\r\n The Korean people still remember the history of aggression committed by the Japanese imperialists and will never pardon the Japanese reactionaries' hostile moves against the DPRK.    \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Sports Games for \"Osandok Prize\" Closes",
            "url": "http://kcna.co.jp/item/2003/200312/news12/26.htm#6",
            "content": "Sports Games for \"Osandok Prize\" Closes \r\n&nbsp;&nbsp;&nbsp; Hoeryong, December 24 (KCNA) -- Sports Games for \"Osandok Prize\" that opened on Dec. 15 on the occasion of the 86th birth anniversary of Kim Jong Suk, an anti-Japanese war hero, came to a close on December 24.\r\n All the participants in the games gave a good account of themselves in various events. &nbsp;&nbsp;&nbsp;\r\n A closing ceremony took place in the gymnasium of  Kim Jong Suk Teachers College. &nbsp;&nbsp;&nbsp;\r\n Jong In Chol, vice-chairman of the Physical Culture and Sports Guidance Commission, in a speech said that the games proved meaningful as they fully displayed the stubborn fighting spirit and sports skills they have cultivated in their day-to-day training, calling for steadily improving Korean-style sports technique and tactical system to bring all the sports events to the world's level. &nbsp;&nbsp;&nbsp;\r\n Prizes were awarded to the sports teams and individuals that proved successful in the games.    \r\n\r\n\r\n   \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun Assails GNP's Evil Practice",
            "url": "http://kcna.co.jp/item/2003/200312/news12/26.htm#7",
            "content": "Rodong Sinmun Assails GNP's Evil Practice \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 25 (KCNA) -- It was brought to light that the Grand National Party of south Korea threatened, blackmailed and forced business groups to provide it with funds to the tune of 60 billion won on the threshold of the \"presidential election\" last year. Enraged at this hideous scandal, various public circles and people of south Korea are demanding the immediate dissolution of the GNP, branding this traitorous party as \"Mafia,\" \"party of thieves\" keen to satisfy its greed for power by spending money collected from people as taxes.\r\n In this regard Rodong Sinmun today says in a signed commentary: &nbsp;&nbsp;&nbsp;\r\n The successive predecessors of the GNP enforced corrupt policies, unpopular fascist dictatorial policies, to persecute and harass the south Korean people. For these crimes they were forsaken and judged by the people and forced to go to their graves. &nbsp;&nbsp;&nbsp;\r\n As a poisonous herb grows from its roots, the nature of the GNP that originated from evil can never change. The history of this party is characterized by its unpopular nature as it lorded it over the people and suppressed them with clubs of fascism. &nbsp;&nbsp;&nbsp;\r\n The unpopular nature of the GNP group keen to realize its political ambition and live in splendor remains unchanged unless it is eliminated. &nbsp;&nbsp;&nbsp;\r\n There is no room for the GNP challenging the will and interests of the people to stay.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Crimes of GNP of S. Korea Denounced",
            "url": "http://kcna.co.jp/item/2003/200312/news12/26.htm#8",
            "content": "Crimes of GNP of S. Korea Denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 25 (KCNA) -- Jo Il Min, chief of the Pyongyang Mission of the National Democratic Front of South Korea (NDFSK) told a news conference on December 24 that the south Korean Grand National Party was a corrupt party engaged in irregularities, a special-class flunkeyist party of traitors.\r\n Recalling that the crime of the party in collecting money of astronomical figure from businesses in the \"presidential election\" last year was brought into the open, he said the GNP was a corrupt party steeped in every description of irregularities and also a dirty, mad party only seeking money. &nbsp;&nbsp;&nbsp;\r\n Exposing the pro-U.S. acts of the party, he said: the GNP is a special-class flunkeyist party of traitors dwarfing all the successive pro-U.S. ruling parties in that it is a clan of despicable pro-U.S. traitors who are ready to sell even the destiny and the land of the nation for their U.S. master without hesitation. It is a party of traitors to the nation which insists that the Korean nation should live divided forever, regarding the north as \"the principal enemy\". &nbsp;&nbsp;&nbsp;\r\n He went on: &nbsp;&nbsp;&nbsp;\r\n As soon as the historic June 15 joint declaration was published, Choe Pyong Ryol, who was then vice-chairman of the party and is now its representative, cried for \"resistance\", saying that the country \"would be reunified through communization of the south.\" The GNP has totally denied the joint declaration and obstructed its implementation, taking issue with it at every step. &nbsp;&nbsp;&nbsp;\r\n With the party left alone, the present contradictory south Korean society in which injustice judges justice and treachery punishes patriotism can not be set right and people's livelihood can not be saved from the depth of misery and reconciliation and cooperation between the north and south can not be realized. &nbsp;&nbsp;&nbsp;\r\n With high pride the south Korean people are loudly crying that leader Kim Jong Il is the centripetal core of national reunification, he said, and added: The NDFSK will fight shoulder to shoulder with all the people to build an independent and democratic new society free from the U.S. imperialists and the GNP.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Dancing Party of Youth and Students in Pyongyang",
            "url": "http://kcna.co.jp/item/2003/200312/news12/26.htm#9",
            "content": "Dancing Party of Youth and Students in Pyongyang\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 25 (KCNA) -- A dancing party of youth and students in Pyongyang was held at Kim Il Sung Square on December 24 to celebrate the 12th anniversary of leader Kim Jong Il's assumption of the supreme commandership of the Korean People's Army.\r\n The dancing party began when the melody of the song \"Please Receive Our Salute\" floated over the square. &nbsp;&nbsp;&nbsp;\r\n The young men and women danced merry dances overflowing with deep reverence for leader Kim Jong Il who has performed immortal feats for the country, the people, the times and revolution by defending the socialist homeland and wisely leading the drive to build a great prosperous powerful nation with his great Songun revolutionary leadership. &nbsp;&nbsp;&nbsp;\r\n They danced many dances to the tune of the songs \"Let's Sing of Our Pride in Being under the Guidance of the General,\" \"Ongheya\" and \"Let's Support Our Supreme Commander with Arms.\" &nbsp;&nbsp;&nbsp;\r\n The faces of the youth and students showed the firm determination to support the Songun idea and leadership of  Kim Jong Il with loyalty, upholding him as the sun of the 21st century, and devote the zeal of youth to the worthy struggle to defend the homeland and build a prosperous powerful nation. \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Celebrations Held Abroad",
            "url": "http://kcna.co.jp/item/2003/200312/news12/26.htm#10",
            "content": "Celebrations Held Abroad\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 25 (KCNA) -- Reading sessions for President Kim Il Sung's reminiscences \"With the Century\", round-table talks, meetings, Korean film shows and photo exhibitions were held by the Funcinpec Party of Cambodia, the Sweden-Korea Friendship Association, at the Homs Cultural House in Libya, the Taekwon-Do Training House and a cinema in Malabo, Equatorial Guinea and by the Organization for the Study of the Juche Idea of Thailand, the Bangkok Shipping Agency and the Mariners' Shipping and Trading Company from Dec. 15 to 19 on the occasion of the 12th anniversary of leader Kim Jong Il's assumption of the supreme commandership of the Korean People's Army and the 86th birth anniversary of  Kim Jong Suk, an anti-Japanese war hero.\r\n The deputy secretary general of the Funcinpec Party of Cambodia at round-table talks said that the Korean people would surely achieve the reunification of the country, true to the intentions of the three generals of Mt. Paektu, noting that it was the greatest honour of the Korean people to acclaim them. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Sweden-Korea Friendship Association in a speech made at a meeting said that Kim Jong Il's Songun policy is warmly supported by the people of the world, giving a detailed account of the fact that he has led the cause of building a great prosperous powerful socialist nation to victory with his Songun revolutionary leadership, smashing the U.S. imperialists' moves to isolate and stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n The manager of the Homs Electrical Factory, after seeing a Korean film, said that the Korean people under the leadership of Kim Jong Il are building a great prosperous powerful nation despite the U.S. imperialists' moves to isolate and stifle the DPRK and the world-wide turmoil. &nbsp;&nbsp;&nbsp;\r\n A message of greetings to Kim Jong Il was adopted at the meeting held by the Sweden-Korea Friendship Association.    \r\n \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Consumer Goods Production Up in DPRK",
            "url": "http://kcna.co.jp/item/2003/200312/news12/26.htm#11",
            "content": "Consumer Goods Production Up in DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 25 (KCNA) -- This year the Democratic People's Republic of Korea has witnessed signal successes in the consumer goods production by making an utmost and effective use of the already established economic foundations and production capacity.\r\n As of the end of July, the Sinuiju, Kangso and other shoes factories in different parts of the country produced various kinds of over nine million pairs of shoes more than in the same period of last year. Their shoes production has reached a record high this year. &nbsp;&nbsp;&nbsp;\r\n Basic foodstuff producers across the country including the Kanggye and Hamhung basic foodstuff factories and the Sakju Foodstuff Factory have given definite precedence to the supply of raw materials and thus kept the production on a higher level than last year. &nbsp;&nbsp;&nbsp;\r\n The Pyongyang, Sinuiju and other textile mills under the Textile Industry Management Bureau have already hit their yearly targets. The Pakchon and Nyongbyon silk mills have introduced a new printing method and cloth processing method into production to boost silk fabrics output. &nbsp;&nbsp;&nbsp;\r\n Such achievements have also been reported from the Kyongryon Aeguk Carbonated Drink Factory, the Sinuiju Cosmetics Factory and the Pyongyang Children's Foodstuff Factory. &nbsp;&nbsp;&nbsp;\r\n The Kangso Mineral Water Factory and the Pyongyang Cosmetics Factory were reconstructed on an expansion basis and the Pyongyang Chewing Gum Factory was built to start production. &nbsp;&nbsp;&nbsp;\r\n Local industry factories in North Phyongan, Jagang and other provinces have also increased the consumer goods production by tapping raw materials in their areas. &nbsp;&nbsp;&nbsp;\r\n In August the local industrial factories in all the provinces raised the production of primary consumer goods by 20.5 percent as against the same period of last year.    \r\n\r\n\r\n  \r\n\r\n\r\n"
        },
        {
            "title": "Cabinet Officials on Line of Socialist Economic Construction in Songun Era",
            "url": "http://kcna.co.jp/item/2003/200312/news12/26.htm#12",
            "content": "Cabinet Officials on Line of Socialist Economic Construction in Songun Era\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 25 (KCNA) -- Ro Tu Chol, vice-premier of the Cabinet, Ju Tong Il, minister of Electricity and Coal Industries, and Ri Ju O, minister of Light Industry, referred to the validity and vitality of the line of economic construction of the Workers' Party of Korea in the Songun era given full play this year, when interviewed by a KCNA reporter on the threshold of the hopeful New Year Juche 93 (2004).\r\n Ro Tu Chol said that by setting forth the line of economic construction in the Songun era the WPK provided a sure material guarantee for building a great prosperous powerful socialist nation and paved a broad way for demonstrating the dignity and might of the DPRK and making steady progress in the socialist economy to meet the desire and demand of the popular masses. &nbsp;&nbsp;&nbsp;\r\n This year the U.S. resorted to all sorts of vicious moves to force the DPRK to completely dismantle its nuclear deterrent force though it was built to cope with the U.S. threat, he noted. &nbsp;&nbsp;&nbsp;\r\nThe DPRK, however, reacted to the U.S. ever-more pronounced nuclear threat and pressure with toughest counter-measures such as withdrawing from the Nuclear Non-proliferation Treaty and lifting a ban on the nuclear freeze, he said, adding that these were possible thanks to the DPRK's national defence industry that has been reinforced to successfully manufacture modern offensive and defensive means, its own type military hardware of high performance and combat technical means, pursuant to the line of economic construction in the Songun era. &nbsp;&nbsp;&nbsp;\r\n The DPRK government, proceeding from the stand to meet the fundamental interests of the revolution, increased this year its defence spending 0.5 percent over last year so as to actively develop the national defence industry though it was hard pressed for everything, he added. &nbsp;&nbsp;&nbsp;\r\n Ju Tong Il referred to the fact that the DPRK government channeled big efforts into the heavy industry, the key foundation of national defence industry, this year and markedly increased investment in the fuel and power industrial fields over the last year to find a decisive solution to those problems. &nbsp;&nbsp;&nbsp;\r\n Ri Ju O pointed out that the line of economic construction in the Songun era calls for developing light industry and agriculture simultaneously while giving priority to the development of the national defence industry and thus significantly improve the people's living standard. &nbsp;&nbsp;&nbsp;\r\n Pursuant to the WPK's new line of economic construction this year the DPRK government made a 12.4 percent bigger investment in the light industry than last year, thus registering great achievements, he said, adding: &nbsp;&nbsp;&nbsp;\r\n This proves that the line of economic construction in the Songun era is, indeed, the most just one as it makes it possible to most successfully solve the problem of building national defence and economic construction and improving the people's living standard simultaneously. &nbsp;&nbsp;&nbsp;\r\n The Cabinet officials also noted that it is the need of the new line to push ahead with the economic construction by the Songun political mode. &nbsp;&nbsp;&nbsp;\r\n They stressed it is beyond doubt that a new surge and a great change will take place in the socialist economic construction only when the army and the people unite as one in thinking and fighting traits and work and fight in a revolutionary and militant manner, true to the WPK's Songun leadership as evidenced by the Songun era. &nbsp;&nbsp;&nbsp;\r\n Clear is the way the DPRK should follow no matter how desperately the imperialists may try to slander the socialist economic system in the DPRK, they said, contending that it is the only way of building a great prosperous powerful nation to thoroughly implement the line of economic construction in the Songun era whose validity and vitality are fully proven in practice.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Removal of Concrete Wall in S. Korea Demanded",
            "url": "http://kcna.co.jp/item/2003/200312/news12/26.htm#13",
            "content": "Removal of Concrete Wall in S. Korea Demanded\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 25 (KCNA) -- The Asian Regional Committee for Supporting Korea's Reunification, the All-India Indo-Korean Friendship Association and the Indian Committee for Supporting Korea's Reunification, issued a joint statement on December 19 demanding the removal of the concrete wall built by the south Korean authorities in the area south of the Military Demarcation Line.\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n There are many forts and military structures, big or small, in the world but there is no such a wall as the concrete wall that has been fortified within the territory of a country where a homogeneous nation has lived for a long time, something incomparable with any borderline. &nbsp;&nbsp;&nbsp;\r\n The concrete wall is a joint product of the U.S. and the anti-reunification forces in south Korea who seek a permanent division of Korea, the statement said, asserting that the wall, a symbol of division, should no longer be allowed to stand as brisk inter-Korean exchange is now underway according to the June 15 North-South Joint Declaration in which both sides committed themselves to achieve independent reunification. &nbsp;&nbsp;&nbsp;\r\n The statement strongly urged the U.S. to stop unreasonably interfering in the cooperation between Koreans and escalating tension and the south Korean authorities to take an emergency measure to pull down the wall at an early date.    \r\n    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Floral Basket and Congratulations to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2003/200312/news12/26.htm#14",
            "content": "Floral Basket and Congratulations to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 25 (KCNA) -- Leader Kim Jong Il received a floral basket and a congratulatory letter from the diplomatic corps here on the occasion of the 12th anniversary of his assumption of the supreme commandership of the Korean People's Army and the New Year Juche 93 (2004).\r\n They were handed today to Foreign Minister Paek Nam Sun by Palestinian Ambassador E.P. to the DPRK Shaher Mohammed Abdlah who is doyen of the corps.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Floral Basket to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2003/200312/news12/26.htm#15",
            "content": "Floral Basket to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 25 (KCNA) -- Leader Kim Jong Il received a floral basket from Palestinian President Yasser Arafat on the occasion of the 12th anniversary of his assumption of the supreme commandership of the Korean People's Army and the New Year Juche 93 (2004).\r\n It was handed today to Foreign Minister Paek Nam Sun by Palestinian Ambassador E.P. to the DPRK Shaher Mohammed Abdlah.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}