{
    "date": "2003-10-03",
    "url": "http://kcna.co.jp/item/2003/200310/20031003.htm",
    "articles": [
        {
            "title": "Chinese Consul General in Chongjin Hosts Reception",
            "url": "http://kcna.co.jp/item/2003/200310/news10/03.htm#1",
            "content": "Chinese Consul General in Chongjin Hosts Reception \r\n&nbsp;&nbsp;&nbsp; Chongjin, October 1 (KCNA) -- Wang Yonggui, Chinese consul general in Chongjin, hosted a reception at the consulate general on Sept. 30 on the occasion of the 54th anniversary of the People's Republic of China.\r\n Present on invitation were Kim Song Gwon, vice-chairman of the North Hamgyong Provincial People's Committee and chairman of the North Hamgyong Provincial Committee of the Korea-China Friendship Association, and other officials concerned.\r\n Speeches were made there.    \r\n\r\n"
        },
        {
            "title": "Guinean Independence Day Observed",
            "url": "http://kcna.co.jp/item/2003/200310/news10/03.htm#2",
            "content": "Guinean Independence Day Observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 2 (KCNA) -- A meeting celebrating the 45th anniversary of the independence of Guinea was held at the Chollima House of Culture on October 1.\r\n Present there were Jon Yong Jin, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who is also vice-chairman of the Korea-Guinea Friendship Association, members of the association and working people in the city. &nbsp;&nbsp;&nbsp;\r\n A speech was made and a message of greetings to the Guinean president was adopted at the meeting.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Kim Jong Il's Exploits in Party Building",
            "url": "http://kcna.co.jp/item/2003/200310/news10/03.htm#3",
            "content": "Rodong Sinmun on Kim Jong Il's Exploits in Party Building \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 2 (KCNA) -- Rodong Sinmun today dedicates a signed article to the 8th anniversary of leader Kim Jong Il's work \"The Workers' Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung.\"\r\n The work serves as an immortal programme for the party building and activities as it reviewed with pride the glorious history of the Workers' Party of Korea that hewed a new road of building a revolutionary party in the era of independence under the leadership of President Kim Il Sung and clarified the ways to develop and strengthen it to be an eternal party of the President. &nbsp;&nbsp;&nbsp;\r\n The work comprehensively deals with the undying exploits performed by the President, who advanced the Juche-oriented idea and theory of the party building, and steadily developed it to be a revolutionary party with a firm monolithic ideological system, a militant party with a strong sense of organization and discipline and a popular party deeply rooted among the broad masses. It lays down the tasks and ways to preserve the revolutionary character of the party as the party of the President, the article says, and continues: &nbsp;&nbsp;&nbsp;\r\n It is the exploits performed by Kim Jong Il for the cause of building the revolutionary party of the President that he set out the great Songun idea whereby the party could defend and preserve its revolutionary character forever. &nbsp;&nbsp;&nbsp;\r\n The Songun idea serves as a revolutionary banner in the era of independence against imperialism as it is based on the revolutionary idea of the President, the Juche idea, and fully meets the requirements of the idea. The Songun idea lucidly clarifies the most correct strategy and tactics the party should take to advance the revolution and construction as desired by the President including the issue of building revolutionary forces under the changed situation in the present times and a strategy for building a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n It is also the exploits performed by Kim Jong Il for the cause of building the revolutionary party of the President that he developed the party to be an invincible revolutionary party with a strong sense of organization and discipline to meet the requirements of the Songun era and strengthened in every way the blood ties between the party and the people and consolidated the single-hearted unity to be unbreakable. &nbsp;&nbsp;&nbsp;\r\n The single-hearted unity of the party and the people around Kim Jong Il is much stronger than a nuclear weapon. The DPRK has emerged victorious in the confrontation with imperialism, with U.S. imperialism in particular, and wrought fresh miracles in the building of a great prosperous powerful nation. This is a shining fruition of the wise leadership of Kim Jong Il who has firmly preserved the revolutionary and popular characters of the party as a party of the President and helped the party and the popular masses form a community linked by the same destiny, the article concludes.    \r\n\r\n"
        },
        {
            "title": "Exhibition of Achievements in Post and Telecommunications",
            "url": "http://kcna.co.jp/item/2003/200310/news10/03.htm#4",
            "content": "Exhibition of Achievements in Post and Telecommunications \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 2 (KCNA) -- A national exhibition of achievements in post and telecommunications opened at the People's Palace of Culture on the occasion of the 10th anniversary of the letter sent by leader Kim Jong Il to the participants of the national meeting of officials in the field of post and telecommunications \"Let Us More Dynamically Speed Up the Modernization of Post and Telecommunications.\"\r\n Presented to the exhibition are more than 200 units of equipment and multi-media of over 120 kinds contrived and made by telecommunication officials and scientists and technicians as well as working people in the course of remodeling communication and broadcasting on IT and modern bases. Among them are many kinds of equipment capable of ensuring speedy, correct and safe communication including digital radio program relaying apparatus and means of telecommunications made by scientists and technicians of the Institute of Information Communication. &nbsp;&nbsp;&nbsp;\r\n On display are also a 500W transistor through-wire broadcasting equipment, transistor-style through-wire broadcasting relaying equipment and other latest broadcasting equipment helpful to increasing the power of broadcasting and introducing multifarious broadcasting, and various kinds of optical fibre cables and copper cables which are basic in forming information communication networks. &nbsp;&nbsp;&nbsp;\r\n The exhibition was visited by officials concerned, the participants of the current national meeting of officials in the field of post and telecommunications and working people in the city.    \r\n\r\n"
        },
        {
            "title": "KCNA Dismisses Story about DPRK's \"Drug Smuggling\" as Political Plot",
            "url": "http://kcna.co.jp/item/2003/200310/news10/03.htm#5",
            "content": "KCNA Dismisses Story about DPRK's \"Drug Smuggling\" as Political Plot \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 2 (KCNA) -- U.S. President Bush in a recent statement reportedly expressed \"concern about north Korea's drug smuggling\", calling for increased efforts to check it.\r\n This is an undisguised expression of foolish and shameful move of the U.S. administration to charge the DPRK with \"drug smuggling\" in a bid to isolate it internationally. &nbsp;&nbsp;&nbsp;\r\n Explicitly speaking, drug production, use and trafficking are prohibited by law in the DPRK. &nbsp;&nbsp;&nbsp;\r\n Drug abuse and trafficking can never happen in the DPRK where sound consciousness, way of thinking and way of life of people are developing and there is a solid foundation of the independent national economy. &nbsp;&nbsp;&nbsp;\r\n As far as drug smuggling is concerned, it is the U.S. that should be taken to task before any other countries. &nbsp;&nbsp;&nbsp;\r\n According to information available, there are more than 60 markets in Washington where drug is illegally trafficked and there are at least 450 big secret organizations in the U.S. engaged in drug smuggling and trafficking. &nbsp;&nbsp;&nbsp;\r\n A total of hundreds of millions of drug dealers travel inside and outside the U.S. and a total of 800,000 voyages and flights to and from the country are involved in this illegal business every year. &nbsp;&nbsp;&nbsp;\r\n When looking back on the U.S. history, \"wars against drug\" were declared so many times and drug-related crimes produced many mentally deranged people in the U.S.\r\n Yet, Bush did not utter even a word about the reality in his own country widely known as \"biggest drug abuser\", \"cesspool of drug crimes\" and \"drug smuggler\" but cried out for tightening the \"control\" over the DPRK's \"drug smuggling\". &nbsp;&nbsp;&nbsp;\r\nThis is, indeed, the height of folly. &nbsp;&nbsp;&nbsp;\r\n Timed to coincide with Bush's remarks, the U.S. administration is clamouring for sanctions against north Korea over its \"flesh traffic\".  &nbsp;&nbsp;&nbsp;\r\n It is not difficult to guess the sinister aim sought by the U.S. in escalating its political diatribe about non-existent \"drug smuggling\" and \"flesh traffic\" by the DPRK. &nbsp;&nbsp;&nbsp;\r\n At the six-way talks the U.S. came out with more brigandish demand than its earlier assertion that the DPRK should \"scrap its nuclear program first\" only to face a stern warning from the latter. The U.S. assertion is censured worldwide for its unilateral and self-righteous nature. &nbsp;&nbsp;&nbsp;\r\n Much upset by this, the U.S. is busy floating all sorts of misinformation about the DPRK along with the story about its \"nuclear development program\" in a bid to reinforce the unsuccessful assertion and bring it to its knees. &nbsp;&nbsp;&nbsp;\r\n The U.S. had better make a bold switchover in its hostile policy toward the DPRK, clearly mindful that with nothing can Washington mislead the unbiased public opinion and tarnish the international image of the DPRK.    \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on DPRK's Nuclear Deterrent Force",
            "url": "http://kcna.co.jp/item/2003/200310/news10/03.htm#6",
            "content": "Rodong Sinmun on DPRK's Nuclear Deterrent Force \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 2 (KCNA) -- The United States is raising a hue and cry over the DPRK's nuclear deterrent force, asserting with concern that it poses a big problem. But the DPRK does not intend to threaten others with the nuclear deterrent force. It is a self-defensive means to cope with the U.S. ever more pronounced moves to stifle the DPRK with nukes.\r\n Rodong Sinmun today says this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n It is the U.S. which began posing threat with nuclear weapons and it is again the U.S. which has constantly increased the threat. &nbsp;&nbsp;&nbsp;\r\n The U.S. was the first to develop nuclear weapons and it brought an unprecedented nuclear holocaust to humankind. &nbsp;&nbsp;&nbsp;\r\n In the Cold War period the U.S. loudly talked about the nuclear threat but it was, in fact, to justify its nuclear arms buildup and its act of posing a nuclear threat to other countries. &nbsp;&nbsp;&nbsp;\r\n The U.S. still continues posing a nuclear threat. The Bush administration, in particular, designated the DPRK as the first target of its preemptive nuclear attack and is intensifying the offensive to pressurize the DPRK over the nuclear issue. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are stepping up the development of new type nuclear weapons such as nuclear warheads capable of penetrating tunnels in the DPRK. &nbsp;&nbsp;&nbsp;\r\n The DPRK is increasing its nuclear deterrent force to cope with the nuclear threat posed by the U.S. It is none other than the U.S. which compelled the DPRK to build up such force. &nbsp;&nbsp;&nbsp;\r\n Therefore, the U.S. much touted fiction of \"nuclear threat\" from the DPRK does not stand to reason and the U.S. does not have any face to talk about it.    \r\n\r\n"
        },
        {
            "title": "U.S. Outcries over \"Missile Threat\" under Fire",
            "url": "http://kcna.co.jp/item/2003/200310/news10/03.htm#7",
            "content": "U.S. Outcries over \"Missile Threat\" under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 2 (KCNA) -- Highly placed officials of the U.S. administration are these days cooking up a potage of rumor about \"DPRK's missile threat\", letting out terrific outcries that it has developed a new-type intercontinental ballistic missile capable of striking at the whole of the U.S. mainland and it would pose a greater threat if the missile were tipped with a nuclear warhead. This only discloses its own hostile intention toward the DPRK.\r\n So says Minju Joson in a signed commentary today. It goes on: &nbsp;&nbsp;&nbsp;\r\n Now the United States is misusing the fictitious \"missile threat\" of the DPRK for its sinister political purpose. &nbsp;&nbsp;&nbsp;\r\n It is the hardcore of the U.S. policy toward the DPRK to crush it by isolating and stifling it in the international arena while putting military pressure on it. &nbsp;&nbsp;&nbsp;\r\n What the U.S. seeks in setting afloat rumors about the DPRK's missile threat is to make the surrounding countries feel deeply alarmed and induce them to join its moves to stifle the DPRK. And it also has a mean scheme to promote its commercial interests under the pretext of the \"threat\". &nbsp;&nbsp;&nbsp;\r\n The DPRK has no other option when it has been made clear that the United States is trying desperately to stifle it at any cost. The DPRK will increase its defense capability in every way to safeguard the security and dignity of the country and defend peace in northeast Asia.    \r\n\r\n"
        },
        {
            "title": "Unity of Forces for National Independence Called for",
            "url": "http://kcna.co.jp/item/2003/200310/news10/03.htm#8",
            "content": "Unity of Forces for National Independence Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 2 (KCNA) -- The United States, which sparked the nuclear crisis on the Korean peninsula and escalated its threat to the DPRK, is leaving no means untried to ignite a war of aggression on the Korean peninsula at any cost. Dancing to its tune, anti-reunification conservatives in south Korea are resorting to the persecution and suppression of the pro-reunification patriotic and democratic forces and to an unprecedented anti-north campaign.\r\n The prevailing situation calls upon all Koreans desirous of the reunification of the country to unite close as one under the banner of the June 15 joint declaration and launch a more vigorous struggle to bring the anti-national and anti-reunification wind under control, says Rodong Sinmun today in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n After the adoption of the joint declaration, the inter-Korean relations turned into those of cooperation between compatriots and in these years national reconciliation and unity, solidarity and cooperation have been promoted. &nbsp;&nbsp;&nbsp;\r\n The process of this national reconciliation and cooperation, however, has experienced twists and turns owing to the U.S. obstructive moves and the situation has been further aggravated due to the anti-north and anti-reunification moves of the Grand National Party and other ultra-right conservatives of south Korea. &nbsp;&nbsp;&nbsp;\r\n Whoever aspires after the reunification of the country and the nation should firmly unite as one under the banner of the joint declaration and fight against the separatists. &nbsp;&nbsp;&nbsp;\r\n Unity can serve as a weapon to eliminate the separatist forces and accelerate the process of peace and reunification on the Korean peninsula. \r\n All Koreans in the north and the south and abroad should unite close in the efforts for independent reunification under the banner of national independence and patriotism and thus overpower the separatist forces and give momentum to the process of national reconciliation. &nbsp;&nbsp;&nbsp;\r\n When our nation goes united in the struggle, no force on earth can match its might.    \r\n\r\n\r\n"
        },
        {
            "title": "Meeting of Officials in Field of Post and Telecommunications Held",
            "url": "http://kcna.co.jp/item/2003/200310/news10/03.htm#9",
            "content": "Meeting of Officials in Field of Post and Telecommunications Held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 2 (KCNA) -- The Meeting of Officials in the Field of Post and Telecommunications was held in Pyongyang on Wednesday.\r\n The meeting reviewed the successes and experience gained in carrying out the tasks set forth in leader Kim Jong Il's famous work \"Let Us More Dynamically Speed Up the Modernization of Post and Telecommunications\" and discussed tasks and ways to bring the post and telecommunications up to the world's level to meet the requirements of the new century and thus contribute to the building of a great prosperous powerful socialist nation. &nbsp;&nbsp;&nbsp;\r\n Present there were Premier of the DPRK Cabinet Pak Pong Ju, Minister of People's Security Choe Ryong Su and others. &nbsp;&nbsp;&nbsp;\r\n Secretary of the Central Committee of the Workers' Party of Korea Han Song Ryong read out a congratulatory message to the participants in the meeting from the C.C. WPK. &nbsp;&nbsp;&nbsp;\r\n The message said that the workers and officials in the field of post and telecommunications devoted themselves to fully ensuring the unitary leadership of the WPK over the revolution and construction by reliably providing command communications of the party and the state. And they have steadily improved the communications and broadcasting service, thus positively contributing to raising the ideological and cultural level of the people and promoting convenience in their life, it noted. &nbsp;&nbsp;&nbsp;\r\n It called on them to modernize the communications and broadcasting facilities as required by the drive to build a great prosperous powerful nation guided by the Party's idea of building the Juche-based socialist post and telecommunications to bring them to the world's level at an early date. &nbsp;&nbsp;&nbsp;\r\n Then Minister of Post and Telecommunications Ri Kum Bom made a report to be followed by speeches. &nbsp;&nbsp;&nbsp;\r\n They referred to practical matters of fully realizing the link-up of the television station with a satellite and actively introducing modern broadcasting technology including digital broadcasting technology through the sustained efforts to modernize post and telecommunications.    \r\n\r\n\r\n"
        },
        {
            "title": "High-pressure Water Jetting Technology",
            "url": "http://kcna.co.jp/item/2003/200310/news10/03.htm#10",
            "content": "High-pressure Water Jetting Technology\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 2 (KCNA) -- A high-pressure water jetting technology and machines based on the technology are popular in the Democratic People's Republic of Korea. They were developed by the Institute of Mechanical Engineering under the Academy of Sciences.\r\n The technology makes it possible to jet water with hydrostatic pressure of 5 to 500 mega pascal to wash or cut things. &nbsp;&nbsp;&nbsp;\r\n The cleansing machine is effective in washing rotary converters, tanks, granite, etc. and removing the layers of paint, dirt and oil. &nbsp;&nbsp;&nbsp;\r\n The cutting machine jets 0.06 cubic meters of water per minute at maximum with the pressure of 100 to 500 mega pascal. It can effectively cut various sorts of rubber, plastic, asbestos, wood, leather, fortified fiber, etc. &nbsp;&nbsp;&nbsp;\r\n When the jetted water is mixed with grinding materials, it can easily cut glass, concrete and rock. &nbsp;&nbsp;&nbsp;\r\n During the operation, it neither brings qualitative change of things nor generates heat, so it provides safe working conditions even in places fraught with inflammable and explosive danger.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "New Treatment Methods of Thyroid Cancer",
            "url": "http://kcna.co.jp/item/2003/200310/news10/03.htm#11",
            "content": "New Treatment Methods of Thyroid Cancer\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 2 (KCNA) -- The Cancer Institute under the Academy of Medical Science of the Democratic People's Republic of Korea has completed a new method of the treatment of thyroid cancer.\r\n By this method, small parts of the thyroid remain after surgery so that the thyroid may continue to function. &nbsp;&nbsp;&nbsp;\r\n Researchers of the institute have also established a method of transplanting parathyroid of the removed thyroid in the muscles of sternocleidomastoideus. &nbsp;&nbsp;&nbsp;\r\n The surgery method has proved very efficacious.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK to Continue Increasing Its Nuclear Deterrent Force",
            "url": "http://kcna.co.jp/item/2003/200310/news10/03.htm#12",
            "content": "DPRK to Continue Increasing Its Nuclear Deterrent Force\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 2 (KCNA) -- A spokesman for the DPRK Foreign Ministry issued a statement Thursday as regards a rumor afloat in the international arena that the nuclear facility in Nyongbyon stopped its operation and the six-way talks on the nuclear issue between the DPRK and the U.S. will resume in October or November.\r\n Dismissing this as totally groundless, he continued: &nbsp;&nbsp;&nbsp;\r\n As we have already declared, the DPRK resumed nuclear activities for a peaceful purpose, i.e. it fired up the 5 MW nuclear reactor in Nyongbyon and is now stepping up the preparations for the construction of a graphite-moderated reactor. As part of it, the DPRK successfully finished the reprocessing of some 8,000 spent fuel rods. &nbsp;&nbsp;&nbsp;\r\n In the subsequent period, in order to cope with the situation created by the U.S. hostile policy toward the DPRK, it made a switchover in the use of plutonium churned out by reprocessing spent fuel rods in the direction increasing its nuclear deterrent force, while putting the operation of the nuclear facility on a normal track. &nbsp;&nbsp;&nbsp;\r\n We will reprocess more spent fuel rods to be churned out in an unbroken chain from the 5 MW nuclear reactor in Nyongbyon without delay when we deem it necessary. &nbsp;&nbsp;&nbsp;\r\n As far as the resumption of the six-way talks is concerned, the DPRK did not make any promise with anyone at the Beijing talks and the same holds true even after the talks. &nbsp;&nbsp;&nbsp;\r\n We have already expressed our official views on the results of the six-way talks held in Beijing and our comment on them on a number of occasions. &nbsp;&nbsp;&nbsp;\r\n At the talks the DPRK explicitly clarified that its general goal is the denuclearization of the Korean peninsula. It also advanced a reasonable proposal there, i.e. the U.S. should at least express its will to renounce its hostile policy toward the DPRK and the DPRK clarify its will to scrap its nuclear program and, at the same time, the participants in the six-way talks should agree on the principle of simultaneous actions for the solution to the nuclear issue between the DPRK and the U.S. if it is difficult for the U.S. to accept the DPRK's comprehensive and reasonable proposal for the solution of the issue on the spot. &nbsp;&nbsp;&nbsp;\r\n Other participants in the talks also urged the U.S. to agree on the principle of the simultaneous actions for the settlement of the nuclear issue between the DPRK and the U.S., taking the just stand of the DPRK into consideration. &nbsp;&nbsp;&nbsp;\r\n But the United Stated sidestepped all the realistic proposals and persistently pressed the DPRK to meet its demand that the DPRK \"scrap its nuclear program first,\" before it may take up the DPRK's concerns. &nbsp;&nbsp;&nbsp;\r\n Due to the U.S. unilateral and self-righteous stand and attitude the Beijing six-way talks proved fruitless, only stoking the disappointment of the international community desirous of peace and stability. &nbsp;&nbsp;&nbsp;\r\n As the DPRK clarified more than once, the Beijing talks helped it clearly confirm once again that the United States did not want to co-exist peacefully with the DPRK but is keen to completely disarm and stifle it at any cost. &nbsp;&nbsp;&nbsp;\r\n The DPRK's correct judgment was more clearly proved by the facts that in the wake of the six-way talks the United States spread a variety of wild rumors about the talks and, at the same time, set the International Atomic Energy Agency in motion to escalate the anti-DPRK smear campaign and steadily intensified blockade and pressure upon the DPRK under the pretexts of \"maritime inspection exercises\" and \"flesh traffic\". \r\n The United States seems to calculate that the DPRK would freeze its nuclear facilities and dismantle its nuclear deterrent force, seized with the illusion about the six-way talks, though it is well aware that the U.S. is hell-bent on gaining time as much as possible to stifle the DPRK without any political will to drop its hostile policy toward the DPRK. Nothing is more naive than to think so. &nbsp;&nbsp;&nbsp;\r\n As the United States has no intention to drop its hostile policy, the DPRK will consistently maintain and increase its nuclear deterrent force as a just self-defensive means to repel the U.S. preemptive nuclear attack and ensure peace and security on the Korean peninsula and in the region according to the decision of the First Session of the 11th Supreme People's Assembly.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to President of Cyprus",
            "url": "http://kcna.co.jp/item/2003/200310/news10/03.htm#13",
            "content": "Greetings to President of Cyprus\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 2 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Tassos Papadopoulos, president of Cyprus, on Sept. 30, on the occasion of the 43rd anniversary of its independence.\r\n The message wished the president greater success in his responsible work for a peaceful solution to the issue of Cyprus and prosperity of the country.    \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to German President",
            "url": "http://kcna.co.jp/item/2003/200310/news10/03.htm#14",
            "content": "Greetings to German President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 2 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Wednesday sent a message of greetings to Johannes Rau, president of Germany, on the occasion of its national day.\r\n In the belief that the relations between the DPRK and Germany would continue to grow stronger in conformity with mutual interests, the message wished him greater success in his work for the prosperity of the country and well-being of the people.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Russian VIPs Arrive",
            "url": "http://kcna.co.jp/item/2003/200310/news10/03.htm#15",
            "content": "Russian VIPs Arrive\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 2 (KCNA) -- Sergey Mikhailovich Darkin, governor of the Maritime Territory of the Russian Federation, and his party arrived here today.\r\n They were greeted at Pyongyang Railway Station by Chairman of the Pyongyang Municipal People's Committee Ryang Man Gil, Vice Foreign Minister Kung Sok Ung, officials concerned and Russian Ambassador to the DPRK Andrei Gennadievich Karlov. \r\n   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK-Russian Talks Held",
            "url": "http://kcna.co.jp/item/2003/200310/news10/03.htm#16",
            "content": "DPRK-Russian Talks Held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 2 (KCNA) -- Talks between Ri Kwang Gun, minister of Foreign Trade of the DPRK, and Sergey Mikhailovich Darkin, governor of the Maritime Territory of the Russian Federation, took place at the Mansudae Assembly Hall today.\r\n Present at the talks from the DPRK side were officials concerned and from the Russian side the party of the governor of the Maritime Territory and the Russian ambassador to the DPRK. &nbsp;&nbsp;&nbsp;\r\n At the talks the two sides discussed issues of cooperation in forestry, agriculture, fishery, construction, mining, trade and other fields before reaching consensus of views and decided to concretize the relevant pratical issues.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Russian Guests Visit Kumsusan Memorial Palace",
            "url": "http://kcna.co.jp/item/2003/200310/news10/03.htm#17",
            "content": "Russian Guests Visit Kumsusan Memorial Palace\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 2 (KCNA) -- Sergey Mikhailovich Darkin, governor of the Maritime Territory of the Russian Federation, and his party today visited the Kumsusan Memorial Palace to pay homage to President Kim Il Sung who lies in state.\r\n They looked round with keen interest orders, medals and certificates of honorary titles the President received in the DPRK and from different countries of the world, the mourning hall, a train car used by him for his on-site guidance and foreign trips and a car he used in the last days of his life. &nbsp;&nbsp;&nbsp;\r\n The governor made an entry in the visitor's book.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Wreath Laid before Liberation Tower",
            "url": "http://kcna.co.jp/item/2003/200310/news10/03.htm#18",
            "content": "Wreath Laid before Liberation Tower\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 2 (KCNA) -- Sergey Mikhailovich Darkin, governor of the Maritime Territory of the Russian Federation, and his party today laid a wreath before the Liberation Tower.  A guard of honor of the Korean People's Army lined up before the tower.\r\n Present there were Vice-Minister of Foreign Affairs Kung Sok Ung and other officials concerned, Russian Ambassador to the DPRK Andrei Gennadievich Karlov and embassy officials. &nbsp;&nbsp;&nbsp;\r\n Amid the playing of the wreath-laying music, a wreath in the name of the governor was laid before the tower. &nbsp;&nbsp;&nbsp;\r\n They observed a moment's silence in memory of the fallen soldiers of the Soviet Army.\r\n After the playing of the national anthem of the Russian Federation, they looked round the tower.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Sends Vehicles to Field of Post and Telecommunications",
            "url": "http://kcna.co.jp/item/2003/200310/news10/03.htm#19",
            "content": "Kim Jong Il Sends Vehicles to Field of Post and Telecommunications\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 2 (KCNA) -- Leader Kim Jong Il sent vehicles to different post offices and communication factories and enterprises across the country on the occasion of the Meeting of Officials in the Field of Post and Telecommunications. \r\n A ceremony of conveying the vehicles was held at the People's Palace of Culture on October 2. &nbsp;&nbsp;&nbsp;\r\n Present at the ceremony were Secretary of the Central Committee of the Workers' Party of Korea Han Song Ryong, Minister of Post and Telecommunications Ri Kum Bom, officials concerned and attendants of the meeting. &nbsp;&nbsp;&nbsp;\r\n Han Song Ryong conveyed the vehicles.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}