{
    "date": "2003-04-07",
    "url": "http://kcna.co.jp/item/2003/200304/20030407.htm",
    "articles": [
        {
            "title": "Statement of fm spokesman blasts UNSC's discussion of Korean nuclear issue",
            "url": "http://kcna.co.jp/item/2003/200304/news04/07.htm#1",
            "content": "Statement of fm spokesman blasts UNSC's discussion of Korean nuclear issue \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 6 (KCNA) -- A spokesman for the Foreign Ministry of the Democratic People's Republic of Korea issued the following statement today:\r\n The United States forced the UN Security Council to call a meeting on April 9 to discuss the DPRK's withdrawal from the NPT. &nbsp;&nbsp;&nbsp;\r\n As pointed out in the Jan. 10 statement of the DPRK government, its withdrawal from the NPT has already taken effect. &nbsp;&nbsp;&nbsp;\r\n The U.S. and some countries insist on a \"legal argument\" that the DPRK's withdrawal takes effect after April 10 but a scrutiny into the minutes of the UNSC meeting held in June 1993 would tell that such assertions are meaningless. &nbsp;&nbsp;&nbsp;\r\n The DPRK has so far made every possible effort to ensure stability and peace in the Korean Peninsula and the region. &nbsp;&nbsp;&nbsp;\r\n The projected discussion of the DPRK's issue at the UNSC meeting in spite of this is undisguised pressure on the DPRK and a grave provocative act intended to scuttle all its efforts for dialogue and aggravate the situation on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The UNSC's handling of the nuclear issue on the peninsula itself is precisely a prelude to war. &nbsp;&nbsp;&nbsp;\r\n The UNSC's discussion of the Iraqi issue was misused by the U.S. as an excuse for war. &nbsp;&nbsp;&nbsp;\r\n The U.S. intends to force the DPRK to disarm itself. &nbsp;&nbsp;&nbsp;\r\n The Iraqi war shows that to allow disarming through inspection does not help avert a war but rather sparks it. &nbsp;&nbsp;&nbsp;\r\n Neither international public opinion nor the UN Charter could prevent the U.S. from mounting an attack on Iraq. &nbsp;&nbsp;&nbsp;\r\n This suggests that even the signing of a non-aggression treaty with the U.S. would not help avert a war. &nbsp;&nbsp;&nbsp;\r\n Only the physical deterrent force, tremendous military deterrent force powerful enough to decisively beat back an attack supported by any ultra-modern weapons, can avert a war and protect the security of the country and the nation. This is a lesson drawn from the Iraqi war. &nbsp;&nbsp;&nbsp;\r\n The U.S is seriously mistaken if it thinks that the DPRK will accept the demand for disarming while watching one of the three countries the U.S. listed as part of an \"axis of evil\" already subject to the barbarous military attack. &nbsp;&nbsp;&nbsp;\r\n The DPRK will not recognize any resolution to be adopted at the UNSC meeting to be called by the U.S. which launched the war defying the UN. &nbsp;&nbsp;&nbsp;\r\n If the UNSC is abused for the U.S. hostile policy to stifle the DPRK, it will not bear any responsibility for the failure of all the efforts for dialogue and the extremely tense situation but will have no other option but to beef up the deterrent force for war by mobilizing all the potentials.    \r\n\r\n"
        },
        {
            "title": "U.S. cannot frighten DPRK",
            "url": "http://kcna.co.jp/item/2003/200304/news04/07.htm#2",
            "content": "U.S. cannot frighten DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 6 (KCNA) -- The U.S. military attack on Iraq prompts the DPRK to keenly realize once again what a just and reasonable step it took to increase its national defence capability under the uplifted banner of Songun. (Songun means regarding the military affair as the greatest state affair, and strengthening the main agent of the revolution and promoting national defense and socialist construction as a whole with the people's army as the mainstay)\r\n Rodong Sinmun today says this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The United States is gravely encroaching upon the sovereignty of Iraq for the purpose of removing the present leadership of Iraq in defiance of even the elementary international code of conduct and, furthermore, putting the Mideast region under its control. &nbsp;&nbsp;&nbsp;\r\n The present Iraqi crisis teaches a serious lesson that the imperialists' inspection of weapons in sovereign states leads to disarming, it spills into a war and any concession and compromise with the imperialists allow the sovereignty and interests of countries and nations to be encroached upon and, in the long run, they will fall victim to imperialism. &nbsp;&nbsp;&nbsp;\r\n A nation will survive if its sovereignty is defended and if not, it will no longer exist. &nbsp;&nbsp;&nbsp;\r\n The U.S. increased unreasonable pressure on the DPRK compels it to harden its resolution to do its utmost to defend itself. &nbsp;&nbsp;&nbsp;\r\n The DPRK has no option but to strengthen its own means of just self-defence in every way in order to avert a war on the Korean Peninsula and protect the sovereignty of the country and socialism. &nbsp;&nbsp;&nbsp;\r\n No matter what others may say, the DPRK will never concede its revolutionary principle and interests but make all efforts to defend itself holding rifles more tightly to foil the U.S. escalated moves to stifle it. &nbsp;&nbsp;&nbsp;\r\n The U.S. is seriously mistaken if it thinks it can frighten the DPRK by launching the Iraqi war.    \r\n\r\n"
        },
        {
            "title": "Authorities' step for troop dispatch to Iraqi war denounced",
            "url": "http://kcna.co.jp/item/2003/200304/news04/07.htm#3",
            "content": "Authorities' step for troop dispatch to Iraqi war denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 6 (KCNA) -- A spokesman for the National Democratic Front of South Korea in a statement on April 3 urged the authorities to withdraw the step taken for troop dispatch to the Iraqi war, dismissing it as a serious criminal act of wantonly trampling down the unanimous desire of the conscience of humankind and the Korean people for peace and security of the world and the Korean Peninsula and intolerable cooperation with the U.S. in its war of aggression. \r\n The Iraqi war provoked by the U.S. is an illegal war of aggression not only defying the unanimous desire of humankind but grossly violating the UN resolution and international law, brigandish state-sponsored terrorism and shameless war of plunder, the statement noted, and continued: &nbsp;&nbsp;&nbsp;\r\n What is more serious is the fact that the bloody genocide committed by the U.S. in Iraq is a prelude to a war against the DPRK and a test war, a preliminary war. &nbsp;&nbsp;&nbsp;\r\n The patriotic people from all walks of life should intensify the struggle to put an end to the Iraqi war ignited by the U.S., achieve independence against the U.S. and defend peace and security on the Korean Peninsula through national cooperation. \r\n\r\n"
        },
        {
            "title": "U.S. alarming military moves under fire",
            "url": "http://kcna.co.jp/item/2003/200304/news04/07.htm#4",
            "content": "U.S. alarming military moves under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 6 (KCNA) -- If the U.S. ignites a war on the Korean Peninsula, it will never escape from Nemesis by the DPRK. Washington should bear this in mind.\r\n This warning came in a signed commentary of Rodong Sinmun today. &nbsp;&nbsp;&nbsp;\r\n During a recent drill of evacuating Americans in South Korea the U.S. staged such a noisy racket as evacuating them to a place far from the Korean Peninsula. This is not a development that can be described as something laughable, the commentary observes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The \"drill of evacuating\" Americans suggests that a war on the Korean Peninsula is near at hand. &nbsp;&nbsp;&nbsp;\r\n The U.S. ignited a war against Iraq despite the opposition of the international community, hinting at a war on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The U.S. conducted large-scale joint military exercises for a long period and the \"evacuation drill\" of U.S. civilians after amassing its ultra-elite forces. Judging from this, public at home and abroad were right when they commented that the outbreak of a war on the Korean Peninsula is not a hypothesis but a reality. &nbsp;&nbsp;&nbsp;\r\n It has become as clear as noonday that the U.S. seeks to turn the Korean Peninsula into a sea of fire. But what is intolerable is that it is keen to benefit from a new war on the Korean Peninsula, standing unscathed in the war. This is evidenced by the \"evacuation drill\". &nbsp;&nbsp;&nbsp;\r\n The U.S. is seriously mistaken. There is no room for the aggressors to take shelter.    \r\n\r\n"
        },
        {
            "title": "U.S. war moves against DPRK assailed",
            "url": "http://kcna.co.jp/item/2003/200304/news04/07.htm#5",
            "content": "U.S. war moves against DPRK assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 5 (KCNA) -- A meeting was held in Nakhodka, Russia, on March 28 to denounce the U.S. imperialists' moves to provoke a new war on the Korean Peninsula.\r\n Speakers at the meeting sternly condemned the U.S. and its followers for driving the situation on the Korean Peninsula to the brink of war, massively bolstering the aggression troops stationed around the peninsula. &nbsp;&nbsp;&nbsp;\r\n An appeal adopted at the meeting said that the dark clouds of war hanging over the Korean Peninsula due to the U.S. imperialists' war moves pose a direct threat to Russia. &nbsp;&nbsp;&nbsp;\r\n Russia should extend full support and encouragement to the fraternal Korean people in their struggle to defend the sovereignty and dignity of the country and protect peace and security in the Korean Peninsula and the rest of the world, the appeal stressed. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the Nepalese Worker-Peasant Party and 6 students organizations of Nepal staged a demonstration in Kathmandu on March 28, demanding the U.S. stop the moves to start a war against the DPRK and respond to the direct talks with it. &nbsp;&nbsp;&nbsp;\r\n The demonstrators marched through streets of the city, holding slogans \"the U.S. should hold peace talks with the DPRK.\"    \r\n\r\n"
        },
        {
            "title": "Troop dispatch to Iraqi war protested in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200304/news04/07.htm#6",
            "content": "Troop dispatch to Iraqi war protested in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 5 (KCNA) -- Members of 24 civic and social organizations including the Citizens Federation for Economic Justice and the Movement of Koreans for Helping Each Other reportedly held a rally in Seoul on April 1 in protest against the U.S. invasion of Iraq and the authorities' measure for troop dispatch to the war.\r\n A statement adopted at the rally said that the U.S. attempt to bring down the Hussein regime even at the sacrifice of many Iraqi people is an unpardonable arrogant and self-justified action. We, therefore, are strongly opposed to it as it may give precedent for another war. &nbsp;&nbsp;&nbsp;\r\n At the rally Sin Chol Yong, secretary general of the Citizens Federation for Economic Justice, declared that as all the South Koreans are opposed to the Iraqi war and troop dispatch to it, the authorities' intention to send troops to the war is quite contrary to the will of the people. &nbsp;&nbsp;&nbsp;\r\n Noting that the rally has been under way since two weeks ago, the organizations declared that they would stage a strong campaign against war and troop dispatch with many more organizations and citizens involved.    \r\n\r\n"
        },
        {
            "title": "KCNA refutes report of U.S. Human Rights Watch",
            "url": "http://kcna.co.jp/item/2003/200304/news04/07.htm#7",
            "content": "KCNA refutes report of U.S. Human Rights Watch \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 5 (KCNA) -- Human Rights Watch, a U.S. non-governmental organization, was reported to have submitted to the 59th meeting of the UN commission on human rights on March 31 a report dealing with the DPRK's \"human rights issue\".\r\n The U.S. House of Representatives recently adopted a resolution on a bill on the human rights in the DPRK which malignantly slandered the political system in the DPRK before presenting it to the meeting. And like master, like man, this plot-breeding organization has chimed in with congress's diatribe. &nbsp;&nbsp;&nbsp;\r\n It is a recognized truth that it is the supreme standards of human rights to value the human dignity and life and provide the people with a stable life. &nbsp;&nbsp;&nbsp;\r\n There exists no \"human rights issue\" in the DPRK as all its people form a big family and live in harmony helping and leading one another forward under the man-centred socialist system. &nbsp;&nbsp;&nbsp;\r\n It is quite ludicrous for the U.S. to talk about human rights as it has wantonly violated the sovereignty of Iraq by openly mounting a military attack on it, state-sponsored terrorism, defying the un and international law and ruthlessly trampled underfoot the human rights of innocent people there. &nbsp;&nbsp;&nbsp;\r\n The Bush administration is massacring civilians in an organized way by use of most destructive high-tech weapons. &nbsp;&nbsp;&nbsp;\r\nClear is the aim it sought in frantically kicking up a racket over \"human rights issue\" in the DPRK, timed to coincide with the Iraqi war. &nbsp;&nbsp;&nbsp;\r\n It seeks to force the DPRK to \"stand trial\" under absurd pretexts of \"axis of evil\", \"nuclear threat\" and \"human rights issue\" in a bid to tarnish the prestige of the dignified DPRK and stifle its political system by force. &nbsp;&nbsp;&nbsp;\r\n To build up the public opinion and create environment in favor of its smear campaign around the world, the U.S. is setting in motion not only such state mechanisms as the administration and congress but NGO organization. &nbsp;&nbsp;&nbsp;\r\n A crowing hen does not harbinger day-break. &nbsp;&nbsp;&nbsp;\r\n Socialism in the DPRK in which the leader, the party and the masses are single-heartedly united will stand unfazed no matter how malignantly the U.S. may slander it by employing all sorts of sleight of hand and no matter what military threat it poses to it. The self-defensive armed forces of the DPRK are strong enough to beat back any aggression at a single stroke and protect the sovereignty of the country and the life and property of its people. &nbsp;&nbsp;&nbsp;\r\n It is quite ridiculous for such pseudo NGO organization as human rights watch to display such enthusiasm and bravery in anti-DPRK smear campaign under the manipulation of the U.S. ruling circles. This is, however, as foolish an act as trying to sweep the sea with a broom. &nbsp;&nbsp;&nbsp;\r\n The U.S. is the worst violator of human rights as it is staging an unjust war, defying the strong opposition of the world people to the war. It had better mind its own business before talking this or that about the human rights performance in other countries.     \r\n\r\n"
        },
        {
            "title": "U.S. termed worst rogue state",
            "url": "http://kcna.co.jp/item/2003/200304/news04/07.htm#8",
            "content": "U.S. termed worst rogue state \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 5 (KCNA) -- The United States started the Iraqi war, once again laying bare the despicable true colours of the U.S. imperialists who have indulged in all wrong doings, ignoring the UN and violating international law.\r\n Rodong Sinmun today says this in a signed article. It continues: &nbsp;&nbsp;&nbsp;\r\n The U.S. is going to use more than 300 types of ultra-modern weapons in the Iraqi war and has already used the \"massive, ordinance, air blast (MOA)\" bomb. &nbsp;&nbsp;&nbsp;\r\n This is hideous war crimes, crimes against humanity as they diametrically run counter to all international laws and regulations and the humanitarian principles of Red Cross including the 1949 Geneva convention on protecting civilians in wartime, the international convention on prevention and punishment of massacre and the Vienna convention on diplomatic relations. &nbsp;&nbsp;&nbsp;\r\n In order to impose its will upon the world the bush administration is perpetrating deliberate military attacks on other countries to infringe upon their sovereignty in violation of international law, projecting the U.S. government as a world government standing above the un. &nbsp;&nbsp;&nbsp;\r\n The U.S. is, therefore, indifferent to the UN Charter and resolutions, international law and norms governing the international relations. The U.S. imperialists have become so arrogant as to contemplate the second Korean war after the Iraqi war. &nbsp;&nbsp;&nbsp;\r\n There is no other imperialism of brigandish and roguish nature on earth than U.S. imperialism. &nbsp;&nbsp;&nbsp;\r\n The world people should deal blows at the U.S. through their united actions and make positive efforts to realize the democratization of the international community including the UN.    \r\n\r\n\r\n"
        },
        {
            "title": "Minju Joson on U.S. loudmouthed \"terrorism\"",
            "url": "http://kcna.co.jp/item/2003/200304/news04/07.htm#9",
            "content": "Minju Joson on U.S. loudmouthed \"terrorism\"\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 5 (KCNA) -- Minju Joson today in a signed commentary denounces the U.S. for continuing the Iraqi war, the final purpose of which is to remove the Iraqi leadership including President Saddam.\r\n The commentary goes on: &nbsp;&nbsp;&nbsp;\r\n As the state leader of every country is the supreme representative of power elected according to the will and demand of its people, they have the right to elect a state leader. &nbsp;&nbsp;&nbsp;\r\n It is not written in any article of the international law that the U.S. has the right to remove the supreme representative of power in the other country. &nbsp;&nbsp;&nbsp;\r\n Nevertheless, the U.S. made it a state policy to kill the leader of the other country and is pursuing it in broad daylight, which clearly shows that the U.S. is the kingpin of state terrorism and a rouge state. &nbsp;&nbsp;&nbsp;\r\n The point at issue is that the U.S., which commits all sorts of terrorism, dares to raise a hue and cry over someone's \"issue of terrorism\". &nbsp;&nbsp;&nbsp;\r\n It is not for fear of terrorism itself that the U.S. has termed other countries \"terrorism sponsors\" or \"dangerous terror states.\" under the pretext of \"prevention of terrorism\" the U.S. is keen to justify its policy of aggression and interference in other countries and attach some \"propriety\" to its criminal acts. &nbsp;&nbsp;&nbsp;\r\n The U.S. serious state terrorism, which harasses the security, peace and human lives of other countries, will be bitterly punished by history.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan's reinvasion hysteria assailed",
            "url": "http://kcna.co.jp/item/2003/200304/news04/07.htm#10",
            "content": "Japan's reinvasion hysteria assailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 5 (KCNA) -- The director general of Japan's Defence Agency recently said that if North Korea contemplates launching missiles over Japan, it will be not unconstitutional for Japan to make a preemptive attack on the launching site. \r\nEarlier, he told the security committee of the House of Representatives of Japan, clamoring for \"missile threat\" from the DPRK, that it is worth examining the \"self-defence forces'\" possible possession of capability to attack any other country's military base. \r\n Commenting on this assertion, Rodong Sinmun today says in a signed commentary: &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are vociferous that Japan's security is threatened by the DPRK right now. But it is no more than a trick to find a pretext for Japan's reinvasion. &nbsp;&nbsp;&nbsp;\r\n Japan talked about \"exclusive defence\" in the past, but is now calling for legalization of preemptive attacks. This shows what dangerous phase its reinvasion hysteria has reached. &nbsp;&nbsp;&nbsp;\r\n Japanese officials are free to let loose very provocative outbursts that Japan may have a war with North Korea and Japan should make a preemptive attack on North Korea even with the help of the U.S. before the former is turned into a sea of fire. &nbsp;&nbsp;&nbsp;\r\n All the facts evidently tell that the Japanese reactionaries are keen to stage a comeback to Korea with the U.S. Iraqi war as an occasion. &nbsp;&nbsp;&nbsp;\r\n It is as clear as noonday what consequences Japan's reckless actions will produce. &nbsp;&nbsp;&nbsp;\r\n If Japan takes the road of reinvasion, dancing to the tune of the U.S. as it is doing so, its security cannot be guaranteed. &nbsp;&nbsp;&nbsp;\r\nJapan will get itself into a big trouble beyond imagination, if it acts like a puppy knowing no fear of the tiger.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "GIs indicted for barbarous crimes committed in S. Korea after Korean war",
            "url": "http://kcna.co.jp/item/2003/200304/news04/07.htm#11",
            "content": "GIs indicted for barbarous crimes committed in S. Korea after Korean war\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 5 (KCNA) -- A joint white paper of the Nationwide Special Committee for Probing the Truth Behind the GIs' Massacres reflects the 70 million Koreans' resolute will to force the U.S. imperialist aggressors for massacres in Korea and not to repeat the disgraceful history of the nation.\r\n Rodong Sinmun says this in a signed commentary today. &nbsp;&nbsp;&nbsp;\r\n It continues: &nbsp;&nbsp;&nbsp;\r\n The white paper, the fourth one issued on March 29 after the first one issued last December, opened to the public some of the crimes committed by GIs in South Korea after the Korean war. &nbsp;&nbsp;&nbsp;\r\n All the murder, violence, destruction and plunder committed by GIs against South Koreans after the ceasefire are unethical crimes beyond human imagination. The white paper indicts GIs for their barbarity and gangster-like acts. &nbsp;&nbsp;&nbsp;\r\n The GIs' barbaric acts are going on century after century as they have been imbued with misanthropy and contempt for other nations to the marrow. &nbsp;&nbsp;&nbsp;\r\n The tragic death of two young schoolgirls by a GI armored car last June is a typical example of them. &nbsp;&nbsp;&nbsp;\r\n The reality goes to clearly prove that the Korean nation can never be freed from misfortune and pain as long as GIs remain in South Korea. &nbsp;&nbsp;&nbsp;\r\n Anyone who has the soul of the Korean nation should unite and turn out in the anti-U.S. struggle and put an end to the disgraceful history of the nation.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA urges un to indict U.S. first",
            "url": "http://kcna.co.jp/item/2003/200304/news04/07.htm#12",
            "content": "KCNA urges un to indict U.S. first\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 5 (KCNA) -- The UN Security Council was reported to have agreed to convene on April 9 a meeting to discuss the nuclear crisis in North Korea.\r\n The agreement came after the U.S. and its followers asserted recently that the UNSC should handle the North Korean issue. &nbsp;&nbsp;&nbsp;\r\nThis is entirely attributable to the political and diplomatic pressure put by the U.S. upon UNSC member nations. &nbsp;&nbsp;&nbsp;\r\n As VOA reported, 4 weeks of U.S. hectic lobbying activities resulted in pressurizing UNSC member nations to agree on holding the meeting. This fact cannot but lash the DPRK into fury at the U.S. desperate efforts to internationalize the nuclear issue on the Korean Peninsula and increase global pressure upon the DPRK in a bid to bring it to its knees. &nbsp;&nbsp;&nbsp;\r\n By nature, the nuclear issue on the Korean Peninsula is not one to be discussed at the UN in view of its origin and the circumstances of its outbreak. &nbsp;&nbsp;&nbsp;\r\n Moreover, the UN seems to have lost its mandate because of the U.S. invasion of Iraq. &nbsp;&nbsp;&nbsp;\r\n It is by no means fortuitous that the world public comments that the UNSC, the backbone of the UN, has revealed its functional inability to ensure security as regards the Iraqi war and the UNSC is dead. &nbsp;&nbsp;&nbsp;\r\n It is ridiculous for the UNSC to talk about handling the DPRK's nuclear issue. &nbsp;&nbsp;&nbsp;\r\n If it is ready to perform its function it should call to task the U.S. gangster-like acts of ditching the DPRK-U.S. Agreed Framework and defying international law and the UN before handling the DPRK's nuclear issue. &nbsp;&nbsp;&nbsp;\r\n The DPRK clarifies once again that the nuclear issue on the Korean Peninsula is an inevitable product of the U.S. policy to stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n It is an undeniable fact that the issue was spawned and has been aggravated by the U.S. and reached an extreme phase due to its moves. &nbsp;&nbsp;&nbsp;\r\n The U.S. has posed a constant nuclear threat to the DPRK, a non-nuclear state, after deploying huge nuclear weapons in South Korea. It even staged a mock exercise after working out a plan to mount a preemptive attack on the DPRK's nuclear facilities for a peaceful purpose, thus sparking a nuclear crisis on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n It is again the U.S. which singled out the DPRK as part of an \"axis of evil\" and a target of its preemptive nuclear attack in violation of the basic spirit of the NPT and the AF after the emergence of the bush administration. &nbsp;&nbsp;&nbsp;\r\n Therefore, the UN is duty-bound to indict the U.S. for sparking the nuclear crisis on the Korean Peninsula and punish it by relevant international law. &nbsp;&nbsp;&nbsp;\r\n There is no other alternative way of settling the nuclear issue on the Korean Peninsula than holding direct talks between the DPRK and the U.S. and concluding a legally binding non-aggression treaty. &nbsp;&nbsp;&nbsp;\r\n When the DPRK-U.S. non-aggression treaty is concluded neither side would feel threat from the other, the hostile and belligerent relations between the two sides would be eased or terminated and a legal and institutional mechanism whose mission is to ensure durable peace on the Korean Peninsula would be provided. &nbsp;&nbsp;&nbsp;\r\n Only then the sensitive nuclear issue can be settled smoothly between the two sides and the U.S. cleared of its \"security worries.\" &nbsp;&nbsp;&nbsp;\r\n The U.S. will have to pay a very high price for working hard to internationalize the nuclear issue at any cost defying the DPRK's just demand. &nbsp;&nbsp;&nbsp;\r\n The DPRK will not recognize but consider invalid any \"resolution\" or other document to be adopted by the UNSC at the meeting, yielding to the U.S. unilateral and self-justified assertions.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK government cultural delegation leaves for China",
            "url": "http://kcna.co.jp/item/2003/200304/news04/07.htm#13",
            "content": "DPRK government cultural delegation leaves for China\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 5 (KCNA) -- A DPRK government cultural delegation headed by Jon Yong Jin, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, left here today to visit China.\r\n The delegation was seen off at Pyongyang railway station by Kim Jin Bom, vice-chairman of the committee, and Feng Zhiyuan, cultural councillor of the Chinese embassy here.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il inspects KPA units",
            "url": "http://kcna.co.jp/item/2003/200304/news04/07.htm#14",
            "content": "Kim Jong Il inspects KPA units\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 5 (KCNA) -- The people's army which has been tempered to be steel-strong in the crucible of the arduous revolution is fully prepared to mercilessly wipe out imperialist aggressors no matter when and where they may come in attack from. Our revolutionary cause is sure to win thanks to this great and strong army.\r\n Kim Jong Il declared this while inspecting KPA unit 2297 on Friday. &nbsp;&nbsp;&nbsp;\r\n His first destination was KPA unit 2297 firmly standing guard over the defence line of the socialist homeland, vigilantly watching the imperialists' moves for aggression. &nbsp;&nbsp;&nbsp;\r\n After dropping in at a fire position, he watched servicemen of the unit in training. &nbsp;&nbsp;&nbsp;\r\n They fully displayed the combat technique they have acquired through their day-to-day intensive training in hearty response to the party's slogan of \"training means combat,\" strikingly demonstrating their might. &nbsp;&nbsp;&nbsp;\r\n Seeing them fully determined to crush any enemy, he noted with great satisfaction that all the commanding officers and men have grown to be one-match-for-a-hundred fighters fully capable of undertaking any difficult and complicated combat duty. He proposed important tasks which would serve as guidelines in increasing the unit's combat capability in every way. &nbsp;&nbsp;&nbsp;\r\n Then he took warm care of the living of soldiers, looking round an education room, bedroom, kitchen, daily provision store, washroom, fish-breeding ground and other entertainment and logistic facilities. &nbsp;&nbsp;&nbsp;\r\n He spared time to see an art performance given by servicemen of a company under the unit. &nbsp;&nbsp;&nbsp;\r\n He gave servicemen of the unit a pair of binoculars and an automatic rifle as gifts before having a picture taken with them. &nbsp;&nbsp;&nbsp;\r\n The next leg of his inspection was KPA unit 240. &nbsp;&nbsp;&nbsp;\r\n He learned in detail about the unit's performance of its duty. &nbsp;&nbsp;&nbsp;\r\n He was greatly satisfied to see the servicemen remaining true to the Songun leadership of our party by creditably performing their combat duty. &nbsp;&nbsp;&nbsp;\r\n He met with servicemen of the unit on guard duty on a height. &nbsp;&nbsp;&nbsp;\r\nHe gave a warm pep-talk to them, inquiring in detail about their work and life, and highly praised the feat performed by them to adorn their honorable military service to defend their country with loyalty. &nbsp;&nbsp;&nbsp;\r\n Then he proceeded to a company under the unit. &nbsp;&nbsp;&nbsp;\r\n He urged all members of the society to earnestly learn from the revolutionary way of struggle and living fully displayed among our servicemen. &nbsp;&nbsp;&nbsp;\r\n Noting that it is gratifying to see all soldiers of the company leading a well-regulated life in good shape as befitting servicemen of a revolutionary army, he stressed that the people's army which considers strong revolutionary spirit and organization as its life and soul is the most revolutionary, militant and powerful ranks of the revolution. &nbsp;&nbsp;&nbsp;\r\n He posed for a photograph with the servicemen of the company. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by Kim Yong Chun, Chief of the General Staff of the KPA, Kim Il Chol, Minister of the People's Armed Forces, and KPA generals Ri Myong Su, Hyon Chol Hae and Pak Jae Gyong.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}