{
    "date": "2003-05-29",
    "url": "http://kcna.co.jp/item/2003/200305/20030529.htm",
    "articles": [
        {
            "title": "Probe into truth behind massacre of innocent civilians called for",
            "url": "http://kcna.co.jp/item/2003/200305/news05/29.htm#1",
            "content": "Probe into truth behind massacre of innocent civilians called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 28 (KCNA) -- A \"rally of bereaved families and public organizations across South Korea for an all-out struggle for fully winning an integrated special law on probing the truth behind the massacre of civilians before and after the Korean war\" was reportedly held in Seoul on May 23.\r\n At the rally Ri I Hwa, permanent joint representative of the all-people committee, appealed to the people to struggle non-stop for justice and basic human rights in order to fulfil their historic mission. &nbsp;&nbsp;&nbsp;\r\n A resolution read out at the rally said that the \"authorities have so far sidestepped their duty to protect the human rights and the lives of people although innocent people were killed by the ROK army, police and GIs allegedly from a friendly country.\" &nbsp;&nbsp;&nbsp;\r\n Strongly calling on the \"national assembly\" to institute the special law, the resolution clarified that human rights and civic organizations in all regions would wage a struggle with the bereaved families for the probe into the truth.    \r\n\r\n"
        },
        {
            "title": "Struggle for peace against U.S. and war vowed",
            "url": "http://kcna.co.jp/item/2003/200305/news05/29.htm#2",
            "content": "Struggle for peace against U.S. and war vowed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 28 (KCNA) -- The South Korean Federation of University Student Councils (Hanchongryon) reportedly made public a resolution declaring an anti-U.S. struggle on May 18, starting the \"May 18-July 27 anti-U.S. joint struggle\".\r\n The resolution called for making every possible effort to honor the memory of the two slain schoolgirls on June 13, the first anniversary of their death, and hold the June 15 grand festival for national reunification during the period of the anti-U.S. joint struggle. &nbsp;&nbsp;&nbsp;\r\n It declared that Hanchongryon would struggle in unity with all the forces demanding independence against the U.S., transcending ideology and political views and struggle to defend national independence and peace with youth and students in the north and overseas. &nbsp;&nbsp;&nbsp;\r\n The June 15 Joint Declaration constitutes a milestone of reunification as well as a declaration of independence and peace, it stressed. &nbsp;&nbsp;&nbsp;\r\n Noting that it is the truth found by Hanchongryon that only when the nation unites can national independence and peace be defended, it called for waging a nation-wide struggle for peace against the U.S. and war by concerted efforts.    \r\n\r\n"
        },
        {
            "title": "180th-day candlelight function held in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200305/news05/29.htm#3",
            "content": "180th-day candlelight function held in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 28 (KCNA) -- The 180th-day candlelight function was reportedly held in Seoul on May 24.\r\n It was entitled \"an interim report meeting against threat of war on the Korean Peninsula and for total revision of the SOFA, honoring the memory of the two slain schoolgirls on June 13, the first anniversary of their death, and collecting 100,000 preparatory committee members\". &nbsp;&nbsp;&nbsp;\r\n Kwon O Hon, chairman of the supporters' association for prisoners of conscience under the family movement for realizing democracy, said \"the candle-light is our lifeline and pride.\" He called upon the whole nation to unite in checking foreign interference and war moves and implementing the June 15 Joint Declaration to usher in an era of reunification by our nation itself. &nbsp;&nbsp;&nbsp;\r\n Students and citizens expressed their determination to successfully hold a grand memorial service in front of the Seoul city building on June 13. &nbsp;&nbsp;&nbsp;\r\n Performances of anti-U.S. theme were given at the function.  \r\n"
        },
        {
            "title": "War exercises to be staged in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200305/news05/29.htm#4",
            "content": "War exercises to be staged in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 28 (KCNA) -- The joint chiefs of staff headquarters of the South Korean forces announced that \"Amnokgang\" military exercise would be staged from may 26 to 31, according to MBC of South Korea.\r\n The purpose of the exercise, an annual event since from 1995, is to get the army command proficient in war procedures and increase its operation commanding ability. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the headquarters said that during the period it would conduct the \"Hwarang\" military drill in the areas of north and South Kyongsang provinces, Pusan, Taegu and Ulsan with an aim to increase the joint defence capability to repel an enemy's infiltration into the rear. &nbsp;&nbsp;&nbsp;\r\n Siding with the U.S. imperialists keen to ignite a war on the Korean Peninsula at all costs, the South Korean forces are getting feverish in the war exercises targeted against compatriots in a bid to bring the inter-Korean relations back to confrontation.    \r\n\r\n"
        },
        {
            "title": "Book \"Construction of Korean-Style Socialism\" published in Bulgaria",
            "url": "http://kcna.co.jp/item/2003/200305/news05/29.htm#5",
            "content": "Book \"Construction of Korean-Style Socialism\" published in Bulgaria \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 28 (KCNA) -- The Bulgaria-Korea Friendship Association published book \"Construction of Korean-Style Socialism\" on May 15 on the occasion of the 39th anniversary of Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\r\n The book consists of 9 titles including \"Originality of the Juche Idea\" and \"Role of the Workers' Party of Korea in the Construction of Korean-Style Socialism\". &nbsp;&nbsp;&nbsp;\r\n Specifically described in the book are immortal exploits  Kim Jong Il performed in the building of the party, the state and the army and economic, cultural and all other fields of socialist construction and the cause of national reunification by applying the Juche idea, the validity of his Songun policy and the advantages and invincibility of Korean-style socialism based on the Juche idea and the singlehearted unity of the leader, the party and the people.    \r\n"
        },
        {
            "title": "New Korean-English Dictionary published",
            "url": "http://kcna.co.jp/item/2003/200305/news05/29.htm#6",
            "content": "New Korean-English Dictionary published \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 28 (KCNA) -- Pyongyang University of Foreign Studies has published New Korean-English Dictionary as a sequel to New English-Korean Dictionary published in Juche 81 (1992).\r\n The interlinear edition, with 280,000 Korean vocabularies, is the first of its kind in the Democratic People's Republic of Korea. &nbsp;&nbsp;&nbsp;\r\n It contains scientific and technical terms and vocabularies used in translation of historical data and literary works as well as general vocabularies. &nbsp;&nbsp;&nbsp;\r\n It also gives phrases and examples for convenience of the understanding of the relationship between original English words. &nbsp;&nbsp;&nbsp;\r\n It puts Chinese characters next to vocabularies to help the users get a full understanding of their meanings and study Chinese characters. It also explains borrowed words with their origin and original words as far as possible. &nbsp;&nbsp;&nbsp;\r\n Groups of proper nouns frequently used in translation are given in the appendix. &nbsp;&nbsp;&nbsp;\r\n The dictionary is very popular among English experts, students, scientists, technicians and English-studying people. \r\n\r\n"
        },
        {
            "title": "Anecdote about Kim Jong Il",
            "url": "http://kcna.co.jp/item/2003/200305/news05/29.htm#7",
            "content": "Anecdote about Kim Jong Il \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 28 (KCNA) --Kim Jong Il looked round up-to-date machines and equipment made by local technicians with their own technique in June Juche 86 (1997).\r\n Briefing the officials accompanying him on the global trend and future direction of their development, he stopped in front of a large turbo-refrigerator. &nbsp;&nbsp;&nbsp;\r\n Told by an official that some institutions were using the refrigerator, he asked whether it was working well. &nbsp;&nbsp;&nbsp;\r\n The official told him that it was out of order sometimes. &nbsp;&nbsp;&nbsp;\r\n Saying that such trouble might be caused by the poor-quality packing of the refrigerator, Kim Jong Il explained in detail about its technical features. He also said researches into the packing should be made to improve its quality.    \r\n\r\n"
        },
        {
            "title": "World No-Tobacco Day",
            "url": "http://kcna.co.jp/item/2003/200305/news05/29.htm#8",
            "content": "World No-Tobacco Day \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 28 (KCNA) -- Activities are being conducted in the Democratic People's Republic of Korea to mark the World No-Tobacco Day, May 31.\r\n The government is directing efforts to encourage people to quit smoking harmful to them.\r\n Medical workers across the country are intensifying propaganda about the harmfulness of smoking among the people and stimulating officials to take the lead in the anti-smoking campaign. &nbsp;&nbsp;&nbsp;\r\n Multifarious propaganda activities such as performance by artistic propaganda squads, screening of the scientific film \"health and tobacco\" and photo exhibition have been conducted as demanded by the new century. &nbsp;&nbsp;&nbsp;\r\n Much effort is being made at industrial establishments to create a favorable environment for the young people to refrain from smoking. &nbsp;&nbsp;&nbsp;\r\n In this way, the DPRK is joining in the efforts for the implementation of the no-smoking initiative of the world health organization for building the 21st century free from cigarettes and the 2000-2004 action program of its South-East Asian Regional Office.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. war against Iraq dismissed as unjust",
            "url": "http://kcna.co.jp/item/2003/200305/news05/29.htm#9",
            "content": "U.S. war against Iraq dismissed as unjust\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 28 (KCNA) -- The United States describes its Iraqi war as a war for \"freedom\" and \"peace\" but it can never justify the injustice and criminal nature of the war, says Rodong Sinmun today in a signed article.\r\n The article brands the Iraqi war as a war of aggression against independence and peace, a war unilaterally perpetrated by the U.S. in disregard of international law and the UN and typical state-sponsored terrorism in the 21st century. &nbsp;&nbsp;&nbsp;\r\n Iraq has never infringed upon the interests of the U.S. nor threatened it. Therefore, there was no legal justification for the U.S. to mount a military attack on Iraq as unanimously claimed by the world public, the article says, and continues: &nbsp;&nbsp;&nbsp;\r\n The inspection of weapons in Iraq was conducted according to the UN resolution at the end of the 1991 Persian Gulf War. Therefore, the Iraqi issue should have been settled according to the UN resolution. However, the U.S. unilaterally perpetrated military invasion of Iraq without any approval or resolution of the UN. &nbsp;&nbsp;&nbsp;\r\n This has brought into bolder relief the despicable true colors of the U.S. imperialists who go arrogant, disregarding and mocking at the UN and international law. &nbsp;&nbsp;&nbsp;\r\n The absurd pretext put up by the U.S. during the war helps clearly understand the injustice of the war. &nbsp;&nbsp;&nbsp;\r\n When invading Iraq the U.S. cited the Iraq-laden ties and the \"Iraq's possession of weapons of mass-destruction\" as pretexts. &nbsp;&nbsp;&nbsp;\r\n But any objective material evidence which can testify to those things has not yet been discovered, to say nothing of the period of the war. &nbsp;&nbsp;&nbsp;\r\n As claimed by the world people, the true aim sought by the U.S. In its Iraqi war was to have a monopoly on Iraq's inexhaustible oil resources. &nbsp;&nbsp;&nbsp;\r\n The U.S. is, indeed, the world's biggest oil thief and a rogue state. &nbsp;&nbsp;&nbsp;\r\n With nothing can the U.S. cover up the unjust and criminal nature of the war and its selfish aim sought in it.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan's attempt to adopt laws on \"emergency\" denounced",
            "url": "http://kcna.co.jp/item/2003/200305/news05/29.htm#10",
            "content": "Japan's attempt to adopt laws on \"emergency\" denounced\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 28 (KCNA) -- Japan's move to enact laws on \"emergency\" means the green light to its reinvasion and clearly indicates that Japan, which has professed to be a \"peace-loving state\", declared its \"peace constitution\" invalid before the world to reveal its true colours as a warlike state.\r\n Rodong Sinmun today says this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n It continues: &nbsp;&nbsp;&nbsp;\r\n Japan's move to adopt laws on \"emergency\", in essence, is aimed to launch a war of overseas aggression. And the DPRK is the first target of its aggression. &nbsp;&nbsp;&nbsp;\r\n This is clearly evidenced by the fact that the Japanese reactionaries cited the non-existent \"threat\" from the DPRK to justify their move to adopt the laws on \"emergency\". It is as clear as noonday that the Japanese militarist forces will launch overseas aggression before long as they have stepped up the arms buildup and secured a legal system necessary for their overseas aggression. The Japanese reactionaries' hue and cry over the \"nuclear and missile threats\" from the DPRK, an echo of the U.S. outcry, is, therefore, a prelude to a militarist war. &nbsp;&nbsp;&nbsp;\r\n It was Japan which invaded Korea before any other countries in the past. And it is none other than Japan which is whetting its sword to invade the DPRK. &nbsp;&nbsp;&nbsp;\r\n The Japanese militarist forces are keen to embark upon reconquest of Asia with their reinvasion of Korea as a prelude in a bid to realize their old dream of \"Greater East Asia Co-prosperity Sphere\" at any cost in the new century. &nbsp;&nbsp;&nbsp;\r\n The Asian people are called upon to closely follow the moves of Japan with a high degree of vigilance against it.    \r\n\r\n\r\n"
        },
        {
            "title": "Nationwide anti-U.S. struggle called for",
            "url": "http://kcna.co.jp/item/2003/200305/news05/29.htm#11",
            "content": "Nationwide anti-U.S. struggle called for\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 28 (KCNA) -- The propaganda department of the central committee of the National Democratic Front of South Korea issued slogans for an immediate struggle on may 14, according to radio voice of national salvation from Seoul.\r\n The slogans called on the South Korean people to win back the sovereignty through a sacred nationwide anti-U.S. struggle. &nbsp;&nbsp;&nbsp;\r\n The slogans urged the people to participate in the grand June 13 anti-U.S. candlelight procession to condemn and punish the GI killers. &nbsp;&nbsp;&nbsp;\r\n They appealed to the South Korean people to protect the destiny of the Korean nation and the peace of the Korean Peninsula and decisively foil the U.S. moves for a nuclear war against the north through candlelight processions for peace against the U.S. and war. &nbsp;&nbsp;&nbsp;\r\n They strongly demanded the total repeal of the \"ROK-U.S. Mutual Defence Treaty\" and \"ROK-U.S. Status of Forces Agreement\", the shackling documents that brought disgrace and misfortune to South Korea. &nbsp;&nbsp;&nbsp;\r\n Urging the people to liquidate the Grand National Party of South Korea, the stooge of the U.S., the slogans called for protecting the security and peace of the fellow countrymen through national cooperation.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "War gambles in S. Korea condemned",
            "url": "http://kcna.co.jp/item/2003/200305/news05/29.htm#12",
            "content": "War gambles in S. Korea condemned\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 28 (KCNA) -- The joint chiefs of staff headquarters of South Korea launched Hwarang, a \"civilian, government and army\" joint war exercise, in different parts of South Korea on Monday, allegedly to cope with somebody's \"infiltration into the rear\". It also started a provocative anti-north war gamble dubbed \"Amnokgang Exercise\".\r\n Commenting on this fact, Rodong Sinmun today says: &nbsp;&nbsp;&nbsp;\r\n The \"Amnokgang\" war exercise is provocative in terms of its title, of course, and assumes more grave nature as it has been launched in league with the United States which calls for a preemptive attack on the DPRK. &nbsp;&nbsp;&nbsp;\r\n Today when the U.S. is escalating the anti-DPRK nuclear campaign, the North and South Korean authorities should take to national cooperation and there can be no other way out. &nbsp;&nbsp;&nbsp;\r\n The present authorities of South Korea once expressed, in their policy toward the north, the stand that they would not blindly follow the U.S. keen only on \"confrontation\", while pursuing a \"policy for peace and prosperity\" and establishing the horizontal relations with the U.S. however, their actions throw doubt as to the transparency of such stand. &nbsp;&nbsp;&nbsp;\r\n The ongoing war games will bring the tense situation on the Korean Peninsula to the brink of war as they are a preliminary war intended to put \"further steps\" into practice. &nbsp;&nbsp;&nbsp;\r\n The reality evidently shows who is escalating confrontation and tension and bringing the danger of war to the Korean Peninsula. The South Korean authorities can never shirk the blame for deliberately rendering the situation strained through such provocative war exercises against the north. &nbsp;&nbsp;&nbsp;\r\n The South Korean side is well advised to behave with prudence.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Strong anti-imperialist fighting spirit underscored",
            "url": "http://kcna.co.jp/item/2003/200305/news05/29.htm#13",
            "content": "Strong anti-imperialist fighting spirit underscored\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 28 (KCNA) -- All the servicemen and the people are called upon by an editorial of Rodong Sinmun today to resolutely foil the imperialists' moves to stifle the DPRK in staunch anti-imperialist fighting spirit so as to demonstrate to the full the might of the people's army and the people in the Songun era.\r\n The historical lesson teaches that the more concessions one makes the more shameless the U.S. gets to cut the lifeline of a country and a nation in the end, the editorial says, stressing that the only way out is to believe in one's own strength and wage a do-or-die struggle against the imperialists. &nbsp;&nbsp;&nbsp;\r\n The editorial goes on: &nbsp;&nbsp;&nbsp;\r\n The anti-imperialist fighting spirit of the army and the people of the DPRK represents their firm stand that they can never co-exist with the imperialists and their strong determination not to cave in to the imperialists although they may die. Only an army and people with such transparent viewpoint on the anti-imperialist struggle can display matchless heroism and the self-sacrificing spirit and reliably defend the dignity and the sovereignty of the country and the nation. &nbsp;&nbsp;&nbsp;\r\n Today the U.S. imperialists are further escalating their moves to stifle the DPRK than ever before, pushing the situation to an extreme pitch of tension. Their pressurizing campaign is, in essence, aimed to force the DPRK to renege on socialism. The DPRK can never accept their brigandish demand. &nbsp;&nbsp;&nbsp;\r\n Everyone should live and struggle, firmly determined to defeat the imperialists through a decisive fight. &nbsp;&nbsp;&nbsp;\r\n The imperialists' aggressive and predatory nature will never change, the editorial says, calling upon everyone to carry out to the letter the Songun revolutionary line of the Workers' Party of Korea.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}