{
    "date": "2003-04-16",
    "url": "http://kcna.co.jp/item/2003/200304/20030416.htm",
    "articles": [
        {
            "title": "Sixth aesthetic symposium held in DPRK",
            "url": "http://kcna.co.jp/item/2003/200304/news04/16.htm#1",
            "content": "Sixth aesthetic symposium held in DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 15 (KCNA) -- The sixth aesthetic symposium on the present times and national art took place at the People's Palace of Culture on April 14.\r\n The symposium was attended by the delegations and the delegates of Russia, Moldova, Mongolia, Japan and Cambodia and the delegations of Koreans in Japan and China and the DPRK and the heads of the delegations and art troupes and artistes of different countries and overseas Korean artistes participating in the 21st April Spring Friendship Art Festival. &nbsp;&nbsp;&nbsp;\r\n Jang Chol, chairman of the central committee of the General Federation of the Unions of Literature and the Arts of Korea who is chairman of the organizing committee for the festival, made a report titled \"Let us build the true national art conducive to independently carving out the destiny of nations\". &nbsp;&nbsp;&nbsp;\r\n He said: &nbsp;&nbsp;&nbsp;\r\n Through the last five symposiums their participants swapped experience gained in developing the national art in the idea of independence and were unanimous in confirming that it is the only way for the human art to follow in the new century to independently develop the national art. &nbsp;&nbsp;&nbsp;\r\n The literature and arts can perform an important mission and a great role in independently shaping out the destiny of the nations by implanting the awareness of national independence in the people and steadily raising it and this is a priceless experience evidenced by the successes made by the Juche-based national art of the DPRK fully efflorescing under the wise leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The reporter called for further strengthening the unity and solidarity and exchange and cooperation in the efforts to build true national art conducive to independently shaping out the destiny of nations in the idea of independence, peace and friendship to bring earlier a more rosy future of the independent national art.\r\n Speeches were made at the symposium.    \r\n\r\n"
        },
        {
            "title": "Message of greetings to Kim Jong Il from V. Putin",
            "url": "http://kcna.co.jp/item/2003/200304/news04/16.htm#2",
            "content": "Message of greetings to Kim Jong Il from V. Putin \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 15 (KCNA) - General Secretary Kim Jong Il  received a message of greetings from V. Putin, President of the Russian Federation, on the occasion of the Day of the Sun.\r\n The message dated April 15 says: &nbsp;&nbsp;&nbsp;\r\n Please accept my best wishes to you and the Korean people on the occasion of the 91st birth anniversary of Kim Il Sung, the founder of the DPRK. &nbsp;&nbsp;&nbsp;\r\n It is my belief that the traditional relations of friendship and good neighborliness between the two countries provided by President Kim Il Sung will grow stronger and develop. &nbsp;&nbsp;&nbsp;\r\n I wish you good health and the Korean people peace and happiness as well as the DPRK well-being and prosperity amid the stability and security on the Korean Peninsula.    \r\n\r\n"
        },
        {
            "title": "Floral baskets laid before Kim Il Sung's statue",
            "url": "http://kcna.co.jp/item/2003/200304/news04/16.htm#3",
            "content": "Floral baskets laid before Kim Il Sung's statue \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 15 (KCNA) -- Floral baskets were laid before President Kim Il Sung's statue on Mansu Hill in Pyongyang by officials in charge of cultural and friendly relations of foreign embassies here, delegations and delegates of foreign organizations for the study of the Juche idea on Monday on the occasion of the Day of the Sun, the birth anniversary of the president.\r\n They placed floral baskets before the statue with profound veneration for him before paying homage to him.    \r\n\r\n"
        },
        {
            "title": "Day of Sun commemorated in Korea",
            "url": "http://kcna.co.jp/item/2003/200304/news04/16.htm#4",
            "content": "Day of Sun commemorated in Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 15 (KCNA) -- The Day of the Sun, the birthday of President Kim Il Sung (April 15), is commemorated in Korea.\r\n People of various social strata, servicemen, foreigners and overseas Koreans have visited the Kumsusan Memorial Palace where Kim Il Sung lies in state, and his statues on Mansu Hill and other places to pay homage to him. &nbsp;&nbsp;&nbsp;\r\n His old home in Mangyongdae and historical sites and battle sites associated with his revolutionary activities have also been visited by many people. &nbsp;&nbsp;&nbsp;\r\n The fifth Kimilsungia Festival was opened at the Kimilsungia, Kimjongilia exhibition situated on the bank of the River Taedong in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Such functions as a national art show, photo shows, ten-day film shows, meetings, art performances, evening galas, sports games and folk amusements have been held in the capital and local areas. &nbsp;&nbsp;&nbsp;\r\n The 21st April Spring Friendship Art Festival is going on and the International Marathon Tournaments for Mangyongdae Cup was already held in Pyongyang.    \r\n\r\n"
        },
        {
            "title": "British singer popular in Pyongyang Art Festival",
            "url": "http://kcna.co.jp/item/2003/200304/news04/16.htm#5",
            "content": "British singer popular in Pyongyang Art Festival \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 15 (KCNA) --Suzanna Clark, a famous singer from Britain, is winning popularity in the 21st April Spring Friendship Art Festival.\r\n She, who won international vocal contests of opera singers held in Italy and Spain, sings well opera songs to be enthusiastically applauded by the audience. &nbsp;&nbsp;&nbsp;\r\n She also sings \"Intimate Friends\" and other Korean songs. &nbsp;&nbsp;&nbsp;\r\n In an interview with KCNA on April 13, she said her first visit to Korea had given deep impressions on her and that she was admired by the art festival great in scale and peculiar in content and form. &nbsp;&nbsp;&nbsp;\r\n She voiced thanks to the organizing committee of the festival and Pyongyang citizens for her participation in the grand art festival. &nbsp;&nbsp;&nbsp;\r\n She also said she would contribute to promoting understanding and deepening friendship between the peoples of Britain and Korea through music.    \r\n\r\n"
        },
        {
            "title": "Guest performances given",
            "url": "http://kcna.co.jp/item/2003/200304/news04/16.htm#6",
            "content": "Guest performances given \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 15 (KCNA) -- Guest performances of the 21st April Spring Friendship Art Festival were given at the Mansudae Art Theatre, the Ponghwa Art Theatre, the Pyongyang Grand Theatre, the East Pyongyang Grand Theatre and the Moranbong Theatre on April 14.\r\n Seeing the performances were senior party and state officials, working people, artistes and youth and students in the city and overseas compatriots. &nbsp;&nbsp;&nbsp;\r\n Diplomatic envoys and embassy officials of different countries here and other foreigners also enjoyed the performances. \r\n Artistes of different countries impressively sang the immortal revolutionary paean \"Song of General Kim Jong Il\" on the stages of the festival to extend highest glory and thanks to Kim Jong Il for having ensured the eternal continuity of the revolutionary history of President Kim Il Sung in this land. &nbsp;&nbsp;&nbsp;\r\n In colorful numbers performers successfully represented the noble spiritual world of the progressive people to lead an independent and creative, genuine life in a just and peaceful world, and their emotion and national customs. &nbsp;&nbsp;&nbsp;\r\n The performances clearly proved the enduring nature of the Pyongyang festival, its great vitality and the unbreakable friendship and unity among artistes of different countries achieved in the idea of independence, peace and friendship. &nbsp;&nbsp;&nbsp;\r\n After the performances, senior party and state officials mounted the stages to convey floral baskets to the performers in congratulation of their successful performances. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, a Mongolian art troupe gave a separate performance at the Pyongyang International Cinema House and a Russian accordion concert group at the Moranbong Theatre. &nbsp;&nbsp;&nbsp;\r\n The performances continue.    \r\n\r\n"
        },
        {
            "title": "Accomplishment of Songun cause called for",
            "url": "http://kcna.co.jp/item/2003/200304/news04/16.htm#7",
            "content": "Accomplishment of Songun cause called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 15 (KCNA) -- Today marks the 91st birth anniversary of President Kim Il Sung.\r\n Rodong Sinmun today in an editorial says that the revolutionary history of the president is one of an outstanding thinker, theoretician and strategist who clearly indicated the way for the revolution to emerge victorious with his clairvoyant wisdom and rare foresight, one of an iron-willed brilliant commander and a man of the greatest pluck who braved manifold difficulties with matchless pluck and will and one of an outstanding popular leader who worked miracles of the century forming a harmonious whole with the people. &nbsp;&nbsp;&nbsp;\r\n Saying that the road of victory paved by him is being invariably traversed by the DPRK thanks to leader Kim Jong Il, the editorial continues: &nbsp;&nbsp;&nbsp;\r\n The greatness of Kim Jong Il who is glorifying the ever-victorious history of the president was strikingly manifested in the period of the \"arduous march\" and the forced march. The victory in the \"arduous march\" was a result of  Kim Jong Il's faith and will as he has defended in a do-or-die spirit the country and the nation the destiny of which was entrusted to him by the president. &nbsp;&nbsp;&nbsp;\r\n The president's ever-victorious history was one of Songun revolutionary leadership whereby he pioneered and advanced the revolution with the might of arms while giving priority to the army. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il is leading the revolution in our era, firmly adhering to the Songun revolutionary line as an all-powerful treasured sword. The Korean People's Army is demonstrating its might as a main agent of the revolution and an invincible revolutionary army born on Mt. Paektu strong enough to frustrate any enemy at a single stroke. The politico-ideological might of our society has remarkably grown stronger and the revolutionary spirit of soldiers is being fully displayed in all fields of socialist construction. These are a shining fruition of the Workers' Party of Korea's Songun leadership, the Songun policy. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il is a center of the unity and leadership as he closely united the whole party and army and all the people with his noble benevolent politics, all-embracing politics and the revolutionary comradeship which no statesman has ever thought of. &nbsp;&nbsp;&nbsp;\r\n The Korean people living and advancing with the idea and faith of independence instilled into them by the president will always keep to the road of Juche with firm conviction that our leader, our idea, our army and system are the best. &nbsp;&nbsp;&nbsp;\r\nMinju Joson says that our country's ever-victorious history will go on as long as Kim Jong Il steers the Korean revolution with the Songun policy.    \r\n\r\n"
        },
        {
            "title": "KCNA refutes Japan's piffle about issue of \"kidnapping\"",
            "url": "http://kcna.co.jp/item/2003/200304/news04/16.htm#8",
            "content": "KCNA refutes Japan's piffle about issue of \"kidnapping\" \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- Japan reportedly refuted the assertion about the death of kidnapped Japanese in a diplomatic blue paper for 2003, which referred to the issue of abduction of Japanese. Chief Cabinet Secretary Fukuda at a press conference on April 9 termed the abduction of Japanese by North Korea terrorism and Foreign Minister Kawaguchi told the same rubbish.\r\n Japan's such demeanour is a mean trick to tarnish the image of the peace-loving DPRK and build up public opinion in favour of moves to isolate and stifle the DPRK in order to please the U.S., its master, who terms the DPRK a \"terrorism sponsor\". &nbsp;&nbsp;&nbsp;\r\n This is an intolerable challenge to the DPRK as it has thoroughly probed the truth behind the issue of \"kidnapped Japanese\", an accidental case perpetrated by individuals, prompted by a bold decision to settle the old relations with Japan in the basic spirit of the DPRK-Japan Pyongyang Declaration which calls for liquidating the unhappy past between the two countries and improving the bilateral relations. &nbsp;&nbsp;&nbsp;\r\n The DPRK has done everything it can to settle the issue of kidnapped Japanese. However, Japan still refuses to admit the death of kidnapped Japanese. Such moral vulgarity of Japan lashes the Koreans into a great fury as it is responding to the good faith with evil. &nbsp;&nbsp;&nbsp;\r\n To make it clear once again the death of kidnapped Japanese, the DPRK has conducted investigation into it and confirmed it and informed Japan in detail that they died for various reasons in the long period of time. Therefore, Japan should not grumble about the matter. &nbsp;&nbsp;&nbsp;\r\n As far as five survivors are concerned, the DPRK accepted Japan's request to allow them to visit Japan for ten-odd days. &nbsp;&nbsp;&nbsp;\r\n What matters is that the Japanese authorities broke the promise it had made to let them reunite with their families after their return from Japan and decide on the issue related to their future. &nbsp;&nbsp;&nbsp;\r\n It is our stand to send them to Japan without delay if they wish to go back to Japan after discussing it with their families here. &nbsp;&nbsp;&nbsp;\r\n However, they have not yet reunited with their kin here due to the Japanese authorities' perfidious and unilateral decision on their permanent repatriation to Japan. This is one more tragedy in the world. &nbsp;&nbsp;&nbsp;\r\n Soga's husband Jenkins and her two daughters Mihwa and Linda and her other families who are living here as before, are eagerly longing for reuniting with her who had gone to Japan. &nbsp;&nbsp;&nbsp;\r\n In utter disregard of this fact, the Japanese authorities are preventing them from reuniting with each other. This is arousing censure and denunciation of the world public. &nbsp;&nbsp;&nbsp;\r\n If Japan keeps going against the basic spirit of the declaration while misusing the issue of kidnapped Japanese for a political purpose, it will have to pay a very high price for that some day. \r\n\r\n\r\n"
        },
        {
            "title": "Awarding ceremony of honour prizes",
            "url": "http://kcna.co.jp/item/2003/200304/news04/16.htm#9",
            "content": "Awarding ceremony of honour prizes\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- The Kim Il Sung Youth Honour Prize and the Kim Il Sung Children Honour Prize were awarded to exemplary organizations of the Kim Il Sung Socialist Youth League, young service persons and school youth and children on the occasion of the day of the sun, the birth anniversary of President Kim Il Sung.\r\n A decree of the Presidium of the Supreme People's Assembly was read out at an awarding ceremony at the Mansudae Assembly Hall on April 13 and 40 youth league organizations and 156 youth league officials and members were awarded the Kim Il Sung Youth Honour Prize. &nbsp;&nbsp;&nbsp;\r\n The Kim Il Sung Children Honour Prize was conferred on 194 schoolchildren.    \r\n\r\n\r\n"
        },
        {
            "title": "Anecdote about Kim Il Sung",
            "url": "http://kcna.co.jp/item/2003/200304/news04/16.htm#10",
            "content": "Anecdote about Kim Il Sung\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- In August Juche 51 (1962) President Kim Il Sung visited lake Sohung in North Hwanghae Province.\r\n Enjoying boating on the picturesque lake, the president told officials that it would be good to build a rest home on a hillside covered with pine trees so that people in the province could enjoy mountaineering, angling, boating, swimming, ice skating, etc. &nbsp;&nbsp;&nbsp;\r\n He then said that a camp should be built on the bank of the lake for children in the province. &nbsp;&nbsp;&nbsp;\r\n He also chose sites of recreation ground and resting place and indicated how to build and operate them.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Song of Korea-Russia friendship",
            "url": "http://kcna.co.jp/item/2003/200304/news04/16.htm#11",
            "content": "Song of Korea-Russia friendship\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) --The chorus of Moscow National Tchaikovsky conservatory is singing of Korea-Russia friendship in the 21st April Spring Friendship Art Festival.\r\n The chorus consists of some 50 students. &nbsp;&nbsp;&nbsp;\r\n It sings \"Song of General Kim Jong Il\", \"National Anthem\", \"Broad Bellflower\", \"Arirang\" and other Korean songs. &nbsp;&nbsp;&nbsp;\r\n The chorus is conducted by prof. Stanislav Kalinin, dean of the conducting faculty of the conservatory and a merited actor of the Russian Federation. &nbsp;&nbsp;&nbsp;\r\n He conducts the Russian national anthem and folk songs without accompaniment, winning standing ovation from the audience for his refined and skilled conduct. &nbsp;&nbsp;&nbsp;\r\n \"Song of Friendship\" sung by the chorus says that Moscow and Pyongyang are far away from each other but the bilateral friendship brings the peoples of the two countries close. &nbsp;&nbsp;&nbsp;\r\n Kalinin told KCNA that, during their stay in Pyongyang, young people of Russia would come to know well of the beautiful culture and art of Korea. &nbsp;&nbsp;&nbsp;\r\n Recollecting the day when he conducted the merited chorus of the Korean People's Army in a friendship concert on September 4, Juche 91 (2002) in the presence of leader Kim Jong Il, he pledged to make efforts for the development of Russia-Korea friendship.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Educational aid fund and stipends to children of Koreans in Japan",
            "url": "http://kcna.co.jp/item/2003/200304/news04/16.htm#12",
            "content": "Educational aid fund and stipends to children of Koreans in Japan\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) - General Secretary Kim Jong Il sent 239.6 million yen of educational aid fund and stipends for the development of the democratic national education of the General Association of Korean Residents in Japan (Chongryon).\r\n A total of educational aid fund and stipends up to the 149th installment sent by President Kim Il Sung and Kim Jong Il for the children of Koreans in Japan amounts to 45,106,163,000 yen in Japanese currency. &nbsp;&nbsp;&nbsp;\r\n The deep loving care shown for the children of Koreans under Chongryon on the occasion of the Day of the Sun, the birth anniversary of Kim Il Sung, will encourage the Koreans in Japan in devoting themselves to the prosperity of the socialist homeland, national reunification and the strengthening of the movement of Koreans in Japan and contribute to the development of Chongryon democratic national education.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "National meeting commemorates birth anniversary of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2003/200304/news04/16.htm#13",
            "content": "National meeting commemorates birth anniversary of Kim Il Sung\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- A national meeting was held at the April 25 House of Culture today to commemorate the 91st birth anniversary of President Kim Il Sung.\r\n The meeting was attended by senior party, state and army officials and other officials, working people in Pyongyang, the chief of the Pyongyang mission of the National Democratic Front of South Korea and overseas Koreans. Also present there on invitation were diplomatic envoys of different countries here and foreign guests. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam, member of the political bureau of the Central Committee of the Workers' Party of Korea and President of the Presidium of the Supreme People's Assembly, made a report. &nbsp;&nbsp;&nbsp;\r\n He said that the president's revolutionary life was a noble one as he dedicated his all to the freedom of the people and the prosperity of the nation and one of an outstanding leader who led the people's cause of independence along the road of victory. &nbsp;&nbsp;&nbsp;\r\n Praising him as a gifted thinker and theoretician who indicated the road of the times and revolution, the reporter said that Kim Il Sung fathered the immortal Juche idea and developed and enriched it into a guiding idea of the revolution in the new era. &nbsp;&nbsp;&nbsp;\r\n He continued: &nbsp;&nbsp;&nbsp;\r\n By successfully embodying the Juche idea he expounded ideas, theories, strategies and tactics to be applied at all stages and in all fields of the revolution and construction to realize the independence of the popular masses, thus providing a new method of revolutionary leadership. &nbsp;&nbsp;&nbsp;\r\n Keenly aware that it is only an army which can guarantee the victory of the revolution and the independence and prosperity of the country and the nation, he founded the Juche-oriented revolutionary armed forces, put forth the original idea and line for building the army and implemented them to the letter, thus turning our revolutionary armed forces into the army of the party and the people. &nbsp;&nbsp;&nbsp;\r\n On the basis of the Juche-oriented idea and theory of party building he successfully accomplished the historic cause of building the party. He set out the original theory of building a government and built the government of the republic into a genuine people's power which serves the people, its master. &nbsp;&nbsp;&nbsp;\r\n The revolutionary life of the president was totally dedicated to the reunified development of the nation and the human cause of independence. &nbsp;&nbsp;&nbsp;\r\n On the basis of the Juche idea he set forth the three principles of national reunification, the 10-point program for the great unity of the entire nation and the proposal for founding the Democratic Federal Republic of Koryo, thus providing a solid foundation for realizing the cause of national reunification. &nbsp;&nbsp;&nbsp;\r\n It was thanks to his outstanding idea and energetic external activities for global independence that the progressives' struggle to build an independent new world against imperialism, colonialism and dominationism has become an irresistible trend of the times. &nbsp;&nbsp;&nbsp;\r\n His Juche idea, a revolutionary idea, will be immortal when it is successfully carried forward. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's decades of revolutionary leadership represent a glorious history in which he burnished the president's revolutionary idea as an immortal guiding idea in the era of independence and led the revolutionary cause of Juche to victory. &nbsp;&nbsp;&nbsp;\r\n The greatest feat he has performed through his tireless ideo-theoretical activities to glorify the Juche idea was that he, with a deep insight into the great changes that took place on the world political arena and the balance of forces after the 1990s and the grave situation the Korean revolution faced, set out the Songun idea based on the Juche idea and an outstanding theory of the Songun policy. &nbsp;&nbsp;&nbsp;\r\n The Songun policy reflects his fixed faith and will to defend and carry to completion the sacred revolutionary cause of Juche which started and has won victories with arms, and the immutable truth that no one on earth can defeat those ready to die. &nbsp;&nbsp;&nbsp;\r\n The great Juche idea and Kim Jong Il's idea and theory the cornerstone of which is the Songun idea based on the Juche idea will serve as an immortal banner which will lead the human cause of independence to a final victory in the new century. &nbsp;&nbsp;&nbsp;\r\n The Korean revolution will be ever-victorious and the president's revolutionary idea will remain shining along with the victorious advance of the revolutionary cause of Juche as long as Kim Jong Il wisely leads the party, the army and the people of the DPRK with his great idea and tested leadership. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il gives field guidance to power station construction and farm",
            "url": "http://kcna.co.jp/item/2003/200304/news04/16.htm#14",
            "content": "Kim Jong Il gives field guidance to power station construction and farm\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) - General Secretary Kim Jong Il provided field guidance to the construction of the Kumyagang Power Station and the farm operating as a raw material base in Kumya county, South Hamgyong Province.\r\n He was accompanied by Kim Ki Nam and Kim Yong Sun, secretaries of the C.C., the WPK. &nbsp;&nbsp;&nbsp;\r\n He was greeted on the spot by Ri Thae Nam, chief secretary of the South Hamgyong Provincial Committee of the WPK, Kim Phung Gi, chairman of the South Hamgyong Provincial People's Committee, and other senior officials of the province and the county. &nbsp;&nbsp;&nbsp;\r\n The first leg of his guidance was the construction site of the Kumyagang Power Station in Kumya county. &nbsp;&nbsp;&nbsp;\r\n The province is dynamically pushing ahead with the construction of a large hydro-power station by concentrating efforts on it to complete the project by itself. &nbsp;&nbsp;&nbsp;\r\n After acquainting himself in detail with the project now under way, he highly appreciated the patriotic enthusiasm of the party members and other working people in the province, saying that it is very gratifying that they have come out in a daring drive to complete so difficult and huge project for the construction of the hydro-power station in a matter of a few years in the same spirit as was displayed in devotedly defending the country in the 1950s and the same spirit as was exhibited during the \"arduous march\" in the 1990s when they broke through difficulties in a do-or-die spirit. &nbsp;&nbsp;&nbsp;\r\n It is a spectacular success that in recent years the province has built many modern power stations in different places including the River Songchon and the River Kumjin on its own despite its difficult conditions, he said. This indomitable fighting spirit fully reflects the iron faith and will and militant spirit of the Korean people to build a great prosperous power by their own efforts without fail. &nbsp;&nbsp;&nbsp;\r\n Underscoring the need to build the Kumyagang Power Station to be of eternal value as it will be a precious asset of the country greatly helpful to building a great prosperous power, he indicated tasks and ways to do so. &nbsp;&nbsp;&nbsp;\r\n The next leg of his visit was the farm operating as a raw material base newly built in Kumya county. &nbsp;&nbsp;&nbsp;\r\n Greatly satisfied to learn that working people in the county reaped a high yield of grain after turning hundreds of hectares of marshes overgrown with reed into a fertile land through their strenuous efforts, he highly praised them for having done something great without being known to others. &nbsp;&nbsp;&nbsp;\r\n Stressing the need to effectively use the newly built raw material base in order to positively contribute to improving the diet of the people in the county, he set forth tasks to be carried out to manage and operate the farm. &nbsp;&nbsp;&nbsp;\r\n Then he moved on to the Anbul Temple in Tonghung-ri, Kumya county, a historical cultural relic built in 516. &nbsp;&nbsp;&nbsp;\r\n Looking round the inside and the outside of the temple and the 1,500-odd-year old gingko tree listed as a natural monument, he learned in detail about the preservation and management of the relics and set forth tasks and ways to preserve cultural treasures in their original state.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Plan for cultural exchange between DPRK and Indonesia signed",
            "url": "http://kcna.co.jp/item/2003/200304/news04/16.htm#15",
            "content": "Plan for cultural exchange between DPRK and Indonesia signed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 14 (KCNA) -- A 2003-2005 plan for cultural exchange between the governments of the DPRK and Indonesia was signed here today.\r\n It was inked by Jon Yong Jin, vice-chairman of the Committee for Cultural Relations with Foreign Countries, and Sri Hastanto, vice-Minister of Culture and Tourism of Indonesia, who is heading a government cultural delegation.    \r\n\r\n\r\n\r\n"
        }
    ]
}