{
    "date": "2003-09-03",
    "url": "http://kcna.co.jp/item/2003/200309/20030903.htm",
    "articles": [
        {
            "title": "Foreign Diplomats Visit Farm",
            "url": "http://kcna.co.jp/item/2003/200309/news09/03.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anti-DPRK Racket of S. Korean Conservatives Flailed",
            "url": "http://kcna.co.jp/item/2003/200309/news09/03.htm#2",
            "content": "Foreign Diplomats Visit Farm \r\n&nbsp;&nbsp;&nbsp; Pongsan, September 1 (KCNA) -- Diplomatic envoys of various countries and representatives of international organizations here Monday visited the stockbreeding branch of the Unjong Stock-breeding Cooperative Farm, North Hwanghae Province on the occasion of the 55th anniversary of the DPRK.\r\n During the \"Arduous March\" and the forced march, working people in North Hwanghae Province built a scores of km-long road on a steep mountain range, created pasture on either side of the road, built reservoirs in valleys, constructed scores of barns and milk processing facilities, modern dwelling-houses and entertainment and service establishments, thus turning the area into a stock-breeding centre. &nbsp;&nbsp;&nbsp;\r\n Being briefed on this change, the visitors looked round different places including the milk-processing room and cold-storage room and then enjoyed Pongsan Masque Dances given by farmers there.    \r\n\r\n"
        },
        {
            "title": "Seminar on Massacre of Koreans Held",
            "url": "http://kcna.co.jp/item/2003/200309/news09/03.htm#3",
            "content": "Anti-DPRK Racket of S. Korean Conservatives Flailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 2 (KCNA) -- U Tae Sik, spokesman for the south Korean Federation of University Student Councils, reportedly issued a commentary on August 30 in denunciation of the anti-DPRK showdown racket of the south Korean anti-reunification conservative forces.\r\n The commentary charged that the ultra-right conservative forces kicked up an anti-DPRK racket again in front of Kwanghwamun in Seoul on August 29 to impair the DPRK flag and collectively assaulted a policeman who tried to check them. &nbsp;&nbsp;&nbsp;\r\n The conservatives ran amuck, overawed by ever-mounting desire for reunification Taegu, and were bereft of reason for their critical plight, the commentary pointed out, stressing: The conservative forces who have betrayed the nation and the people and have been engrossed in pro-American flunkeyism are obviously near their end.    \r\n\r\n"
        },
        {
            "title": "Group for Study of Songun Policy Formed in U.S.",
            "url": "http://kcna.co.jp/item/2003/200309/news09/03.htm#4",
            "content": "Seminar on Massacre of Koreans Held \r\n&nbsp;&nbsp;&nbsp; Tokyo, August 31 (KNS-KCNA) -- A seminar on the truth behind the killings of Koreans and lesson taught by them was held in Tokyo on Aug. 25, 80 years after the Kanto quake of 1923.\r\n Jo Ryong Hyon, vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan, in a speech at the seminar said that incidents reminding one of the Kanto quake 80 years ago in which Koreans in Japan were indiscriminately massacred are occurring in Japan in an unbroken chain, adding that they are aimed at blocking the portcall of the ship Mangyongbong-92 and the home visits of Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n The Japanese authorities should admit the responsibility for incidents and should not forget the lesson taught by the Kanto quake. &nbsp;&nbsp;&nbsp;\r\n Honorary Professor at Rikkyo University Shoji Yamata and Lawyer Kazuyuki Azusawa in their reports referred in detail to the killings of Koreans during the Kanto quake. The Japanese authorities are entirely to blame for floating false rumors among the Japanese, abetting the massacre of Koreans and covering up the truth behind it, they said. &nbsp;&nbsp;&nbsp;\r\n Noting that the Japanese people should clearly know the fact that Japan had hushed up the killings of Koreans to evade criticism inside and outside the country and responsibility for it, they demanded the Japanese authorities admit the responsibility for incidents and apologize for them and make an investigation into the truth behind the killings. &nbsp;&nbsp;&nbsp;\r\n An appeal adopted at the seminar stressed that its participants should recall cool-headedly the past of Japan once again and face up to the reality today, probe the truth of the killings of Koreans and draw a lesson from them. &nbsp;&nbsp;&nbsp;\r\n Videotapes disclosing the killings of Koreans in Japan committed by the Japanese reactionaries during the quake were shown at the seminar.    \r\n\r\n"
        },
        {
            "title": "National Art Show Opens",
            "url": "http://kcna.co.jp/item/2003/200309/news09/03.htm#5",
            "content": "Group for Study of Songun Policy Formed in U.S. \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 2 (KCNA) -- A group for the study of the Songun policy was inaugurated in the U.S. some days ago.\r\n John Paul Cupp, chairman of the All Anti-Imperialists Wishing to Build Solidarity with the DPRK, in the U.S., was elected chairman of the group and Travis Dandy secretary general of the group. &nbsp;&nbsp;&nbsp;\r\n The group in a letter addressed to the Mission of the National Democratic Front of South Korea in Japan noted that they are going to follow the great Songun policy as the policy is superior to other policies and the best policy arousing all the popular masses to the struggle to defend socialist Korea. &nbsp;&nbsp;&nbsp;\r\n The members of the group got together and united as one to support and encourage the DPRK and such south Korean mass vanguard organization as the National Democratic Front of South Korea, the letter said. &nbsp;&nbsp;&nbsp;\r\n The letter said that they would actively follow the Songun policy as they knew well that the principle of giving importance to the army laid down by leader Kim Jong Il is a strategical and tactical treasured sword to defeat the enemies, reject revisionism, build and complete socialism in the world.    \r\n\r\n"
        },
        {
            "title": "KCNA Assails Japan for Trying to Discard \"Peace Constitution\"",
            "url": "http://kcna.co.jp/item/2003/200309/news09/03.htm#6",
            "content": "National Art Show Opens \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 2 (KCNA) -- A national art show opened to mark the 55th anniversary of the DPRK.\r\n On display are over 530 excellent works of various themes including Korean paintings, oils, graphic paintings, jewel pictures, sculptures, handicrafts and calligraphic works. &nbsp;&nbsp;&nbsp;\r\n Displayed there are the Korean painting \"The Great Leader Comrade Kim Il Sung Sharing the Joy of the DPRK Founding,\" the oil \"Our Beautiful Flag\" and other works representing the deepest veneration and warmest thanks of the Korean people to Kim Il Sung on a high ideological and artistic plane and the Korean paintings \"Long Journey of Songun Leadership\" and \"Let Us Hand Over a New Land to the Younger Generation\" and other works depicting the leadership traits of Kim Jong Il defending the socialist motherland and making a new history of Kim Il Sung Nation. &nbsp;&nbsp;&nbsp;\r\n Among the exhibits are also works depicting the greatness of Kim Jong Suk, an anti-Japanese war heroine, including the Korean painting \"In the Liberated Motherland\" and the oil \"You Are the Masters of Sea\" and works representing the strivings of the army and the people of Korea including the Korean painting \"The Great Leader Comrade Kim Jong Il Visits a Basic Foodstuff Factory,\" the oil \"Echo of Victory\" and the poster \"Laugh Brightly!\" &nbsp;&nbsp;&nbsp;\r\n The opening ceremony took place at the Kimilsungia-Kimjongilia Exhibition on Sept. 1.    \r\n\r\n"
        },
        {
            "title": "National Artistic Photo Exhibition Opens",
            "url": "http://kcna.co.jp/item/2003/200309/news09/03.htm#7",
            "content": "KCNA Assails Japan for Trying to Discard \"Peace Constitution\" \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 2 (KCNA) -- The present Japanese chief executive at a recent press conference reportedly called for revising the main articles of the \"peace constitution\" including Article 9 stipulating the renunciation of war, claiming that now is the time to discuss on revising the constitution in real earnest.\r\n The secretary general of the Liberal Democratic Party of Japan at a formal meeting disclosed that the party would submit to the diet a bill on conducting an opinion poll on the revision of the constitution at an early date next year. &nbsp;&nbsp;&nbsp;\r\n Japan thus more undisguisedly revealed before the world its attempt to replace the existing constitution, which it regards as an obstacle to achieving its ambition to emerge a military power and start reinvasion by a constitution for aggression. &nbsp;&nbsp;&nbsp;\r\n Already in last May the Japanese reactionaries proposed a draft bill on revising the constitution, the keynote of which is to recognize the exercise of the right of \"collective defence\" and have the Japanese \"emperor\" as head of state and invest the prime minister with the \"right to proclaim a state of emergency throughout the country.\" No sooner had the bill been announced than it touched off a strong protest and denunciation of the public inside and outside Japan for its aggressive and reactionary nature. &nbsp;&nbsp;&nbsp;\r\n Nevertheless, the Japanese reactionary forces are moving heaven and earth to draw up the constitution of aggression, regarding the constitutional revision as their supreme task. This indicates that Japan's criminal moves to revive militarism has reached a very dangerous phase and it is set to abandon the principle of \"exclusive defence\" it has advocated since the end of the Second World War. &nbsp;&nbsp;&nbsp;\r\n Prompted by the political will of the ruling quarters to build an ideological and moral framework of militarism in all fabrics of society and realize militarization, Japan adopted such \"emergency legislation\" as second \"general national mobilization order.\"  In its wake the work for the revision of the constitution is being accelerated in real earnest and the framework of the \"permanent law\" has been provided. &nbsp;&nbsp;&nbsp;\r\n Japan, which had once trampled Asia under its jackboots for aggression, is keen to draw up the constitution of aggression, far from earnestly working to liquidate its past and ensure peace. This is a grave threat to the peace and security of humankind and an unbearable challenge to the peoples of Korea and the rest of Asia. &nbsp;&nbsp;&nbsp;\r\n The Korean people will never tolerate the reckless moves of the Japanese reactionaries to repeat the bloodstained history of aggression instead of redeeming their past crimes.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan's Sinister Moves Assailed",
            "url": "http://kcna.co.jp/item/2003/200309/news09/03.htm#8",
            "content": "National Artistic Photo Exhibition Opens \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 2 (KCNA) -- A national artistic photo exhibition was opened with due ceremony to celebrate the 55th anniversary of the DPRK.\r\n Displayed there are over 130 artistic photos including those dealing with the immortal feats President Kim Il Sung performed in building the country and the personality of leader Kim Jong Il as a great man. &nbsp;&nbsp;&nbsp;\r\n Among them are such photos as \"Supreme Temple of Juche,\" \"Native Home in Mangyongdae at Night,\" \"Sobaek Stream in February,\" \"Red Glow over Mt. Osong\" representing the determination of the army and the people of Korea to hold Kim Il Sung and Kim Jong Il in high esteem and follow them forever. &nbsp;&nbsp;&nbsp;\r\n Also on display are photos including \"In the Spirit of Devotedly Implementing the Party Policies,\" \"We Will Reunify the Country without Fail,\" \"Wives of Officers\" and \"With Dependable Arms\" which show the noble spiritual world of the people true to the Songun revolutionary leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Drawing attention of visitors are \"Happy to Enjoy the Moon,\" &nbsp;&nbsp;&nbsp;\r\n\"My Native Place That Has Changed beyond Recognition\" and other photos dealing with the happy life of the people and \"Exciting Rope Jumping,\" \"Morning of Surinal Festival\" and other photos representing the life of the working people who set store by the excellent national tradition. &nbsp;&nbsp;&nbsp;\r\n Photos on display also include \"Glow over Area of Mt. Paektu,\" \"Rimyongsu Falls\" and \"Moon-Lit Night of Pakyon Falls\" showing the spectacular scenery of Mt. Paektu and revolutionary historical sites and battle sites and superb natural beauty of famous historic sites of Korea. &nbsp;&nbsp;&nbsp;\r\n An opening ceremony was held at the People's Palace of Culture on Sept. 1.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. Urged to Stop Threat to DPRK",
            "url": "http://kcna.co.jp/item/2003/200309/news09/03.htm#9",
            "content": "Japan's Sinister Moves Assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 2 (KCNA) -- Rodong Sinmun today in a signed commentary denounces the Japanese ruling quarters for resorting to despicable acts to achieve their sinister purpose, speaking ill of the DPRK while prowling about various countries.\r\n The commentary says: &nbsp;&nbsp;&nbsp;\r\n During his recent tour of European countries, the Japanese top leader made desperate efforts to get their support. In his talks with the German chancellor he said that \"the nuclear development of north Korea can never be tolerated\" and \"the understanding and cooperation of the international community are indispensable in settling the abduction cases.\" In Poland and the Czech Republic, too, he asked for support and cooperation, bringing forward the \"nuclear and abduction\" issues. &nbsp;&nbsp;&nbsp;\r\n It was a foul act in every aspect. &nbsp;&nbsp;&nbsp;\r\n The DPRK allowed Japan to participate in the 6-way talks on the DPRK-U.S. nuclear issue to help it save face. So Japan, as a participant in the talks, should have made efforts to orient the 6-way talks to a fair solution to the nuclear issue between the DPRK and the U.S. But, far from doing so, Japan schemed to internationalize the nuclear issue even before the opening of the 6-way talks. &nbsp;&nbsp;&nbsp;\r\n The \"abduction\" is not a matter to be discussed at the talks. &nbsp;&nbsp;&nbsp;\r\nOther countries participating in the talks advised Japan not to bring up the issue. &nbsp;&nbsp;&nbsp;\r\n Asking for support and cooperation of European countries in focusing the global attention to the socalled \"nuclear and abduction\" issues of the DPRK, he sought to warm up the distorted propaganda on the DPRK and internationalize the hostile moves against it and, thus, realize its sinister intention without much difficulty. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries also sought to spoil the atmosphere of the 6-way talks by bringing up the unreasonable issue. &nbsp;&nbsp;&nbsp;\r\n But the Japanese reactionaries will never be able to achieve their sinister purpose with the backing of foreign forces.    \r\n\r\n\r\n"
        },
        {
            "title": "Collective Blockade Should Be Dropped",
            "url": "http://kcna.co.jp/item/2003/200309/news09/03.htm#10",
            "content": "U.S. Urged to Stop Threat to DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 2 (KCNA) -- Rodong Sinmun today carries a signed commentary slamming the U.S. for becoming more reckless in its military moves behind the curtain of \"peace\" and \"dialogue\".\r\n The U.S. conducted a land-based missile test at Vandenberg air force base, California, on August 16. It is not hiding its plan to conduct more tests in the Marshall Islands in the fall. &nbsp;&nbsp;&nbsp;\r\n The U.S. is secretly pushing forward the development of new type smaller and medium-size nuclear weapons, according to foreign press reports. &nbsp;&nbsp;&nbsp;\r\n The U.S. moves to develop smaller nuclear weapons are obviously aimed at making a preemptive nuclear attack upon the DPRK and launching armed invasion of it, the news analyst observes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. mobilized huge armed forces to launch Ulji Focus Lens joint military exercises targeted at the DPRK, while having \"dialogue\" with the latter. &nbsp;&nbsp;&nbsp;\r\n Through this undisguised military threat, the U.S. seeks to reinforce its assertions and wrest some concession from the DPRK at the dialogue. And the U.S. is trying to ignite a new war against the DPRK in case the latter does not budge from its principled stand\r\neven a bit. &nbsp;&nbsp;&nbsp;\r\n This is a very narrow-minded and poor way of thinking on the part of the U.S. styling itself the \"only superpower\" of the world. &nbsp;&nbsp;&nbsp;\r\n The army and people of the DPRK have nurtured strength and faith for the past scores of years to smash the U.S. moves to stifle the DPRK and defend the sovereignty of the country. &nbsp;&nbsp;&nbsp;\r\n If the U.S. attempts to test the strength and faith of the army and people of the DPRK, it would make the greatest mistake in history. &nbsp;&nbsp;&nbsp;\r\n The DPRK is fully ready for dialogue and war. The DPRK will reciprocate good faith of the U.S. but react to the U.S. hard-line policy with the toughest stand. &nbsp;&nbsp;&nbsp;\r\n The U.S. would be well advised to halt its reckless threat and blackmail against its dialogue partner.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Products of Korea Kwangmyong Joint Company Enjoy Popularity",
            "url": "http://kcna.co.jp/item/2003/200309/news09/03.htm#11",
            "content": "Collective Blockade Should Be Dropped\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 2 (KCNA) -- The Taiwan authorities acting on a false tip and pressure of the United States, some time ago, forced an investigation of the DPRK trade ship Pegaebong which entered their port with legal trade cargo according to a normal shipping contract and confiscated freights on the ship.\r\n In this regard Minju Joson today in a signed commentary says: &nbsp;&nbsp;&nbsp;\r\n The collective blockade of the DPRK designed by the U.S. and put into practice by some of its followers is an anachronistic crime wantonly trampling upon the UN Charter and international law. &nbsp;&nbsp;&nbsp;\r\n The U.S. and its followers must know that the forcible investigation of ships of the DPRK and confiscation of their freights are a grave infringement on the sovereignty of the DPRK Nevertheless, the U.S. demands this be done to DPRK ships on a normal voyage by providing false information and putting pressure and countries following its lead commit blind acts. These are an open infringement on the sovereignty of the DPRK. We will make them fully pay for this. &nbsp;&nbsp;&nbsp;\r\n The U.S. moves to stifle the DPRK with blockade is a foolish daydream that stands no chance of coming true. The DPRK has remained firm and unshaken in the ceaseless blockade by the U.S. over the past decades and it will continue to advance in the future. &nbsp;&nbsp;&nbsp;\r\n The U.S.-orchestrated collective blockade aimed to isolate and stifle the DPRK only discloses their ugly colors as violators of the UN Charter and international law. &nbsp;&nbsp;&nbsp;\r\n The U.S. and its followers should clearly see the trend of the times and drop their anachronistic moves of collective blockade at once.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "More Natural Reserves Appear in DPRK",
            "url": "http://kcna.co.jp/item/2003/200309/news09/03.htm#12",
            "content": "Products of Korea Kwangmyong Joint Company Enjoy Popularity\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 2 (KCNA) -- Stainless steel fittings displayed by the Korea Kwangmyong Joint Company were popular among local and foreign participants at the 6th Pyongyang International Commodity Fair held recently.\r\n Large quantities of the stainless steel fittings have found their way to several countries in Asia and Europe these years. &nbsp;&nbsp;&nbsp;\r\n Their main materials are SUS 304 (18Cr-8Ni) and SUS 316L (16-18Cr, 12-15Ni, 2Mo). &nbsp;&nbsp;&nbsp;\r\n The company produces 48 models of 16 Elbow goods, 240 models of 60-odd Tees goods and some 2,000 models of over 100 both-side-polished products. &nbsp;&nbsp;&nbsp;\r\n The processing precision is below 0.5 millimeters and the grinding precision is Ra=0.6 ~ 0.03. &nbsp;&nbsp;&nbsp;\r\n The overhaul of products is done by high-tech measuring apparatuses. &nbsp;&nbsp;&nbsp;\r\n According to Director Song Chi Ho, the company, which is the only stainless steel fitting producer of the country, has obtained the patent on the products at home. It has continued developing various kinds of goods. &nbsp;&nbsp;&nbsp;\r\n The company, found in April Juche 79 (1990), is located in Moranbong District, Pyongyang. &nbsp;&nbsp;&nbsp;\r\n It has a powerful technical staff made up of metal-processing and welding experts, technicians and skilled hands.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Army Perpetrates Again Military Provocation",
            "url": "http://kcna.co.jp/item/2003/200309/news09/03.htm#13",
            "content": "More Natural Reserves Appear in DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 2 (KCNA) -- More areas have been designated as natural reserves in the Democratic People's Republic of Korea as part of efforts for environmental protection.\r\n Since the decision of the DPRK Cabinet \"On Properly Establishing Reserves of the Country\" was adopted in April, hundreds of reserves have newly been set up, divided and adjusted. &nbsp;&nbsp;&nbsp;\r\n Many reserves have been established to protect biosphere, nature, fauna and flora and natural products. &nbsp;&nbsp;&nbsp;\r\n The natural reserve of Mt. Paektu was converted into Mt. Paektu biosphere reserve to preserve the ecological system peculiar to the alpine region. And natural parks and botanical reserves have appeared in such famous mountains as Myohyang, Kumgang, Kuwol and Chilbo and in scenic spots including Mt. Taesong, Moran Hill and Mt. Jangsu. &nbsp;&nbsp;&nbsp;\r\n The botanical reserves of Mt. Oga, Mt. Rangrim and Kwanmo Hill have been turned into natural reserves so as to preserve the ecological system well in these regions. &nbsp;&nbsp;&nbsp;\r\n Seven areas have been designated as sea-birds reserves and more than 20 areas as migrants reserves for providing good conditions of habitation to seasonal birds such as white heron and heron. &nbsp;&nbsp;&nbsp;\r\n Jang Yong Chol, a department director of the Ministry of Land and Environment Preservation, told KCNA: It is a consistent policy of the DPRK government to preserve natural environment and add beauty to the landscape of the country. We will steadily expand reserve areas to provide a better living environment to the rising generations.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Brutal Mass Killings of Koreans Denounced",
            "url": "http://kcna.co.jp/item/2003/200309/news09/03.htm#14",
            "content": "S. Korean Army Perpetrates Again Military Provocation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 2 (KCNA) -- The situation in the waters off the west coast is growing tenser as the days go by due to the south Korean warships' continuous infiltration into the territorial waters of the DPRK, according to a military source.\r\n The south Korean army illegally infiltrated its warships five times into the territorial waters of the north side south of Tungsangot, Kangryong County from around 00:05 to 10:00 on September 2. &nbsp;&nbsp;&nbsp;\r\n The south Korean army infiltrated its warships into the waters nine times on September 1 and eleven times on August 30. &nbsp;&nbsp;&nbsp;\r\n If the south Korean military continues infiltrating its warships into the waters, defying the north's exercise of utmost self-restraint and patience to prevent the recurrence of new skirmish in the above-said waters, it will be held wholly accountable for the ensuing consequences.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA on Six-way Talks and DPRK's Principled Stand",
            "url": "http://kcna.co.jp/item/2003/200309/news09/03.htm#15",
            "content": "Brutal Mass Killings of Koreans Denounced\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 2 (KCNA) -- The barbarous massacre of Koreans by the Japanese imperialists during the Kanto quake of 1923 was the most shuddering of the crimes committed by them in the 1920s, says Rodong Sinmun today in a signed article.\r\n 80 years ago, a strong earthquake hit the Kanto area and the fire caused by it reduced the area including Tokyo to a sea of flames and at least 1.2 million people were rendered homeless in an instant. &nbsp;&nbsp;&nbsp;\r\n At that time the Japanese reactionary government, instead of taking emergency measures to relieve the refugees, hatched a horrible plot called \"massacre of Koreans\" as a \"capital idea\" to calm down the growing grievance against it. &nbsp;&nbsp;&nbsp;\r\n Recalling that the Japanese imperialists held an emergency Cabinet meeting on September 3 to organize the \"Kanto Martial Law Command\" with the most wicked officers who participated in the First World War, the article says: &nbsp;&nbsp;&nbsp;\r\n Under the martial law command, the bestial Japanese imperialists set up checkpoints in every part of the area. When Koreans were distinguished from Japanese in the course of pronouncing Japanese words \"Koen Kojyukosen\" (five yen fifty five sen), they committed such shuddering atrocities as cutting their necks or disemboweling them or gouging out their eyes or cutting down their noses, stripping them naked before killing them and dragging their bodies hither and thither in streets. &nbsp;&nbsp;&nbsp;\r\n They thus killed more than 23, 000 Koreans. &nbsp;&nbsp;&nbsp;\r\n They were so brazen-faced as to burn the bodies of the Koreans killed by them in a bid to cover up their massacre of Koreans. They unhesitatingly shifted the responsibility for the massacre onto Koreans like a thief crying \"Stop the thief!\" &nbsp;&nbsp;&nbsp;\r\n What is more serious is that the Japanese militarists are becoming more frantic in their hostile moves to stifle the DPRK in a desperate bid to restore their old position as a colonial ruler over Korea, raising a hue and cry over the non-existent \"nuclear and missile\" threat from it. &nbsp;&nbsp;&nbsp;\r\n The Korean people still remember the monstrous crimes committed by the Japanese imperialists during their colonial rule over Korea including their barbarous massacre of Koreans during the Kanto quake of 1923 and certainly force Japan to pay for them in the new century.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}