{
    "date": "2003-05-15",
    "url": "http://kcna.co.jp/item/2003/200305/20030515.htm",
    "articles": [
        {
            "title": "Kim Jong Il tours newly discovered scenic spots",
            "url": "http://kcna.co.jp/item/2003/200305/news05/15.htm#1",
            "content": "Kim Jong Il tours newly discovered scenic spots \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) - General Secretary Kim Jong Il Tuesday toured the Kusul and Pidan falls and six ponds newly discovered by servicemen of the KPA.\r\n He was accompanied by Ri Yong Chol, Ri Je Gang and Choe Chun Hwang, first vice department directors of the WPK Central Committee. &nbsp;&nbsp;&nbsp;\r\n The falls and ponds found in the ravine opposite to the Ullim falls are famous for their superb scenic beauty. &nbsp;&nbsp;&nbsp;\r\n Enjoying a bird's-eye view of the falls cascading down the beautiful ravine, terraced ponds there and the fantastic scenery of their surroundings for a long while, he said with great satisfaction that one more treasure of eternal value has been created to add to the scenic beauty of the country thanks to the noble patriotic devotion of the servicemen. &nbsp;&nbsp;&nbsp;\r\n The country is still undergoing a rigorous trial due to the vicious moves of the imperialists to isolate and stifle it, but the socialist motherland is taking on more beautiful appearance with each passing day thanks to the mass heroism and indomitable self-sacrificing spirit displayed by the army and the people, he said, adding: this is a striking demonstration of the inexhaustible strength of our army and people who have risen up courageously in hearty response to the party's slogan \"live not merely for today but for tomorrow\". &nbsp;&nbsp;&nbsp;\r\n Underscoring the need to enable the people to fully enjoy their rest in these superb scenic spots discovered by the servicemen with all devotion, he set forth important tasks to be fulfilled to spruce up the recreation ground and operate it.    \r\n\r\n"
        },
        {
            "title": "Songun policy praised",
            "url": "http://kcna.co.jp/item/2003/200305/news05/15.htm#2",
            "content": "Songun policy praised \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -- The Songun policy of Kim Jong Il serves as the most powerful political mode in the present era that helps defend the dignity and sovereignty of the nation, said Francisco Panades Rubio, secretary of the Central Committee of the October 8 Revolutionary Movement of Brazil, who visited the DPRK.\r\n In a press interview he said: &nbsp;&nbsp;&nbsp;\r\n The desire and demand of the people for independence can be defended and realized only by a powerful political method. The present situation proves that all the countries should learn from the Songun policy of Kim Jong Il and lay foundations to build up national power and firmly defend their sovereignty. &nbsp;&nbsp;&nbsp;\r\n The Songun policy of the DPRK serves as the most unique political mode ever in the history of the world polities. It helps build up the driving forces of revolution with the People's Army as its hard core and main force and defend the country and carry on socialist construction in a revolutionary way, attaching importance to military affairs and regarding the strengthening of defense capacity as the most important thing in the state affairs. &nbsp;&nbsp;&nbsp;\r\n Thanks to the powerful defense capacity and invincible army built by the Songun policy of Kim Jong Il the Korean people are defending socialism from the threat of the U.S. which styles itself the only \"super power\" of the world. &nbsp;&nbsp;&nbsp;\r\n The advance of the Korean people under the great Songun policy gives confidence and courage to the world progressive people aspiring after socialism.    \r\n\r\n"
        },
        {
            "title": "Book \"Arms of Korea\" published in Syria",
            "url": "http://kcna.co.jp/item/2003/200305/news05/15.htm#3",
            "content": "Book \"Arms of Korea\" published in Syria \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -- Book \"Arms of Korea\" was published by the Dar Damascus Publishing House of Syria on the occasion of the Day of the Sun, the birth anniversary of President Kim Il Sung, and the 10th anniversary of leader Kim Jong Il's election as Chairman of the National Defence Commission of the Democratic People's Republic of Korea.\r\n The book was authored by Marwan Sudah, Chairman of the Jordan-based Arab Committee for Solidarity with Korean People and supporting the reunification of Korea. &nbsp;&nbsp;&nbsp;\r\n Carried in the book are a photograph of Kim Jong Il inspecting a unit of the Korean People's Army and letters \"I present this book to Kim Jong Il, General Secretary of the Workers' Party of Korea and Chairman of the National Defence Commission of the DPRK.\" &nbsp;&nbsp;&nbsp;\r\n It consists of different chapters and sections titled \"The Korean Revolution Started By Arms\", \"The Revolutionary Cause of Juche Carried Forward By Arms\" and so on. &nbsp;&nbsp;&nbsp;\r\n It says that Kim Il Sung organized and led the anti-Japanese revolutionary struggle with the two pistols handed down by his father, to liberate the country and led the just fatherland liberation war of the Korean people to victory by defeating the U.S. imperialist aggressors. The book proves with historical facts the truth that if arms are rusted people will be reduced to slaves. &nbsp;&nbsp;&nbsp;\r\n Introducing Kim Jong Il's idea of giving importance to arms and his leadership trait, the book eulogizes him as an outstanding commander who foils the moves of the U.S. imperialists to isolate and stifle the DPRK and firmly defends socialism with his original Songun policy and Songun revolutionary leadership.    \r\n\r\n"
        },
        {
            "title": "Foreign political parties solidarize with DPRK",
            "url": "http://kcna.co.jp/item/2003/200305/news05/15.htm#4",
            "content": "Foreign political parties solidarize with DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -- A Seminar of Communist and Labor Parties in Europe for Solidarity with the Democratic People's Republic of Korea was held in Brussels on May 5 under the sponsorship of the Belgian Labor Party.\r\n Present at the seminar were Ludo Martens, chairman of the Belgian Labor Party, and party delegations of different countries including Russia, Albania, Bulgaria, France, Germany, Greece, Britain, Italy, Hungary, Latvia, Lithuania Moldova, Netherlands, Norway, Romania, Ukraine, Spain and Sweden. &nbsp;&nbsp;&nbsp;\r\nAttending there as observers were party delegations of Cuba, Argentina, India, Mexico, Palestine and Senegal. &nbsp;&nbsp;&nbsp;\r\n The head of the delegation of the Workers' Party of Korea took the floor first at the seminar to refer to the situation prevailing on the Korean Peninsula and elaborate on the justice and vitality of the Songun policy of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He introduced the detailed report of the Korean Central News Agency on the DPRK withdrawal from the NPT and the principled stand of its government. &nbsp;&nbsp;&nbsp;\r\n Then speeches were made there. &nbsp;&nbsp;&nbsp;\r\n Recalling that the United States is moving heaven and earth to isolate and stifle the DPRK including a groundless nuclear racket, the speakers accused the United States of talking about a sort of military strike. They held that the nuclear issue on the Korean Peninsula should be settled between the DPRK and the U.S. \r\n Stating that Kim Jong Il's Songun policy makes it possible to defend socialism and the DPRK is entitled to have something more powerful than nuclear weapons to defend itself, they called on the communist and labor parties of the world to unite to frustrate the U.S. war moves against socialist Korea and positively support the Korean people in their struggle. &nbsp;&nbsp;&nbsp;\r\n A solidarity letter to Kim Jong Il was adopted at the seminar. &nbsp;&nbsp;&nbsp;\r\n The letter said that the political parties which have participated in the seminar are convinced that Kim Jong Il's Songun policy paves the way for defending the independence of the DPRK and its socialist gains and extend full support and solidarity to the WPK standing up against the U.S. imperialists' pressure, threat and economic blockade against the DPRK. &nbsp;&nbsp;&nbsp;\r\n A resolution supporting the DPRK was also adopted there.    \r\n"
        },
        {
            "title": "U.S. anti-DPRK diatribe under fire",
            "url": "http://kcna.co.jp/item/2003/200305/news05/15.htm#5",
            "content": "U.S. anti-DPRK diatribe under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -- The U.S. State Department in its recent \"annual report on terrorism\" asserted that North Korea has not taken any practical measure to cooperate with the U.S.-led \"war against terrorism\" but is exporting missile technology to \"sponsors of terrorism\".\r\n In this regard Rodong Sinmun Wednesday says in a signed commentary: This glaringly reveals the vicious nature of the Bush administration's hostile policy toward the DPRK as it is the trite trick of the U.S. to make such accusation against the DPRK whenever it launches a propaganda campaign to tarnish Pyongyang's image on the international arena and isolate and stifle it. &nbsp;&nbsp;&nbsp;\r\n The U.S. loudmouthed \"anti-terrorism\" is nothing but a pretext for launching contemporary form of a \"crusade\" against independence and peace as it is intended to put under its control by force those countries which incur its displeasure, and establish a world order of American style. &nbsp;&nbsp;&nbsp;\r\n The U.S. desperate efforts to keep the DPRK listed as a \"sponsor of terrorism\" are aimed to invent a pretext to stifle the DPRK militarily. &nbsp;&nbsp;&nbsp;\r\n But the U.S. is grossly mistaken if it thinks it can hurt the DPRK with such trick. Such ploy can never work on the DPRK. &nbsp;&nbsp;&nbsp;\r\n The DPRK remains unfazed and has strong pluck as it has achieved single-hearted unity, more powerful than any nuclear weapon. &nbsp;&nbsp;&nbsp;\r\n Any U.S. attempt to dare hurt the DPRK under the pretext of \"terrorism\" as it did against other countries is as foolish an act as beating the air. &nbsp;&nbsp;&nbsp;\r\n The U.S. anti-DPRK smear campaign will only make the settlement of the nuclear issue between the DPRK and the U.S. more complicated and strain the situation.    \r\n\r\n"
        },
        {
            "title": "U.S. warned against its rash actions",
            "url": "http://kcna.co.jp/item/2003/200305/news05/15.htm#6",
            "content": "U.S. warned against its rash actions \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -- The United States decided to keep six F-117 Stealth Fighter-bombers deployed in South Korea, the force involved in the Foal Eagle joint military exercises staged in March.\r\n There is no confirmation that over ten F-15E Fighter-bombers and some mechanized units have already been withdrawn from South Korea or not after participating in the exercises. &nbsp;&nbsp;&nbsp;\r\nMeanwhile, the U.S. military base in Okinawa is projected as an advance base for the invasion of the DPRK. At the base U.S. troops are staging secret ground warfare exercises targeted on the DPRK. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun Wednesday observes the facts are material evidence proving that the U.S. has covertly stepped up its preparations to stifle the DPRK by force behind the scene of the DPRK-U.S. talks for the settlement of the \"nuclear issue.\" &nbsp;&nbsp;&nbsp;\r\n The news analyst goes on: &nbsp;&nbsp;&nbsp;\r\n The DPRK can not but consider all these disturbing developments as a prelude to a war of aggression against it. The second Korean war, a war to invade North Korea, may break out any moment. This has become a hard reality. &nbsp;&nbsp;&nbsp;\r\n All facts go to prove that the U.S. is not interested in the dialogue with the DPRK and the settlement of the \"nuclear issue\" and its advertisement is nothing but a fig-leaf to cover up its attempt to invade the DPRK. Washington's invariable true intention is to stifle the DPRK by force. &nbsp;&nbsp;&nbsp;\r\n Now that the U.S. scenario for a war of aggression against the DPRK has become a fait accompli, the latter is left with no option but to exercise its legitimate self-defensive right. The DPRK has an option, too. If the U.S. ignites a war of aggression against the DPRK at last, in defiance of the DPRK's warning, it will mercilessly wipe out the aggressors with unpredictable and unlimited crushing blows.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il's exploits made in cause of national reunification lauded",
            "url": "http://kcna.co.jp/item/2003/200305/news05/15.htm#7",
            "content": "Kim Jong Il's exploits made in cause of national reunification lauded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) --The proposition \"By Our Nation Itself\" has become the idea of the times for the first time after the division of the country and all Koreans are sharing the same intention and desire for independent reunification. This stirring reality is a shining fruition of leader Kim Jong Il's outstanding leadership and patriotic devotion. Rodong Sinmun says this in a signed article today. \r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il is an outstanding leader who made it possible for the cause of national reunification led by President Kim Il Sung to greet its golden days. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il made public immortal works \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" and \"Let Us Reunify the Country Independently and Peacefully through the Great Unity of the Entire Nation\", indicating the way of solving the reunification issue. &nbsp;&nbsp;&nbsp;\r\n He formulated the three principles of national reunification, the 10-point programme for the great unity of the entire nation and the proposal for founding the Democratic Federal Republic of Koryo set forth by the president as three charters of national reunification and advanced the five-point policy for the great national unity. &nbsp;&nbsp;&nbsp;\r\n He arranged the historic Pyongyang meeting and saw to it that the June 15 Joint Declaration was adopted and made public, thus providing the Korean nation with a landmark for advancing vigorously along the road of independent reunification. &nbsp;&nbsp;&nbsp;\r\n The north-south joint declaration set forth the great proposition \"By Our Nation Itself\" which indicates the most aboveboard and reasonable way of smoothly solving the complicated internal issue of the nation. &nbsp;&nbsp;&nbsp;\r\n He paid deep attention to converting the movement for national reunification into a nationwide movement and has wisely steered it. &nbsp;&nbsp;&nbsp;\r\n All the Koreans are turning out as one in the movement for national reunification irrespective of political view, ideology and religious belief, regarding the June 15 Joint Declaration as guidelines in their struggle and life. &nbsp;&nbsp;&nbsp;\r\n The nation is witnessing a stirring reality. South Koreans from all walks of life tour Pyongyang, Mt. Paektu. Mt. Kumgang and Mt. Myohyang, separated families and relatives have had reunions in Pyongyang and Seoul and at Mt. Kumgang resort and the severed territorial and blood ties are being relinked.    \r\n\r\n"
        },
        {
            "title": "Week for DPRK-Iran friendship opens",
            "url": "http://kcna.co.jp/item/2003/200305/news05/15.htm#8",
            "content": "Week for DPRK-Iran friendship opens \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -- A meeting was held here on Tuesday to open a week for DPRK-Iran friendship.\r\n Addressing the meeting, Ri Won Il, Minister of Labour and chairman of the DPRK-Iran Friendship Association, said: The Iranian government and people, under the guidance of Seyed Ali Khamenei, leader of the Islamic revolution, and President Seyed Mohammad Khatami, are now striving hard to defend the gains of the Islamic revolution, achieve peace and stability in the Persian Gulf, develop the national economy and improve the standard of the people's living while firmly standing against the imperialist forces' undisguised intervention. The Korean people highly appreciate their struggle. &nbsp;&nbsp;&nbsp;\r\n The Korean people wholeheartedly wish the Iranian people greater success in their just struggle for national prosperity and independence and will make positive efforts to further develop the friendly and cooperative relations with them, he said.\r\n Iranian Ambassador to the DPRK Jalaleddin Namini Mianji said: We are happy to have this event at a time when the 30th anniversary of the establishment of diplomatic relations between the two countries has been marked. The bilateral friendly relations have grown stronger. &nbsp;&nbsp;&nbsp;\r\n Fully supporting the Korean people in their efforts to build a great prosperous power under the wise guidance of Kim Jong Il, the ambassador said they sincerely wish the Korean people greater success in the struggle to reunify the country. &nbsp;&nbsp;&nbsp;\r\n After the meeting, the participants saw an Iranian feature film. \r\n\r\n\r\n"
        },
        {
            "title": "2,300th birth anniversary of King Tongmyong commemorated",
            "url": "http://kcna.co.jp/item/2003/200305/news05/15.htm#9",
            "content": "2,300th birth anniversary of King Tongmyong commemorated\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -- The 2,300th birth anniversary of King Tongmyong was commemorated in the DPRK. A national symposium on the Koguryo history took place at the Grand People's Study House on May 13. \r\n At the symposium speakers recalled that President Kim Il Sung and leader Kim Jong Il clarified theoretical and practical issues related to the position and role of Koguryo in the development of the history of Korea and in its study and this resulted in having a correct explanation about the history of Koguryo. &nbsp;&nbsp;&nbsp;\r\n Koguryo was founded by King Tongmyong in 277 b.c. And this marked the beginning of the history of the middle ages and the feudal society in Korea and Koguryo emerged a powerful state in East Asia in the middle ages as it had the most vast territory and advanced economy and culture and strongest military power in the nation's history and demonstrated its dignity and honor, they added. &nbsp;&nbsp;&nbsp;\r\n They were unanimous in noting the history of Koguryo clearly proves that a country having strong military power and developed in all fabrics of social life can emerge a powerful nation free from flunkeyism, submission and dependence on foreign forces. &nbsp;&nbsp;&nbsp;\r\n An exhibition of photos, relics and folk data on the history of Koguryo was opened at the Korean Central History Museum on the same day. &nbsp;&nbsp;&nbsp;\r\n On display there are at least 300 photos, relics and folk data on the history and culture of Koguryo, which remained powerful for a millennium in the east. &nbsp;&nbsp;&nbsp;\r\n Among the exhibits are a picture of King Tongmyong, founder of Koguryo, and materials on his birth and growth and historical records related to the building of Koguryo written in the \"heritage of the three states\" and on the tombstone of King Kwanggaeto and others. &nbsp;&nbsp;&nbsp;\r\n Also on display are a set of horse equipment, spears, bows, arrows and arrowheads expressive of the martial spirit that prevailed during the Koguryo dynasty and paintings, depicting hunters and armored warriors and horses and other mural paintings unearthed in tombs of Koguryo. &nbsp;&nbsp;&nbsp;\r\n Also displayed there are relics and data showing part of the developed culture of Koguryo such as architecture, customs, dressing and musical instruments. &nbsp;&nbsp;&nbsp;\r\n An opening speech was made by Kim Sok Hwan, director of the bureau for direction of cultural preservation. &nbsp;&nbsp;&nbsp;\r\n The functions were attended by Choe Thae Bok and Jong Ha Chol, secretaries of the Central Committee of the Workers' Party of Korea, and Thae Hyong Chol, president of the Academy of Social Sciences, and other officials concerned.    \r\n\r\n"
        },
        {
            "title": "Mausoleum of King Tongmyong",
            "url": "http://kcna.co.jp/item/2003/200305/news05/15.htm#10",
            "content": "Mausoleum of King Tongmyong\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -- Ten years have passed since the reconstruction of the mausoleum of Tongmyong, first king of Koguryo, was completed on May 14, Juche 82 (1993). It is situated in Ryongsan-ri, Ryokpho district, Pyongyang.\r\n The mausoleum covers 2.2 million square meters. Also in the area are 15 tombs of his subjects, an ancestral shrine, the Jongrung temple, etc. &nbsp;&nbsp;&nbsp;\r\n The mausoleum has been visited by more than 1.5 million local people and tens of thousands of foreigners, fellow countrymen from South Korea and abroad since its reconstruction. &nbsp;&nbsp;&nbsp;\r\n Through the visit to the mausoleum, they have had a better knowledge of Korea's long history and Koguryo, which existed as a powerful country for nearly 1,000 years. &nbsp;&nbsp;&nbsp;\r\n They have also been impressed by the mausoleum rebuilt on a large scale under the guidance of President Kim Il Sung.     \r\n\r\n\r\n"
        },
        {
            "title": "Long-wave infrared stone developed",
            "url": "http://kcna.co.jp/item/2003/200305/news05/15.htm#11",
            "content": "Long-wave infrared stone developed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -- A long-wave infrared stone has been developed in the Democratic People's Republic of Korea.\r\n When the Kumgang-branded stone is heated, it emits long-wave infrared rays good for human body. &nbsp;&nbsp;&nbsp;\r\n It can raise the temperature in a brief time with less electricity and coal as it has broad bandwidth of long-wave infrared rays and dense heat radiation. It, with a porous sponge structure, can remove smell and exchange ion. It can also be used as a sterilizer. &nbsp;&nbsp;&nbsp;\r\n It, which contains 50 to 60 microelements, is good for the treatment of diseases. &nbsp;&nbsp;&nbsp;\r\n The long-wave infrared rays emitted from the stone penetrate deep into human body, giving no side-effect to heart, and help human body absorb energy. &nbsp;&nbsp;&nbsp;\r\n Sauna using this pyrogen is efficacious for the treatment and prevention of hypertension, heart disease and other circulatory diseases, neuralgia, rheumatoid arthritis, an illness resulting from body chill and digestive trouble, women's diseases, diabetes, etc. &nbsp;&nbsp;&nbsp;\r\n Quadrilateral, hexagonal and round shaped pyrogens of various colors, patterns and sizes are being mass-produced.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Message of sympathy to Russian President",
            "url": "http://kcna.co.jp/item/2003/200305/news05/15.htm#12",
            "content": "Message of sympathy to Russian President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, today sent a message of sympathy to Russian President V. V. Putin as regards the heavy losses in human lives and properties caused by terrorism in Chechnya.\r\n The message expressed deep condolences to Putin and the bereaved families ever the tragedy. &nbsp;&nbsp;&nbsp;\r\n It said that the DPRK government takes it as its consistent principle to oppose all sorts of terrorism and any support to it and strongly denounces the separatists of Chechnya for their base act of threatening the territorial integrity and stability of Russia. &nbsp;&nbsp;&nbsp;\r\n It expressed the belief that terrorism would be eradicated and peace and stability achieved in Russia under the leadership of the president.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il sees art performance",
            "url": "http://kcna.co.jp/item/2003/200305/news05/15.htm#13",
            "content": "Kim Jong Il sees art performance\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 14 (KCNA) -General Secretary Kim Jong Il Tuesday enjoyed a performance given by the song and dance ensemble of the KPA navy command.\r\n artistes of the ensemble put on the stage various numbers including mixed chorus \"Our General is Best,\" Dialogic Poem \"Voyage to Implement the Great Songun Policy,\" men's group singing \"Flotilla, Forward to Defend the Sea of the Country,\" dance \"Last Decisive Battle\" and poem and chorus \"We Shall Always Defend the Sea of the Country.\" &nbsp;&nbsp;&nbsp;\r\n In their performance replete with militant spirit and revolutionary enthusiasm the artistes truthfully represented the invincible might of the KPA, which has grown to be a matchless army under the loving care of Kim Jong Il, and the unshakable faith and will of the servicemen to devotedly safeguard the headquarters of the revolution and accomplish the revolutionary cause of Juche with arms. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il highly praised and thanked the artistes of the ensemble for instilling conviction of sure victory, optimism, the spirit of annihilating enemies and bravery into servicemen through revolutionary and militant art activities, noting with great satisfaction that they gave a splendid performance as befitting artistes of the revolutionary army. &nbsp;&nbsp;&nbsp;\r\n After seeing the performance, he learned in detail about their activities and set forth important tasks which would serve as guidelines in intensifying the art activities among servicemen. &nbsp;&nbsp;&nbsp;\r\n Among the audience were KPA generals Ri Myong Su, Hyon Chol Hae and Pak Jae Gyong and first deputy department directors of the WPK Central Committee Ri Yong Chol, Jang Song Thaek and Choe Chun Hwang and chairman of the Radio and TV Broadcasting Committee of the DPRK Cha Sung Su.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}