{
    "date": "2003-02-12",
    "url": "http://kcna.co.jp/item/2003/200302/20030212.htm",
    "articles": [
        {
            "title": "KCNA on U.S. contradictory assertion about \"direct dialogue\"",
            "url": "http://kcna.co.jp/item/2003/200302/news02/12.htm#1",
            "content": "KCNA on U.S. contradictory assertion about \"direct dialogue\" \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 11 (KCNA) -- The United States is going to have direct talks with North Korea to discuss Pyongyang's suspected nuclear weapons program but we do not want the nuclear issue to become simply a problem to the U.S. and North Korea. U.S. deputy Secretary of State Richard Armitage was reported to have said on Feb. 4 in a hearing before the U.S. senate foreign relations committee. \r\n After his remarks some media claimed that the U.S. policy and stand toward the DPRK have changed, saying it proposed \"direct dialogue,\" \"direct talks to the DPRK\" and \"there is no doubt in starting dialogue.\" &nbsp;&nbsp;&nbsp;\r\n But a scrutiny of the U.S. stand and attitude after his remarks shows that the U.S. proposed \"direct dialogue\" is nothing but a broad hoax. &nbsp;&nbsp;&nbsp;\r\n There is nothing new in Amitage's proposal for \"direct dialogue\". It is a version of the U.S. present stand, ie, the stance that \"the DPRK should scrap its nuclear program before dialogue\" and \"the U.S. can talk to North Korea but will not negotiate with it\" and insistence on \"multilateral talks\" to internationalize the nuclear issue on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n Armitage told nonsense that the DPRK's \"plan to develop weapons of mass destruction and their delivery means\" poses a threat to the interests of the U.S. and the U.S. army and becomes a \"main obstacle\" to the DPRK-U.S. relations. In this regard the DPRK has already declared more than once that if the Bush administration committed itself to respect the sovereignty of the DPRK and not to threaten its right to existence through the conclusion of a non-aggression treaty, the DPRK would clear the U.S. of its security concerns. &nbsp;&nbsp;&nbsp;\r\n In the hearing a senator asked Armitage why the U.S. does not want to conclude a non-aggression treaty if it has \"no intention to attack North Korea\". When Armitage answered there is a zero chance of a proposed treaty gaining senate ratification, the senator sarcastically said that the atmosphere of the senate would completely change if Bush stood for the conclusion of the non-aggression treaty. &nbsp;&nbsp;&nbsp;\r\n This clearly proves that the bush administration turns away from the proposal to conclude the non-aggression treaty as it aims to invade the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S., is keen to shift the responsibility for the crisis onto the DPRK raising a hue and cry over the \"threat\" and ducking the DPRK's proposal. But historical facts prove that it is the DPRK, not the U.S., that is exposed to a threat and the present situation reinforces this truth. &nbsp;&nbsp;&nbsp;\r\n After deploying aircraft carrier Kitty Hawk in the waters off the Korean Peninsula the U.S. has recently threatened that it would additionally dispatch another aircraft carrier there. &nbsp;&nbsp;&nbsp;\r\n And it is becoming reckless in increasing its threat of war to the DPRK as evidenced by its measures to bolster its air force presence including \"B-52\" strategic bombers and put them on alert and place its 7th air force in a semi-war state. &nbsp;&nbsp;&nbsp;\r\n What should not be overlooked is that U.S. President Bush openly hinted at the U.S. plan for a preemptive attack on the DPRK on February 7 by saying that \"all options to settle the nuclear issue are on the table\". &nbsp;&nbsp;&nbsp;\r\n This self-exposed that Armitage's remarks about the U.S.-proposed \"dialogue\" is a political propaganda to mislead the world public and little short of disclosing the U.S. hostile intention to topple the DPRK's system by all means. &nbsp;&nbsp;&nbsp;\r\n If the Bush administration persistently insists on its anachronistic stand, misjudging the DPRK's stand to settle the issue through dialogue and negotiations, and seeks to destroy the system in the DPRK, it will compel the DPRK to use every possible means to defend its system. &nbsp;&nbsp;&nbsp;\r\n The DPRK is ready for both dialogue and confrontation. &nbsp;&nbsp;&nbsp;\r\n The people's army and people of the DPRK will maintain high vigilance against the U.S. additional deployment of huge aggression forces in and around the Korean Peninsula and keep themselves fully ready to go into action.    \r\n\r\n"
        },
        {
            "title": "Floral basket to Kim Jong Il from Palestinian President",
            "url": "http://kcna.co.jp/item/2003/200302/news02/12.htm#2",
            "content": "Floral basket to Kim Jong Il from Palestinian President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 11 (KCNA) - General Secretary Kim Jong Il received a floral basket from Palestinian President Yasser Arafat to mark his birthday.\r\n The floral basket was conveyed to Jong Ha Chol, Secretary of the Central Committee of the Workers' Party of Korea, by Shaher Mohammed Abdlah, Palestinian Ambassador to the DPRK, on Monday.    \r\n\r\n"
        },
        {
            "title": "Sports contest for Paektusan Cup opens",
            "url": "http://kcna.co.jp/item/2003/200302/news02/12.htm#3",
            "content": "Sports contest for Paektusan Cup opens \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 11 (KCNA) -- The sports contest for Paektusan Cup opened to mark the auspicious February Holiday.\r\n The participants in the contest will be competing in over 20 events including basketball, volleyball, table-tennis, handball, track and field, Marathon, boxing and Korean wrestling. \r\n An opening ceremony took place at the basketball gymnasium in Chongchun Street on Monday. &nbsp;&nbsp;&nbsp;\r\n Present there were Kim Jung Rin, secretary of the C.C., the Workers' Party of Korea, officials concerned, sportsmen and sportswomen and working people in the city. &nbsp;&nbsp;&nbsp;\r\n Pak Myong Chol, chairman of the Physical Culture and Sports Guidance Commission, made an opening address at the ceremony. &nbsp;&nbsp;&nbsp;\r\n Then followed a basketball match.    \r\n\r\n"
        },
        {
            "title": "Anniversary of group for study of Kim Il Sung's short biography marked",
            "url": "http://kcna.co.jp/item/2003/200302/news02/12.htm#4",
            "content": "Anniversary of group for study of Kim Il Sung's short biography marked \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 11 (KCNA) -- A seminar of educational officials took place at the Grand People's Study House on Monday to mark the 50th anniversary of Kim Jong Il's formation of the \"Group for the Study of General Kim Il Sung's Short Biography.\"\r\n Kim Jong Il personally inaugurated the group on Feb. 10, Juche 42 (1953), a period of the fierce Fatherland Liberation War. &nbsp;&nbsp;&nbsp;\r\n Speakers said the formation of the group was a solemn declaration of the start of the political activity of a great revolutionary and, at the same time, a historical event which opened the first page of the work to establish the monolithic ideological system of Kim Il Sung in the whole party and society. &nbsp;&nbsp;&nbsp;\r\n The formation of the group put the juvenile movement of the country on a new high stage of its development with a correct goal and orientation of struggle and set a fine example in the work to follow the leader for the first time in the history of the world revolutionary juvenile movement, they noted. &nbsp;&nbsp;&nbsp;\r\n They called on educational officials and teachers to learn from the experience of the group activities to make the whole course of instruction and education consistent with worship and reverence for the leader and educate students in the greatness of the party and the leader in different forms and ways to defend and glorify the immortal exploits of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Present at the seminar were Pyon Yong Rip, Minister of Education, and officials concerned.    \r\n\r\n"
        },
        {
            "title": "Iranian Ambassador hosts reception",
            "url": "http://kcna.co.jp/item/2003/200302/news02/12.htm#5",
            "content": "Iranian Ambassador hosts reception \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 11 (KCNA) -- Jalaleddin Namini Mianji, Iranian Ambassador to the DPRK, gave a reception at his embassy on Monday evening on the occasion of the 24th anniversary of the victory of the Islamic revolution in Iran.\r\n Present on invitation were Yang Hyong Sop, Vice-President of the Presidium of the DPRK Supreme People's Assembly, Ri Won Il, Minister of Labor who is chairman of the Korea-Iran Friendship Association, and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n Apeeches were made there.    \r\n\r\n"
        },
        {
            "title": "Russian Ambassador hosts reception",
            "url": "http://kcna.co.jp/item/2003/200302/news02/12.htm#6",
            "content": "Russian Ambassador hosts reception \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 11 (KCNA) -- Russian Ambassador to the DPRK Andrei Karlov gave a reception at the embassy Monday on the occasion of the 3rd anniversary of the signing of the treaty of friendship, good neighborliness and cooperation between the Russian Federation and the DPRK.\r\n Present on invitation were Vice-Foreign Minister Kung Sok Ung, chairwoman of the Korea-Russia Friendship Association Hong Son Ok who is vice-chairwoman of the Korean Committee for Cultural Relations with Foreign Countries, Vice-Minister of Foreign Trade Kim Yong Jae and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n Present there were staff members of the Russian embassy. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there.    \r\n\r\n"
        },
        {
            "title": "Japan's anti-DPRK smear campaign lambasted",
            "url": "http://kcna.co.jp/item/2003/200302/news02/12.htm#7",
            "content": "Japan's anti-DPRK smear campaign lambasted \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 11 (KCNA) -- Some Japanese media and right-wing forces are making much ado about \"instructions for operation\" given through liner Mangyongbong-92 and Japan-based \"operations\" against South Korea. They are even asserting that the ship at issue has not only been used as a base of conveying instructions for operation but as a means of carrying out the duties of \"illegal remittance\" and the \"transportation of goods whose export is restricted\" to North Korea.\r\n In this regard Rodong Sinmun today carries a signed commentary. &nbsp;&nbsp;&nbsp;\r\n It says: &nbsp;&nbsp;&nbsp;\r\n The smear campaign launched by the Japanese reactionaries with lies and fabrications is nothing but a base and vicious move against the DPRK and the General Association of Korean Residents in Japan (Chongryon) as it is intended to suppress Chongryon and tarnish the dignity and the honor of the DPRK and, furthermore, drive a wedge between the north and the south of Korea going in the direction of reunification. &nbsp;&nbsp;&nbsp;\r\n What merits a more serious attention is that this campaign is timed to coincide with the U.S. ill-boding moves over the nuclear crisis on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n In the wake of the Pyongyang visit of the Japanese Prime Minister and the adoption of the historic DPRK-Japan Pyongyang Declaration the Japanese right-wing reactionaries have let loose a string of anti-DPRK vituperations over the issue of \"kidnapping\" at the instigation of the U.S. &nbsp;&nbsp;&nbsp;\r\n They, together with some ruling circles, are trying to prevent Mangyongbong-92 from entering port in Japan, groundlessly terming it a \"ship transporting nuclear and missile parts.\" This can not be construed otherwise than a move to invent a pretext to put sanctions on the DPRK. &nbsp;&nbsp;&nbsp;\r\n Japan is well advised to behave with discretion, well judging the consequences to be entailed by its act of further increasing the tensions.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il's birthday celebrated by Ministry of People's Armed Forces",
            "url": "http://kcna.co.jp/item/2003/200302/news02/12.htm#8",
            "content": "Kim Jong Il's birthday celebrated by Ministry of People's Armed Forces \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 11 (KCNA) -- The Ministry of the People's Armed Forces held a public presentation on the greatness of Supreme Commander of the Korean People's Army Kim Jong Il at the April 25 House of Culture yesterday on the occasion of his birthday.\r\n The presentation was addressed by Director of the General Political Department of the KPA Jo Myong Rok, Chief of the KPA General Staff Kim Yong Chun, Minister of the People's Armed Forces Kim Il Chol and others. &nbsp;&nbsp;&nbsp;\r\n They said that the Supreme Commander performed immortal exploits in the annals of the fatherland and the struggle for human liberation by leading the Korean revolution and the cause of global independence to victory with his distinguished ideological and theoretical activities and preeminent revolutionary army-based leadership. &nbsp;&nbsp;&nbsp;\r\n They called upon all the servicepersons to bear in mind the great honor and happiness of having him at the head of the workers' party, the state and the army of Korea, uphold his army-based idea and leadership with arms and struggle for national reunification and the revolutionary cause of Juche. &nbsp;&nbsp;&nbsp;\r\n A performance was given by art circle members of the ministry to celebrate the February Holiday. &nbsp;&nbsp;&nbsp;\r\n Put on the stage were narration and chorus \"Native Home Covered with White Snow,\" Oungum-accompanied group singing \"February is Spring\", poem and chorus \"We will Defend the Headquarters of Revolution with Our Lives\" and other colorful numbers.    \r\n\r\n\r\n"
        },
        {
            "title": "Symposium on idea of giving priority to railways held",
            "url": "http://kcna.co.jp/item/2003/200302/news02/12.htm#9",
            "content": "Symposium on idea of giving priority to railways held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 11 (KCNA) -- A symposium of officials and workers in the field of railway transport on the idea of giving priority to railways set forth by Kim Jong Il took place at the hall of the ministry of railways on Feb. 10.\r\n At the symposium Minister of Railways Kim Yong Sam and academician, professor and doctor Choe Ki Bok, head of a chair of Pyongyang University of railways, and others made speeches. &nbsp;&nbsp;&nbsp;\r\n The speakers said that Kim Jong Il recently stressed the need to give priority to railways several times and clearly indicated the orientation and ways to do so. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's idea of giving priority to railways is an original idea which is in line with the law governing the development of railway transport in the era of army-based policy and the specific conditions of the DPRK, they said, and continued: &nbsp;&nbsp;&nbsp;\r\n The idea of giving priority to railways is unique in that it clarified from a new angle the importance of railway transport in relation with the mode of army-based policy and set out the idea of building socialist railway transport to step up its modernization and bring about a signal turn in the field to meet the specific conditions. &nbsp;&nbsp;&nbsp;\r\n They reiterated the need for the officials and all other working people in the field of railway transport to uphold Kim Jong Il's idea of giving priority to railways and effect a fresh revolutionary turn in transportation in the transparent spirit of devotedly defending the leader and implementing his instructions.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Mexican Institute of Juche Idea formed",
            "url": "http://kcna.co.jp/item/2003/200302/news02/12.htm#10",
            "content": "Mexican Institute of Juche Idea formed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 11 (KCNA) -- The Mexican Institute of the Juche Idea was formed on Jan. 28.\r\n At the inaugural ceremony Marcela Lombardo Otero, director of the Vicente Lombardo Toledano Philosophy Institute, was elected honorary chairman of the institute and Juan Campos Vega, second secretary of the People's Socialist Party of Mexico, its chairman. &nbsp;&nbsp;&nbsp;\r\n The chairman, declaring the inauguration of the institute, said that the Juche idea is the greatest guiding idea of the present era. &nbsp;&nbsp;&nbsp;\r\nThe army-based policy pursued by Kim Jong Il, which is dazzling the world, is based on the Juche idea, he noted. &nbsp;&nbsp;&nbsp;\r\n He stressed that he would expand the ranks of the Juche idea followers on a nationwide scale and widely disseminate the Juche idea, always remembering a great fortune of being elected an organizer studying and disseminating the Juche idea in Mexico.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Total abolition of SOFA called for",
            "url": "http://kcna.co.jp/item/2003/200302/news02/12.htm#11",
            "content": "Total abolition of SOFA called for\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 11 (KCNA) -- A spokesman for the National Democratic Front of South Korea (NDFSK) issued a statement on Feb. 8, demanding total abolition of the unequal South Korea-U.S. Status of Forces Agreement (SOFA), said Seoul-based radio Voice of National Salvation.\r\n The humiliating SOFA came into effect on February 9, 36 years ago, he said, and went on: &nbsp;&nbsp;&nbsp;\r\n The SOFA provides the U.S. imperialist aggression troops with extraterritorial rights and patronizes the hair-raising criminal acts of Yankee murderers. It has been strongly protested and denounced by all the people since its fabrication as it is a \"modern version of a document of slaves\" that ruthlessly violates the dignity of our people and the sovereignty of the nation. &nbsp;&nbsp;&nbsp;\r\n Due to the SOFA our people are deprived of bloody tax worth 3 billion dollars as the upkeep of the U.S. Forces every year and South Korea has no jurisdiction over the GIs' murder, rape, robbery, assault and other crimes. &nbsp;&nbsp;&nbsp;\r\n As long as the U.S. Forces remain in South Korea and such submissive and unequal laws as SOFA exist there, the people cannot live in peace even a moment. This is a lesson taught by the colonial history spanning nearly 60 years. &nbsp;&nbsp;&nbsp;\r\n The NDFSK will, together with all the people who want to live in the world free from Yankees, certainly drive the U.S. Forces out of this land through a nationwide anti-U.S. struggle under the uplifted banner of national independence.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "North side's delegation leaves",
            "url": "http://kcna.co.jp/item/2003/200302/news02/12.htm#12",
            "content": "North side's delegation leaves\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 11 (KCNA) -- The north side's delegation of the North-South Committee for Promotion of Economic Cooperation led by Pak Chang Ryon, north side's chairman of the committee who is first-vice chairman of the DPRK State Planning Commission, left here today to participate in the fourth meeting of the committee to be held in Seoul.\r\n It was seen off at the airport by Ro Tu Chol, vice-chairman of the State Planning Commission, Jong Un Op, chairman of the National Economic Cooperation Federation, and officials concerned.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il inspects military academy",
            "url": "http://kcna.co.jp/item/2003/200302/news02/12.htm#13",
            "content": "Kim Jong Il inspects military academy\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 11 (KCNA) -- General Secretary Kim Jong Il on Feb. 10 inspected the academy of logistic officers of the KPA.\r\n The academy, since it was founded by President Kim Il Sung 55 years ago, has trained many competent logistic officers, thus greatly contributing to strengthening the revolutionary armed forces. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il acquainted himself in detail with the education at the academy, looking round various study rooms, a general practice ground and other educational facilities for a long while. &nbsp;&nbsp;&nbsp;\r\n Saying that it is essential for helping the cadets possess qualifications as competent commanding officers during their academy days to improve the content and method of education and raise its standard, he reiterated the need to steadily improve the content and the method of education to meet the requirements of the present reality and raise the role of the teachers so as to train competent officers well versed in unit management and logistic work. &nbsp;&nbsp;&nbsp;\r\n Then he took warm care of its cadets' living with paternal love, looking round entertainment and logistic facilities. &nbsp;&nbsp;&nbsp;\r\n The people's army is not only fully prepared politically and ideologically and in military technique but assiduously managing the economic life, he said, adding: This is one of the noble ideological and moral traits displayed by our soldiers in the era of army-based policy. &nbsp;&nbsp;&nbsp;\r\n Saying that it is possible to effect a great turn in the revolution and construction if one strives hard to implement the idea and line of the Workers' Party of Korea as teachers and cadets of this academy did to convert it into a military education  institution worthy of being proud of in all aspects, he stressed the need for the entire army and society to earnestly learn from their fighting and living traits. &nbsp;&nbsp;&nbsp;\r\n He set forth important tasks that would serve as guidelines in training and education and management, stressing the importance of the position and the role of the academy in strengthening our revolutionary armed forces. &nbsp;&nbsp;&nbsp;\r\n He posed for a photograph with teachers of the academy. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by KPA generals Ri Myong Su, Hyon Chol Hae and Pak Jae Gyong and secretaries of the WPK Central Committee Kim Kuk Thae, Kim Ki Nam, Kim Yong Sun and first  vice department directors of the C.C., the WPK Jang Song Thaek, Ri Je Sang and Choe Chun Hwang.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Ambassador to Libya appointed",
            "url": "http://kcna.co.jp/item/2003/200302/news02/12.htm#14",
            "content": "DPRK Ambassador to Libya appointed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 11 (KCNA) -- Ri Pyong Ho was appointed as DPRK Ambassador to Libya under a decree of the Presidium of the Supreme People's Assembly.    \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean visiting group leaves",
            "url": "http://kcna.co.jp/item/2003/200302/news02/12.htm#15",
            "content": "S. Korean visiting group leaves\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 11 (KCNA) -- A visiting group of the \"Movement of Koreans for Helping Each Other,\" a non-governmental organization of South Korea, co-led by permanent representative of the movement Song Hyon Sop, chairman of the central council of the New Community Movement Kang Mun Gyu and representative director of the National Agricultural Cooperative Federation of South Korea Song Sok U left Pyongyang today.\r\n It was seen off at the airport by Ho Hyok Phil, vice-chairman of the national reconciliation council, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n During its stay, the group visited the Mansudae Art Studio, Pyongyang Metro, the Korean Central History Museum, King Tong Myong's Mausoleum and King Tangun's Mausoleum and other places.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}