{
    "date": "2003-11-05",
    "url": "http://kcna.co.jp/item/2003/200311/20031105.htm",
    "articles": [
        {
            "title": "U.S. Urged to Reciprocate DPRK's Good Faith",
            "url": "http://kcna.co.jp/item/2003/200311/news11/05.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan Urged to Redeem Its Past Crimes",
            "url": "http://kcna.co.jp/item/2003/200311/news11/05.htm#2",
            "content": ""
        },
        {
            "title": "DPRK Photo Exhibition in Czech Republic",
            "url": "http://kcna.co.jp/item/2003/200311/news11/05.htm#3",
            "content": "Japan Urged to Redeem Its Past Crimes \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 4 (KCNA) -- A list of 427,129 Koreans who were forcibly drafted by the Japanese imperialists was disclosed recently. This is historic evidence proving before the whole world the Japanese imperialists' wanton encroachment upon the human rights of the Koreans. Minju Joson today says this in a signed commentary. It goes on:\r\n The Japanese imperialists forcibly took away many Koreans to different areas of Korea and Japan and overseas under various signboards such as drafting, conscription, \"volunteers' corps for labour\" and \"comfort women for the Japanese army\", before and after the outbreak of the Pacific War. &nbsp;&nbsp;&nbsp;\r\n The Japanese government authorities have worked hard to cover up and play down the crimes committed by Japan in the past, reluctant to admit them. In a bid to justify their unreasonable stand they arrogantly challenged the human conscience and the international community, blustering that any country critical of Japan may produce material evidence to support its claim. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries continue employing sleight of hand, refusing to admit hard historic facts. They adamantly refuse to admit the blood-stained history of mass killings committed by Japan against Koreans and other Asians for fear of standing trial for them. They do so in a bid to evade their responsibility for compensation, afraid that it may create an obstacle to realizing their ambition for militarist reinvasion. &nbsp;&nbsp;&nbsp;\r\n Japan's liquidation of its past crimes is a pressing task for solving human rights issues in the world. The DPRK has a legitimate right to demand Japan compensate for the monstrous atrocities committed by the Japanese imperialists in the past and Japan is only obliged to unconditionally meet the demand. &nbsp;&nbsp;&nbsp;\r\n The Korean people can never tolerate serious human rights abuses committed by the Japanese imperialists against the Korean nation but surely force Japan to pay for them without fail.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. Espionage against DPRK Assailed",
            "url": "http://kcna.co.jp/item/2003/200311/news11/05.htm#4",
            "content": "DPRK Photo Exhibition in Czech Republic \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 4 (KCNA) -- A DPRK photo exhibition opened with due ceremony in Ostrava, Czech Republic, on October 25.\r\n There were portraits of President Kim Il Sung and leader Kim Jong Il in the exhibition hall. &nbsp;&nbsp;&nbsp;\r\n On display are pictures showing feats of Kim Jong Il in the Songun leadership and the invincible might of the Korean people and the DPRK. &nbsp;&nbsp;&nbsp;\r\n Present at the opening ceremony were Karel Vimetal, vice-president of the Economic Policy Committee of the Czech Parliament, and others. &nbsp;&nbsp;&nbsp;\r\n It will be open until December 24 which marks the 12th anniversary of Kim Jong Il's assumption of the post of supreme commander of the Korean People's Army and the 86th birth anniversary of Kim Jong Suk, an anti-Japanese war hero.    \r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Treacherous Party Flayed",
            "url": "http://kcna.co.jp/item/2003/200311/news11/05.htm#5",
            "content": "U.S. Espionage against DPRK Assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 4 (KCNA) -- Some days ago, an unmanned reconnaissance plane Shadow 200 belonging to the U.S. forces in south Korea made a forced landing on a place 20 miles south of the area along the Military Demarcation Line (MDL) during its flight in the air above the area along the MDL.\r\n In this regard Minju Joson today says in a signed commentary: &nbsp;&nbsp;&nbsp;\r\n If the Shadow 200 had crash-landed on the area of the north no one would predict its grave consequences. &nbsp;&nbsp;&nbsp;\r\n It is a hard fact that not only premeditated and deliberate military hostile acts but accidental incidents in the area along the MDL may easily lead to a war. &nbsp;&nbsp;&nbsp;\r\n The crash-landing of the Shadow 200 requires the U.S. to discontinue its espionage and hostile acts against the area of the DPRK. If the U.S. keeps committing military provocations against the DPRK, running amuck to start a war against it, it will be held fully responsible for all the ensuing consequences, it warns.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Struggle against Additional Troop Dispatch to Iraq in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200311/news11/05.htm#6",
            "content": "Treacherous Party Flayed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 4 (KCNA) -- The south Korean people should turn inside out the corruption of the stinking Grand National Party and make them face a stern judgement by history, says Rodong Sinmun in a signed commentary today.\r\n It continues: &nbsp;&nbsp;&nbsp;\r\n The GNP wrested 10 billion won from a business giant on the threshold of the last \"presidential election.\" Choe Pyong Ryol and his group have strutted about like a conquering hero, pretending to be upright in the matter of money. This treacherous group made loud-mouthed protestations against \"profuse delivery of things\" to the north and forced \"a special inspection\" in a bid to hamstring north-south economic cooperation for national reconciliation and reunification. &nbsp;&nbsp;&nbsp;\r\n The GNP brandished the sword of \"special inspection,\" raising terrific outcries over the transfer of some amount of money in economic cooperation between the fellow countrymen although it squandered such a staggering amount of money without moving a muscle of its face for meeting its selfish interests. It is a corrupt party, a party of thieves and robbers. &nbsp;&nbsp;&nbsp;\r\n The GNP's illicit money dealing disclosed recently is just the tip of the iceberg of \"political funds\" which they have collected by hook or by crook. &nbsp;&nbsp;&nbsp;\r\n The treacherous party did collect an astronomical amount of money from enterprises at the cost of the people's taxes and dire destitution of the workers only to please the outsiders, incite confrontation with fellow countrymen and stage fascist rowdyism reminiscent of that in the fascist dictatorial era in south Korean society. &nbsp;&nbsp;&nbsp;\r\n The GNP is good-for-nothing for the reconciliation and reunification of the nation and the south Koreans.    \r\n\r\n\r\n"
        },
        {
            "title": "Compliance with Workers' Demand Urged",
            "url": "http://kcna.co.jp/item/2003/200311/news11/05.htm#7",
            "content": "Struggle against Additional Troop Dispatch to Iraq in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 4 (KCNA) -- A dynamic struggle of people from all walks of life against the additional troop dispatch to Iraq is going on in south Korea.\r\n Various organizations have formed mass bodies to launch a struggle against the troop dispatch after the U.S. pressurized the south Korean authorities to dispatch troops of divisional scope to Iraq early in September last. &nbsp;&nbsp;&nbsp;\r\n 351 civic and public organizations including the National People's Solidarity on September 23 inaugurated the Emergency People's Action against the Additional Troop Dispatch to Iraq. &nbsp;&nbsp;&nbsp;\r\nIn its wake at least 10 student organizations including the South Korean Federation of University Student Councils (Hanchongryon) formed the Joint Measure Committee of Students for Checking the Troop Dispatch to Iraq and Achieving Peace on the Korean Peninsula. And more than 30 Catholic organizations including the south Korean Catholic Priests' Council for Justice inaugurated the Catholic Solidarity against the Troop Dispatch to Iraq and the National Teachers Union and students affiliated to Hanchongryon the Solidarity of Professors and Students to wage a struggle against the additional troop dispatch. &nbsp;&nbsp;&nbsp;\r\n Declarations against the troop dispatch have been made public one after another. &nbsp;&nbsp;&nbsp;\r\n The publication of the \"women's declaration against the troop dispatch to Iraq\" on September 25 was followed by 1,000 women's peace declaration, declaration of 1,000 men of the reserve forces of the Democratic Workers' Party and lawyers' declaration against the additional troop dispatch on October 9. &nbsp;&nbsp;&nbsp;\r\nAnd on October 16 26 organizations and personages of various circles made public a statement against the increase of defense budget and the dispatch of combat troops to Iraq.\"  &nbsp;&nbsp;&nbsp;\r\n Actions against the troop dispatch are going on in various forms including signature campaign, information service, big rally, press conference and demonstration. &nbsp;&nbsp;&nbsp;\r\n Functions of the international anti-war joint actions against the U.S. occupation of Iraq and the dispatch of south Korean combat troops simultaneously took place in Seoul, Inchon, Jonju and other places under the sponsorship of the Organizing Committee of International Anti-War Joint Action made up of over 410 organizations including the National People's Solidarity, on September 27, the day of international anti-war joint action. &nbsp;&nbsp;&nbsp;\r\n 18 religious organizations held a joint Catholic and Protestant prayers' meeting for remembering the victims of the Iraqi war and opposing the dispatch of south Korean troops. &nbsp;&nbsp;&nbsp;\r\n Organizations of various circles set October 11 as the day of all-people action against the dispatch of combat troops to Iraq. &nbsp;&nbsp;&nbsp;\r\nThat day big rallies simultaneously took place in at least 10 cities including Seoul, Pusan, Taegu, Taejon and Kwangju with more than 12,000 workers, peasants and youth and students attending. &nbsp;&nbsp;&nbsp;\r\n The movement of people of various circles in south Korea against the troop dispatch has been mounting higher as days go by, after the south Korean \"government\" decided to send additional troops and offer a huge amount of fund to the U.S., yielding to its pressure.    \r\n   \r\n\r\n"
        },
        {
            "title": "Members of Japanese Delegation Interviewed",
            "url": "http://kcna.co.jp/item/2003/200311/news11/05.htm#8",
            "content": "Compliance with Workers' Demand Urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 4 (KCNA) -- The Federation of South Korean Trade Unions, in a statement on October 29, reportedly urged the \"government\" to comply with the workers' demand.\r\n Recalling that the \"government,\" though belatedly, made public a statement promising to take a measure as regards a chain of self-immolation of workers, it said the statement should not end up being a stop-gap measure to brunt the sharp edge of workers' winter action. &nbsp;&nbsp;&nbsp;\r\n The statement declared that the federation would put its full weight on the all-out action in the latter half of the year including the holding of \"a nation-wide workers' rally\" on November 23 as scheduled for the elimination of discrimination against part-time workers\r\n\r\n\r\n"
        },
        {
            "title": "Signal Successes in Production",
            "url": "http://kcna.co.jp/item/2003/200311/news11/05.htm#9",
            "content": "Members of Japanese Delegation Interviewed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 4 (KCNA) -- The members of the visiting delegation of the Japan-Korea Cultural Interchange Association were interviewed by KCNA on Nov. 3.\r\n Tokuji Yanagisawa, vice chief director of the association, who is heading the delegation, said: &nbsp;&nbsp;&nbsp;\r\n I consider our visit to the DPRK as very meaningful as we came to Korea after the Korean people reelected General Secretary of the Workers' Party of Korea Kim Jong Il chairman of the DPRK National Defence Commission and significantly celebrated the 55th anniversary of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Availing myself of this opportunity, I would like to offer the warmest congratulations to him. &nbsp;&nbsp;&nbsp;\r\n Our tour of different places during our stay provided us with an opportunity to see once again the Korean people greatly honored and proud to hold the distinguished great man in high esteem. &nbsp;&nbsp;&nbsp;\r\n The association will make positive efforts to improve the Japan-DPRK relations. &nbsp;&nbsp;&nbsp;\r\n Member of the delegation Ui Takagi, director of the association, said that President Kim Il Sung is revered not only by the Korean people but the world people. &nbsp;&nbsp;&nbsp;\r\n He went on to say: &nbsp;&nbsp;&nbsp;\r\n I still remember the time I was received by Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The moment I met him, I keenly felt he was a man with strong affection and broad magnanimity. &nbsp;&nbsp;&nbsp;\r\n The care shown by the President for my father, who was just an ordinary writer, made me keenly realize his noble personality. &nbsp;&nbsp;&nbsp;\r\n Other members of the delegation said that Kim Il Sung was the greatest man highly praised by all the people for his immortal exploits performed on behalf of the times and history. \r\n\r\n\r\n\r\n"
        }
    ]
}