{
    "date": "2003-02-27",
    "url": "http://kcna.co.jp/item/2003/200302/20030227.htm",
    "articles": [
        {
            "title": "Abrogation of evil law and system in old era called for",
            "url": "http://kcna.co.jp/item/2003/200302/news02/27.htm#1",
            "content": "Abrogation of evil law and system in old era called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 26 (KCNA) -- The Feb. 21 issue of Minjok Sibo, a newspaper of Koreans published in Japan, carried an article calling for abrogating the evil law and system in the old era in South Korea. \r\n Referring to the fact that the South Korean authorities suppressed civic and social organizations, the South Korean Federation of University Student Councils (Hanchongryon) and other youth and students organizations, the article noted that  such evil laws as the security law and anti-human rights and anti-national system and mechanism were invoked for this unreasonable suppression. &nbsp;&nbsp;&nbsp;\r\n Questioning how their struggle for democracy, peaceful reunification, social progress and right to existence of the people can be a crime, the article held that it is an essential need for correctly understanding history to abrogate the SL, a product  of the cold war era, release all prisoners of conscience and withdraw the label of enemy-benefiting attached to Hanchongryon.    \r\n\r\n"
        },
        {
            "title": "DPRK Government's stand on nonaligned movement clarified",
            "url": "http://kcna.co.jp/item/2003/200302/news02/27.htm#2",
            "content": "DPRK Government's stand on nonaligned movement clarified \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 26 (KCNA) -- The DPRK Government will as ever fully discharge its duty and role for the human cause of independence and the strengthening and development of the non-aligned movement, said Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly.\r\n Addressing the 13th nonaligned summit meeting on Feb. 25, he noted that the non-aligned movement has greatly contributed to the process of changes in the world over the past 40 odd years. &nbsp;&nbsp;&nbsp;\r\nThe DPRK Government will remain faithful to the idea and the basic principles of the movement and make a positive contribution to the human cause of independence in the new century, too, he declared. &nbsp;&nbsp;&nbsp;\r\n The aspiration and desire of humankind for the just and peaceful 21st century are faced with serious challenges in the new century, he said, and went on: &nbsp;&nbsp;&nbsp;\r\n Recently, the DPRK Government could not but take a measure of withdrawing from the nuclear non-proliferation treaty under the situation created by the U.S. moves to stifle the DPRK. This was a deserved, self-defensive step to defend the sovereignty and dignity of the country and the nation and an exercise of the right to independent choice. &nbsp;&nbsp;&nbsp;\r\n The nuclear issue on the Korean Peninsula may be smoothly settled if the united states accepts the DPRK's just proposal, which calls upon the U.S. to fundamentally renounce its hostile attitude toward the DPRK and legally assure it of non-aggression and responds to the sincere and practical dialogue with the DPRK on the principle of respect for sovereignty and equality. &nbsp;&nbsp;&nbsp;\r\n Noting that the present international situation requires that the non-aligned movement further enhance its position and role as an independent, political force representing its member nations, Kim said: &nbsp;&nbsp;&nbsp;\r\n While adopting an action program of the NAM for the new century, the current meeting should pay a special attention to such matters as practical joint actions to be taken to increase the initiative and positive role of the movement in international relations, strengthen the unity and solidarity of the movement in the struggle to defend the sovereignty of the NAM members and create international circumstances and conditions favorable for their economic growth and development.    \r\n\r\n"
        },
        {
            "title": "DPRK-U.S. dialogue called for",
            "url": "http://kcna.co.jp/item/2003/200302/news02/27.htm#3",
            "content": "DPRK-U.S. dialogue called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 26 (KCNA) -- The organization of Afro-Asian Latin American Peoples Solidarity on Feb. 14 released a bulletin titled \"humankind and progressive forces should know about the crisis of Korea\" and informed international organizations and solidarity organizations of different countries by e-mail.\r\n The bulletin said that the bush administration listed the DPRK as part of an \"axis of evil\" and has prepared military action including the use of nuclear weapons. The organization of Afro-Asian Latin American peoples solidarity strongly holds that the crisis of the Korean Peninsula should be resolved through political and diplomatic dialogue between the DPRK and the U.S., not through military confrontation.    \r\n\r\n"
        },
        {
            "title": "South Korea visit of U.S. Secretary of State rejected in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200302/news02/27.htm#4",
            "content": "South Korea visit of U.S. Secretary of State rejected in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 26 (KCNA) -- The joint practice for peace against war consisting of over 700 civic and public organizations reportedly called a press conference in front of the U.S. embassy in Seoul on Feb. 24 to reject South Korea visit of the U.S. Secretary of State.\r\n In a press release the organization said that his visit to South Korea is aimed to get cooperation in the U.S. moves to isolate and stifle the north and support to its attack on Iraq. &nbsp;&nbsp;&nbsp;\r\n Denouncing the U.S. attempt as an open challenge to the desire of the South Korean people to readjust the vertical and unilateral South Korea-U.S. relations, the organization noted that it would not remain an onlooker at it. &nbsp;&nbsp;&nbsp;\r\n Over 30 representatives of civic and public organizations and students made speeches at the press conference. &nbsp;&nbsp;&nbsp;\r\n The South Korean Federation of University Student Councils said in a statement on Feb. 24 that it rejects Powell's visit to South Korea because his tour is aimed to demand support from South Korea in internationalizing the \"nuclear issue of the north\" to put pressure upon the north through multi-part consultation. &nbsp;&nbsp;&nbsp;\r\nMeanwhile, the Seoul District Federation of University Student Councils issued a statement on Feb. 24, condemning his South Korea trip.    \r\n\r\n"
        },
        {
            "title": "Projected U.S.-S. Korean joint military drills under fire",
            "url": "http://kcna.co.jp/item/2003/200302/news02/27.htm#5",
            "content": "Projected U.S.-S. Korean joint military drills under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 26 (KCNA) -- A spokesman for the DPRK Foreign Ministry Tuesday in a statement warned that the U.S. would be held wholly accountable for the disastrous consequences to be entailed by its planned reckless large-scale joint military exercises in South Korea.\r\n To be involved in the Foal Eagle and Rsoi exercises that will be staged from March 4 to April 2 are at least 200,000 troops including the U.S. Forces in South Korea, the South Korean army and the U.S. reinforcements and a lot of military equipment including an aircraft carrier. &nbsp;&nbsp;&nbsp;\r\n The spokesman said: &nbsp;&nbsp;&nbsp;\r\n The U.S. has rendered the situation on the Korean Peninsula extremely tense after spawning the nuclear issue there. It is now going to stage large-scale nuclear war exercises in South Korea under the simulated conditions of an actual war, while massively bolstering its troops there. All this is part of its premeditated military operation to stifle the DPRK with preemptive nuclear strikes and its escalation to all intents and purposes. &nbsp;&nbsp;&nbsp;\r\n The dangerous situation and the escalation of the tensions on the Korean Peninsula clearly show from where the U.S.-publicized real threat and blackmail come. &nbsp;&nbsp;&nbsp;\r\n The U.S. military strike against Iraq is just a matter of time. &nbsp;&nbsp;&nbsp;\r\n The ceaseless sabre-rattling staged by the U.S. in South Korea against this backdrop is creating an extremely tense situation where it may make a preemptive strike at the DPRK any time. &nbsp;&nbsp;&nbsp;\r\n The reality goes to clearly prove that the U.S. talk about \"peaceful settlement\" of the nuclear issue is no more than a broad hoax to deceive the world public opinion. &nbsp;&nbsp;&nbsp;\r\n This compels the army and the people of the DPRK to keep themselves in full readiness by using all means and possibilities necessary to cope with it. &nbsp;&nbsp;&nbsp;\r\n The South Korean warhawks should ponder over such acts of treachery as hamstringing the efforts to implement the June 15 Joint Declaration and joining moves the foreign forces in their to stifle Koreans by force.    \r\n\r\n"
        },
        {
            "title": "U.S. sabre-rattling under fire",
            "url": "http://kcna.co.jp/item/2003/200302/news02/27.htm#6",
            "content": "U.S. sabre-rattling under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 26 (KCNA) -- The U.S. military is busy making the poor excuses that the \"Foal Eagle\" exercise and the reception, staging, onward movement and integration exercise are \"annual events\" and they \"have nothing to do with the DPRK\". \r\nHowever, with nothing can they cover up the aggressive nature of the war maneuvers aimed to disturb peace, says Rodong Sinmun today in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S.-South Korea joint military drills to be staged in South Korea are premeditated moves to harass peace on the Korean Peninsula and stifle the DPRK through nuclear strikes at any cost. &nbsp;&nbsp;&nbsp;\r\n This lays bare before the world community the hypocrisy of the U.S. imperialist warmongers keen to ignite a war of aggression on the Korean Peninsula while paying lip-service to the \"negotiated solution to the nuclear issue\". &nbsp;&nbsp;&nbsp;\r\n The Korean nation, however, remains unfazed by the U.S. war racket. &nbsp;&nbsp;&nbsp;\r\n The Korean nation, which loves peace more than anyone else, does not allow any slightest compromise or concession to the harasser of peace. &nbsp;&nbsp;&nbsp;\r\n The army and people of the DPRK will wipe out at a single blow any aggressors coming in attack to disturb peace and the reunification movement on the Korean Peninsula and creditably defend peace and security on the Korean Peninsula with the might of the army-centered policy.    \r\n\r\n"
        },
        {
            "title": "Anecdote about Kim Jong Il",
            "url": "http://kcna.co.jp/item/2003/200302/news02/27.htm#7",
            "content": "Anecdote about Kim Jong Il \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 26 (KCNA) -- Kim Jong Il army visited an army unit in the first day of Juche 84 (1995) and had a picture taken with the unit's servicemen.\r\n Back from the inspection tour, he told officials who accompanied him that the picture should be developed and printed well and sent to them. He then asked whether there was no absent serviceman. &nbsp;&nbsp;&nbsp;\r\n Told that two soldiers were absent for kitchen work, he said they would be sorry to have missed the chance and it would be good to put their faces in the picture so that they could feel that they met him and that he could also see them.    \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on might of nation",
            "url": "http://kcna.co.jp/item/2003/200302/news02/27.htm#8",
            "content": "Rodong Sinmun on might of nation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 26 (KCNA) -- The might of the driving force of the nation is a most powerful guarantee for resolutely shattering the U.S. moves for aggression and war and defending the peace of the country and the security of the nation, says Rodong Sinmun today in a signed article.\r\n The sovereignty of a country and the security of a nation can be defended only when the whole nation with transparent idea of independence that one is the master of one's destiny is united to strengthen the might of its driving force, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The DPRK declared its withdrawal from the NPT to cope with the U.S. moves to stifle it and the unreasonable behavior of the IAEA following the U.S. this self-defensive step is firmly guaranteed by our great army-based policy. Since we have cemented the might of our driving force in every way with the army-based policy, aggressors dare not come in attack and the peace of this land and the security of the nation are firmly defended. &nbsp;&nbsp;&nbsp;\r\n All the countrymen in the north and the south and overseas should be firmly united as one under the banner of the idea \"by our nation itself\", the banner of patriotism. The might of the driving force of the nation entirely rests on the great unity of the whole nation. The present reality in which the U.S. criminal war attempt to invade the DPRK has been put into practice more urgently requires the unity of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n A country and nation are accompanied by ideology, system, destinies  and interests of classes and strata. There can be no condition for the Korean nation to fail to get united today when all the fellow countrymen are advancing toward reconciliation, unity and reunification after the adoption of the historic June 15 North-South Joint Declaration. Our fellow countrymen should no longer hesitate in achieving national unity. &nbsp;&nbsp;&nbsp;\r\n All the fellow countrymen, mindful that the unity of the nation is the way of peace and reunification, the way out of the nation, should embark on the road of patriotism for its achievement.    \r\n\r\n\r\n"
        },
        {
            "title": "Message of sympathy to Chinese President",
            "url": "http://kcna.co.jp/item/2003/200302/news02/27.htm#9",
            "content": "Message of sympathy to Chinese President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 26 (KCNA) -- Kim Yong Nam, President of the Presidium of the Supreme People's Assembly of the DPRK, sent a message of sympathy to Jiang Zemin, President of the People's Republic of China, on Feb. 25 in connection with a strong earthquake that hit the area of Xinjiang Uygur autonomous region in china, causing big human and material losses.\r\n Upon hearing this sad news, I express deep sympathy and consolation to you and, through you, to the government of the people's republic of china and the people in the afflicted area, the message said. &nbsp;&nbsp;&nbsp;\r\n It expressed conviction that the people in the afflicted area would clear away the earthquake damage and bring their life to normal as early as possible under the leadership of the Communist Party and government of China.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam returns home",
            "url": "http://kcna.co.jp/item/2003/200302/news02/27.htm#10",
            "content": "Kim Yong Nam returns home\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 26 (KCNA) -- Kim Yong Nam, President of the Presidium of the Supreme People's Assembly of the DPRK, and his party returned home on Feb. 26 after participating in the 13th non-aligned summit meeting held in Kuala Lumpur.\r\n He was greeted at the airport by Yang Hyong Sop, Vice-President of the SPA Presidium, Kim Yong Il, Vice-Minister of Foreign Affairs, and other officials concerned and Wu Donghe, Chinese Ambassador to the DPRK. &nbsp;&nbsp;&nbsp;\r\n He and his party left Kuala Lumpur on Feb. 26. &nbsp;&nbsp;&nbsp;\r\n They were seen off at the airport by the minister of health and officials concerned of Malaysia and the DPRK Ambassador to Malaysia and embassy officials.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}