{
    "date": "2003-03-07",
    "url": "http://kcna.co.jp/item/2003/200303/20030307.htm",
    "articles": [
        {
            "title": "Nigerian President on inter-Korean relations",
            "url": "http://kcna.co.jp/item/2003/200303/news03/07.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Joint seminar on present situation of Korean Peninsula held in Italy",
            "url": "http://kcna.co.jp/item/2003/200303/news03/07.htm#2",
            "content": "Nigerian President on inter-Korean relations \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 6 (KCNA) -- Nigerian President Olusegun Obasanjo said he was specially glad at great progress made in the process of reconciliation and reunification of the Korean Peninsula, expressing the hope that the inter-Korean relations would further develop.\r\n He said this when meeting with the DPRK Ambassador to his country who paid a farewell call on him on Feb. 27. &nbsp;&nbsp;&nbsp;\r\n The president hoped the DPRK-Nigeria relations would grow stronger in different domains.     \r\n\r\n"
        },
        {
            "title": "Sports village to appear in Samjiyon",
            "url": "http://kcna.co.jp/item/2003/200303/news03/07.htm#3",
            "content": "Joint seminar on present situation of Korean Peninsula held in Italy \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 6 (KCNA) -- A joint seminar of political parties and organizations on the present situation of the Korean Peninsula and the army-based policy of the Workers' Party of  Korea was held in Rome on February 19, attended by representatives of 16 political parties and organizations and figures of different social standings.\r\n The general secretary of the Italian Movement for Peace and Socialism in his speech said that the DPRK-U.S. relationship is now at a crisis because the U.S. has systematically violated the DPRK-U.S. Agreed Framework. &nbsp;&nbsp;&nbsp;\r\n He said that the DPRK has proudly built socialism, holding President Kim Il Sung, founder of the immortal Juche idea, in high esteem and is now shining all over the world as it is guided by  Kim Jong Il, who has army-based political philosophy. &nbsp;&nbsp;&nbsp;\r\n The general secretary of the Unified Communist Party of Italy in his speech said that Kim Jong Il has radically improved relations with Russia, China, Europe and Japan still further. &nbsp;&nbsp;&nbsp;\r\n The DPRK is pursuing the army-based policy, an original political mode, he stressed, adding that the anti-U.S. struggle of the Korean people is a model of the progressive forces of the world. &nbsp;&nbsp;&nbsp;\r\n A letter to Kim Jong Il was adopted at the seminar.    \r\n\r\n"
        },
        {
            "title": "Korean folk songs",
            "url": "http://kcna.co.jp/item/2003/200303/news03/07.htm#4",
            "content": "Sports village to appear in Samjiyon \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 6 (KCNA) -- A sports village is now under construction in Samjiyon, Ryanggang Province in the northern part of the DPRK.\r\n This area with Mt. Paektu revolutionary battle sites is one of the regions with the lowest temperature in Korea. &nbsp;&nbsp;&nbsp;\r\n The sports village will occupy a large area at the foot of Pegae Hill. It will have establishments and facilities for national and international winter sports contests including a speed skating rink, an ice hockey stadium, a gymnasium, a ski ground, lodging houses for sportsmen, an extracurricular sports school, various rest rooms and overhead cable car service. &nbsp;&nbsp;&nbsp;\r\n They will be built in the shapes of ski, skate and blade of skate to blend well with the scenery of the alpine area. &nbsp;&nbsp;&nbsp;\r\n The speed skating rink will have a 100 odd meter-long and 70 odd meter-wide skating lanes and three-tier spectators' seats while the ice hockey stadium with its roofed spectators' seats will be of peculiar and elegant architectural style. \r\n The gymnasium will have facilities for basketball, volleyball, tennis, etc. &nbsp;&nbsp;&nbsp;\r\n There will appear on Pegae Hill and at its foot highland and long-distance ski tracks and lodging houses for sportsmen. &nbsp;&nbsp;&nbsp;\r\n When the construction of the sports village will be completed, Samjiyon will turn into a hub for the study tour of revolutionary battle sites and tourism in winter.    \r\n\r\n"
        },
        {
            "title": "Many cultural relics unearthed",
            "url": "http://kcna.co.jp/item/2003/200303/news03/07.htm#5",
            "content": "Korean folk songs \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 6 (KCNA) -- Folk songs have been developed and widely sung in Korea. The Korean National Institute of Music and Dance, Pyongyang University of Music and Dance and other music organizations and institutes have concentrated on discovering and developing folk songs gentle and beautiful in melody and rich in national feelings.\r\n The Mansudae Art Troupe, the Wangjaesan Light Music Ensemble and other art troupes have directed great efforts to  re-creating and performing folk songs to suit the modern aesthetic sense, while creating many modern folk songs such as \"Tondollari for Reunification,\" \"Arirang for Prosperity\" and \"Taehongdan Plateau.\" &nbsp;&nbsp;&nbsp;\r\n Folk songs have their own regional characteristics. Those created in North Phyongan, South Phyongan, North Hwanghae and South Hwanghae provinces are characterized by cheerful and lively melodies, while those in Kyonggi, north and south Chungchong provinces are soft and gentle in melody. &nbsp;&nbsp;&nbsp;\r\n Many of the Korean folk songs have been disseminated  throughout the country by professional singers. Typical of them are \"Arirang,\" \"Yangsando\" and \"Broad Bellflower Taryong.\" &nbsp;&nbsp;&nbsp;\r\n The Korean people like folk songs very much and sing them everywhere. &nbsp;&nbsp;&nbsp;\r\n Folk songs held a considerable proportion in the programs of art performances given to celebrate the lunar New Year's Day and the 15th of the first lunar month this year.    \r\n\r\n"
        },
        {
            "title": "Permanent group of north and south for building of reunion center meets",
            "url": "http://kcna.co.jp/item/2003/200303/news03/07.htm#6",
            "content": "Many cultural relics unearthed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 6 (KCNA) -- Great successes have been made in the survey and study of historical remains and relics in the DPRK over the last decade.\r\n The archaeological survey has become more brisk since the history of the Korean nation spanning 5,000 years with Tangun as its ancestral father was ascertained. &nbsp;&nbsp;&nbsp;\r\n Many historical remains and relics such as at least 200 village sites from the Neolithic era to Koguryo era and hundreds of tombs dating back to the ancient times were unearthed in this period. They prove that Korea was one of the birthplaces of human beings and the cradles of human civilization. &nbsp;&nbsp;&nbsp;\r\n Human bone fossil unearthed on a lava bed in Soksong-ri of Hwadae county, North Hamgyong Province is of weighty importance in the archaeological study. &nbsp;&nbsp;&nbsp;\r\n  It was named \"Hwadae person\" as this fossil was believed to be a Paleolithic man in the middle of the Paleolithic era that is over 300,000 years ago. &nbsp;&nbsp;&nbsp;\r\n  Many of them testify to the fact that the area around Pyongyang  was not only the cradle of ancient Korean culture but an administrative center. &nbsp;&nbsp;&nbsp;\r\n For examples, small and large village sites were unearthed in the basin of Taedong river. It includes Phyodae village in Honam-ri, Samsok district, Pyongyang and Namyang-dong, Tokchon city, South Phyongan Province. It was there that bronze ware regarded as typical artifacts in the early period of ancient Korea was unearthed. &nbsp;&nbsp;&nbsp;\r\n Decorative articles for duet circus unearned in dolmen no. 1 in Jang-ri, Sangwon county, Pyongyang were ascertained to belong to early in the third millennium b.c. &nbsp;&nbsp;&nbsp;\r\n Other findings include Hwangdae fort in Namgang workers' district, Kangdong county, Pyongyang, altar in Hwasong-dong, Ryongsong district, Pyongyang and graves of those buried alive in Ryongsan-ri, Songchon county, South Phyongan Province, all proving the existence of the state of Tangun Korea. &nbsp;&nbsp;&nbsp;\r\n It is the consistent policy of the Workers' Party of Korea on attaching importance to the national identity to unearth precious artifacts of the nation and preserve them with good care.    \r\n"
        },
        {
            "title": "All Koreans called upon to meet U.S. challenge",
            "url": "http://kcna.co.jp/item/2003/200303/news03/07.htm#7",
            "content": "Permanent group of north and south for building of reunion center meets \r\n&nbsp;&nbsp;&nbsp; Mt. Kumgang, March 5 (KCNA) -- The 2nd contact between members of the permanent group of the north and the south for the building of a reunion center for separated families and relatives was made at Mt. Kumgang Resort from March 3 to 5.\r\n At the contact, the north side advanced a draft agreement on the scale of the reunion center, the principles of the joint design, necessary building materials and equipment and a timetable for their delivery, etc. And north side had a discussion with the south side on it, noting that the center with an accommodating capacity of 1,000 persons should be impeccably built to match the scenic beauty of famous Mt. Kumgang and operated as early as possible so that it may stand as a symbol of national reunification and inter-Korean cooperation. &nbsp;&nbsp;&nbsp;\r\n But no agreement was made at the contact due to the south side's insistence on building a center of very small scale. \r\n Both sides decided to have the next contact at the date the south side will suggest when it will be ready to accept the north's proposal after further study of it.    \r\n\r\n"
        },
        {
            "title": "13th meeting of co-chairmen of Pomchonghakryon held",
            "url": "http://kcna.co.jp/item/2003/200303/news03/07.htm#8",
            "content": "All Koreans called upon to meet U.S. challenge \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 6 (KCNA) -- The acute confrontation between the Korean nation and the U.S. on the Korean Peninsula urgently requires all Koreans in the north and the south to jointly meet the U.S. challenge and push ahead with the process of reconciliation and reunification.\r\n Rodong Sinmun today says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Koreans from the north and the south held a national rally for peace and reunification on the occasion of March 1. It was a clear manifestation of the Korean nation's strong spirit of national independence and their unshakable will to achieve independent reunification, not allowing any outside interference, domination and aggression. &nbsp;&nbsp;&nbsp;\r\n The cause of achieving the peace and reunification of the Korean Peninsula should be accomplished by the Korean nation on its own responsibility. &nbsp;&nbsp;&nbsp;\r\n It is none other than the Korean nation who desires peace and reunification on the Korean Peninsula. It is the Koreans who should achieve them to benefit from them. &nbsp;&nbsp;&nbsp;\r\n All the Koreans should push ahead with the process of reconciliation and reunification in unity and wage a resolute anti-war and anti-U.S. struggle to demonstrate the nation's unity and will for reunification and foil the U.S. moves for aggression. &nbsp;&nbsp;&nbsp;\r\n It is an urgent requirement of the era of independent reunification for the Koreans in the north and the south to frustrate the U.S. war moves against reunification by their concerted efforts. &nbsp;&nbsp;&nbsp;\r\n Nothing can break the strong unity of the nation or check the nation's onward movement under the banner of national independence and patriotism. &nbsp;&nbsp;&nbsp;\r\n It is a desire and unanimous wish of all Koreans to ensure the peace of the country and achieve national reconciliation and unity. &nbsp;&nbsp;&nbsp;\r\n Whoever sincerely wishes peace and reunification of the country should have the spirit of independence and join those who work for the great unity of the nation. That is the only way for the nation to survive and achieve reunification.    \r\n\r\n"
        },
        {
            "title": "Unceasing GI crimes under fire",
            "url": "http://kcna.co.jp/item/2003/200303/news03/07.htm#9",
            "content": "13th meeting of co-chairmen of Pomchonghakryon held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 6 (KCNA) -- The 13th meeting of the co-chairmen of the National Alliance of Youth and Students for the Country's Reunification (Pomchonghakryon) took place in the north, the south and overseas by facsimile.\r\n The meeting reviewed the activities of the organization last year and discussed the orientation of its activity for 2003. &nbsp;&nbsp;&nbsp;\r\n The meeting noted: &nbsp;&nbsp;&nbsp;\r\n Pomchonghakryon took the lead in lighting the torch of national independence and roused the youth and students to the struggle for early national reunification, holding higher anti-U.S., anti-war slogans and slogans calling for the withdrawal of the U.S. troops last year. &nbsp;&nbsp;&nbsp;\r\n The organization made joint national functions successful under the banner of the June 15 joint declaration despite the obstruction of the anti-reunification forces at home and abroad, made all efforts to let Koreans at home and abroad uplift the  great motto \"By Our Nation Itself\" and achieved great success in developing the solidarity movement of youth and students. &nbsp;&nbsp;&nbsp;\r\n The organization should implement the June 15 Joint Declaration in the van under the slogan \"Let us pool efforts of our nation to speed up independent reunification,\" further strengthen solidarity and unity with those organizations supporting the joint declaration and conduct a vigorous campaign for the legalization of the south headquarters of Pomchonghakryon and the South Korean Federation of University Student Councils. &nbsp;&nbsp;&nbsp;\r\n A joint resolution and an appeal to youth and students at home and abroad were adopted at the meeting.    \r\n\r\n\r\n"
        },
        {
            "title": "Foreign Minister meets new Greek Ambassador",
            "url": "http://kcna.co.jp/item/2003/200303/news03/07.htm#10",
            "content": "Unceasing GI crimes under fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 6 (KCNA) -- The unceasing GI crimes in South Korea clearly prove once again that the U.S. imperialist aggressors are shameless criminals who stoop to any murder, violence and plunder, says Rodong Sinmun today in a signed commentary.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n A U.S. lance corporal drove a truck, hitting a civilian and injuring him in Popwon town, Phaju  city, Kyonggi Province of South Korea a few days ago. Earlier, a U.S. oil truck slammed into a car running from an opposite direction, causing a serious accident.  Two GIs were caught while running away after stealing a steel camera and other valuables at a bar in Tongduchon city, Kyonggi Province. &nbsp;&nbsp;&nbsp;\r\n U.S. imperialist aggressor troops in South Korea are killing civilians for no reason and committing all sorts of crimes. This is the reality of South Korea. &nbsp;&nbsp;&nbsp;\r\n The U.S. is keen to bring the disaster of a nuclear war to all the Koreans in the north and the south. &nbsp;&nbsp;&nbsp;\r\n The South Korean people can never be free from painful misfortune and sufferings nor can the disgraceful history of our nation come to an end as long as the U.S. imperialist occupation forces stay in South Korea. &nbsp;&nbsp;&nbsp;\r\n The main cause of the misfortune should be rooted out.    \r\n\r\n\r\n\r\n"
        }
    ]
}