{
    "date": "2003-03-26",
    "url": "http://kcna.co.jp/item/2003/200303/20030326.htm",
    "articles": [
        {
            "title": "National meeting of officials in field of light industry held",
            "url": "http://kcna.co.jp/item/2003/200303/news03/26.htm#1",
            "content": "National meeting of officials in field of light industry held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 25 (KCNA) -- A national meeting of officials in the field of light industry was held at the People's Palace of Culture on March 23 and 24.\r\n Hong Song Nam, Premier of the DPRK cabinet, made a report, which was followed by speeches. &nbsp;&nbsp;&nbsp;\r\n The reporter and speakers said: &nbsp;&nbsp;&nbsp;\r\n General Secretary Kim Jong Il is showing his deep concern about the development of the country's light industry and leading it wisely. &nbsp;&nbsp;&nbsp;\r\n He set forth a unique policy of revolution in light industry and indicated the way of stepping up the reconstruction and modernization of light industrial factories during the unprecedentedly \"arduous march\" and the forced march so as to bring about a new turn in the production of consumer goods for the people. &nbsp;&nbsp;&nbsp;\r\n It is the firm will of the Workers' Party of Korea and the target of light industry at present to produce lots of high-quality consumer goods for a decent life of the people in years to come. &nbsp;&nbsp;&nbsp;\r\n Many modern light industrial factories should be built and officials in the fields of scientific research and design for light industry should concentrate their efforts on solving scientific and technical problems arising in the development of light industry and accelerate the researches to develop goods and modernize factories, they said. &nbsp;&nbsp;&nbsp;\r\n Present at the meeting were Han Song Ryong, Yon Hyong Muk, Kwak Pom Gi, officials concerned, leading officials of ministries, national institutions, and provincial, city and county party and power bodies, officials in light industrial field and related sectors.    \r\n\r\n"
        },
        {
            "title": "Support for Iraqi war protested in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200303/news03/26.htm#2",
            "content": "Support for Iraqi war protested in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 25 (KCNA) -- Civic and public organizations in South Korea are strongly protesting against the authorities' support to the Iraqi war, according to KBS from Seoul.\r\n On March 21, members of four civic and public organizations, including the Citizens Federation for Economic Justice, made public a statement in front of the Sejong Cultural Hall in Seoul in protest against the authorities' support to the Iraqi war. &nbsp;&nbsp;&nbsp;\r\n Over 700 university professors affiliated to the South Korean professors union and members of the Democratic Workers' Party strongly urged the \"National Assembly\" to reject a \"bill on troop dispatch\", contending that the authorities deserve to be condemned for its mobilization of the people in the unjust war ignited by the United States. &nbsp;&nbsp;&nbsp;\r\n The South Korean People's Solidarity grouping 45 civic and public organizations and the South Korean Council of Professors for Democracy, too, called a press conference on the same day, at which they held that the authorities' support to the Iraqi war should be stopped at once. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, medical workers organizations of South Korea are staging a signature campaign in protest against the authorities' decision to support the Iraqi war.    \r\n\r\n"
        },
        {
            "title": "Japan's anti-DPRK smear campaign under fire",
            "url": "http://kcna.co.jp/item/2003/200303/news03/26.htm#3",
            "content": "Japan's anti-DPRK smear campaign under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 25 (KCNA) -- The director general of the Japan Defense Agency and high-ranking officials of the ruling Liberal Democratic Party and the government and the military of Japan are claiming that the nuclear issue of North Korea is the greatest factor of threatening the peace and stability in Asia and the Japan-U.S. security pact serves as a deterrent force.\r\n Rodong Sinmun today in a signed commentary says that the \"nuclear threat\" of the DPRK is a sheer lie fabricated by the U.S. and a leverage to put pressure upon it. &nbsp;&nbsp;&nbsp;\r\n It continues: &nbsp;&nbsp;&nbsp;\r\n Lurking behind the Japanese reactionaries' hue and cry over the \"nuclear threat\" from the DPRK is a sinister intention to realize their ambitions for the conversion of Japan into a military power and overseas expansion under that pretext. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are taking the U.S. escalated moves to put pressure upon the DPRK over its nuclear issue as a good opportunity to realize these ambitions. They are going to reinvade Korea following the lead of the U.S. This is clearly evidenced by their outbursts that Japan may fight a war with North Korea and it should mount a preemptive attack on North Korea backed by the U.S. before Japan turns into a sea of fire. &nbsp;&nbsp;&nbsp;\r\n Needless to say, Japan's tightened military nexus with the U.S. under the pretext of the \"nuclear threat\" from North Korea would step up Japan's build-up of aggressor forces and increase the danger of its reinvasion of Korea. &nbsp;&nbsp;&nbsp;\r\n Japan's involvement in the U.S. moves to pressurize the DPRK over its nuclear issue would mean a direct military threat and a move to stage a comeback to Korea. &nbsp;&nbsp;&nbsp;\r\n It is as clear as noonday what consequences Japan's reckless moves will entail. &nbsp;&nbsp;&nbsp;\r\n If Japan opts for reinvasion, dancing to the U.S. tune as now, it will never have its security guaranteed but meet disastrous consequences.    \r\n\r\n"
        },
        {
            "title": "U.S. high-ranking official's anti-DPRK remarks slammed",
            "url": "http://kcna.co.jp/item/2003/200303/news03/26.htm#4",
            "content": "U.S. high-ranking official's anti-DPRK remarks slammed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 25 (KCNA) -- Rice, special assistant to the U.S. President for National Security, in her ABC appearance cried out for putting the maximum pressure on the DPRK to disarm it, again raising a hue and cry over a sort of \"threat of weapons of mass destruction\".\r\n In this regard Minju Joson today in a signed commentary says: &nbsp;&nbsp;&nbsp;\r\n This betrays the invariable intention of the U.S. hard-line conservatives to disarm and militarily stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. hard-line conservatives' talk about any \"threat of weapons of mass destruction\" is nothing but a subterfuge to justify their reckless moves to militarily stifle the DPRK. This is a very dangerous development. What is now happening in Iraq clearly tells what serious consequences their moves will bring about. no one can vouch that the U.S. will not spark the second Iraqi crisis on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n Their evermore undisguised moves to stifle the DPRK by force compel the army and people of the DPRK to channel all efforts to increasing self-defensive capability in every way to frustrate them. &nbsp;&nbsp;&nbsp;\r\n The DPRK will increase its national defense power on its own without the slightest vacillation no matter what others may say. &nbsp;&nbsp;&nbsp;\r\n If the U.S. hard-line conservatives misjudge the will of the army and people of the DPRK and persistently opt to stifle the DPRK by force, they will meet an irrevocable bitter setback. \r\n\r\n"
        },
        {
            "title": "Just cause of WPK and Korean people supported abroad",
            "url": "http://kcna.co.jp/item/2003/200303/news03/26.htm#5",
            "content": "Just cause of WPK and Korean people supported abroad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 25 (KCNA) -- The seventh seminar of political parties in the world for the building of new society was held in Mexico city over March 14-16.\r\n Present there were delegations of 50 odd political parties from the DPRK, China, Cuba, Vietnam, Brazil and other countries and a delegation of the Mexican Workers' Party. &nbsp;&nbsp;&nbsp;\r\n The seminar called for intensifying the struggle to rebuild socialism under the banner of the Pyongyang declaration, cementing the solidarity among political parties the world over aspiring after socialism in the struggle against the U.S. unilateral strong-arm policy, and dynamically waging the drive for the building of socialism worldwide. &nbsp;&nbsp;&nbsp;\r\n A letter to leader Kim Jong Il was adopted at the seminar. &nbsp;&nbsp;&nbsp;\r\n It also adopted a \"joint statement supporting the Workers' Party of Korea and the Korean people in the efforts to defend the cause of socialism and reunify the country with the might of the army-based policy\". &nbsp;&nbsp;&nbsp;\r\n The statement hoped that the Korean people would achieve a greater victory on the occasions of the tenth anniversary of  Kim Jong Il's election as Chairman of the DPRK National Defence Commission and the 55th birthday of the DPRK. And it called upon all the progressive parties the world over to widely hold colorful events on the occasions of political significance and thus celebrate those days as common holidays of humankind with splendor. &nbsp;&nbsp;&nbsp;\r\n The United States should promptly discontinue the reckless moves intended to escalate the tension on the Korean Peninsula, accept the just proposal of the DPRK for concluding a non-aggression pact between the two countries and withdraw its forces from South Korea at once so that the Korean nation can reunify the country independently and peacefully by itself, the statement held. &nbsp;&nbsp;&nbsp;\r\n It also called upon all the progressive political parties of the world to vigorously conduct activities for solidarity with the WPK and the Korean people in their efforts to prevent the danger of war and ensure peace on the Korean Peninsula and reunify the country.    \r\n\r\n"
        },
        {
            "title": "Aerial acrobatics of Korea",
            "url": "http://kcna.co.jp/item/2003/200303/news03/26.htm#6",
            "content": "Aerial acrobatics of Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 25 (KCNA) -- Korea's aerial acrobatics has steadily developed, drawing deep attention of the world acrobatic circles.\r\n The aerial acrobatic piece \"Flying Girls\" won the top prize again at the 27th Monte Carlo International Acrobatics Festival held in January, fully demonstrating the Korean nation's wisdom and spirit. &nbsp;&nbsp;&nbsp;\r\n Korea's aerial acrobatics, which started developing in the early 1970s, has caused a great sensation in China, Germany, Italy, Netherlands, Spain and other countries for its peculiar and refined stunts. &nbsp;&nbsp;&nbsp;\r\n The \"flight on the swings\" won the top prize at the 10th Monte Carlo International Acrobatics Festival held in Juche 73 (1984). &nbsp;&nbsp;&nbsp;\r\n Some ten pieces including \"Airmen\" and \"Flight on Horizontal Bars\" were awarded gold and gold lion prizes at international acrobatics festivals. &nbsp;&nbsp;&nbsp;\r\n Aerial acrobats of Korea are now highly praised as the best ones in the world for their performance of skilled and breathtaking stunts such as four somersaults in the air and three flip-flaps.    \r\n\r\n"
        },
        {
            "title": "\"Aim High\" inherited in Korea",
            "url": "http://kcna.co.jp/item/2003/200303/news03/26.htm#7",
            "content": "\"Aim High\" inherited in Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 25 (KCNA) -- Jiwon (aim high) has been carried forward century after century as a valuable ideological and spiritual inheritance of the Korean revolution.\r\n The idea, founded by Kim Hyong Jik, an outstanding leader of the anti-Japanese national liberation movement in Korea, in the early 1920s, is an indomitable revolutionary one that the country should be liberated through the struggle continued generation after generation. &nbsp;&nbsp;&nbsp;\r\n Inheriting the idea, President Kim Il Sung triumphantly waged the anti-Japanese armed struggle and achieved the country's liberation. He built a socialist state independent, self-reliant and self-supporting in national defence, and devoted his all to the cause of national reunification until his last moment. &nbsp;&nbsp;&nbsp;\r\n All the thinking and activities of Kim Jong Il, who is steering the 21st century with his great army-based politics, are also based on Jiwon. &nbsp;&nbsp;&nbsp;\r\n He, with the revolutionary outlook on life -- live not merely for today but for tomorrow -- has conducted tireless activities for the development and prosperity of the country. &nbsp;&nbsp;&nbsp;\r\n He has successfully overcome the difficult situation of the country with a strong will to defend socialism and accomplish the revolutionary cause of Juche with arms and turn Korea into a powerful socialist country as wished by the president in his lifetime. &nbsp;&nbsp;&nbsp;\r\n Jiwon is an ideological and spiritual source of the Korean people advancing under the banner of socialism, undaunted by the imperialists' persistent efforts to isolate and stifle the country.    \r\n\r\n"
        },
        {
            "title": "Greetings to Bangladeshi President",
            "url": "http://kcna.co.jp/item/2003/200303/news03/26.htm#8",
            "content": "Greetings to Bangladeshi President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 25 (KCNA) -- Kim Yong Nam, President of the Presidium of the Supreme People's Assembly of the DPRK, sent a message of greetings to Jajuddin Ahmed, President of Bangladesh, on the occasion of the 32nd anniversary of its independence.\r\n In the belief that the friendly and cooperative ties between the two countries would grow stronger, Kim in the message sincerely wished the president great success in his responsible work.    \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean war moves under fire",
            "url": "http://kcna.co.jp/item/2003/200303/news03/26.htm#9",
            "content": "S. Korean war moves under fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 25 (KCNA) -- The South Korean authorities declared a high alert posture against the DPRK on the plea of the U.S. imperialists' start of attacks on Iraq at a time when the large-scale joint war drills against the DPRK are escalating in South Korea.\r\n In this regard Minju Joson today carries a signed commentary, which says: &nbsp;&nbsp;&nbsp;\r\n This is a challenge and provocation to the DPRK which is making all efforts to improve the inter-Korean relations and achieve the peace and peaceful reunification of the country in the spirit of the June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n The high alert posture dubbed DRC-2 is intended to justify the adventurous war exercises and confrontation with the DPRK among the people. &nbsp;&nbsp;&nbsp;\r\n The confrontation racket and war moves to invade the DPRK can not be justified at all. &nbsp;&nbsp;&nbsp;\r\nWe can not remain a passive onlooker to the developments in which the peace of the country is seriously threatened and the danger of a new war increased by the U.S. imperialists and the South Korean war-like forces. &nbsp;&nbsp;&nbsp;\r\nIf the U.S. and its followers finally ignite a war of aggression against the DPRK, the army and people of the DPRK will counter it with the might of the army-based policy and wipe out all the enemies.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Bangladeshi Prime Minister",
            "url": "http://kcna.co.jp/item/2003/200303/news03/26.htm#10",
            "content": "Greetings to Bangladeshi Prime Minister\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 25 (KCNA) -- Hong Song Nam, Premier of the cabinet of the Democratic People's Republic of Korea, sent a message of greetings to Khaleda Zia, Prime Minister of Bangladesh, on the occasion of the 32nd anniversary of its Independence.\r\n Expressing belief that the friendly and cooperative relations between the two countries would grow stronger in the interests of the two peoples, the message wished the prime minister greater success in the work for the development of the country and people's happiness.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "South Korean and overseas delegations here",
            "url": "http://kcna.co.jp/item/2003/200303/news03/26.htm#11",
            "content": "South Korean and overseas delegations here\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 25 (KCNA) -- A south side's delegation headed by Paek Yong Chol, rector of the college of politics of Konkuk University, and an overseas delegation led by prof. Song Tu Ryul of Munster University of Germany arrived here today to participate in the meeting of scholars of the north and the south and overseas for reunification.\r\n They were greeted at the airport with compatriotic feelings by Kang Un Bin, chairman of the DPRK's society of social politics who is leading the north side's delegation, and officials concerned.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}