{
    "date": "2003-09-27",
    "url": "http://kcna.co.jp/item/2003/200309/20030927.htm",
    "articles": [
        {
            "title": "Japan Urged to Drop Its Hostile Policy toward DPRK",
            "url": "http://kcna.co.jp/item/2003/200309/news09/27.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "22nd Yun I Sang Concert Given",
            "url": "http://kcna.co.jp/item/2003/200309/news09/27.htm#2",
            "content": "Japan Urged to Drop Its Hostile Policy toward DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) -- Japan's hostile policy toward the DPRK is a very dangerous policy aimed at a military clash between the DPRK and Japan. If a war is provoked by the U.S. on the Korean peninsula, it will naturally spill over into Japan. Rodong Sinmun today says this in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Japan's concern about its security is its own make and its solution lies in its drop of the hostile policy toward the DPRK. \r\n The attitude of the U.S. and Japan towards the DPRK, are identical as Japan is actively supporting the U.S. in its policy to stifle Pyongyang. &nbsp;&nbsp;&nbsp;\r\n If the present tense situation is allowed to go on, a war between the DPRK and Japan will be unavoidable. &nbsp;&nbsp;&nbsp;\r\n In fact, Japan's policy to stifle the DPRK is now getting more pronounced as the days go by and, consequently, the relations between the DPRK and Japan are inching close to the phase of clash. &nbsp;&nbsp;&nbsp;\r\n Even the fate of the DPRK-Japan Pyongyang Declaration is threatened by Japan's reckless hostile policy toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n The peace policy of the DPRK is invariable and the stand of the DPRK to settle the long-standing pending issues between the DPRK and Japan and improve the bilateral relations remains unchanged. &nbsp;&nbsp;&nbsp;\r\n Ensuring security and creating a peaceful atmosphere is the job to be done by Japan itself. &nbsp;&nbsp;&nbsp;\r\n This can never be solved by accelerating the arms buildup and preparations for overseas aggression under the pretext of \"threat\" from someone. &nbsp;&nbsp;&nbsp;\r\n If Japan truly wants its security and a peaceful atmosphere, it should stop cooperating with the U.S. in its efforts to antagonize and stifle the DPRK and opt for redressing its crime-woven past and improving the relations with the DPRK. &nbsp;&nbsp;&nbsp;\r\nThis is the way of ensuring Japan's security.    \r\n\r\n"
        },
        {
            "title": "Art Contests of Schoolchildren",
            "url": "http://kcna.co.jp/item/2003/200309/news09/27.htm#3",
            "content": "22nd Yun I Sang Concert Given \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) -- The premiere of the 22nd Yun I Sang Concert was given at the Moranbong Theatre on Thursday.\r\n Enjoying it were Choe Ik Gyu, minister of Culture, officials concerned, working people and artistes in the city. &nbsp;&nbsp;&nbsp;\r\n The widow and daughter of Yun I Sang were among the audience. &nbsp;&nbsp;&nbsp;\r\n Put on the stage were music pieces composed by Yun I Sang including symphony No. 3, early melody \"Old-fashioned Dress\" and orchestra \"Court Music\". &nbsp;&nbsp;&nbsp;\r\n The concert was enthusiastically applauded by the audience for the performers' peculiar rendition and high level of representation. &nbsp;&nbsp;&nbsp;\r\n The concert will last till Sept. 27. &nbsp;&nbsp;&nbsp;\r\n More than 8,000 compatriots in the north and the south and overseas and foreign guests enjoyed the last concerts\r\n\r\n"
        },
        {
            "title": "Suppression of Vice-Chairman of South Headquarters Blasted",
            "url": "http://kcna.co.jp/item/2003/200309/news09/27.htm#4",
            "content": "Art Contests of Schoolchildren \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) ? National vocal and instrumental solo and solo dance contests of schoolchildren were held here from Sept. 16 to 25 on the occasion of the 6th anniversary of leader Kim Jong Il's election as general secretary of the Workers' Party of Korea and the 58th birthday of the WPK.\r\n Participating in the contests were over 600 schoolchildren who were selected in the provincial, city and county competitions. \r\n The contests were summed up on Sept. 25. Letters of commendation and prizes were awarded to the units and participants who had been given high appraisals. &nbsp;&nbsp;&nbsp;\r\n In the provincial group standings of the contests, Pyongyang took the first place, South Hamgyong and North Hwanghae provinces the second and Nampho Municipality, North Phyongan and North Hamgyong provinces the third. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, in the national competitions of members of the dance groups of schoolchildren's palaces (halls), South Hamgyong Province was placed first, Nampho Municipality and North Hamgyong Province second and South Hwanghae Province third.    \r\n\r\n"
        },
        {
            "title": "Vice-president of Presidium of DPRK SPA Meets Lao Delegation",
            "url": "http://kcna.co.jp/item/2003/200309/news09/27.htm#5",
            "content": "Suppression of Vice-Chairman of South Headquarters Blasted \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) -- A spokesman for the North Headquarters of the National Alliance for the Country's Reunification (Pomminryon) Thursday made public a statement condemning the south Korean judicial authorities for convicting students under the south Korean Federation of University Student Councils (Hanchongryon) and the vice-chairman of the South Headquarters of Pomminryon.\r\n A south Korean court recently gave a verdict of guilty to Ri Kyu Jae, vice-chairman of the South Headquarters of Pomminryon and former head of the reunification vanguard of the Reunification Solidarity, for the reason that he conducted a protest struggle against the arrest of all the students under Hanchongryon who staged a demonstration inside the firing range of the U.S. troops some time ago in a bid to check the war exercise of a U.S. rapid deployment brigade. The court sentenced him to 10 months' imprisonment and 2 years' probation. &nbsp;&nbsp;&nbsp;\r\n The sentence is intended to block the just struggle of patriotic organizations for reunification by joining in the anti-DPRK and anti-national moves of the U.S. and the south Korean right-wing conservative forces including the \"Grand National Party,\" the statement said, and stressed: &nbsp;&nbsp;&nbsp;\r\n The south Korean judicial authorities should release the arrested students, withdraw the verdict on Ri Kyu Jae and stop the suppression of the pro-reunification patriotic forces at once, bearing in mind that all actions contrary to the interests of the nation and hampering national independence and reunification are treacheries.    \r\n\r\n"
        },
        {
            "title": "FM Meets Italian and Nepalese Ambassadors",
            "url": "http://kcna.co.jp/item/2003/200309/news09/27.htm#6",
            "content": "Vice-president of Presidium of DPRK SPA Meets Lao Delegation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) -- Kim Yong Dae, vice-president of the Presidium of the DPRK Supreme People's Assembly, Thursday met and had a conversation in a friendly atmosphere with the visiting delegation of the Lao Ministry of Information and Culture led by Vice-Minister Kheckeo Soisaya at the Mansudae Assembly Hall.\r\n Present there were Kim Pyong Ho, deputy director general of the Korean Central News Agency, who is also vice-chairman of the DPRK Information Committee, and Manith Sengsathith, charge d'affaires ad interim of the Lao embassy in Pyongyang.  \r\n\r\n\r\n"
        },
        {
            "title": "Youth and Students of North and South Meet",
            "url": "http://kcna.co.jp/item/2003/200309/news09/27.htm#7",
            "content": "FM Meets Italian and Nepalese Ambassadors \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) -- DPRK Foreign Minister Paek Nam Sun on Sept. 25 separately met and conversed with new Italian Ambassador Gabriele Menegatti and new Nepalese Ambassador Narendra Raj Panday to the DPRK who paid a courtesy call on him.    \r\n"
        },
        {
            "title": "Iranian Embassy Officials Visit Mangyongdae Schoolchildren's Palace",
            "url": "http://kcna.co.jp/item/2003/200309/news09/27.htm#8",
            "content": "Youth and Students of North and South Meet \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) -- Youth and students of the north and the south met at the Central Youth Hall on Thursday.  Present there on the north side were Kim Kyong Ho, first secretary of the Central Committee of the Kim Il Sung Socialist Youth League, officials of the Korean Student Committee and the North Headquarters of the National Alliance of Youth and Students for the Country' Reunification, youth and students here and, on the south side, were the members of the Pyongyang-visiting group of south Korean youth and students.\r\n Om Jong Chol, chairman of the Korean Student Committee, in his speech said many young people and students were having the first gathering in the history of the country's division to demonstrate their unshakable will to achieve national cooperation and open the road of national reunification, firmly rallied under the banner of the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n He called upon the youth and students in the north and the south to vigorously turn out in the struggle to defend peace and the wellbeing of the nation and achieve the independent reunification of the motherland, deeply conscious of their mission as masters of a reunified motherland in the future. &nbsp;&nbsp;&nbsp;\r\n Jong Sang Ok, head of the south Korean visiting group, in his speech said that the members of his group deeply felt this time that the Korean nation is one nation which can not live separated. &nbsp;&nbsp;&nbsp;\r\n Urging the youth and students in the south and the north to closely unite and take the van in preventing a war, defending peace and achieving reunification, he said the youth and students in the south would unswervingly implement the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n A performance was given by youth and students of the north. Put on the stage were the song and dance \"Mt. Paektu and Mt. Hanna Are Parts of Our Motherland\", the folk song quartet \"Our Nation Is the Best\", the female solo \"The Man Who Remains in My Heart\", the dance \"Dancing with Water Jars\" and other pieces. &nbsp;&nbsp;&nbsp;\r\n Members of the visiting group from the south sang the songs \"Let's Reunify the Country\" and \"The Night of Pyongyang\". &nbsp;&nbsp;&nbsp;\r\n The youth and students of the north and south hardened their will to reunify the country singing in chorus the song \"We Are One.\" &nbsp;&nbsp;&nbsp;\r\n Then they merrily danced to the tune of songs including \"Ongheya\", \"Pride of Youth\" and \"Reunification Train Runs\". \r\n\r\n\r\n"
        },
        {
            "title": "Upholding Banner of Joint Declaration Called for",
            "url": "http://kcna.co.jp/item/2003/200309/news09/27.htm#9",
            "content": "Iranian Embassy Officials Visit Mangyongdae Schoolchildren's Palace \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) -- Jalaleddin Namini Mianji, Iranian ambassador to the DPRK, and embassy officials visited the Mangyongdae Schoolchildren's Palace on Sept. 25 on the anniversary of the signing of the agreement on cultural cooperation between the DPRK and Iranian governments.\r\n They looked round the computer circle room, the accordion circle room, the calligraphy circle room and other circle rooms of the palace which has been splendidly built up as a seat of extra-mural education of schoolchildren, and appreciated a performance given by art circle members of the palace.    \r\n\r\n\r\n"
        },
        {
            "title": "Scientific and Technical Service in High-Tech Field",
            "url": "http://kcna.co.jp/item/2003/200309/news09/27.htm#10",
            "content": "Upholding Banner of Joint Declaration Called for\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) -- If the Korean nation is to protect the security and sovereignty of the country and the nation from the war moves of the anti-peace, anti-reunification forces at home and abroad, they should hold higher the banner of the June 15 North-South joint declaration, says Rodong Sinmun today in a signed article.\r\n The article says: &nbsp;&nbsp;&nbsp;\r\n The destiny of the nation, national reunification and co-prosperity of the nation can be achieved only when the Korean nation vigorously advances, holding higher the banner of the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n This is the truth proved by the practice in the era of national independence and national reunification. &nbsp;&nbsp;&nbsp;\r\n National independence is the core of the declaration. The anti-reunification separatist forces including the U.S. imperialists are leaving no means untried to infringe upon the dignity and interests of the Korean nation and block the reunification of the country. This situation requires the whole nation to more firmly maintain the principle of national independence. &nbsp;&nbsp;&nbsp;\r\n Whoever truly worries about the destiny of the nation and the country and wishes national reunification should neither hold the differing ideology and system in the north and the south supreme nor place the interests of any individual class and social stratum above national cooperation.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. Occupation of Iraq Impugned Worldwide",
            "url": "http://kcna.co.jp/item/2003/200309/news09/27.htm#11",
            "content": "Scientific and Technical Service in High-Tech Field\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) -- The Manhung Technical and Trade Company of the Democratic People's Republic of Korea enjoys popularity for its scientific and technical services in high-tech field.\r\n Typical of them is the metal surface treatment. &nbsp;&nbsp;&nbsp;\r\n It is of greatly economic value. It makes it possible to enhance resistance to corrosion and abrasion of metal, ensure excellent finishing of rolling and elongation of metal and upgrade the adhesion of painting layers without using high alloy steel including stainless steel. &nbsp;&nbsp;&nbsp;\r\n This technology can increase the serviceable life of devices and accessories 3-4 times as against the method of heat treatment, painting and gilding and considerably reduce the noise of machines. &nbsp;&nbsp;&nbsp;\r\n The company also makes special lubricants. &nbsp;&nbsp;&nbsp;\r\n It conducts scientific and technical exchange, technical service and technical joint ventures with other countries in the high-tech field. &nbsp;&nbsp;&nbsp;\r\n The scientific and technical achievements made by competent scientists and technicians of the company enjoy good reputation among foreign clients.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reunion of Separated Families and Relatives of North and South Ends",
            "url": "http://kcna.co.jp/item/2003/200309/news09/27.htm#12",
            "content": "U.S. Occupation of Iraq Impugned Worldwide\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 26 (KCNA) -- The United States has found itself in a tough spot over Iraqi crisis getting all the more serious.\r\n Iraq's possession of \"weapons of mass destruction\" was one of the reasons why the United States launched the war in Iraq. It has mobilized as many troops as a brigade to find out mass destruction weapons and promised to offer 200,000 dollars to the discoverer. &nbsp;&nbsp;&nbsp;\r\n But it has failed to find out such weapons until now. Worse still, it has been revealed that the \"information\" the Bush administration presented as a reason for war was faked up intentionally by it. &nbsp;&nbsp;&nbsp;\r\n In the United States White House and the CIA shoved off the blame for the misinformation to each other and congressmen have urged the administration to unveil the truth behind the misinformation and held it responsible for the fabrication. And public opinion accuses President Bush of having cheated the people. &nbsp;&nbsp;&nbsp;\r\n It is the view of news analysts that the United States and its allies are beset with a political crisis caused by the misinformation and they can hardly get off the hook. &nbsp;&nbsp;&nbsp;\r\n Tragic losses the United States has suffered in Iraq since the end of the war have also put the Bush administration in hot water. &nbsp;&nbsp;&nbsp;\r\n According to media reports, the number of American troops who died after the war already far surpassed the death toll during the war. &nbsp;&nbsp;&nbsp;\r\n The colossal amount of military expenditures has given a serious effect to the U.S. economy, which has been harassed by financial deficit, beclouding the possibility for Bush's reelection. &nbsp;&nbsp;&nbsp;\r\n AP said the United States has spent about 48 billion dollars since the outbreak of the war and the expenditures are likely to increase steadily. &nbsp;&nbsp;&nbsp;\r\n  A spree of murder, looting and destruction has prevailed in Iraq where the United States was advertising that it brought \"liberation and stability\". The UN mission in Baghdad was attacked twice and large-scale attacks are ceaseless, tarring the U.S. image in the international community. &nbsp;&nbsp;&nbsp;\r\n The Australian prime minister, who supported the U.S. attack on Iraq and dispatched troops to the war, said even though the United Nations seeks a greater role to play in Iraq after the war, his country would not send peacekeeping forces to Iraq. &nbsp;&nbsp;&nbsp;\r\n France, Russia, Germany and other members of the Security Council have cold-shouldered the U.S.-made draft resolution for seizing the helm of the multi-national forces to be dispatched under the approval of the United Nations, and the political control of Iraq. &nbsp;&nbsp;&nbsp;\r\n BBC was of the view that China would support proposals advanced by France, Germany and Russia to decrease the political role of the United States and Britain in Iraq. It also reported that China has joined hands again with those countries that opposed the U.S. attack on Iraq in March before the outbreak of the war. &nbsp;&nbsp;&nbsp;\r\n The awkward position of the United States in the international community is an inevitable result of the Bush administration's wrong policy. The Bush administration, instead of drawing a proper lesson from the crisis caused by its unreasonable strong-arm policy and unjustifiable occupation of Iraq, is still seeking its interests unilaterally with others' help.    \r\n\r\n\r\n\r\n"
        }
    ]
}