{
    "date": "2003-10-30",
    "url": "http://kcna.co.jp/item/2003/200310/20031030.htm",
    "articles": [
        {
            "title": "DPRK Delegate on Exploration of Outer Space",
            "url": "http://kcna.co.jp/item/2003/200310/news10/30.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chinese State Delegation Here",
            "url": "http://kcna.co.jp/item/2003/200310/news10/30.htm#2",
            "content": "DPRK Delegate on Exploration of Outer Space \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 29 (KCNA) -- Outer space is a common property of humankind and, therefore, its exploration should be a work for the well-being of humankind.\r\n A DPRK delegate said this in a speech during the discussion of the agenda item \"International cooperation in the peaceful use of outer space\" at the meeting of the 4th Committee of the 58th UN General Assembly on October 23. &nbsp;&nbsp;&nbsp;\r\n It is essential to reject the monopolistic acts, realize equitable and free participation of all countries in the exploration of outer space and check its militarization in order to promote the well-being of humankind, he said, and continued: &nbsp;&nbsp;&nbsp;\r\n The attempts to turn outer space into a military base have become more pronounced and the missile defense system (MD) for a military purpose is openly pursued in outer space. &nbsp;&nbsp;&nbsp;\r\n The MD is a grave challenge to the peaceful exploration and use of outer space. It will inevitably spark military confrontation and arms race in outer space. &nbsp;&nbsp;&nbsp;\r\n In this context the DPRK supports the proposal made by Russia and China for concluding the \"Treaty Banning Deployment of Weapons in Outer Space, the Threat or Use of Force against Outer Space Objects,\" regarding it as a positive development. &nbsp;&nbsp;&nbsp;\r\n The DPRK successfully launched its first satellite in August 1998, thus entering a new stage in its independent development of space science and technology. The DPRK is very proud of this, and will positively promote cooperation and exchange with other countries of the world in the field of peaceful use of outer space.    \r\n  \r\n\r\n"
        },
        {
            "title": "10th People's Sports Contests Close",
            "url": "http://kcna.co.jp/item/2003/200310/news10/30.htm#3",
            "content": "Chinese State Delegation Here \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 29 (KCNA) -- A Chinese state delegation led by Wu Bangguo, member of the Standing Committee of the Political Bureau of the Central Committee of the Communist Party of China and chairman of the Standing Committee of the National People's Congress of China, arrived here today to pay an official goodwill visit to the DPRK at the invitation of the Presidium of the Supreme People's Assembly and the Cabinet of the DPRK.\r\n He was accompanied by Zeng Peiyan, member of the Political Bureau of the CPC Central Committee and vice-premier of the State Council, Sheng Huaren, vice-chairman and secretary general of the Standing Committee of the National People's Congress, Lu Congmin, vice-chairman of the Foreign Affairs Committee of the NPC, Wang Yi, vice-minister of Foreign Affairs, Yu Guangzhou, vice-minister of Commerce, Liu Hongcai, deputy head of the International Liaison Department of the CPC Central Committee, and Ge Zhenfeng, deputy chief of the General Staff of the Chinese People's Liberation Army. &nbsp;&nbsp;&nbsp;\r\n The delegation was greeted at the airport by President of the Presidium of the DPRK Supreme People's Assembly Kim Yong Nam, Vice-Premier of the Cabinet Kwak Pom Gi, Secretary of the SPA Presidium Kim Yun Hyok, Minister of Public Health Kim Su Hak who is chairman of the Central Committee of the Korea-China Friendship Association, Vice Department Director of the Central Committee of the Workers' Party of Korea Kim Thae Jong, Vice-Minister of Foreign Affairs Kim Yong Il, Vice-Minister of Foreign Trade Kim Jong Gi, Col. General of the Korean People's Army Pak Sung Won, DPRK Ambassador E.P. to China Choe Jin Su and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Also on hand there were Ambassador Wu Donghe and staff members of the Chinese embassy here and Chinese guests staying in the DPRK and students here. &nbsp;&nbsp;&nbsp;\r\n A welcome ceremony took place at the airport. &nbsp;&nbsp;&nbsp;\r\n A female worker presented a friendship statuette to Wu Bangguo. &nbsp;&nbsp;&nbsp;\r\n He published an arrival speech.    \r\n \r\n\r\n"
        },
        {
            "title": "U.S. Blamed for Scrapping AF",
            "url": "http://kcna.co.jp/item/2003/200310/news10/30.htm#4",
            "content": "10th People's Sports Contests Close \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 29 (KCNA) -- The 10th People's Sports Contests which were opened on October 15 came to a close.\r\n All participants in the contests fully displayed their sports technique they have cultivated in their day-to-day training. &nbsp;&nbsp;&nbsp;\r\n 16 new national records were set in shooting, weightlifting, swimming and other events. &nbsp;&nbsp;&nbsp;\r\n The April 25, the Ministry of Land and Marine Transport and the Amnokgang sports groups came first, second and third in the competition among sports groups respectively and Pyongyang, North Phyongan Province and Nampho City did the same in the team standing. &nbsp;&nbsp;&nbsp;\r\n A closing ceremony was held at the Pyongyang Indoor Stadium on Oct. 28. &nbsp;&nbsp;&nbsp;\r\n Present there were Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, Kwak Pom Gi, vice-premier of the Cabinet, officials concerned, sportspersons and working people in the city. &nbsp;&nbsp;&nbsp;\r\n Pak Myong Chol, chairman of the Physical Culture and Sports Guidance commission, addressed the ceremony.    \r\n\r\n\r\n"
        },
        {
            "title": "Chinese State Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2003/200310/news10/30.htm#5",
            "content": "U.S. Blamed for Scrapping AF \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 29 (KCNA) -- The Sweden-Korea Friendship Association in a statement on Oct. 22 said the U.S. should bear responsibility for unilaterally ditching the DPRK-U.S. Agreed Framework and reducing to nil the possibility of turning the Korean peninsula into a permanent nuclear-free zone.\r\n It went on: &nbsp;&nbsp;&nbsp;\r\n The Bush administration delayed the construction of light water reactors it had promised to the DPRK and stopped even the supply of heavy oil to it. This was, in fact, an open violation of the AF. &nbsp;&nbsp;&nbsp;\r\n Persisting in its hostile policy toward the DPRK, the United States has not removed economic sanctions against it but listed it as part of \"an axis of evil\" and a target of its preemptive nuclear attack. &nbsp;&nbsp;&nbsp;\r\n President Bush has been driven to a tight corner while presenting constant nuclear threats to the DPRK. The U.S. should recognize the DPRK and respect its sovereignty for global peace.    \r\n\r\n\r\n"
        },
        {
            "title": "Wu Bangguo Pays Courtesy Call on Kim Yong Nam",
            "url": "http://kcna.co.jp/item/2003/200310/news10/30.htm#6",
            "content": "Chinese State Delegation Visits Mangyongdae \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 29 (KCNA) -- A Chinese state delegation led by Wu Bangguo, member of the Standing Committee of the Political Bureau of the Central Committee of the Communist Party of China and chairman of the Standing Committee of the National People's Congress of China, today visited Mangyongdae.\r\n The guests were greeted on the spot by Minister of Public Health Kim Su Hak who is chairman of the Central Committee of the Korea-China Friendship Association, Vice Department Director of the Central Committee of the Workers' Party of Korea Kim Thae Jong, Vice-Minister of Foreign Affairs Kim Yong Il, DPRK Ambassador E.P. to China Choe Jin Su, Vice-Chairman of the Pyongyang City People's Committee Kim Jong Sik and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n They visited the old home of President Kim Il Sung in Mangyongdae where they looked round with keen interest historic relics, being briefed on his glorious revolutionary history and revolutionary family. &nbsp;&nbsp;&nbsp;\r\n They had a photograph taken in front of the old home.    \r\n.    \r\n\r\n"
        },
        {
            "title": "Talks Held between Kim Yong Nam and Wu Bangguo",
            "url": "http://kcna.co.jp/item/2003/200310/news10/30.htm#7",
            "content": "Wu Bangguo Pays Courtesy Call on Kim Yong Nam \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 29 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met Wu Bangguo, member of the Standing Committee of the Political Bureau of the Central Committee of the Communist Party of China and chairman of the Standing Committee of the National People's Congress of China, who paid a courtesy call on him at the Mansudae Assembly Hall today.\r\n Present there were Zeng Peiyan, member of the Political Bureau of the CPC Central Committee and vice-premier of the State Council, Sheng Huaren, vice-chairman and secretary general of the Standing Committee of the National People's Congress, Wu Donghe, Chinese ambassador e.p. to the DPRK, Lu Congmin, vice-chairman of the Foreign Affairs Committee of the NPC, Wang Yi, vice-minister of Foreign Affairs, Yu Guangzhou, vice-minister of Commerce, Liu Hongcai, deputy head of the International Liaison Department of the CPC Central Committee, and Ge Zhenfeng, deputy chief of the General Staff of the Chinese People's Liberation Army. &nbsp;&nbsp;&nbsp;\r\n On hand were Vice-Premier of the Cabinet Kwak Pom Gi, Secretary of the SPA Presidium Kim Yun Hyok, Minister of Public Health Kim Su Hak who is chairman of the Central Committee of the Korea-China Friendship Association, Vice Department Director of the Central Committee of the Workers' Party of Korea Kim Thae Jong, Vice-Minister of Foreign Affairs Kim Yong Il, Vice-Minister of Foreign Trade Kim Jong Gi, Col. General of the Korean People's Army Pak Sung Won, DPRK Ambassador E.P. to China Choe Jin Su and officials concerned. &nbsp;&nbsp;&nbsp;\r\n A conversation took place in a friendly atmosphere.    \r\n\r\n"
        },
        {
            "title": "Britain-DPRK Multi-Party Parliamentarians' Group Inaugurated",
            "url": "http://kcna.co.jp/item/2003/200310/news10/30.htm#8",
            "content": "Talks Held between Kim Yong Nam and Wu Bangguo \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 29 (KCNA) -- Talks were held between Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, and Wu Bangguo, member of the Standing Committee of the Political Bureau of the Central Committee of the Communist Party of China and chairman of the Standing Committee of the National People's Congress of China, at the Mansudae Assembly Hall today.\r\n At the talks both sides informed each other of the situation in their countries and exchanged views on the issue of further expanding and developing the friendly and cooperative relations between the two countries and a series of issues of mutual concern. &nbsp;&nbsp;&nbsp;\r\n Present at the talks from the DPRK side were Vice-Premier of the Cabinet Kwak Pom Gi, Secretary of the SPA Presidium Kim Yun Hyok, Minister of Public Health Kim Su Hak who is chairman of the Central Committee of the Korea-China Friendship Association, Vice Department Director of the Central Committee of the Workers' Party of Korea Kim Thae Jong, Vice-Minister of Foreign Affairs Kim Yong Il, Vice-Minister of Foreign Trade Kim Jong Gi, Col. General of the Korean People's Army Pak Sung Won, DPRK Ambassador E.P. to China Choe Jin Su and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Also present there from the Chinese side were Zeng Peiyan, member of the Political Bureau of the CPC Central Committee and vice-premier of the State Council, Sheng Huaren, vice-chairman and secretary general of the Standing Committee of the National People's Congress, Wu Donghe, Chinese ambassador e.p. to the DPRK, Lu Congmin, vice-chairman of the Foreign Affairs Committee of the NPC, Wang Yi, vice-minister of Foreign Affairs, Yu Guangzhou, vice-minister of Commerce, Liu Hongcai, deputy head of the International Liaison Department of the CPC Central Committee, Ge Zhenfeng, deputy chief of the General Staff of the Chinese People's Liberation Army.    \r\n\r\n"
        },
        {
            "title": "Chinese People's Goodwill Envoy Welcomed",
            "url": "http://kcna.co.jp/item/2003/200310/news10/30.htm#9",
            "content": "Britain-DPRK Multi-Party Parliamentarians' Group Inaugurated \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 29 (KCNA) -- The Britain-DPRK Multi-Party Parliamentarians' Group was inaugurated at the House of Parliament on October 21 with members of Houses of Lords and Commons from different political parties attending.\r\n Member of the House of Lords David Patrik Alton was elected chairman of the group and Deputy Speaker of the House of Lords Caroline Anne Cox and two others vice-chairpersons. &nbsp;&nbsp;&nbsp;\r\n The 21-member group heard a report on a visit to the DPRK by British parliamentarians and issued a statement of the group after discussing a series of matters including a peaceful solution to the nuclear issue and establishment of diplomatic relations between the DPRK and the U.S., and activities to realize a visit of U.S. Congressmen to the DPRK. &nbsp;&nbsp;&nbsp;\r\n The chairman of the group in his speech called for deepening dialogue with the DPRK, hoping for cooperation with the DPRK in politics, economy, security, humanitarian aids and trade.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chinese State Delegation Entertained",
            "url": "http://kcna.co.jp/item/2003/200310/news10/30.htm#10",
            "content": "Chinese People's Goodwill Envoy Welcomed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 29 (KCNA) -- Papers here today warmly welcome the Chinese state delegation led by Wu Bangguo, member of the Standing Committee of the Political Bureau of the Central Committee of the Communist Party of China and chairman of the Standing Committee of the National People's Congress of China, arriving here today at the invitation of the SPA Presidium and the Cabinet of the DPRK.\r\n  Papers in editorials describe the current visit to the DPRK of the delegation as support to the efforts of the Korean people to build a great prosperous powerful nation and reunify the country and a demonstration of the developing DPRK-China friendly relations. &nbsp;&nbsp;&nbsp;\r\n  The DPRK-China friendship has long and deep roots, the papers say. The traditional DPRK-China friendship is unbreakable as it was provided and brought into bloom by the leaders of the two countries. &nbsp;&nbsp;&nbsp;\r\n The friendship growing stronger has contributed to accelerating the revolution and construction in the two countries and developing the human cause of independence and the cause of peace, Rodong Sinmun says, and goes on: &nbsp;&nbsp;&nbsp;\r\n Respected Comrade Jiang Zemin's visit to the DPRK in 2001 in the wake of the historic visits to China of leader Kim Jong Il in the last year of the 20th century and the first year of the 21st century marked an important occasion in putting the friendly relations between the DPRK and China onto a new higher stage in conformity with the need of the new century and the current of the developing international relations. &nbsp;&nbsp;&nbsp;\r\n Today the Chinese people under the guidance of the Communist Party of China with Hu Jintao as general secretary work hard to implement the decision of the 16th Congress of the CPC to put into practice the important idea of \"Three represents\" and build a basically rich society in an all-round way. &nbsp;&nbsp;&nbsp;\r\n The Korean people rejoice as their own over the fact that everything goes well in China and express firm solidarity with the Chinese people in their efforts for the socialist modernization drive and the complete reunification of the whole country. &nbsp;&nbsp;&nbsp;\r\n Boosting the DPRK-China friendly relations entirely conforms with the desire and interests of the peoples of the two countries. &nbsp;&nbsp;&nbsp;\r\nThe reality today when the imperialists are making desperate efforts to stifle socialism and complicated problems crop up in the international relations calls for further developing the tradition of unity and cooperation between the parties, governments and peoples of the DPRK and China. \r\n It is the consistent stand of the WPK and the DPRK government to value and boost generation after generation the traditional DPRK-China friendship efflorescing after withstanding all the trials of history. &nbsp;&nbsp;&nbsp;\r\n Minju Joson stresses that the DPRK government and people will as ever work hard to boost the DPRK-China friendship.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Smear Campaign Flailed",
            "url": "http://kcna.co.jp/item/2003/200310/news10/30.htm#11",
            "content": "Chinese State Delegation Entertained\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 29 (KCNA) -- The Presidium of the Supreme People's Assembly and the Cabinet of the Democratic People's Republic of Korea gave a banquet at the People's Palace of Culture this evening in honor of the Chinese state delegation led by Wu Bangguo, member of the Standing Committee of the Political Bureau of the Central Committee of the Communist Party of China and chairman of the Standing Committee of the National People's Congress of China, on an official goodwill visit to the DPRK.\r\n President Kim Yong Nam of the SPA Presidium in his speech said that the current visit to the DPRK of the Chinese state delegation is the visit of a high-level delegation, the first of its kind after the formation of a new leadership in China, and marks a significant occasion in developing the traditional DPRK-China friendship to a new stage. &nbsp;&nbsp;&nbsp;\r\n We are pleased to see the traditional DPRK-China friendly relations invariably growing stronger under the deep care of the leaders of the two countries, withstanding all the challenges of the times, he said. &nbsp;&nbsp;&nbsp;\r\n He sincerely hoped that the friendly Chinese government and people would register greater success in their future efforts to build the People's Republic of China into a prosperous and modern socialist country and reunify the whole country. &nbsp;&nbsp;&nbsp;\r\n He pointed out that the situation in Northeast Asia centering around the Korean peninsula is reaching an unpredictably difficult phase due to the U.S. invariable hostile policy towards the DPRK. &nbsp;&nbsp;&nbsp;\r\n To put the DPRK-China friendship on a new higher stage under the present complicated situation conforms with the basic interests of the peoples of the two countries and is beneficial to the peace and security in Asia and the rest of the world, he said, adding that the DPRK would, in the future, too, work hard to boost the traditional DPRK-China friendship together with the Chinese comrades. &nbsp;&nbsp;&nbsp;\r\n Wu Bangguo in his reply said: &nbsp;&nbsp;&nbsp;\r\n The Chinese state delegation has come to the DPRK, a fraternal country, with a mission to further consolidate and develop the traditional Sino-Korean friendship. &nbsp;&nbsp;&nbsp;\r\n The Korean people, united close around the Workers' Party of Korea headed by Comrade General Secretary Kim Jong Il have achieved fresh successes in the work to build a great prosperous powerful nation, develop its external relations and achieve the independent and peaceful reunification of the country. The Chinese people sincerely rejoice over many achievements made by the Korean people and wish them greater success in socialist construction. &nbsp;&nbsp;&nbsp;\r\n Noting that defending peace and stability on the Korean peninsula is in line with the fundamental interests of both China and the DPRK, he said that the Chinese side supports the improvement of the relations between the north and the south of the Korean peninsula and the realization of its independent and peaceful reunification. &nbsp;&nbsp;&nbsp;\r\n It is the consistent policy of the Chinese party and government to consolidate and develop the traditional Sino-Korean friendship, he noted, adding that this traditional Sino-Korean friendship has steadily grown strong and developed thanks to the joint efforts of the two sides in recent years. &nbsp;&nbsp;&nbsp;\r\n We together with the Korean comrades will as ever make positive efforts to steadily consolidate and develop the Sino-Korean ties of friendship and cooperation in the spirit of \"inheriting the tradition, orienting to the future and strengthening good neighborliness and cooperation\", he stressed. &nbsp;&nbsp;&nbsp;\r\n Present on invitation at the banquet were Member of the Political Bureau of the Central Committee of the Communist Party of China and Vice-Premier of the State Council Zeng Peiyan, Vice-Chairman and Secretary General of the Standing Committee of the National People's Congress Sheng Huaren, Chinese Ambassador to the DPRK Wu Donghe, Vice-Chairman of the Foreign Affairs Committee of the NPC Lu Congmin, Vice-minister of Foreign Affairs Wang Yi, Vice-Minister of Commerce Yu Guangzhou, Deputy Head of the International Liaison Department of the CPC Central Committee Liu Hongcai and Deputy Chief of the General Staff of the Chinese People's Liberation Army Ge Zhenfeng. &nbsp;&nbsp;&nbsp;\r\n Also invited were Chinese embassy officials here and Chinese guests staying in the DPRK. &nbsp;&nbsp;&nbsp;\r\n On hand were Vice-Premier of the Cabinet Kwak Pom Gi, Secretary Kim Yun Hyok of the Presidium of the SPA, Minister of Public Health Kim Su Hak who is also chairman of the Central Committee of the DPRK-China Friendship Association, Vice-Department Director Kim Thae Jong of the Central Committee of the Workers' Party of Korea, Vice-Minister of Foreign Affairs Kim Yong Il, Vice-Minister of Foreign Trade Kim Jong Gi, Colonel General Pak Sung Won of the Korean People's Army, DPRK Ambassador to China Choe Jin Su and officials concerned. &nbsp;&nbsp;&nbsp;\r\n The banquet proceeded in an atmosphere overflowing with the feelings of friendship.\r\n Artistes gave a performance at the banquet.    \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Additional Troop Dispatch to Iraq Opposed in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200310/news10/30.htm#12",
            "content": "U.S. Smear Campaign Flailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 29 (KCNA) -- The United States is now getting overheated in its smear campaign to apply international sanctions against the DPRK, blockade it and militarily stifle it by spreading a false rumor.\r\n It is widely spreading a false story that before the outbreak of the Iraqi war the DPRK received money from the Saddam government by promising it to deliver long-range missiles and their parts. &nbsp;&nbsp;&nbsp;\r\n Commenting on this, Rodong Sinmun today says: &nbsp;&nbsp;&nbsp;\r\n Lurking behind this is a dangerous stratagem to convince the international community of the pretext under which it launched a war against Iraq and its assertions in branding the DPRK as part of an \"axis of evil\" and \"a rogue state\" in an effort to intensify its policy of isolating and stifling the DPRK. &nbsp;&nbsp;&nbsp;\r\n It is taking advantage of the opinion of the international community against terrorism in a bid to create concerns about the DPRK's possible delivery of missiles to \"terrorists\" and bar its commercial deals with other countries. This may be referred to as a link in the whole chain of the U.S. moves for international sanctions and \"network of blockade\" against the DPRK. In other words, the U.S. is going to destroy the DPRK without much difficulty, by putting military pressure on it and isolating it in the international arena under the pretext of \"combating terrorism.\" &nbsp;&nbsp;&nbsp;\r\n The U.S. should set about destroying its own weapons of mass destruction including huge nuclear weapons and stop encouraging terrorism before taking issue with others.\r\n With no sleight of hand can the U.S. shift its crimes onto others.    \r\n   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Title of DPRK Hero Posthumously Awarded to Kim Yong Sun",
            "url": "http://kcna.co.jp/item/2003/200310/news10/30.htm#13",
            "content": "Additional Troop Dispatch to Iraq Opposed in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 29 (KCNA) -- Civic and public organizations across south Korea on Oct. 25 staged a protest against the additional troop dispatch to Iraq, according to MBC.\r\n Meetings and information service to observe the \"day of the second people's action against the troop dispatch to Iraq\" simultaneously took place in more than 30 regions including Seoul, Pusan, Inchon, Taegu, Kwangju, Taejon, Ulsan, Chonan, Jonju, Wonju, Kangrung, Phohang, Masan, Koje and Jinju under the sponsorship of regional civic and public organizations. &nbsp;&nbsp;&nbsp;\r\n The Emergency People's Action against the Additional Troop Dispatch to Iraq grouping 351 civic and public organizations held a meeting in the university street of Seoul with at least 5,000 persons attending. &nbsp;&nbsp;&nbsp;\r\n At the meeting speakers strongly demanded the \"government\" immediately withdraw the decision on the additional troop dispatch to Iraq, branding the troop dispatch as an act of supporting the U.S. war of aggression. They warned that they would judge political parties and \"national assemblymen,\" who agree to the troop dispatch, in the 17th-term \"national assembly election\". &nbsp;&nbsp;&nbsp;\r\n Read out at the meeting was a resolution, which reiterated the resolve to fight it out till the \"government\" has revoked its decision on the troop dispatch. &nbsp;&nbsp;&nbsp;\r\n A declaration jointly worked out by the emergency people's action and at least 300 civic and public organizations of Japan was released at the meeting. Also read out there was a letter of solidarity from a joint anti-war organization of the U.S. &nbsp;&nbsp;&nbsp;\r\n Then followed performances on the theme of protest against the troop dispatch. &nbsp;&nbsp;&nbsp;\r\n At the end of the meeting participants marched as far as Thapgol park. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, there was a meeting in front of Pusan Railway Station under the sponsorship of the Pusan Citizens' Peace Action against Troop Dispatch to Iraq. It was attended by more than 1,000 workers of the Han Shin Heavy Industry Co., Ltd. and members of civic and public organizations in Pusan area. &nbsp;&nbsp;&nbsp;\r\n Speakers said at the meeting that the troop dispatch to Iraq was a crime and it was, therefore, necessary to settle accounts with the criminals. They called upon the Pusan citizens to pool their efforts to check the troop dispatch. &nbsp;&nbsp;&nbsp;\r\n At the end of the meeting participants staged a demonstration. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Mural Art Developing in DPRK",
            "url": "http://kcna.co.jp/item/2003/200310/news10/30.htm#14",
            "content": "Title of DPRK Hero Posthumously Awarded to Kim Yong Sun\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 29 (KCNA) -- A title of the DPRK hero was posthumously awarded to Kim Yong Sun, member of the Central Committee of the Workers' Party of Korea, deputy to the DPRK Supreme People's Assembly and secretary of the C.C., the WPK.\r\n A decree of the Presidium of the DPRK SPA on it was released on Oct. 27. &nbsp;&nbsp;&nbsp;\r\n It is noted in the decree that the DPRK SPA awards the title of the DPRK Hero, Medal of Gold Star and National Flag Order (First Class) to Kim Yong Sun in recognition of his devoted services rendered for raising the international prestige of the WPK, strengthening international solidarity with the Korean revolution and achieving the cause of national reunification under the banner of the June 15 North-South Joint Declaration, holding an important post at the Central Committee of the WPK for years, true to the leadership of Kim Jong Il.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "New Turn in Development of Science and Technology Called for",
            "url": "http://kcna.co.jp/item/2003/200310/news10/30.htm#15",
            "content": "Mural Art Developing in DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 29 (KCNA) -- The mural art is flourishing in the Democratic People's Republic of Korea.\r\n Seen in all parts of the country are the mural titled \"The great leader Comrade Kim Il Sung will always be with us\" and large-size mosaic murals depicting immortal revolutionary activities of three generals of Mt. Paektu -- President Kim Il Sung, anti-Japanese war hero Kim Jong Suk and leader Kim Jong Il -- and portraying the Korean people working hard for socialist construction and the building of a great prosperous powerful nation. The monumental murals show part of the developed Korean mural art. &nbsp;&nbsp;&nbsp;\r\n The mural art of Korea began developing in a comprehensive way in the 1970s. &nbsp;&nbsp;&nbsp;\r\nLeader Kim Jong Il, who has directed deep attention to the development of Juche-oriented fine art, said murals should have their own inherent characteristics and solved theoretical and practical questions arising in creating murals such as adding beauty to buildings and choosing themes of murals to suit the features of buildings. &nbsp;&nbsp;&nbsp;\r\nTypical of the murals are those of the Pyongyang Metro. &nbsp;&nbsp;&nbsp;\r\nThe metro murals successfully represent in a diversified way epochal changes and achievements made by the Korean people in socialist construction since the period of the building of a new Korea. The metro, indeed, resembles an underground palace. &nbsp;&nbsp;&nbsp;\r\n The exterior walls of Kim Il Sung Stadium, Mansudae Art Theatre, People's Palace of Culture, Pyongyang Grand Theatre, April 25 House of Culture and other monumental edifices are decorated with murals created in a delicate and simple way and based on different themes to suit the missions and characters of the buildings. &nbsp;&nbsp;&nbsp;\r\n All the murals, which are proud of their grand formative style, diversified and realistic depiction and comprehensive expression, are considered to be treasures of the nation.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chinese State Delegation Arrives",
            "url": "http://kcna.co.jp/item/2003/200310/news10/30.htm#16",
            "content": "New Turn in Development of Science and Technology Called for\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 29 (KCNA) -- Minju Joson Wednesday in an editorial dedicated to the National Meeting of Scientists and Technicians, which opens today, calls for bringing about a new turn in the development of science and technology to meet the requirements of the Songun era.\r\n The editorial says: &nbsp;&nbsp;&nbsp;\r\n The National Meeting of Scientists and Technicians is of great significance as it marks an important occasion in strikingly demonstrating the validity and vitality of the idea of the Workers' Party of Korea on giving great importance to science and technology and powerfully encouraging the Korean people in their drive to build a great prosperous powerful nation of Juche. &nbsp;&nbsp;&nbsp;\r\n What is important in the present scientific researches is to put the country's science and technology on the world's level in the shortest possible time. &nbsp;&nbsp;&nbsp;\r\n The Korean scientists should concentrate their efforts on the scientific researches to bring ultra modern science and technology including information and nano engineering and bio- engineering to the world's level at an early date. It is necessary to channel great efforts into the development of technological engineering including mechanical, metal and heat engineering and chemistry on that basis. &nbsp;&nbsp;&nbsp;\r\n It is imperative to conduct a positive drive to timely solve the scientific and technological problems arising in decisively settling the problems of electricity, coal, metal and railway transportation and food and modernize and informationalize the overall economy, while directing primary efforts to the development of the defense industry.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Prime Minister of Turkey",
            "url": "http://kcna.co.jp/item/2003/200310/news10/30.htm#17",
            "content": "Chinese State Delegation Arrives\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 29 (KCNA) -- A Chinese state delegation led by Wu Bangguo, member of the Standing Committee of the Political Bureau of the Central Committee of the Communist Party of China and chairman of the Standing Committee of the National People's Congress of China, arrived here today by air to pay an official goodwill visit to the DPRK at the invitation of the Presidium of the Supreme People's Assembly and the Cabinet of the DPRK.    \r\n\r\n"
        },
        {
            "title": "KCNA Delegation Leaves for China",
            "url": "http://kcna.co.jp/item/2003/200310/news10/30.htm#18",
            "content": "Greetings to Prime Minister of Turkey\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 29 (KCNA) -- Pak Pong Ju, premier of the Cabinet of the DPRK, sent a message of greetings to Recep Tayyip Erdogan, prime minister of Turkey, on the occasion of the 80th anniversary of the proclamation of the Republic of Turkey.\r\n The message wished the prime minister greater success in his responsible work for the independent development and prosperity of the country and hoped that the friendly relations existing between the two countries would grow stronger in the future.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Talks Held between DPRK and German Parliamentary Groups",
            "url": "http://kcna.co.jp/item/2003/200310/news10/30.htm#19",
            "content": "KCNA Delegation Leaves for China\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 29 (KCNA) -- A delegation of the Korean Central News Agency led by Deputy Director General Ri Ho Gyu left here today to visit China.\r\n It was seen off at Pyongyang Railway Station by Kim Chang Gwang, deputy director general of KCNA, and Tian Baozhen, minister councilor of the Chinese embassy here.    \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Turkish President",
            "url": "http://kcna.co.jp/item/2003/200310/news10/30.htm#20",
            "content": "Talks Held between DPRK and German Parliamentary Groups\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 29 (KCNA) -- Talks between the Korea-Germany Friendship Parliamentary Group and the Germany-Korea Parliamentary Friendship Group took place at the Mansudae Assembly Hall today.\r\n Both sides exchanged views on boosting the friendly and cooperative relations between the two parliaments and on a series of issues of mutual concern. &nbsp;&nbsp;&nbsp;\r\n Present there from the DPRK side were Ri Jong Hyok, deputy to the Supreme People's Assembly and chairman of the Korea-Germany Friendship Parliamentary Group, and officials concerned and from the German side were Hartmut Koschyk, member of the Bundestag and chairman of the Germany-Korea Parliamentary Friendship Group, and his party and Doris Hertrampf, German ambassador to the DPRK. &nbsp;&nbsp;&nbsp;\r\n The talks proceeded in a friendly atmosphere.    \r\n\r\n\r\n"
        },
        {
            "title": "Wu Bangguo Refers to His Visit to DPRK",
            "url": "http://kcna.co.jp/item/2003/200310/news10/30.htm#21",
            "content": "Greetings to Turkish President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 29 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, on Oct. 24 sent a message of greetings to Ahmed Necdet Sezer, president of the Republic of Turkey, on the occasion of the 80th anniversary of the proclamation of the Republic.\r\n The message expressed belief that the friendly relations between the DPRK and Turkey would grow stronger in the interests of the two peoples, and wished the president and the people of Turkey greater success in their work for the development and prosperity of the country.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Army Commits Grave Military Provocations",
            "url": "http://kcna.co.jp/item/2003/200310/news10/30.htm#22",
            "content": "Wu Bangguo Refers to His Visit to DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 29 (KCNA) -- Head of the Chinese state delegation Wu Bangguo who is member of the Standing Committee of the Political Bureau of the Central Committee of the Communist Party of China and chairman of the Standing Committee of the National People's Congress of China made public an arrival speech on Wednesday.\r\n It said: &nbsp;&nbsp;&nbsp;\r\n China and the DPRK are linked by mountains and water and Sino-DPRK friendship has a long history and deep roots. &nbsp;&nbsp;&nbsp;\r\n This traditional friendship has steadily grown strong and developed under the direct care of the top leaders of the two countries and thanks to the joint efforts of the two peoples in the new century as it was provided and fostered by the leaders of the old generation of the two countries. &nbsp;&nbsp;&nbsp;\r\n Comrade General Secretary Jiang Zemin's official goodwill visit to the DPRK and Comrade Kim Jong Il's two successful visits to China opened a new chapter in the history of Sino-DPRK friendship as they marked important events of epochal significance. &nbsp;&nbsp;&nbsp;\r\n During the visit, I will have a wide-range exchange of views on the issue of developing the Sino-DPRK relations in the new century and the issues of mutual concern with DPRK leaders. &nbsp;&nbsp;&nbsp;\r\n It is my hope that the visit will contribute to further strengthening the traditional friendship and cooperation between the two parties, two countries and two peoples, promoting the common prosperity and development of the two countries and defending peace and stability on the Korean peninsula and in the region.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Supreme Commander Kim Jong Il Inspects KPA Unit 485",
            "url": "http://kcna.co.jp/item/2003/200310/news10/30.htm#23",
            "content": "S. Korean Army Commits Grave Military Provocations\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 29 (KCNA) -- The south Korean army recently continued to infiltrate its combat ships into the territorial waters of the north side in the West Sea, rendering the situation in the waters extremely tense, according to military sources.\r\n On Oct. 29 it illegally infiltrated two warships deep into the territorial waters of the north side south of Ssanggyo-ri, Kangryong County, and repeated their infiltration several times. &nbsp;&nbsp;&nbsp;\r\n It committed such military provocations as infiltrating warships 11 times on Oct. 28, four times on Oct. 26 and six times on Oct. 24 and 25 each. &nbsp;&nbsp;&nbsp;\r\n The south Korean military authorities should not act rashly, mindful that such infiltration into the territorial waters is a dangerous adventure which may spark a new \"West Sea skirmish\".    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}