{
    "date": "2003-03-15",
    "url": "http://kcna.co.jp/item/2003/200303/20030315.htm",
    "articles": [
        {
            "title": "State commendations to officials and builders",
            "url": "http://kcna.co.jp/item/2003/200303/news03/15.htm#1",
            "content": "State commendations to officials and builders \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 14 (KCNA) -- Officials and builders were awarded commendations in recognition of the labor feats performed in the Kaechon-Lake Thaesong Waterway Project.\r\n The waterway completed in October last year is a natural irrigation system unprecedented in the history of irrigation in Korea as it extends more than 150 km from Taegak-ri, Kaechon city, South Phyongan Province to lake Thaesong, Kangso district, Nampho city. The builders completed the project in a matter of a little more than two years. It is aimed to store hundreds of millions of cubic meters of water from the River Taedong in 20-odd reservoirs to irrigate 100,000 hectares of paddy and non-paddy fields in South Phyongan Province, Pyongyang and Nampho. &nbsp;&nbsp;&nbsp;\r\n An awarding ceremony took place at the People's Palace of Culture on March 13. &nbsp;&nbsp;&nbsp;\r\n 11 persons were awarded the title of Labor Hero of the DPRK, one person \"Kim Il Sung Order\", 22 persons \"Kim Il Sung Youth Honor Prize\" and 4 others honorary title of Merited designer and Merited truck driver. &nbsp;&nbsp;&nbsp;\r\n 66 persons received wrist watches bearing the august name of President Kim Il Sung while 182 persons were awarded citations of General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The National Flag Order First Class, Order of Labor and other orders and medals went to 17,136 persons. &nbsp;&nbsp;&nbsp;\r\n The ceremony was attended by Kim Yun Hyok, Secretary of the Presidium of the Supreme People's Assembly, and Kim Chang Sik, Minister of Agriculture, and others.    \r\n\r\n"
        },
        {
            "title": "Conference of North and South Korean workers held",
            "url": "http://kcna.co.jp/item/2003/200303/news03/15.htm#2",
            "content": "Conference of North and South Korean workers held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 14 (KCNA) -- A 2003 conference of North and South Korean workers for national reunification was held here on Thursday.\r\n Attending there were a delegation of the General Federation of Trade Unions of Korea led by chairman of its central committee Ryom Sun Gil, a delegation of the Federation of (South) Korean Trade Unions led by chairman Ri Nam Sun and a delegation of the (South) Korean Confederation of Trade Unions led by acting chairman Ryu Tok Sang. &nbsp;&nbsp;&nbsp;\r\n The conference discussed an agenda item \"on the need for workers to take the lead in implementing the June 15 Joint Declaration\". &nbsp;&nbsp;&nbsp;\r\n Prior to this discussion, congratulatory messages to the conference from different organizations in the DPRK were introduced. &nbsp;&nbsp;&nbsp;\r\n At the conference, a reporter and speakers recalled the fact that the council of north and South Korean workers for national reunification, the first solidarity organization of workers from the north and the south for the reunification movement, was inaugurated at Mt. Kumgang resort in march two years ago. The formation of the council marked a significant occasion in strengthening solidarity and unity between the workers in the north and the south and accelerating the 70 million Koreans' movement for independent reunification, they said. &nbsp;&nbsp;&nbsp;\r\n The conference advanced the tasks facing the workers in the north and the south at the crossroads: whether the dignity and sovereignty of the nation are protected and the joint declaration is implemented to the letter to reunify the country or not and whether a holocaust of a nuclear war is allowed to threaten the nation or not. &nbsp;&nbsp;&nbsp;\r\n A pro-reunification declaration of North and South Korean workers for the implementation of the June 15 Joint Declaration was adopted there with an approval of all the participants. &nbsp;&nbsp;&nbsp;\r\n The declaration says that the national reunification should be achieved independently and peacefully, not by military threat or war method, but by the united efforts of the Korean nation and through its great unity. &nbsp;&nbsp;&nbsp;\r\n The conference is a precious product of solidarity and unity between the North and South Korean workers and a proud achievement made in the course of national cooperation, it notes, adding: &nbsp;&nbsp;&nbsp;\r\n Through it, we will further develop our reconciliation, exchange, cooperation, solidarity and unity and thus greatly contribute to the independent reunification of the country. &nbsp;&nbsp;&nbsp;\r\n We will play the role of an engine in implementing the June 15 Joint Declaration and accelerating the independent national reunification and dynamically advance despite any obstacles in the way of reunification. &nbsp;&nbsp;&nbsp;\r\n On the same day, meetings were held at Pyongyang Koryo Hotel between delegates of different sectors and regions from labour movement organizations in the North and the South of Korea.  \r\n\r\n"
        },
        {
            "title": "Annual meeting of Korea-Cuba Solidarity Committee held",
            "url": "http://kcna.co.jp/item/2003/200303/news03/15.htm#3",
            "content": "Annual meeting of Korea-Cuba Solidarity Committee held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 14 (KCNA) -- An annual meeting of the Korea-Cuba Solidarity Committee was held in Pyongyang on Thursday.\r\n Present at the meeting were Minister of Education Pyon Yong Rip who is chairman of the solidarity committee, officials concerned and members of the committee. &nbsp;&nbsp;&nbsp;\r\n On hand were Cuban Ambassador to the DPRK Esteban Lobaina Romero and staff members of the embassy. \r\n The meeting reviewed last year's work of the committee for friendship and solidarity with the Cuban people vigorously advancing along the road of independence against imperialism and the road of socialism and discussed an action program this year.    \r\n\r\n"
        },
        {
            "title": "National musical instrument producer",
            "url": "http://kcna.co.jp/item/2003/200303/news03/15.htm#4",
            "content": "National musical instrument producer \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 14 (KCNA) -- The company of handmade musical instruments situated in Mangyongdae district, Pyongyang, is one of Korea's institutes and producers of national musical instruments.\r\n Its precursor is the national institute of musical instruments established in October Juche 57 (1968). &nbsp;&nbsp;&nbsp;\r\n The instruments made by the company are popular among Koreans at home and abroad for their soft and wonderful sounds. \r\n Okryugum has a bigger soundboard and a wider range of sound than other kinds of instruments. &nbsp;&nbsp;&nbsp;\r\n The 23-string Kayagum developed by the company is also popular among people. &nbsp;&nbsp;&nbsp;\r\n It is wider in the range of sound than the 21-string Kayagum. &nbsp;&nbsp;&nbsp;\r\n Improvements have been made in the soundboard of the instrument for the betterment of tone quality. &nbsp;&nbsp;&nbsp;\r\n The instrument is characterized by great volume and soft sound. &nbsp;&nbsp;&nbsp;\r\n A lot of able researchers and manufacturers are working with the company. &nbsp;&nbsp;&nbsp;\r\n The company produces hundreds of quality musical instruments every year.    \r\n\r\n"
        },
        {
            "title": "Kaesong Koryo Insam Liquor Factory",
            "url": "http://kcna.co.jp/item/2003/200303/news03/15.htm#5",
            "content": "Kaesong Koryo Insam Liquor Factory \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 14 (KCNA) -- The Kaesong Koryo Insam Liquor Factory is located in Sungjon-dong, Kaesong city.\r\n The main ingredient of the liquor is world-famous insam (ginseng) cultivated in Kaesong of Korea. &nbsp;&nbsp;&nbsp;\r\n The factory was founded as the state-run Kaesong distillery in February Juche 41 (1952) and expanded into the Kaesong Koryo Insam Liquor Factory in 1961. &nbsp;&nbsp;&nbsp;\r\n Since then, it has produced various kinds of insam spirits such as Koryo insam and Susam insam liquor, Samnoju and insam spirits. &nbsp;&nbsp;&nbsp;\r\n demands for koryo insam liquor are ever increasing for its marvelous anti-radioactivity and anti-cancer effects. &nbsp;&nbsp;&nbsp;\r\n Koryo insam liquor produced by the factory was awarded gold medals in the Leipzig and other international fairs.    \r\n\r\n"
        },
        {
            "title": "Institute of children's nutrition",
            "url": "http://kcna.co.jp/item/2003/200303/news03/15.htm#6",
            "content": "Institute of children's nutrition \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 14 (KCNA) -- The institute of children's nutrition under the academy of medical science has developed and produced many kinds of quality nutriments for children.\r\n The institute, founded in May Juche 73 (1984), is the country's major research centre for children's nutrition. It makes scientific and technical researches to improve the health of children and develops nutriments. &nbsp;&nbsp;&nbsp;\r\n It has a pilot plant and more than 10 laboratories for alternative milk, micronutrient foodstuffs, remedial foodstuffs, etc. &nbsp;&nbsp;&nbsp;\r\n It has made great achievements in researches into alternative milk, improvement of nutritive conditions, prevention and treatment of diseases caused by undernourishment, promotion of growth, mental development, etc. concerning children's nutrition and health. &nbsp;&nbsp;&nbsp;\r\n In recent years it has developed milk for baby, antibiotics, acorn drink for health, powdered acorn ferment, calcium sugar made of fruits of Chinese matrimony vine and other quality nutriments. &nbsp;&nbsp;&nbsp;\r\n The institute is now concentrating on researches into nourishing foodstuffs with beans as their main ingredient. &nbsp;&nbsp;&nbsp;\r\n It also has a scientific and technical exchange with other countries. \r\n\r\n"
        },
        {
            "title": "Congratulatory message to Armenian President",
            "url": "http://kcna.co.jp/item/2003/200303/news03/15.htm#7",
            "content": "Congratulatory message to Armenian President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 14 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, on March 11 sent a congratulatory message to Robert Kocharyan on his reelection as President of Armenia.\r\n Expressing the belief that the friendly and cooperative relations between the two countries would grow stronger and develop, the message wished him success in his responsible work for the peace and stability of the country and the well-being of its people.    \r\n\r\n"
        },
        {
            "title": "Congratulations to Cyprian Foreign Minister",
            "url": "http://kcna.co.jp/item/2003/200303/news03/15.htm#8",
            "content": "Congratulations to Cyprian Foreign Minister \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 14 (KCNA) -- Foreign Minister Paek Nam Sun sent a congratulatory message to George Iacovou on his appointment as Foreign Minister of Cyprus.\r\n The message expressed belief that the friendly relations between the two countries would develop on good terms and sincerely wished him success in his responsible work.    \r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Federal Chancellor of Austria",
            "url": "http://kcna.co.jp/item/2003/200303/news03/15.htm#9",
            "content": "Congratulations to Federal Chancellor of Austria\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 14 (KCNA) -- Hong Song Nam, Premier of the DPRK Cabinet, sent a message of greetings to Wolfgang Schuessel upon his reelection as Federal Chancellor of Austria.\r\n The message wished him success in his responsible work for the prosperity of the country and the well-being of its people and expressed belief that the friendly and cooperative relations between the two countries would steadily grow stronger and develop. &nbsp;&nbsp;&nbsp;\r\n Foreign Minister Paek Nam Sun sent a congratulatory message to Benita Ferrero Waldner upon his reappointment as Federal Foreign Minister of Austria.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam meets S. Korean delegation",
            "url": "http://kcna.co.jp/item/2003/200303/news03/15.htm#10",
            "content": "Kim Yong Nam meets S. Korean delegation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 14 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, met a delegation of trade unions of South Korea at the Mansudae Assembly Hall today.\r\n Present there were members of the delegation co-headed by Ri Nam Sun, chairman of the Federation of (South) Korean Trade unions, and Ryu Tok Sang, acting chairman of the (South) Korean Confederation of Trade Unions. &nbsp;&nbsp;&nbsp;\r\n On hand were Ryom Sun Gil, chairman of the c.c., the General Federation of Trade Unions of Korea, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n A conversation took place in an atmosphere overflowing with compatriotic feelings.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}