{
    "date": "2003-07-26",
    "url": "http://kcna.co.jp/item/2003/200307/20030726.htm",
    "articles": [
        {
            "title": "Kim Il Sung's works brought out",
            "url": "http://kcna.co.jp/item/2003/200307/news07/26.htm#1",
            "content": "Kim Il Sung's works brought out \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 25 (KCNA) -- The Workers' Party of Korea Publishing House has brought out more than 310 out of the numerous works published by President Kim Il Sung for three years of the Fatherland Liberation War.\r\n Expounded in \"Let us wipe out the invaders by a decisive counter-offensive,\" \"Go all out for victory in the war\" and other works are strategic policies in every stage of the war and orientation and ways of their implementation. &nbsp;&nbsp;&nbsp;\r\n Specified in \"Let us strengthen the people's army,\" \"On the orientation for armistice talks\" and other works are operational policies and militant tasks to achieve a decisive victory in the war. &nbsp;&nbsp;&nbsp;\r\n \"Concluding speech delivered at the third plenary meeting of the Central Committee of the Workers' Party of Korea\" and other works clarify the orientation and ways for speeding up victory in the war. Given in \"On the orientation for postwar economic reconstruction,\" \"On working out a master plan for postwar reconstruction of Pyongyang city\" and other works is a bright blueprint for postwar construction of a new country. &nbsp;&nbsp;&nbsp;\r\n Revolutionary policies for creating favorable international circumstances for the Korean revolution are propounded in \"Peace should be achieved by struggle,\" \"On exposing and condemning the crimes of the Japanese reactionary government joining in the Korean War\" and other works.    \r\n\r\n"
        },
        {
            "title": "Functions held on Day of Victory",
            "url": "http://kcna.co.jp/item/2003/200307/news07/26.htm#2",
            "content": "Functions held on Day of Victory \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 25 (KCNA) -- Various functions took place on the occasion of the 50th anniversary of the victory in the Great Fatherland Liberation War.\r\n An oratorical contest of young soldiers of the Korean People's Army reflected the determination of young soldiers to learn from the transparent spirit of devotedly defending the leader and the spirit of defending the country displayed by the heroic soldiers in the 1950s and thus firmly prepare themselves as human bullets and bombs in the Songun era. &nbsp;&nbsp;&nbsp;\r\n The performers called upon all the young soldiers to become human bombs and suicide bombers like hero ri su bok in a bid to defend the headquarters of the revolution at the risk of their lives and to take the lead in the sacred war to win a final victory in the confrontation with the U.S. officials and members of the Union of Agricultural Workers of Korea at a celebration meeting referred to the fact that the peasants turned out as one in the wartime increased production of food despite a rain of shells and contributed to the victory in the war. They vowed to learn from the militant spirit displayed by the patriotic farmers in the 1950s and turn out as one in the confrontation with the U.S., true to the Workers' Party of Korea's idea of attaching importance to arms and military affairs and its leadership. &nbsp;&nbsp;&nbsp;\r\n A celebration meeting of members of the Korean Democratic Women's Union called upon all the officials and members to carry out their mission and duty before the times in the general march for a final victory of the revolutionary cause of juche that has triumphed thanks to arms under the Songun leadership of Kim Jong Il. \r\n    \r\n"
        },
        {
            "title": "Foreigners visit Sinchon Museum",
            "url": "http://kcna.co.jp/item/2003/200307/news07/26.htm#3",
            "content": "Foreigners visit Sinchon Museum \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 25 (KCNA) -- The Sinchon Museum in South Hwanghae Province was visited on July 24 by foreign delegations, delegates and groups for probing the truth behind the GIS' atrocities who are participating in the International Conference for Peace on the Korean Peninsula being held on the occasion of the 50th anniversary of the victory in the Great Fatherland Liberation War.\r\n They saw evidence proving GIS' crimes, being briefed on the fact that U.S. troops massacred innocent Koreans in Sinchon county by the most barbarous methods during the war. &nbsp;&nbsp;&nbsp;\r\n They met victims and heard their testimonies. &nbsp;&nbsp;&nbsp;\r\n J. Gary Campbell, head of the delegation of the U.S. veterans' organization for the peace, said as an American he felt ashamed of the atrocities committed by GIS against Koreans in that place, adding that his organization would wage a positive campaign to wrest apology and compensation for GIS' crimes. &nbsp;&nbsp;&nbsp;\r\n Marcia De Campos Pereira, president of the Women's International Democratic Federation, said that she confirmed the brutal massacres of women and children there, crimes unprecedented in war history and in any other countries. &nbsp;&nbsp;&nbsp;\r\n Alexander Brezhnev, member of the East European Regional Group for Probing the Truth about GIS' Crimes, said that those who visit that place can not repress indignation at the GIS' crimes. He recited an impromptu poem entitled \"Let's take revenge upon murderers.\"    \r\n\r\n"
        },
        {
            "title": "Seminar on situation on Korean Peninsula held in Britain",
            "url": "http://kcna.co.jp/item/2003/200307/news07/26.htm#4",
            "content": "Seminar on situation on Korean Peninsula held in Britain \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 25 (KCNA) -- A seminar on the situation on the Korean Peninsula was held in the hall of the house of commons of the United Kingdom on July 14. Its subject was \"Is Korea a real threat?\"\r\n Present at the seminar were members of parliament from the British Labour Party, members of the party, anti-nuclear activists for peace, university professors, experts on Korean affairs and other political and public figures. &nbsp;&nbsp;&nbsp;\r\n Keith Bennett, chairman of the Britain-Korea Friendship and Solidarity Movement, in his keynote speech elaborated on the historic background against which the nuclear issue surfaced on the Korean Peninsula and the cause of the issue and the present situation on the peninsula. &nbsp;&nbsp;&nbsp;\r\n Saying that the nuclear issue remains unsolved owing to the Bush administration's hostile policy toward the DPRK, he underscored the importance of solving the issue through diplomatic dialogue from a fair stand. &nbsp;&nbsp;&nbsp;\r\n He recalled that the present labour party-led government established diplomatic ties with the DPRK from a relatively realistic stand, away from its hostile policy in the past, and is asserting a peaceful solution to the nuclear issue. &nbsp;&nbsp;&nbsp;\r\n Pointing out that misunderstanding and misconception of Korea are prevailing in the west including Britain at present, he noted what is important is to view the current situation on the Korean Peninsula historically and fairly in the light of the specific circumstances and conditions, not from a biased and fragmentary stand.    \r\n\r\n"
        },
        {
            "title": "Functions for solidarity with Koreans held in Cuba",
            "url": "http://kcna.co.jp/item/2003/200307/news07/26.htm#5",
            "content": "Functions for solidarity with Koreans held in Cuba \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 25 (KCNA) -- A meeting took place at the Cuban History Institute on July 14 to close the Month of International Solidarity with the Korean People and celebrate the 50th anniversary of the Korean people's victory in the Fatherland Liberation War under the co-sponsorship of the Cuban Institute of Friendship with the Peoples and the Cuban Committee for Supporting Korea's Reunification.\r\n Present at the meeting were the president of the Cuban Institute of Friendship with the Peoples, the secretary general of the Organization of Afro-Asian and Latin American Peoples' Solidarity and officials of the Communist Party of Cuba and Cuban foreign ministry. &nbsp;&nbsp;&nbsp;\r\n Raul Izquierdo, director of the Cuban History Institute, in his speech said that under the leadership of President Kim Il Sung and Kim Jong Il, peace, happiness and socio-economic progress were achieved, the 10-point programme of the Great Unity of the Whole Nation for National Reunification put forward and the historic June 15 North-South Joint Declaration adopted in the DPRK. &nbsp;&nbsp;&nbsp;\r\n The Cuban Committee for Supporting Korea's Reunification was formed in 1976 in accordance with the decision of the Cuban party and government and the Cuban people have supported the Korean people in their efforts to force the U.S. troops to withdraw from South Korea and achieve the independent and peaceful reunification free from any foreign interference, he noted, adding that the Cuban people would extend positive support to the Korean people till their desire for reunification has come true.    \r\n\r\n"
        },
        {
            "title": "Solidarity movement called for",
            "url": "http://kcna.co.jp/item/2003/200307/news07/26.htm#6",
            "content": "Solidarity movement called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 25 (KCNA) -- The presidium members of the International Liaison Committee for Reunification and Peace in Korea (CILRECO) called upon all progressive forces of the world to launch an active movement for solidarity with the Korean people on the occasion of the 50th anniversary of the conclusion of the Korean Armistice Agreement (AA).\r\n This call was made by guy dupre, secretary general of the liaison committee, in a statement on July 12 on the occasion of the 50th anniversary of the victory in the great Fatherland Liberation War. &nbsp;&nbsp;&nbsp;\r\n He noted: &nbsp;&nbsp;&nbsp;\r\n The United States launched an invasion of the young DPRK on June 25, 1950 to realize its strategy for world domination only to suffer a shameful defeat in the three-year war and sign the AA on July 27, 1953. &nbsp;&nbsp;&nbsp;\r\n Instead of drawing a lesson from its defeat, the U.S. is working hard to realize its political and military domination over the whole of Korea and the Asia-Pacific region at any cost, ignoring its commitments under international law and the AA. Referring to the role of the un as a world body with a noble mission to respect international law, he stressed that the UN should take to task the U.S. ceaseless provocations and threat of invasion including its plan for a preemptive attack on the DPRK and pay due attention to the efforts to see a non-aggression treaty concluded between the DPRK and the U.S. \r\n\r\n\r\n"
        },
        {
            "title": "Reception given at Syrian embassy",
            "url": "http://kcna.co.jp/item/2003/200307/news07/26.htm#7",
            "content": "Reception given at Syrian embassy \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 25 (KCNA) -- Syrian charge d' affaires a.i. here Muhammad Adib Alhani hosted a reception on July 24 on the occasion of the 50th anniversary of the victory in the Great Fatherland Liberation War and the 37th anniversary of the establishment of diplomatic relations between the DPRK and Syria.\r\n Addressing the reception, the charge d' affaires a.i. said that the victory won by the DPRK in the war was the greatest victory achieved by the friendly Korean people and the heroic army under the wise guidance of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n He said that the support and solidarity extended by the DPRK government and people to Syria provide a sure guarantee for boosting the ties of friendship and cooperation between the two countries, wishing the friendly Korean people greater success in their efforts to build a great prosperous powerful nation and accomplish the cause of national reunification under the wise guidance of leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Foreign Minister Paek Nam Sun in a reply said that true to the ever-victorious leadership of Kim Il Sung the army and the people of the DPRK displayed to the full mass heroism and matchless self-sacrificing spirit, inflicting an ignominious defeat on the U.S. imperialist aggressors, who were superior to the DPRK in numerical strength and in military technique and achieving a shining victory in the century. &nbsp;&nbsp;&nbsp;\r\n The Korean people have always extended support and solidarity to the Syrian government and people in their efforts to make progress, realize modernization, achieve the arab unity and cohesion, recover arab territories including the Golan Heights and find a fair and comprehensive solution to the mid-east issue, he said, stressing: we will strive to boost the friendly and cooperative relations between the two countries, in the future, too.    \r\n\r\n"
        },
        {
            "title": "Foreigners tour Korean revolutionary sites",
            "url": "http://kcna.co.jp/item/2003/200307/news07/26.htm#8",
            "content": "Foreigners tour Korean revolutionary sites \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 25 (KCNA) -- The military attaches' corps here Thursday visited a historic site associated with the Great Fatherland Liberation War in the run-up to the 50th anniversary of the Korean people's victory in the war.\r\n There was at this site the Supreme Command of the Korean People's Army from January Juche 40 (1951) to July Juche 42 (1953), where President Kim Il Sung led the whole party, the entire army and all the people to victory in the war. &nbsp;&nbsp;&nbsp;\r\n At the end of the visit, military attache of the Iranian embassy Abdullah Hamidi Benam wrote in the visitor's book on behalf of the corps that thanks to the wise leadership of Kim Il Sung, the people and the army of the DPRK could achieve a brilliant victory in the war. &nbsp;&nbsp;&nbsp;\r\n Cuban military attache Giraldo Abreu Morales wrote in the book that the site is a place associated with the enduring feats of Kim Il Sung in leading the war to victory and a place where leader Kim Jong Il grew into a revolutionary and strategist. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, officials in charge of cultural and friendly relations of foreign embassies in the DPRK visited the Phyongchon revolutionary site in Pyongyang. This is the place which President Kim Il Sung chose as the site of the first arms factory of Korea after its liberation from the japanese imperialists' colonial rule, and where he made a test fire of submachine gun its workers manufactured with their own efforts. &nbsp;&nbsp;&nbsp;\r\nLater, he gave instructions to the factory on several occasions to indicate the orientation and ways for turning the factory into a powerful base of juche-based defence industry. &nbsp;&nbsp;&nbsp;\r\n After the visit, the guests made an entry in the visitor's book. \r\n\r\n\r\n"
        },
        {
            "title": "Intensified activities for natural conservation in DPRK",
            "url": "http://kcna.co.jp/item/2003/200307/news07/26.htm#9",
            "content": "Intensified activities for natural conservation in DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 25 (KCNA) -- Great efforts have been directed to increasing biodiversity conservation capacity in the Democratic People's Republic of Korea.\r\n The government worked out a national biodiversity strategy and action plan in the late 1990s. As an initial step of this work, it has increased biodiversity conservation capacity in the Mt. Myohyang natural protected area, which is famous in the world for its spectacularly beautiful scenery, and many species of animals, plants and funges. &nbsp;&nbsp;&nbsp;\r\n According to Ri Song Il, deputy coordinator of the Mt. Myohyang conservation planning office, activities have been conducted to enhance the biodiversity conservation capacity in the protected area over the past three years in cooperation with the GEF, UNDP and WCS. &nbsp;&nbsp;&nbsp;\r\n In this period, a conceptual model needed for the management of the protected area has been formed, the protected area enlarged from 69 square kilometers to 334 square kilometers and a management plan worked out. &nbsp;&nbsp;&nbsp;\r\n The protected area is divided into four classes -- total protection zone, controlled use zone, tourist zone and infrastructure zone. &nbsp;&nbsp;&nbsp;\r\n Books on birds and plants of Mt. Myohyang have been published and a biodiversity conservation primer written. &nbsp;&nbsp;&nbsp;\r\n Several dozen signboards concerning biodiversity conservation have been planted in the tourist zone and an enlightenment campaign for the tourists conducted. &nbsp;&nbsp;&nbsp;\r\n Activities for increasing the biodiversity conservation capacity will be expanded throughout the country.    \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to President of Maldives",
            "url": "http://kcna.co.jp/item/2003/200307/news07/26.htm#10",
            "content": "Greetings to President of Maldives\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 25 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a message of greetings to Maumoon Abdul Gayoom, President of Maldives, on the occasion of its Independence Day.\r\n Hoping that the friendly and cooperative relations between the two countries would grow stronger, the message wished the president good health and happiness as well as the people of Maldives progress and prosperity. \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Floral basket to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2003/200307/news07/26.htm#11",
            "content": "Floral basket to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 25 (KCNA) - General Secretary Kim Jong Il received a floral basket from Khamtay Siphandone, chairman of the Central Committee of the Lao People's Revolutionary Party and President of Laos, on the occasion of the 50th anniversary of the victory in the Fatherland Liberation War.\r\n The floral basket was handed to an official concerned by Chanpheng Sihaphom, Lao Ambassador to the DPRK, today. \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "International tribunal closes",
            "url": "http://kcna.co.jp/item/2003/200307/news07/26.htm#12",
            "content": "International tribunal closes\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 25 (KCNA) -- The Pyongyang international tribunal on U.S. crimes in Korea that opened on July 24 under the co-sponsorship of International Democratic Organizations and the Korean Committee for Solidarity with the World People was closed today.\r\n The tribunal heard testimonies made by those who suffered great misfortune and sufferings due to the U.S. imperialist aggressors during the Korean War and testimonies made by scholars in the relevant field of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The victims cited detailed facts proving the crimes committed by the GIs during the war, branding the U.S. imperialist aggressors as wolves in human skin and ogres. &nbsp;&nbsp;&nbsp;\r\n Scholars said that the U.S. economic sanctions and blockade against the DPRK have seriously affected its socio-economic progress and people's living and they reached an intolerable phase, adding these acts are a violation of international law as they infringe upon the sovereignty of the country and obstruct its economic development. &nbsp;&nbsp;&nbsp;\r\n Speeches were made by Masataka Mori, head of a group of investigation into damage by U.S. germ warfare: Kristian Robert Carter, representative of the British Friendship Society with Korea: J. Gary Campbell, head of a delegation of the U.S. veterans' organization for the peace: Kim Jin Bom, vice-chairman of the Korean Democratic Lawyers Association: and Hussein Mujalli, representative of the Arab Lawyers Union and chairman of the Jordanian Lawyers Association. &nbsp;&nbsp;&nbsp;\r\n Dismissing the U.S. hostile policy towards the DPRK as one of infringing upon the sovereignty stipulated in international law and harassing peace, crimes that can never be justified under any pretext, they demanded the U.S. make an official apology and compensation for its hostile policy toward the DPRK and crimes against humanity. &nbsp;&nbsp;&nbsp;\r\n Presiding judge Jitendra Sharma, chairman of the International Association of Democratic Lawyers, read out the verdict of the Pyongyang international tribunal on U.S. crimes in Korea.  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Letter to UN Secretary General adopted",
            "url": "http://kcna.co.jp/item/2003/200307/news07/26.htm#13",
            "content": "Letter to UN Secretary General adopted\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 25 (KCNA) -- A letter to the UN Secretary General was adopted on July 25 at the International Conference for Peace on the Korean Peninsula which is on in Pyongyang.\r\n Considering the U.S. policy to stifle the DPRK as a dangerous attempt that will destroy peace on the Korean Peninsula and cause catastrophic nuclear holocaust, the letter made the following proposal: &nbsp;&nbsp;&nbsp;\r\n The United Nations, heedful of the fact that the United States has misused the name of the former responsible for world peace and security for its policy to stifle the DPRK, should by no means allow the U.S. attempt to find a way to military attack upon the DPRK by putting the nuclear issue of the Korean Peninsula on the agenda of the UN. &nbsp;&nbsp;&nbsp;\r\n The United Nations should not derail from the fundamental principle that the DPRK and the USA are the major parties to solve the nuclear issue of the Korean Peninsula but encourage the both sides to seek peaceful solution through negotiations. &nbsp;&nbsp;&nbsp;\r\n The United Nations should never allow the U.S. attempt to lay an international siege against the DPRK as it is a violation of the Korean Armistice Agreement and will drive the situation to catastrophe. &nbsp;&nbsp;&nbsp;\r\n The United Nations should respect the will and effort of the Korean people to put an end to the division of the country, the root cause of the tension on the Korean Peninsula, and reunify the country by themselves. It should prevent any attempt of the nations concerned to obstruct or unfairly interfere in that process. &nbsp;&nbsp;&nbsp;\r\n We expect that your excellency will exercise due influence so that the United Nations, which assumes the responsibility for world peace and security, would help solve the Korean issue in a peaceful way in conformity with its noble mission. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Resolution of international conference",
            "url": "http://kcna.co.jp/item/2003/200307/news07/26.htm#14",
            "content": "Resolution of international conference\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 25 (KCNA) -- A resolution was adopted today at the International Conference for Peace on the Korean Peninsula in Pyongyang.\r\n The resolution warns that if another war breaks out in Korea, it will inevitably develop into an unheard-of nuclear holocaust and catastrophically affect peace and security on the Korean Peninsula and in the rest of the world. &nbsp;&nbsp;&nbsp;\r\n Emphasizing the necessity to draw special attention of the international community to the grave situation now prevailing on the Korean Peninsula, the resolution expresses firm determination of the participants to make every possible effort to prevent another war and ensure a durable peace on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n It continues: &nbsp;&nbsp;&nbsp;\r\n We will launch more dynamic activities throughout the world to urge the United States to withdraw its high-handed and arbitrary hostile policy towards the DPRK and seek a peaceful solution of the Korean issue. &nbsp;&nbsp;&nbsp;\r\n We will continue to conduct energetic activities to expose to the world community the capital crimes committed by the United States against the Korean people and urge the United States to make full apology and compensation for them. &nbsp;&nbsp;&nbsp;\r\n We will launch protest in different parts of the world to bring to light the illegality of the occupation of South Korea by U.S. troops and demand an immediate withdrawal of U.S. troops out of South Korea. &nbsp;&nbsp;&nbsp;\r\n We will render strong support, with might and main, to the Korean people in their just cause of safeguarding peace on the Korean Peninsula and reunifying the country in an independent way. &nbsp;&nbsp;&nbsp;\r\n With reaffirmed confidence in the validity of our activities, we will continue to extend full support to and solidarity with the Korean people in their heroic struggle to defend the country and reunify it.    \r\n\r\n\r\n"
        },
        {
            "title": "Letter addressed to U.S. Congress",
            "url": "http://kcna.co.jp/item/2003/200307/news07/26.htm#15",
            "content": "Letter addressed to U.S. Congress\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 25 (KCNA) -- A letter to U.S. Congress was adopted at the International Conference for Peace on the Korean Peninsula today. The letter expressed the expectation that the U.S. congress would turn its ears to the voice of the international community and show discretion to press the Bush administration to make a bold turn in its policy as soon as possible for a peaceful solution to the Korean issue.\r\n We demand the governments of the two countries seek a reasonable way of relieving each other's fear through dialogues and negotiations, the letter said, and continued: &nbsp;&nbsp;&nbsp;\r\n If the United States continues to spearhead military threat and blackmail to Korea and isolate it internationally, it will inevitably worsen the situation and bring uncontrollable consequences. &nbsp;&nbsp;&nbsp;\r\n The U.S. Congress is well advised to take a serious note of the fact that the anti-U.S. sentiment of the DPRK army and people has swelled near to burst owing to the persistent political and military threat and economic sanctions imposed by the United States for more than half a century. &nbsp;&nbsp;&nbsp;\r\n While staying in Korea, we have witnessed with our own eyes the Korean people who are firmly determined to build up their own strong deterrent force and fight at the cost of their lives to safeguard their sovereignty and system in face of the U.S. policy to stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n We are convinced that the DPRK-U.S. military confrontation would be the fiercest ever in the U.S. war history, ensuing unimaginably catastrophic consequences. &nbsp;&nbsp;&nbsp;\r\n We recognize that the U.S. congress should make a reasonable judgement of the reality and exercise its full influence to check the bellicose attempt of the Bush administration to isolate the DPRK internationally and make a preemptive nuclear strike at it, and urge the Bush administration to make a positive response to peaceful negotiations with the DPRK. &nbsp;&nbsp;&nbsp;\r\n If you turn your back to the inclination of the Bush administration to recourse to force based on unilateral and arbitrary way of thinking, the united states will not be able to avoid the world protest, denunciation and isolation.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Verdict of Pyongyang International Tribunal on U.S. crimes",
            "url": "http://kcna.co.jp/item/2003/200307/news07/26.htm#16",
            "content": "Verdict of Pyongyang International Tribunal on U.S. crimes\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 25 (KCNA) -- The international joint justice team of the Pyongyang international tribunal on U.S. crimes in Korea announced its verdict today.\r\n According to the verdict, the international joint justice team considered that all the criminal acts committed by the United States in Korea from 1945 to 2003 are grave violations of the un charter, the universal declaration of human rights, the charter and the principles of the international military tribunal of nuremberg, the codes on crimes against human peace and security, the 1949 Geneva Conventions and other international laws and regulations and principles, and held that the U.S. government should bear full responsibility for them. &nbsp;&nbsp;&nbsp;\r\n The verdict reads: &nbsp;&nbsp;&nbsp;\r\n1.The U.S. government and the other accused mentioned in the indictment are guilty of the charges leveled by the prosecution and detailed in the indictment submitted to the tribunal. &nbsp;&nbsp;&nbsp;\r\n2.The U.S. government must make an official apology for all its criminal acts in Korea, and make due compensation for physical, mental and material losses inflicted upon the Korean people. &nbsp;&nbsp;&nbsp;\r\n3.The U.S. must find out all those involved in planning, preparation, organization, instruction, execution and backing of the crimes against the Korean people, and sentence them to criminal punishment. &nbsp;&nbsp;&nbsp;\r\n4.The U.S. must enact a relevant law for it to assume full responsibility for its crimes on the Korean Peninsula, and establish a special institution in congress and administration with the mandate to investigate and address this issue. &nbsp;&nbsp;&nbsp;\r\n5.The U.S. government must immediately abandon its hostile policy towards the DPRK, put an end to its military threat against it, sign a non-aggression treaty with it, and settle the issue of peace on the Korean peninsula in a peaceful way through the DPRK-U.S. talks. &nbsp;&nbsp;&nbsp;\r\n6.The U.S. must immediately pull its troops and all nuclear weapons from the south of Korea, and end its political pressure, economic sanctions and blockade, and psychological warfare against the DPRK. &nbsp;&nbsp;&nbsp;\r\n7.The U.S. government must refrain from interfering in the internal affairs of Korea, contrary to the will of the Korean people to reunify the country by the Korean nation itself in a peaceful way, true to the June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n This verdict has been reached on the basis of objective and fair principles of setting up the tribunal and its procedures and the U.S. government has a legal and moral obligation to take practical measures in this regard. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pyongyang International Conference closes",
            "url": "http://kcna.co.jp/item/2003/200307/news07/26.htm#17",
            "content": "Pyongyang International Conference closes\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 25 (KCNA) -- The International Conference for Peace on the Korean Peninsula which had been open here closed today.\r\n A plenary meeting was held before the conference was declared closed. &nbsp;&nbsp;&nbsp;\r\n President of the International Association of Democratic Lawyers Jitendra Sharma in his address said that the Pyongyang international tribunal on U.S. crimes in Korea urged the U.S. to make an official apology to the Korean people for its crimes during and after the Korean War, for its harass of peace on the Korean Peninsula and obstruction to the independent development and the reunification of the Korean nation ever since the end of the war and to immediately withdraw its forces present in South Korea. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there. &nbsp;&nbsp;&nbsp;\r\n The speakers appealed to the Korean people and the democratic international forces to pool efforts and wage a vigorous struggle to implement the judgement passed at the tribunal in the spirit with which they brought the U.S. to stand trial at the international tribunal. &nbsp;&nbsp;&nbsp;\r\n The world progressive people highly estimate the DPRK and its people in their struggle to ensure peace and stability and solve the nuclear issue, they said. &nbsp;&nbsp;&nbsp;\r\n The statement demanded that the U.S. make a full apology and compensation to the Korean people and pull its troops out of South Korea at once. &nbsp;&nbsp;&nbsp;\r\n This was followed by the adoption of a resolution of the International Conference for Peace on the Korean Peninsula and letters addressed to the UN Secretary General and to U.S. Congress.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}