{
    "date": "2003-07-31",
    "url": "http://kcna.co.jp/item/2003/200307/20030731.htm",
    "articles": [
        {
            "title": "Anniversary of Law on Sex Equality observed",
            "url": "http://kcna.co.jp/item/2003/200307/news07/31.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA blasts U.S. war outcries",
            "url": "http://kcna.co.jp/item/2003/200307/news07/31.htm#2",
            "content": "Anniversary of Law on Sex Equality observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 30 (KCNA) -- The Korean women should become true women revolutionaries who are glorifying the Songun era.\r\n Papers here today say this in editorials dedicated to the 57th anniversary of the promulgation of the Law on Sex Equality. &nbsp;&nbsp;&nbsp;\r\n President Kim Il Sung worked out and promulgated \"Law on Sex Equality in North Korea\" on July 30, 1946. &nbsp;&nbsp;&nbsp;\r\n The law stipulates that the women can freely participate in the political, economic and cultural life of the country completely free from all forms of mediaeval humiliation and inequality. &nbsp;&nbsp;&nbsp;\r\n The promulgation of the law brought about a fundamental change in the social position and role of the Korean women, an editorial of Rodong Sinmun says, and goes on: &nbsp;&nbsp;&nbsp;\r\n Since then, they have stoutly grown to be the genuine pillars of the country, women revolutionaries who are pushing one of the wheels of the revolutionary chariot and played as important a role as the men have done in each period and at each stage of the revolution and construction. &nbsp;&nbsp;&nbsp;\r\n The position and role of the Korean women have risen remarkably, the editorial notes, stressing it is high honour and great pride for the Korean women, once humiliated and oppressed after being marginalized by society, to have emerged a powerful force defending socialism and pushing forward the building of a great prosperous powerful nation, sharing the intention and destiny with the leader of the revolution. &nbsp;&nbsp;&nbsp;\r\n The Korean women will always remember the immortal feats of Kim Il Sung and leader Kim Jong Il who provided them with the most dignified and proud life, it notes. &nbsp;&nbsp;&nbsp;\r\n It calls on the women to remain true to the Songun leadership of Kim Jong Il and make an active contribution to building a great prosperous powerful nation by proving their worth in their work with burning patriotic enthusiasm. &nbsp;&nbsp;&nbsp;\r\n Minju Joson in an editorial calls upon the women to energetically push one of the wheels of the revolutionary chariot as befitting the Korean women in the Songun era steered by Kim Jong Il and display once again the revolutionary stamina of the Korean women.    \r\n\r\n"
        },
        {
            "title": "Cancellation of plan for sabre rattling against DPRK urged",
            "url": "http://kcna.co.jp/item/2003/200307/news07/31.htm#3",
            "content": "KCNA blasts U.S. war outcries \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 30 (KCNA) -- U.S. belligerent forces are now letting loose a string of war outcries to contain the DPRK by force.\r\n On July 24 mires, chairman of the U.S. joint chiefs of staff, said that the U.S. forces in South Korea are ready to take part in a war anytime, and on July 27 Laporte, commander of the U.S. forces in South Korea, asserted that the U.S. forces will win a \"victory\" with technological superiority in case of \"emergency\" on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n Such war outbursts can not but arouse the caution of the DPRK as they were little short of a dangerous signal for putting into practice their strategy for a preemptive attack on the DPRK. &nbsp;&nbsp;&nbsp;\r\n Such green light was given to the war action at a time when the U.S. is massively deploying ultra-modern military hardware in and around the Korean Peninsula after announcing the \"Operation Plan 5030\", a new war scenario to attack the DPRK, recently. This clearly indicates that the Bush administration totally threw away the signboard of \"dialogue\" and \"peace\" it has ostensibly professed as regards the nuclear issue on the Korean Peninsula and is opting to stifle the DPRK by military attack at any cost. And it has become clearer why the U.S. is dead-set against the DPRK-proposed bilateral talks between the DPRK and the U.S. and the conclusion of a non-aggression treaty between them. &nbsp;&nbsp;&nbsp;\r\n The reckless military moves of the U.S. self-expose that its oft-repeated \"peaceful solution to the nuclear issue of North Korea\" is no more than a fig leaf to cover up its moves to invade the DPRK by force. &nbsp;&nbsp;&nbsp;\r\n The DPRK put forward a landmark proposal to hold the bilateral talks between the DPRK and the U.S. to conclude a non-aggression treaty between them for the peace and stability on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n However, the U.S. insisted only on the unacceptable assertion that the DPRK \"should scrap its nuclear weapons program before dialogue\", ignoring its just demand, and raised such secondary issues as the format of talks as preconditions. &nbsp;&nbsp;&nbsp;\r\n We have already declared that if the U.S. has a willingness to drop its hostile policy toward the DPRK, we will not stick to the format of talks. &nbsp;&nbsp;&nbsp;\r\n It is the stand of the DPRK that the bilateral talks should be held between the DPRK and the U.S. to be followed by the U.S.-proposed multilateral talks in order to settle the nuclear issue between Pyongyang and Washington. &nbsp;&nbsp;&nbsp;\r\n Nevertheless, the U.S. refuses to accept the DPRK's just proposal. This proves once again that the U.S. is pursuing only the policy of strength to bring the DPRK to its knees behind the curtain of dialogue. &nbsp;&nbsp;&nbsp;\r\n Dialogue and war can never go together. &nbsp;&nbsp;&nbsp;\r\n Now that the united states does not abandon its attempt to stifle the DPRK by force, the DPRK will further increase the self-reliant defence capability and take all necessary steps to prevent the war and protect the sovereignty and security of the country and the destiny and dignity of the nation.        \r\n"
        },
        {
            "title": "DPRK's war victory celebrated in Russia",
            "url": "http://kcna.co.jp/item/2003/200307/news07/31.htm#4",
            "content": "Cancellation of plan for sabre rattling against DPRK urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 30 (KCNA) -- The United States and the South Korean belligerent forces should cancel at once the plan for the provocative war exercises \"Ulji Focus Lens\", properly judging the readiness of the Korean people to fight the enemy in a do-or-die spirit and their resolution to annihilate the enemy.\r\n Rodong Sinmun today says this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Recently the united states published a plan to stage joint military exercises \"Ulji Focus Lens\" from august 18 by hurling the South Korean army into them. &nbsp;&nbsp;&nbsp;\r\n The joint exercises are a test war, a preliminary war against the DPRK from a to z in view of its nature, content and scale. &nbsp;&nbsp;&nbsp;\r\n They are fraught with increasing danger as they are slated to take place under the touch-and-go situation on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are putting into practice their \"arms buildup plan\" aimed to arm their forces in South Korea with new type ultra-modern weapons and their scheme to blockade the DPRK in the sea and the air and lay an international siege to it. they do not conceal their provocative \"Operation Plan 5030\" in which the outbreak of the Korean War is made an established fact. It is against this backdrop that they are trying to inveigle South Korea into the joint military exercises with an aim to \"fully examine\" the preparations for war of aggression against the DPRK. &nbsp;&nbsp;&nbsp;\r\n The adventurous moves to stifle the DPRK by force pushed forward by the U.S. in all aspects compel the DPRK to take strong countermeasures.    \r\n\r\n"
        },
        {
            "title": "Cambodian King reiterates his full support to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2003/200307/news07/31.htm#5",
            "content": "DPRK's war victory celebrated in Russia \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 30 (KCNA) -- A rally of the Russian public circle was held in Moscow on July 24 to celebrate the 50th anniversary of the Korean People's victory in the Great Fatherland Liberation War.\r\n Vladimir Tolstikov, chairman of the Russian Association for Friendship and Cultural Cooperation with the DPRK, in an opening speech said that the heroic Korean people's victory in the Fatherland Liberation War fought against the U.S. imperialists was an event of world-historic significance and an auspicious event common to the world progressives. &nbsp;&nbsp;&nbsp;\r\n Speeches were made by a major general of the air force who is the hero of the former soviet union and figures of the Russian Association for Friendship and Cultural Cooperation with the DPRK, the Council of the Union of Communist Parties-the Communist Party of the Soviet Union and the Far East Institute under the Russian Academy of Sciences. &nbsp;&nbsp;&nbsp;\r\n They noted that the great victory achieved by the Korean people instilled immense strength and courage into the progressives and taught a serious lesson to the reactionaries of history. &nbsp;&nbsp;&nbsp;\r\n Though the U.S. persists in its frantic moves to completely destroy socialism, the heroic People's Army and people of Korea, singleheartedly united around leader Kim Jong Il, will resolutely foil the U.S. imperialists' moves to isolate and stifle it and win greater victory, speakers stressed. &nbsp;&nbsp;&nbsp;\r\n A message of greetings to Kim Jong Il was adopted at the rally. &nbsp;&nbsp;&nbsp;\r\n At the end of the rally, an art performance was given by Russian artistes to celebrate the anniversary.    \r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2003/200307/news07/31.htm#6",
            "content": "Cambodian King reiterates his full support to Kim Jong Il \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 30 (KCNA) -- I will as ever support all lines and policies set forth by leader Kim Jong Il 100 per cent.\r\n Cambodian King Norodom Sihanouk stressed this when meeting the DPRK Ambassador to Cambodia who paid a farewell call on him on July 26. &nbsp;&nbsp;&nbsp;\r\n He said that he, the queen and all the Cambodian people venerate President Kim Il Sung as a peerlessly great man to be remembered forever. &nbsp;&nbsp;&nbsp;\r\n He extended sincere thanks to Kim Jong Il, who has faithfully carried forward the cause of the president, for the great care shown for them. The king expressed the belief that the heroic Korean people would achieve spectacular successes in their efforts to build a great prosperous powerful nation and reunify the country under his wise guidance.    \r\n\r\n"
        },
        {
            "title": "Nutrition medicine developed",
            "url": "http://kcna.co.jp/item/2003/200307/news07/31.htm#7",
            "content": "Gift to Kim Jong Il \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 30 (KCNA) - General Secretary Kim Jong Il received a gift from the Central Committee of the Workers' Party of Turkey (WPT) on the occasion of the 50th anniversary of the victory in the Fatherland Liberation War.\r\n The gift was conveyed to an official concerned by Cuneyt Akalin, head of the international relations bureau of the WPT, who is leading the party delegation on a visit to the DPRK.    \r\n\r\n\r\n"
        },
        {
            "title": "Efforts focused on two-crop farming in DPRK",
            "url": "http://kcna.co.jp/item/2003/200307/news07/31.htm#8",
            "content": "Nutrition medicine developed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 30 (KCNA) -- Pyongyang University of Medicine has developed a nutrition medicine for promoting children's growth.\r\n It, containing various kinds of microelements, amino acid and vitamin, is good not only for promoting growth of children but also for preventing and treating nutrition disorder and diarrhea. &nbsp;&nbsp;&nbsp;\r\nIt is efficacious for osteoporosis, born fracture, gastric and duodenal ulcer and skin diseases. It also improves metabolism and sexual function, prevents aging and thrombus and promotes health of unborn and new-born babies, and women in the family way and in childbed. &nbsp;&nbsp;&nbsp;\r\nIt has no side-effect on human body as all its nutrients are natural substances.    \r\n\r\n"
        },
        {
            "title": "North-south exhibition and symposium held",
            "url": "http://kcna.co.jp/item/2003/200307/news07/31.htm#9",
            "content": "Efforts focused on two-crop farming in DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 30 (KCNA) -- The agricultural sector of the Democratic People's Republic of Korea puts particular stress on two-crop-a-year farming in a bid to boost crop yield, taking into consideration the nation's disadvantage of limited farming acreage.\r\n Every year rural communities try to widen the areas under two-crop-a-year cultivation on the basis of experience they gained in the two-crop farming. &nbsp;&nbsp;&nbsp;\r\n Last autumn and this spring seeds of wheat and barley were sown in 3,000 hectares of dry paddies in Yonbaek plain, South Hwanghae Province and in 100 hectares of Kwaksan plain, North Phyongan Province. &nbsp;&nbsp;&nbsp;\r\n This year the county town cooperative farm in Phyongwon county, South Phyongan Province singled out nearly forty percent of the total rice fields for two-crop farming. &nbsp;&nbsp;&nbsp;\r\n The northern highlanders including in Jagang and North Hamgyong provinces are doing fairly well in growing two crops a year on the principle of the right crop on the right soil in right time. &nbsp;&nbsp;&nbsp;\r\n The high-yielding varieties of wheat and barley with shorter growing period are being developed. &nbsp;&nbsp;&nbsp;\r\n And the level of agricultural mechanization and irrigation is on the increase. This year the first crops in the west coastal area including South Phyongan Province and Nampho city benefited much from the completion of a waterway powered by the natural flow. &nbsp;&nbsp;&nbsp;\r\n Now main efforts are given to the tending of second crops.    \r\n\r\n"
        },
        {
            "title": "Choe Thae Bok meets Mongolian delegation",
            "url": "http://kcna.co.jp/item/2003/200307/news07/31.htm#10",
            "content": "North-south exhibition and symposium held\r\n&nbsp;&nbsp;&nbsp; Mt. Kumgang, July 30 (KCNA) -- A north-south exhibition and symposium on the art of colorful painting were held at Mt. Kumgang Resort on July 29 under the co-sponsorship of the Central Committee of the Korean Buddhist Federation and the Headquarters for the National Community of the Buddhist Chogye Order of South Korea.\r\n The art of colorful painting, one of the ancient cultural heritages of the Korean nation, boasts its identity proper to the nation as it has a peculiar style of pattern formation and unique technique of using colours. &nbsp;&nbsp;&nbsp;\r\n The participants looked round painting materials, tools, technological books, photographs and reproduced works before exchanging experience and views they gained in inheriting and developing national cultural heritages and preserving them. &nbsp;&nbsp;&nbsp;\r\n At the symposium delegates of the north and the south presented papers on the subject \"common tasks of the north and the south to inherit and develop our ancient art of colourful painting\". &nbsp;&nbsp;&nbsp;\r\n Speakers said that it is an important task to intensify the work of studying and preserving the art of colorful painting in the light of the peculiar nature of this heritage in which it is losing its glory with the passage of time, the painful history of the nation in which precious artifacts were stolen, destroyed and looted by outsiders and the present reality in which the country remains divided. &nbsp;&nbsp;&nbsp;\r\n The heritages related to this art, whether they are in the north or south, are precious cultural treasures that belong to the nation which should be reunified as one, they stressed. &nbsp;&nbsp;&nbsp;\r\n They called on the scholars and experts in this field in the north and south to strengthen mutual solidarity and cooperation in the efforts to protect, preserve, inherit and develop those heritages. &nbsp;&nbsp;&nbsp;\r\n The participants conducted a joint study of the site of Singye Temple in Mt. Kumgang on July 30 and toured the area of Kuryong Pond.    \r\n\r\n\r\n"
        },
        {
            "title": "Credentials to Kim Yong Nam",
            "url": "http://kcna.co.jp/item/2003/200307/news07/31.htm#11",
            "content": "Choe Thae Bok meets Mongolian delegation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 30 (KCNA) -- Choe Thae Bok, chairman of the Supreme People's Assembly of the DPRK, today met and had a friendly talk with the delegation of the State Great Hural of Mongolia led by S. Gungaadorj, chairman of the Standing Committee on Environment and Rural Development of the State Great Hural, who paid a courtesy call on him, at the Mansudae Assembly Hall.\r\n Present there were deputy to the Supreme People's Assembly Jo Kyu Il who is chairman of the DPRK-Mongolia Friendship Parliamentary Group and Mongolian Ambassador to the DPRK Janchivdorjyn Lombo.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}