{
    "date": "2003-05-12",
    "url": "http://kcna.co.jp/item/2003/200305/20030512.htm",
    "articles": [
        {
            "title": "Chairman of Hanchongryon issues appeal",
            "url": "http://kcna.co.jp/item/2003/200305/news05/12.htm#1",
            "content": "Chairman of Hanchongryon issues appeal \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 11 (KCNA) -- Jong Jae Uk, chairman of the 11th-term South Korean Federation of University Student Councils (Hanchongryon), reportedly issued an appeal on May 5, calling for a vigorous struggle for the legalization of the organization.\r\n The appeal referred to a mass struggle to make the organization legal, recalling that not only civic and public organizations but judicial, academic and political circles are discussing the injustice of \"labeling Hanchongryon as an enemy-benefiting organization\", and organizations were formed in different parts of South Korea to demand its legalization. &nbsp;&nbsp;&nbsp;\r\n The parents of those who had been wanted by the police are now on a hunger strike in demand of the lifting of the search for them and inspiring Hanchongryon to a more bold sacred struggle, the appeal said. &nbsp;&nbsp;&nbsp;\r\n Noting that Hanchongryon should imbue the popular masses with the confidence of the justice and victory of their struggle through its positive activities, it called upon all the wanted political offenders of the organization to turn out in a hunger strike. &nbsp;&nbsp;&nbsp;\r\n It called upon the organizations at all levels to encourage students to launch a solidarity hunger strike and conduct widespread propaganda in order to greet the day of ultimate victory.    \r\n\r\n"
        },
        {
            "title": "Kim Il Sung praised",
            "url": "http://kcna.co.jp/item/2003/200305/news05/12.htm#2",
            "content": "Kim Il Sung praised \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 11 (KCNA) -- Jose Roa Rosas, member of the national executive committee of the Mexican Workers' Party, who visited the DPRK praised President Kim Il Sung for the feats performed by him on behalf of the times and history.\r\n He said: &nbsp;&nbsp;&nbsp;\r\n The president, regarding \"believing in people as in heaven\" as a maxim, always found himself among the people all his life. &nbsp;&nbsp;&nbsp;\r\nHe devoted his all to the happiness of the people to the last moments of his great life, giving ceaseless on-site guidance for their sake. &nbsp;&nbsp;&nbsp;\r\n Kim Il Sung endowed with the noblest trait as a great statesman and revolutionary performed immortal exploits in carrying out the cause for the country and his people and humankind. &nbsp;&nbsp;&nbsp;\r\n He was the most distinguished great man representing the 20th century. &nbsp;&nbsp;&nbsp;\r\n The world progressives are earnestly learning from his leadership trait with boundless reverence for him. &nbsp;&nbsp;&nbsp;\r\n Colorful functions highly praising the president are taking place everywhere in the world one after another and his undying feats will always be remembered by the world progressives.    \r\n\r\n"
        },
        {
            "title": "U.S. urged not to fault DPRK's self-defensive measure",
            "url": "http://kcna.co.jp/item/2003/200305/news05/12.htm#3",
            "content": "U.S. urged not to fault DPRK's self-defensive measure \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 11 (KCNA) -- The United States described the practical measure taken by the DPRK over the \"nuclear issue\" at the Beijing talks as \"brinkmanship,\" \"threat\" and \"blackmail.\"   \r\n Commenting on this, Rodong Sinmun today urges the U.S. to stop faulting the self-defensive measure of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. President, the Defense Secretary, the State Secretary and others of the U.S. administration in their public appearances blustered that the U.S. would never be blackmailed nor scared by North Korea, the news analyst says, and continues: &nbsp;&nbsp;&nbsp;\r\n The Bush ruling quarters groundlessly listed the DPRK and some other countries as an \"axis of evil\" and targets of preemptive nuclear attacks in the new century and have since made desperate efforts to stifle those countries. &nbsp;&nbsp;&nbsp;\r\n One of them was already attacked by the U.S. and has been put under its occupation. &nbsp;&nbsp;&nbsp;\r\n The reality calls for using a physical deterrent force to cope with the daily increasing U.S. moves to stifle the DPRK with nukes. This compelled the DPRK to decide to build up a necessary deterrent force and put it into practice. &nbsp;&nbsp;&nbsp;\r\n The DPRK clarified its stand on it at the Beijing talks. &nbsp;&nbsp;&nbsp;\r\n This is neither a threat nor blackmail but a legitimate self-defensive measure of the DPRK to cope with the U.S. hostile policy toward it. &nbsp;&nbsp;&nbsp;\r\n The \"threat\" and \"blackmail\" much touted by the U.S. is nothing but a sheer lie intended to find a pretext for aggression. &nbsp;&nbsp;&nbsp;\r\nIt is an invariable stand of the DPRK to respond to the U.S. hostile policy toward it with a legitimate self-defensive measure.    \r\n\r\n"
        },
        {
            "title": "Denuclearization of Korean Peninsula depends on U.S. policy",
            "url": "http://kcna.co.jp/item/2003/200305/news05/12.htm#4",
            "content": "Denuclearization of Korean Peninsula depends on U.S. policy \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 11 (KCNA) -- It is none other than the U.S. which derailed the process of denuclearization of the Korean Peninsula. Whether the peninsula is denuclearized or not entirely depends on the U.S. policy.\r\n Rodong Sinmun today says this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n It continues: &nbsp;&nbsp;&nbsp;\r\n The issue of the denuclearization of the Korean Peninsula was proposed by the DPRK to cope with the nuclear threat from the U.S. the DPRK has exerted positive efforts for its realization. &nbsp;&nbsp;&nbsp;\r\n The DPRK government has made every possible effort to prevent the U.S. nuclear weapons from being introduced to South Korea, regarding the removal of the nuclear threat from the Korean Peninsula as a vital issue related to the destiny of the nation and an essential requirement for ensuring peace and security in Asia and the rest of the world. &nbsp;&nbsp;&nbsp;\r\n However, the U.S. has persistently sought its strategic purpose, going against the desire of the Korean nation for the denuclearization of the peninsula. &nbsp;&nbsp;&nbsp;\r\n The U.S. nuclear threat to the DPRK has become increasingly dangerous and real in recent years. &nbsp;&nbsp;&nbsp;\r\n The DPRK called for the denuclearization of the Korean Peninsula to ensure peace and protect the sovereignty and the dignity of the nation, not to yield to the U.S. threat to stifle the DPRK, disarm itself and fall victim to a war. &nbsp;&nbsp;&nbsp;\r\n It was quite just for the DPRK to have built up a deterrent force to protect itself from the U.S. moves to mount a preemptive nuclear attack. &nbsp;&nbsp;&nbsp;\r\n The DPRK respects international law and treaty and regards it as a principle governing its external activities to remain true to them. &nbsp;&nbsp;&nbsp;\r\n It, however, will never allow its sovereignty and dignity to be infringed upon, being bound to them. &nbsp;&nbsp;&nbsp;\r\n If the U.S. does not drop its hostile policy toward the DPRK and finally opts to settle the nuclear issue by force, the DPRK will be left with no option but to take an emergency measure. \r\n\r\n"
        },
        {
            "title": "Japan urged to behave with discretion",
            "url": "http://kcna.co.jp/item/2003/200305/news05/12.htm#5",
            "content": "Japan urged to behave with discretion \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 10 (KCNA) -- Minju Joson today in a signed commentary urges Japan to behave with discretion, accusing it of getting desperate in its efforts to support the U.S. moves to stifle the DPRK over its nuclear issue.\r\n The commentary continues: &nbsp;&nbsp;&nbsp;\r\n The Japanese high-ranking politicians are busy with shuttle diplomacy, peddling the DPRK's \"nuclear issue\" and \"the issue of abduction\" overseas in a bid to internationalize them. &nbsp;&nbsp;&nbsp;\r\n Japan let loose sophism that the Japan-DPRK relations would be normalized only after these issues are settled. This is nothing but a foolish attempt to improve the unfavorable position in which it finds itself as regards the issue of the bilateral relations. &nbsp;&nbsp;&nbsp;\r\n The core issue in improving the relations between the DPRK and Japan is for Japan to sincerely repent of tremendous misfortune, pain and sufferings it brought to the Korean people in the past and make a full compensation for them. The bilateral relations still remain unsettled because this issue has not yet been settled due to Japan's insincere attitude. &nbsp;&nbsp;&nbsp;\r\n Japan's misbehavior of turning aside from the issue of settling its past is considered by the international community as a serious matter. Much upset by this, Japan is resorting to such a mean method. &nbsp;&nbsp;&nbsp;\r\n Japan likes faulting others for its own interests while adamantly refusing to correct its own mistakes. Japan is still in the grip of this bad habit. &nbsp;&nbsp;&nbsp;\r\n Japan will have to pay a very high price if it does not come to its senses but continues going reckless, toeing the U.S. line.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Songun policy lauded",
            "url": "http://kcna.co.jp/item/2003/200305/news05/12.htm#6",
            "content": "Kim Jong Il's Songun policy lauded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 10 (KCNA) -- Foreign friends expressed firm support and solidarity with the Korean people in their just cause after seeing the Korean people struggling to firmly protect the sovereignty and dignity of the country, decisively smashing the U.S. imperialists' moves for a new war, firmly rallied around  Kim Jong Il.\r\n Kurt Ebert, director of the board of the International Institute of the Juche Idea, said that the U.S. is becoming undisguised in its attempt to stifle the DPRK under the pretext of the \"nuclear issue\" of the Korean Peninsula but the U.S. should clearly know that the DPRK is quite different from Iraq. &nbsp;&nbsp;&nbsp;\r\n The U.S. should abandon its hostile policy toward the DPRK and immediately withdraw its troops from South Korea, not doing anything obstructive to Korea's reunification, he added. &nbsp;&nbsp;&nbsp;\r\n Pavel Lechakov who headed a delegation of the Russian Juche idea study organization noted that the measure taken by the DPRK to protect its supreme interests from the U.S. aggression is being absolutely supported by the world people. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has worked legendary miracles by enforcing the original Songun policy, the first of its kind in the world political history, and the DPRK led by him has emerged a great country demonstrating its dignity with the might of the Songun policy. &nbsp;&nbsp;&nbsp;\r\n Christian Canoen who headed a delegation of the Juche idea study organization of France said that the U.S. can never frighten the DPRK enforcing the Songun policy, the ever-victorious treasured sword, and boasting its single-hearted unity more powerful than a nuke. &nbsp;&nbsp;&nbsp;\r\n The world progressives will as always extend firm support and solidarity to the Korean people in their struggle to foil the U.S. nuclear racket and defend the sovereignty of the country, he stressed.    \r\n\r\n"
        },
        {
            "title": "U.S. anti-DPRK moves denounced",
            "url": "http://kcna.co.jp/item/2003/200305/news05/12.htm#7",
            "content": "U.S. anti-DPRK moves denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 10 (KCNA) -- Neresh Sampati Shakya, president of the Council for People's Welfare in Nepal, contributed a statement to the Nepalese newspapers Space Time and People's Review on the occasion of the 71st birthday of the heroic Korean People's Army.\r\n He said there is concern that the U.S., upbeat after its invasion of Iraq, may designate the DPRK as its next target. &nbsp;&nbsp;&nbsp;\r\n The policy of the DPRK is the biggest challenge to the U.S. nuclear warmongers, he said, and continued: &nbsp;&nbsp;&nbsp;\r\n There are many possibilities of the U.S. inventing every pretext to attack the DPRK. the more than 40,000 U.S. troops stationed in South Korea are always in full combat readiness. &nbsp;&nbsp;&nbsp;\r\n The U.S. has become ever more undisguised in its arbitrary practices to expand the sphere of its domination on the international arena, styling itself the only \"superpower\" of the world. &nbsp;&nbsp;&nbsp;\r\n The world people should unite, merge their voices with the Korean people's and resolutely stand up against the U.S.    \r\n\r\n"
        },
        {
            "title": "S. Korean defence minister's anti-north remarks flailed",
            "url": "http://kcna.co.jp/item/2003/200305/news05/12.htm#8",
            "content": "S. Korean defence minister's anti-north remarks flailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 10 (KCNA) -- Shortly ago, Minister of Defence of South Korea Jo Yong Gil maligned the north, talking about \"increasing negotiating power\" and \"possible provocation\" while referring to the DPRK's \"nuclear issue.\" he cried out for \"perfect combat posture\" to cope with it.\r\n Rodong Sinmun today in a signed commentary dismisses this as an act of treachery as it is intended to bring the inter-Korean relations of reconciliation and unity back to those of confrontation and war pursuant to the U.S. anti-DPRK nuclear racket. &nbsp;&nbsp;&nbsp;\r\n It is a dangerous act of pushing the Korean Peninsula to a war to join the bush group in its anti-DPRK smear campaign, the commentary notes, and continues: &nbsp;&nbsp;&nbsp;\r\n In fact, the U.S. is stepping up its preparations for a war against the DPRK overtly and covertly, while paying lip-service to the \"diplomatic solution\" to the \"nuclear issue.\" &nbsp;&nbsp;&nbsp;\r\n Jo Yong Gil was so reckless as to malign the peace-loving north where his fellow countrymen live, instead of denouncing the U.S for seeking to start a war of aggression against the Korean nation. &nbsp;&nbsp;&nbsp;\r\n This can be done only by those toeing the U.S. line. &nbsp;&nbsp;&nbsp;\r\n The South Korean military will not be able to escape an irrevocable destruction in the end if it persists in its treacherous acts, relying upon its American master, not on the nation. The commentary warns it against behaving like a stupid. \r\n\r\n\r\n"
        },
        {
            "title": "Japan's moves for militarization under fire in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200305/news05/12.htm#9",
            "content": "Japan's moves for militarization under fire in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 10 (KCNA) -- South Korean papers carried editorials on May 6 denouncing Japan for its ever more undisguised moves for militarization.\r\nMmunhwa Ilbo in its editorial quoted Mainichi Shimbun as saying on May 3 that the council for the study of the constitution of the ruling Liberal-Democratic Party of Japan made public a draft for the revision of the constitution the keynote of which is recognition of Japan's rearmament. &nbsp;&nbsp;&nbsp;\r\n The proposed revision of the constitution formally calls for giving the title of head of state to the Japanese emperor, adopting Hinomaru and Kimigayo as Japan's national flag and  national anthem respectively and investing the prime minister with the right to proclaim a \"state of emergency throughout the country\" and stipulates the citizens' \"duty to defend the state,\" the editorial noted. &nbsp;&nbsp;&nbsp;\r\n Hangyore said that there is growing concern as Japan's military moves are escalated at the instigation of the U.S. hardliners, noting that Japan released a draft for the revision of the constitution which strongly smacks of its past militarism. &nbsp;&nbsp;&nbsp;\r\n Dong-a Ilbo denounced Japan for having dreamt of emerging a \"military power\" through the continued revision of the constitution since the end of the second world war. Recalling that Japan announced the draft much earlier than scheduled though the framework for the revision of the constitution was expected to be provided by the end of next year, the daily observed this reflected the rapid growth of the Japanese right-wing forces. &nbsp;&nbsp;&nbsp;\r\n Japan should awake from its foolish dream of restoring militarism, it urged.    \r\n\r\n\r\n"
        },
        {
            "title": "Unionists' strike in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200305/news05/12.htm#10",
            "content": "Unionists' strike in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 10 (KCNA) -- The strike started by members of the cargo workers union under the Freight Federation of South Korea at Phohang, North Kyongsang Province, is spreading to different areas, according to South Korean radio reports.\r\n At least 200 unionists of the Phohang branch under the federation went on a sit-in strike on May 2 in demand of the decrease of fuel price and wage hike. &nbsp;&nbsp;&nbsp;\r\n They parked more than 300 trucks around roads from the day they went on a strike and blockaded front gates and roads leading to large iron and steel enterprises to cut off traffic. &nbsp;&nbsp;&nbsp;\r\n Upon hearing the news that the authorities threatened to strictly deal with the strike, they held a meeting expressing resentment at the measure of the authorities and their determination to continue the strike unless a measure is taken for the living of cargo transport workers. &nbsp;&nbsp;&nbsp;\r\n They are actively joined by members of the federation in other parts of South Korea. &nbsp;&nbsp;&nbsp;\r\n Unionists of the Kwangju and south Jolla provincial branch of the federation held a meeting and went on a strike on May 6, demanding better living conditions. &nbsp;&nbsp;&nbsp;\r\n The workers in the area of Inchon and Kyonggi Province, and Tangjin, South Chungchong Province who handle the bulk of export cargo vowed to go on a solidarity strike. &nbsp;&nbsp;&nbsp;\r\n Transport workers in Inchon and Kyonggi Province stopped the operation of over 2,000 container lorries and participated in the strike.     \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}