{
    "date": "2003-12-11",
    "url": "http://kcna.co.jp/item/2003/200312/20031211.htm",
    "articles": [
        {
            "title": "Certificate of Honorary Citizenship and Gift to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2003/200312/news12/11.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean Film Shows Held Abroad",
            "url": "http://kcna.co.jp/item/2003/200312/news12/11.htm#2",
            "content": "Certificate of Honorary Citizenship and Gift to Kim Jong Il \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- Leader Kim Jong Il received a certificate of honorary citizenship and a gift from Izucar de Matamoros City, Puebla State, Mexico.\r\n The certificate reads as follows: \"The Izucar de Matamoros City Office of Puebla State, Mexico has the pleasure to award the certificate of honorary citizenship to HE Kim Jong Il, the great leader of the Democratic People's Republic of Korea, who has put the culture and arts of Korea on a high level and developed the friendly and cooperative relations between the peoples of Mexico and the DPRK. December 3, 2003.\" &nbsp;&nbsp;&nbsp;\r\n A ceremony of presenting the certificate and gift was held at the city office on Dec. 4. &nbsp;&nbsp;&nbsp;\r\n At the ceremony the mayor of the city praised Kim Jong Il as a great man who enjoys high reputation not only among the Korean people but among the world people, saying that it is their greatest honour to have him as its honorary citizen. &nbsp;&nbsp;&nbsp;\r\n The certificate and gift were handed to the DPRK ambassador. \r\n \r\n\r\n  \r\n\r\n"
        },
        {
            "title": "Suppression of Labor Movement in S. Korea Protested",
            "url": "http://kcna.co.jp/item/2003/200312/news12/11.htm#3",
            "content": "Korean Film Shows Held Abroad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- Korean film shows were held in Cambodia, Democratic Congo and Singapore on Dec. 4 and 5 on the occasion of the 12th anniversary of leader Kim Jong Il's assumption of the supreme commandership of the Korean People's Army and the 86th birth anniversary of Kim Jong Suk, an anti-Japanese war hero.\r\n Their participants saw the Korean film \"Steel-strong Ranks Korean People's Army.\" &nbsp;&nbsp;&nbsp;\r\n After seeing the film, the commander of the bodyguards of the Cambodian prime minister said that the KPA under the wise commandership of Kim Jong Il is invincible steel-strong ranks fully ready to defeat any invading enemy at a single stroke. &nbsp;&nbsp;&nbsp;\r\n The deputy director general of the L'Avenir newspaper of Democratic Congo said that the film show provided him with an opportunity to know well about the energetic activities of  Kim Jong Il to strengthen the KPA into invincible revolutionary armed forces. He extended warmest congratulations to him on this significant day. &nbsp;&nbsp;&nbsp;\r\n The director of the Unitech Processing Facility Co. Ltd. of Singapore said that the U.S. and its allies are working hard to stifle the DPRK advancing along the road of socialism under the pretext of the \"nuclear issue\" but they will not succeed as there is Kim Jong Il possessed of iron will.    \r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Peasants' Winter Recreation Begins",
            "url": "http://kcna.co.jp/item/2003/200312/news12/11.htm#4",
            "content": "Suppression of Labor Movement in S. Korea Protested \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- The British Friendship Society with Korea sent a protest letter to the south Korean authorities on November 16 denouncing their suppression of workers.\r\n Dismissing the authorities' suppression of trade unions as a serious human rights abuse, the letter expressed deep concern over this. &nbsp;&nbsp;&nbsp;\r\n Lodging a protest with the south Korean police against suppressing and imprisoning union leaders and members, the letter strongly demanded the authorities stop at once the crackdown on the labor movement, promptly arrange dialogue with trade unions and release the arrested unionists\r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "12th Anniversary of NADR Commemorated",
            "url": "http://kcna.co.jp/item/2003/200312/news12/11.htm#5",
            "content": "Peasants' Winter Recreation Begins \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- Peasants' winter recreation began in the DPRK.\r\n All rest homes situated on Mt. Kobang in Pyongyang, on Mt Myohyang in North Phyongan Province, in Onpho in North Hamgyong Province, Songdan in South Hamgyong Province, in the Sokwang Temple in Kangwon Province, Sokdamgugok in South Hwanghae Province and other famous sites received holiday-makers on Dec. 1 simultaneously. &nbsp;&nbsp;&nbsp;\r\n They are innovators in the field of agriculture. The peasants vacation will last till mid-February next year with half a month as a term.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Retrogressive Revision of \"Minimum Wages Act\" Opposed in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200312/news12/11.htm#6",
            "content": "12th Anniversary of NADR Commemorated \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- A rally for all-out struggle was reportedly held in Seoul on December 5 to commemorate the 12th anniversary of the \"National Alliance for Democracy and Reunification\".\r\n The rally was addressed by Policy Chairman Jong Tae Yon and Permanent Chairman O Jong Ryol of the NADR. &nbsp;&nbsp;&nbsp;\r\n They said that the formation of the NADR comprising basic mass organizations marked an occasion of new development of the national movement for democracy and that the organization has vigorously waged the struggle for democracy and the movement for national reunification. \r\n A resolution read out at the rally pointed out that independence, democracy and reunification are the irresistible trend of the times, but subordination and submission are still continued as proved by the reality in which innocent young people in this land are driven out as mercenaries for the war of aggression. &nbsp;&nbsp;&nbsp;\r\n The organization will rise up in the struggle to check the troop dispatch to Iraq and resolutely fight to ostracize the \"Grand National Party\" and other sycophantic treacherous forces and realize social democratization, stressed the resolution.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anti-U.S. and Anti-War Rally Held in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200312/news12/11.htm#7",
            "content": "Retrogressive Revision of \"Minimum Wages Act\" Opposed in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- The (south) Korean Confederation of Trade Unions reportedly held a rally against the retrogressive revision of the \"Minimum Wages Act\" in Seoul on December 5.\r\n At the rally the KCTU charged that an amendment to the \"Minimum Wages Act\" put forward by the present \"government\" is a deteriorative bill turning away from a large number of workers troubled with cheap labour and siding with plutocrats. &nbsp;&nbsp;&nbsp;\r\n Now minimum wage workers number one million and 20-30 percent of them are cleaners of advanced age, the organization said, demanding an immediate overall revision of an amendment to the \"Minimum Wages Act\".  &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the Minimum Wages Solidarity consisting of 23 labour and public organizations including the KCTU, the Federation of (south) Korean Trade Unions and the Citizens' Solidarity for Democratic Society entered the activities for supervising and watching those business owners who do not pay even the present minimum wages from November 24.    \r\n\r\n\r\n   \r\n\r\n"
        },
        {
            "title": "U.S. Accused of Harassing Peace and Stability in Region",
            "url": "http://kcna.co.jp/item/2003/200312/news12/11.htm#8",
            "content": "Anti-U.S. and Anti-War Rally Held in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- The 4th Friday Rally for peace against U.S. and war was reportedly held in front of the U.S. embassy in Seoul on December 5 by the Headquarters of the Movement for the Conclusion of the DPRK-U.S. Non-aggression Treaty.\r\n Speeches were made and a letter of protest was read out there. &nbsp;&nbsp;&nbsp;\r\n Noting that the U.S. is becoming more undisguised in its moves to bring the dark clouds of a new war to hang over the Korean peninsula, the letter of protest urged the U.S. to clearly realize that the Korean peninsula is not a place to stage war drills.    \r\n\r\n\r\n"
        },
        {
            "title": "Foreign Delegations Here",
            "url": "http://kcna.co.jp/item/2003/200312/news12/11.htm#9",
            "content": "U.S. Accused of Harassing Peace and Stability in Region \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- The United States is deploying huge armed forces in Guam to strain the situation in the region while strengthening its military ties with Japan and south Korea, says Rodong Sinmun today in a signed commentary. \r\nIt goes on: &nbsp;&nbsp;&nbsp;\r\n Such military moves of the U.S. are anachronistic ones to realize its design to stifle the DPRK by force at any cost. This clearly proves once again that the United States is chiefly to blame for harassing peace and stability on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n The U.S. warmongers never miss chances to raise a hue and cry over the non-existent \"threat\" from the DPRK. But this is nothing but sophism intended to justify its nuclear arms build-up, increase the international pressure upon the DPRK and invent a pretext for a preemptive attack on it. &nbsp;&nbsp;&nbsp;\r\n The U.S. unhesitatingly committed unilateral armed invasions of sovereign states under the pretext of \"anti-terrorism\" and \"elimination of weapons of mass destruction\" in disregard of international law. Due to such U.S. high-handed and arbitrary practices the peace and stability in different regions and countries are seriously threatened. &nbsp;&nbsp;&nbsp;\r\n The U.S. tightened military nexus with Japan and south Korea and arms build-up in Guam, etc. are dangerous military moves pursuant to the U.S. strategy to put military pressure upon the DPRK and stifle it. They are further increasing the danger of war on the Korean peninsula and seriously jeopardizing peace and stability in this region. &nbsp;&nbsp;&nbsp;\r\n Needless to say, the DPRK will take stronger military counter-measures to cope with the U.S. dangerous military moves, regarding them as a serious military provocation and blackmail. &nbsp;&nbsp;&nbsp;\r\n The United States should stop such reckless military moves at once.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Successes in Medical Researches",
            "url": "http://kcna.co.jp/item/2003/200312/news12/11.htm#10",
            "content": "Foreign Delegations Here\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- The Troika delegation of the European Union led by Guido Martini, director general of the Italian Foreign Ministry, and a delegation of the Vietnam-Korea Friendship Parliamentary Group headed by Trang A Pao, chairman of the group who is chairman of the National Council of the Vietnamese National Assembly, arrived here on Dec. 9.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. Iraq Policy in Dilemma",
            "url": "http://kcna.co.jp/item/2003/200312/news12/11.htm#11",
            "content": "Successes in Medical Researches\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- Considerable successes have been made in medical researches in the Democratic People's Republic of Korea.\r\n The Biomedicine Institute under the Academy of Medical Science has developed a reagent of recombined hepatitis B core antibody by the method of gene engineering. &nbsp;&nbsp;&nbsp;\r\n It is more effective in examining hepatitis B patients than the ectosarc antibody reagent. &nbsp;&nbsp;&nbsp;\r\n The Institute of Medical Genetics under Pyongyang University of Medicine has made researches into interferon for antivirus, immunity revival and anticancer effects, making it possible to produce interferon in an industrial way. &nbsp;&nbsp;&nbsp;\r\n The cardiovascular surgery department of the university hospital successfully operated on a newborn baby for congenital heart trouble. &nbsp;&nbsp;&nbsp;\r\n Kim Man Yu Hospital has developed selective absorbent for purifying blood and used it to cure immunity allergic diseases and nephrosis syndrome. &nbsp;&nbsp;&nbsp;\r\n The hospital has also developed natokinase efficacious for acute cerebral infraction. &nbsp;&nbsp;&nbsp;\r\n The Sunchon Pharmaceutical Plant has succeeded in making active virus to be used in manufacturing antibiotic with natural elements abundant in the country.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan Hit for Its Anti-Peace Acts",
            "url": "http://kcna.co.jp/item/2003/200312/news12/11.htm#12",
            "content": "U.S. Iraq Policy in Dilemma\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- As already reported, U.S. President Bush made a clandestine trip to Iraq on the evening of November 27. He was landed at Baghdad Airport under a strict cordon, \"learnt\" about the situation of Iraq and encouraged U.S. troops. He then hurriedly left for the Untied States after two hours and half in Iraq.\r\n Earlier, on November 13, Bush summoned U.S. Administrator in Iraq Bremer to Washington, convened an emergency security meeting of high-ranking officials and discussed setting up a pro-U.S. government in Iraq as early as possible. &nbsp;&nbsp;&nbsp;\r\n Through the trip to Iraq, Bush apparently sought to improve his image as a \"brave president\" who visited a battlefield, but facts indicate that U.S. Iraq policy is going to rack and ruin. &nbsp;&nbsp;&nbsp;\r\n The Bush administration had insisted on power in Iraq seized by the U.S. and British forces, turning down the demand of the international community including the UN Security Council for handover of power to Iraq. In other words, its intention was to set up a pro-U.S. government and monopolize the oil concessions while leaving the security of Iraq under the jurisdiction of the United Nations. &nbsp;&nbsp;&nbsp;\r\n But the Iraqi situation has turned back to the phase of war and U.S. casualties have increased with Iraqis' resistance getting fierce. So the Bush administration could not but rewrite the Iraq policy. &nbsp;&nbsp;&nbsp;\r\n As of the end of November, the number of the U.S. troops killed and wounded in Iraq and evacuated from the country has reached almost 10,000. The mental disease, suicide and desertion among U.S. troops, caused by constant horror and uneasiness, have also harassed the Bush administration. &nbsp;&nbsp;&nbsp;\r\n Now the Iraqi resistance forces' attacks, which had been conducted for revenge sporadically, have become systematized with a clear-cut goal of repulsing the aggression forces. &nbsp;&nbsp;&nbsp;\r\n Such being a situation, UN affiliates and diplomats of many countries have left Iraq and the nations which had agreed to send troops to Iraq are now withdrawing their promise. &nbsp;&nbsp;&nbsp;\r\n At the beginning such countries as Russia, France and Germany declared they would not dispatch troops to Iraq and Pakistan, pressurized by the United States to make a military contribution, has refused to accept the U.S. demand. &nbsp;&nbsp;&nbsp;\r\n Turkey and other nations have rescinded their troop dispatch plan although the United States promised to offer economic aids to them, while Thailand and other countries which already sent troops to Iraq are talking about the withdrawal of their troops. &nbsp;&nbsp;&nbsp;\r\nThe facts have put the Bush administration in hot water. &nbsp;&nbsp;&nbsp;\r\n Even the CIA worked out a secret report on November 10, warning that the number of those who are convinced of the defeat of the U.S. and British forces is ever increasing. &nbsp;&nbsp;&nbsp;\r\n The Bush administration's shipwrecked Iraq policy is an inevitable result for the aggressors.    \r\n\r\n\r\n  \r\n\r\n\r\n"
        },
        {
            "title": "Special Envoy of Indonesian President Feted",
            "url": "http://kcna.co.jp/item/2003/200312/news12/11.htm#13",
            "content": "Japan Hit for Its Anti-Peace Acts\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- Minju Joson today in a signed commentary denounces Japan's launching of a spy satellite on Nov. 29 as an anti-peace act ultimately aimed at conversion of Japan into a military giant and expansion overseas.\r\n The commentary says: &nbsp;&nbsp;&nbsp;\r\n Japan's launching of the spy satellite targeted against the DPRK is intended to realize the introduction of an anti-ballistic missile defense system promoted by it and its excessive zeal on this undertaking is not for defence but for attacking others. &nbsp;&nbsp;&nbsp;\r\n The military balance in Northeast Asia at present is rather stable, there is no country that poses a direct military threat to Japan and, moreover, the United States is taking the security of Japan exclusively upon itself. If Japan intends to establish the anti-ballistic missile defense system to cope with \"threat\" and \"attack\" from outside under this condition, no one will understand it. &nbsp;&nbsp;&nbsp;\r\n What the Japanese reactionaries are after is to destroy the strategic balance and gain supremacy in strategic attack weapons in Northeast Asia and thus freely attack the targets chosen by it. &nbsp;&nbsp;&nbsp;\r\n Drawing attention to the fact that Japan is working overtime to obtain the right to military operation overseas by craftily taking advantage of the international situation in which the issue of rehabilitating Iraq has cropped up in order to carry into practice the conversion of Japan into a military giant and expansion overseas, the commentary stresses: It is as clear as noonday that if this is allowed, the criminal atrocities committed by the Japanese imperialists against other national states during the Second World War will be repeated.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Talks between Paek Nam Sun and Special Envoy of Indonesian President",
            "url": "http://kcna.co.jp/item/2003/200312/news12/11.htm#14",
            "content": "Special Envoy of Indonesian President Feted\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- The government of the Democratic People's Republic of Korea hosted a reception in honor of the special envoy of the Indonesian president and his companion on a visit to the DPRK at the Mansudae Assembly Hall yesterday.\r\n DPRK Foreign Minister Paek Nam Sun in a speech said that the relations between the two countries have favorably developed since the significant Pyongyang meeting of leader Kim Jong Il and President Megawati in March last year. &nbsp;&nbsp;&nbsp;\r\n The government and the people of the DPRK set store by the long-standing ties of friendship with Indonesia and it is the invariable stand of the DPRK to further expand and develop the relations in political, economic and cultural and all other fields, he noted. &nbsp;&nbsp;&nbsp;\r\n He wished the Indonesian government greater success in its work for the territorial integrity and unity of the country and its economic development. &nbsp;&nbsp;&nbsp;\r\n Nana Sutresna in a speech said that he came to Korea carrying with him the greetings of President Megawati to Kim Jong Il and Indonesia's solidarity to the DPRK. &nbsp;&nbsp;&nbsp;\r\n Noting that contacts and visits are becoming frequent between the two countries, he added this meant the warm feelings of friendship and solidarity between the two countries. &nbsp;&nbsp;&nbsp;\r\n He hoped that the tense situation on the Korean peninsula would be settled peacefully.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Talks between Delegations of DPRK and Vietnam Parliamentary Groups Held",
            "url": "http://kcna.co.jp/item/2003/200312/news12/11.htm#15",
            "content": "Talks between Paek Nam Sun and Special Envoy of Indonesian President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- Talks were held in Pyongyang today between DPRK Foreign Minister Paek Nam Sun and Nana Sutresna, councilor to the Indonesian president who is special envoy of the president.\r\n Present at the talks were officials concerned from the DPRK side and the special envoy and his companion and the charge d'affaires ad interim of the Indonesian embassy here from the Indonesian side. &nbsp;&nbsp;&nbsp;\r\n Both sides exchanged views on the issue of boosting the friendly relations between the two countries and the current situation on the Korean peninsula and the international situation of concern at the talks.    \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to President of Burkina Faso",
            "url": "http://kcna.co.jp/item/2003/200312/news12/11.htm#16",
            "content": "Talks between Delegations of DPRK and Vietnam Parliamentary Groups Held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- Talks were held at the Mansudae Assembly Hall today between the delegation of the DPRK-Vietnam Friendship Parliamentary Group and the delegation of the Vietnam-Korea Friendship Parliamentary Group.\r\n Present at the talks were Ryang Kyong Bok, chairman of the DPRK-Vietnam Friendship Parliamentary Group who is deputy to the DPRK Supreme People's Assembly, and officials concerned from the DPRK side and members of the delegation of the Vietnam-Korea Friendship Parliamentary Group led by Trang A Pao, chairman of the group and chairman of the National Council of the Vietnamese National Assembly, and Vietnamese Ambassador to the DPRK Do Thi Hoa from the Vietnamese side. &nbsp;&nbsp;&nbsp;\r\n At the talks both sides exchanged views on further developing the friendly and cooperative relations between the two parliaments and a series of matters of mutual concern.    \r\n\r\n\r\n"
        },
        {
            "title": "Supreme Commander Kim Jong Il Inspects KPA Unit",
            "url": "http://kcna.co.jp/item/2003/200312/news12/11.htm#17",
            "content": "Greetings to President of Burkina Faso\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to President Blaise Compaore on Dec. 5 on the occasion of the national day of Burkina Faso.\r\n The message warmly congratulated the president, the government and the people of the country on this occasion. &nbsp;&nbsp;&nbsp;\r\n Expressing the belief that the friendly and cooperative relations between the two countries would grow stronger, it sincerely wished the president greater success in his work for the development and prosperity of the country.    \r\n\r\n\r\n\r\n"
        }
    ]
}