{
    "date": "2003-02-14",
    "url": "http://kcna.co.jp/item/2003/200302/20030214.htm",
    "articles": [
        {
            "title": "National seminar on Kim Jong Il's great revolutionary exploits held",
            "url": "http://kcna.co.jp/item/2003/200302/news02/14.htm#1",
            "content": "National seminar on Kim Jong Il's great revolutionary exploits held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 13 (KCNA) -- A national seminar on Kim Jong Il's great immortal revolutionary feats took place at the People's Palace of Culture on Feb. 12.\r\n Present there were Kye Ung Thae, Secretary of the C.C., the Workers' Party of Korea, Kwak Pom Gi, Vice-Premier of the Cabinet, Kang Nung Su, Minister of Culture, and Choe Chil Nam, editor-in-chief of Rodong Sinmun, Thae Hyong Chol, president of the Academy of Social Sciences, and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n Presented there were the treatises on the great immortal revolutionary exploits Kim Jong Il performed last year under the titles \"the peerlessly great man who laid a firm foundation for bringing about a turn in the building of a powerful nation\" and \"the lodestar of national reunification speeding up on his initiative the implementation of the June 15 Joint Declaration in the idea of national independence and with the might of the army-based policy.\" &nbsp;&nbsp;&nbsp;\r\nO Kil Bang, first vice-president of Kim Il Sung University, prof. and dr. Cha Kyong Il, president of Kim Il Sung Political University, and O Ki Sok, chief secretary of the Jongphyong County Committee, South Hamgyong Province of the WPK, and other speakers said the greatness of Kim Jong Il was clearly  proved once again through his immortal feats he performed last year with his outstanding leadership ability and tireless and devoted efforts despite the complicated international situation. &nbsp;&nbsp;&nbsp;\r\n Recalling that he laid a firm foundation to bring about a turn in the building of a powerful nation, increased the country's military power strong enough to defeat any force under the banner of the army-based policy and successfully achieved the single-hearted unity of the army and the people, they noted this was part of the immortal feats performed by him last year. &nbsp;&nbsp;&nbsp;\r\n His revolutionary activities last year firmly convinced the army and the people of Korea of the fact that as long as they are under his experienced and seasoned leadership they can break through any ordeals and surely build a powerful nation in the near future, they stressed.    \r\n\r\n"
        },
        {
            "title": "U.S. policy toward nuclear issue of Korean Peninsula under fire",
            "url": "http://kcna.co.jp/item/2003/200302/news02/14.htm#2",
            "content": "U.S. policy toward nuclear issue of Korean Peninsula under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 13 (KCNA) -- A spokesman for the Iranian Foreign Ministry clarified the Iranian Government's official stand toward the DPRK Government's statement at the weekly news briefing on Feb. 9. \r\n Saying that the nuclear issue in the Korean Peninsula was caused due to the wrong policy of the United States, the spokesman said Iran hopes that the tensions prevailing in this region would be settled in a peaceful way.    \r\n\r\n"
        },
        {
            "title": "Foreigners visit 7th Kimjongilia Show",
            "url": "http://kcna.co.jp/item/2003/200302/news02/14.htm#3",
            "content": "Foreigners visit 7th Kimjongilia Show \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 13 (KCNA) -- Diplomatic envoys and representatives of international organizations here visited the 7th Kimjongilia Show on Feb. 12 on the occasion of the birthday of Kim Jong Il.\r\n The guests looked round Kimjongilias, struck with admiration at their beauty. &nbsp;&nbsp;&nbsp;\r\n They wrote in the visitor's book. &nbsp;&nbsp;&nbsp;\r\n Palestinian Ambassador to the DPRK Shaher Mohammed Abdlah who is doyen of the foreign diplomatic corps wrote that seeing Kimjongilias in full bloom he realized how deeply the Korean people are revering Kim Jong Il. \"I wish him good health and the friendly Korean people progress and prosperity,\" he added.    \r\n\r\n"
        },
        {
            "title": "Reception and film show arranged by DPRK Foreign Ministry",
            "url": "http://kcna.co.jp/item/2003/200302/news02/14.htm#4",
            "content": "Reception and film show arranged by DPRK Foreign Ministry \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 13 (KCNA) -- The Foreign Ministry of the DPRK hosted a reception and a film show on Feb. 12 on the occasion of the birthday of  Kim Jong Il.\r\n Present on invitation were diplomatic envoys and representatives of international organizations here. &nbsp;&nbsp;&nbsp;\r\n Foreign Minister Paek Nam Sun, speaking at the reception, said that greeting the February Holiday the Korean people were fully determined to certainly build a reunified and prospering, powerful socialist nation on this land under the army-based revolutionary leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Palestinian Ambassador to the DPRK Shaher Mohammed Abdlah who is doyen of the diplomatic corps here said that on the occasion of the auspicious day they wished Kim Jong Il good health and were convinced that the friendly DPRK would successfully attain its aim to build a beautiful and prospering future. &nbsp;&nbsp;&nbsp;\r\n The participants in the film show saw a Korean documentary film \"The Great Leader Comrade Kim Jong Il Gives On-the-Spot Guidance to the Work in Different Fields.\" &nbsp;&nbsp;&nbsp;\r\n Prior to it, the participants went round famous works of Kim Jong Il and books and photos showing his immortal feats.  \r\n"
        },
        {
            "title": "S. Korean navy stages war exercise",
            "url": "http://kcna.co.jp/item/2003/200302/news02/14.htm#5",
            "content": "S. Korean navy stages war exercise \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 13 (KCNA) -- A special war brigade under the operation command of the South Korean navy staged war drills in the east sea on Feb. 10 and 11, according to South Korean KBS.\r\n The exercise involved swimming and entering into operation in the water and intrusion into coastal waters by use of rubber boats, etc. it was allegedly aimed to increase the capability of the brigade's marine special operations in the winter season. &nbsp;&nbsp;&nbsp;\r\n This is a disturbing development as it is staged at a time when the situation on the Korean Peninsula is getting more and more strained as the days go by due to the U.S. reckless moves to launch a nuclear war there.    \r\n\r\n"
        },
        {
            "title": "Adherence to idea of independent national reunification called for",
            "url": "http://kcna.co.jp/item/2003/200302/news02/14.htm#6",
            "content": "Adherence to idea of independent national reunification called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 13 (KCNA) -- The idea of independent reunification represents national independence and genuine patriotism as it calls upon the Korean nation to solve the issue of country's reunification by the efforts of the nation itself in a responsible manner to meet the nation's requirements for  independence and its interests, says Rodong Sinmun today in a signed article.\r\n It says: \r\n The idea clarifies that it is none other than the Korean nation who is responsible for national reunification and capable of achieving it as it clearly explains the cause of the country's  division, the requirements and interests of the nation, the essence and nature of the issue of national reunification and the specific conditions of the country. &nbsp;&nbsp;&nbsp;\r\n It is the most just idea of national reunification as it is based on the immortal Juche idea that man is the master of one's destiny and is capable of carving out it. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il formulated the three principles of national reunification, the 10-point programme for the great unity of the entire nation and the proposal for founding the Democratic Federal Republic of Koryo set out by President Kim Il Sung as three charters of national reunification and set forth a five-point  policy of great national unity. This is an undying ideological and theoretical exploit performed by him in embodying the idea of independent reunification. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's idea of independent national reunification enabled the Korean nation to emerge a nation fully capable of solving the issue of national reunification by itself and brought about a great era, a stirring reality. &nbsp;&nbsp;&nbsp;\r\n The historic Pyongyang summit meeting, the first of its kind in the history of national division that has lasted for more than half a century, took place and the June 15 North-South Joint Declaration was adopted. This was a great national event, a result of the great idea of independent national reunification. &nbsp;&nbsp;&nbsp;\r\n This historic meeting and the publication of the declaration ushered in a new era of independent national reunification in which the Koreans work hard to achieve unity and for reunification by themselves. &nbsp;&nbsp;&nbsp;\r\n The cause of national reunification is sure to be accomplished as there is the great idea of independent national reunification whose validity and vitality are fully proved despite the ordeals of history.    \r\n\r\n"
        },
        {
            "title": "Mt. Paektu area takes new look",
            "url": "http://kcna.co.jp/item/2003/200302/news02/14.htm#7",
            "content": "Mt. Paektu area takes new look \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 13 (KCNA) -- The Mt. Paektu area in Ryanggang Province in Northern Korea has taken a new look.\r\n The area is associated with the revolutionary life of President Kim Il Sung, General Secretary Kim Jong Il and Kim Jong Suk, an anti-Japanese war woman hero, and with the noble spirit of anti-Japanese war veterans. &nbsp;&nbsp;&nbsp;\r\n Thanks to the people's desire and efforts to facelift the area, the scenery around the old home of Kim Jong Il in the secret camp of Mt. Paektu is getting all the more beautiful and roads have been paved again. &nbsp;&nbsp;&nbsp;\r\n In the township of Samjiyon county alone, dwelling houses for 3,000 families and some 110 public buildings have been built in a peculiar way and the appearance of the county has been renewed. &nbsp;&nbsp;&nbsp;\r\nIn the Paektu museum with a floor space of 2,160 square metres visitors can take a view of all the revolutionary battle sites and historic sites in the area. &nbsp;&nbsp;&nbsp;\r\n Roads are flanked by dwelling houses of different shapes, styles and colors, the Chonji Health Complex fully equipped with public service and catering facilities, Pegaebong Hotel and other buildings which blend in with the scenery of the alpine area. &nbsp;&nbsp;&nbsp;\r\n Dwelling houses for more than 160 families, schools, kindergartens and nurseries have been rebuilt in the Mubong workers' settlement in Samjiyon county. &nbsp;&nbsp;&nbsp;\r\n In Taehong county the monument to the victorious battle in Musan was erected in a peculiar way. &nbsp;&nbsp;&nbsp;\r\n Now the county has modern potato starch factories and potato storehouses in different places.    \r\n\r\n"
        },
        {
            "title": "Iron will of brilliant commander",
            "url": "http://kcna.co.jp/item/2003/200302/news02/14.htm#8",
            "content": "Iron will of brilliant commander \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 13 (KCNA) - General Secretary Kim Jong Il's will is growing stronger with the situation getting acute on the Korean Peninsula.\r\n After starting this year's inspection tour with a visit to the air force unit 860 of the Korean People's Army on January 17, he has continued inspecting units of three services to inspire servicemen to reliably defend the country. He spent even the lunar New Year's Day in a unit. &nbsp;&nbsp;&nbsp;\r\n His tireless inspection tour reflects his iron will to answer the enemies' tough measure with a tougher stance. &nbsp;&nbsp;&nbsp;\r\n The \"arduous march\" and the forced march of the Korean people in recent years were a showdown with the enemies without a gun report in the sphere of ideology, idea, faith and will. &nbsp;&nbsp;&nbsp;\r\n In the days he visited army units in the frontline areas including Mt. Osong, Cho islet and Panmunjom. &nbsp;&nbsp;&nbsp;\r\n On the rigorous period he aroused the army and the people to the struggle for smashing the imperialists' intensified moves to isolate and stifle the country and defending socialism and the nation. This is one of his greatest feats.    \r\n\r\n"
        },
        {
            "title": "Deep love for people",
            "url": "http://kcna.co.jp/item/2003/200302/news02/14.htm#9",
            "content": "Deep love for people\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 13 (KCNA) -- On January 23, Kim Jong Il, who was in an inspection tour of a frontline area, was told that a young man was drifting on an iceberg on the West Sea of Korea. He immediately sent a plane to save him.\r\n Such a story is not uncommon in Korea. &nbsp;&nbsp;&nbsp;\r\n In mid-February Juche 64 (1975) he took an emergency measure to save a girl drifting on the West Sea with the mobilization of several planes. &nbsp;&nbsp;&nbsp;\r\n It was in 1983 that a plane flew to a remote village in Kapsan county, Ryanggang Province for triplets. Since then, many planes have been mobilized to transport women delivered of triplets to big hospitals with their babies from every nook and corner of the country. &nbsp;&nbsp;&nbsp;\r\n Thanks to Kim Jong Il's deep love for the people, many people were saved from a critical condition. Among them are the crew of a boat wrecked off Hwadae county, flood victims in Sinuiju, builders of revolutionary battle sites in the Mt. Paekzu area and two crew members of a trade vessel on a voyage in the Indian ocean. &nbsp;&nbsp;&nbsp;\r\n His deep love for the people has deepened the blood ties between the leader and the people in Korea.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Koreans pledge to remain faithful to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2003/200302/news02/14.htm#10",
            "content": "Koreans pledge to remain faithful to Kim Jong Il\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 13 (KCNA) --Korean people including servicemen, youth and schoolchildren have visited historic sites associated with the revolutionary activities of Kim Jong Il with the approach of his birthday, February 16.\r\n From the beginning of the year, more than 30,000 people have visited his old home in the secret camp of Mt. Paektu. &nbsp;&nbsp;&nbsp;\r\n Among the visitors are officials of the ministry of railways, the General Federation of Trade Unions of Korea and other ministries, national institutions and public organizations. &nbsp;&nbsp;&nbsp;\r\n The visitors saw historic relics with keen interest, while being briefed on the revolutionary family of Kim Jong Il and on the fact that he was born as lodestar of Mt. Paektu and grew up as a great revolutionary. &nbsp;&nbsp;&nbsp;\r\n Through the visit to the old home, youth, university students and schoolchildren from throughout the country have vowed to always share the same destiny with Kim Jong Il and prepare themselves as human bombs to defend the headquarters of the revolution. &nbsp;&nbsp;&nbsp;\r\n Servicemen met in front of the old home to manifest their resolution to remain faithful to his army-based leadership, further increase the fighting capacity of their units and defend the socialist homeland. &nbsp;&nbsp;&nbsp;\r\n Museums of revolutionary activities of comrade Kim Jong Il in all parts of the country have been crowed with a large number of people. &nbsp;&nbsp;&nbsp;\r\n The museum of revolutionary activities of comrade Kim Jong Il at Kim Il Sung University has been visited by about 4,000 people every day. &nbsp;&nbsp;&nbsp;\r\n The Oun, Jangsan and other historic sites have also been visited by many people.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Cameroonian President",
            "url": "http://kcna.co.jp/item/2003/200302/news02/14.htm#11",
            "content": "Greetings to Cameroonian President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 13 (KCNA) -- Kim Yong Nam, President of the Presidium of the Supreme People's Assembly of the DPRK, sent a message of greetings to Cameroonian President Paul Biya  on his 70th birthday.\r\n The message sincerely wished him good health and happiness and greater success in his responsible work to achieve national unity and the prosperity of the country. &nbsp;&nbsp;&nbsp;\r\n It expressed the belief that the friendly and cooperative relations between the DPRK and Cameroon would grow stronger and develop.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}