{
    "date": "2003-05-23",
    "url": "http://kcna.co.jp/item/2003/200305/20030523.htm",
    "articles": [
        {
            "title": "Seminar on Kim Jong Il's Songun leadership held in Democratic Congo",
            "url": "http://kcna.co.jp/item/2003/200305/news05/23.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "173rd-day candlelight procession held in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200305/news05/23.htm#2",
            "content": "Seminar on Kim Jong Il's Songun leadership held in Democratic Congo \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 22 (KCNA) -- A seminar, lecture meeting and film show on leader Kim Jong Il's feats in party building and Songun leadership were held by the group for the study of  Kim Jong Il's Juche idea and the youth croup for the study of the Juche idea of Democratic Congo on May 14 and 16 on the occasion of the 39th anniversary of his start of work at the Central Committee of the Workers' Party of Korea.\r\n It was stressed at the seminar and lecture meeting that nearly 40 years of his work at the WPK Central Committee was a history of great creation and change which witnessed the heyday of the workers' party era and a history of heroic feats in defending and glorifying socialism with his Songun policy. &nbsp;&nbsp;&nbsp;\r\n It was noted that Kim Jong Il realized the complete unity of the party and the army and pursued the Songun Policy, a unique political mode and great achievements were made in socialist construction and increase of the defence capability of the DPRK under his wise Songun leadership. &nbsp;&nbsp;&nbsp;\r\n Participants appreciated Korean film \"'The Invincible Workers' Party Of Korea', the mass gymnastic and artistic performance in the celebration of the 55th anniversary of the Workers' Party of Korea.\"    \r\n\r\n"
        },
        {
            "title": "Iranian Ambassador gives reception",
            "url": "http://kcna.co.jp/item/2003/200305/news05/23.htm#3",
            "content": "173rd-day candlelight procession held in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 22 (KCNA) -- The 173rd-day candlelight procession was reportedly held in front of Kwanghwamun of Seoul on May 17 to honor the memory of Hyo Sun and Mi Son with at least 300 students and citizens attending.\r\n Ri Kwan Bok, advisor to the All-People Measure Committee for Sin Hyo Sun and Sim Mi Son, Schoolgirls Killed By a U.S. Armored Car, made an address condemning the United States to be followed by the recital of a poem dedicated to them. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Seoul district federation of university student councils in a speech said that if they fight to the finish, they will win without fail, calling for making June 13 a day of wreaking the grudge of the two younger sisters. &nbsp;&nbsp;&nbsp;\r\n The participants held a function of demonstrating side by side around the U.S. embassy with candlelights.    \r\n\r\n"
        },
        {
            "title": "Provocative remarks of senior official of Chongwadae under fire",
            "url": "http://kcna.co.jp/item/2003/200305/news05/23.htm#4",
            "content": "Iranian Ambassador gives reception \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 22 (KCNA) -- Iranian Ambassador to the DPRK Jalaleddin Namini Mianji gave a reception at his embassy here on May 21 on the occasion of the 30th anniversary of the opening of diplomatic relations between the DPRK and Iran.\r\n Present there on invitation were Foreign Minister Paek Nam Sun, Minister of Labour Ri Won Il who is chairman of the DPRK-Iran Friendship Association and acting chairman of the Committee for Cultural Relations with Foreign Countries Mun Jae Chol and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Present there were officials of the Iranian embassy here. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there.    \r\n\r\n"
        },
        {
            "title": "CPRF secretariat denounces anti-DPRK remarks of GNP representative",
            "url": "http://kcna.co.jp/item/2003/200305/news05/23.htm#5",
            "content": "Provocative remarks of senior official of Chongwadae under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 22 (KCNA) -- The \"national defence advisor of Chongwadae\" of South Korea in a recent television appearance made very malignant and provocative remarks against the north. He asserted that the \"residents of the north should be distinguished from its system,\" \"a different consideration should be made of cooperation with the system of the north unlike the cooperation with its residents\" and \"there should be no longer the north's practice to control the inter-Korean dialogue as it pleases.\"\r\n In this regard Rodong Sinmun today in a signed commentary says: what the \"national defence adviser of Chongwadae\" complained about \"cooperation,\" hurling mud at the dignified system of the DPRK, is nothing but nonsense which can be talked only by dolts. &nbsp;&nbsp;&nbsp;\r\n His remarks are an insult and challenge to the system in the north. They are little short of a declaration of fresh confrontation between the north and the south and a gross violation of the June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n His provocative remarks cannot be interpreted as an expression of the view of an individual. &nbsp;&nbsp;&nbsp;\r\n These days the South Korean authorities are free to make disturbing remarks against the north. They have gone to the lengths of saying that \"they can not do as the north suggests.\" &nbsp;&nbsp;&nbsp;\r\nNobody from the north has asked the south to follow it and nothing has happened so. it is only the banner of the June 15 Joint Declaration the north and the south should hold aloft. &nbsp;&nbsp;&nbsp;\r\n The South Korean authorities should behave in a responsible manner from a national stand. &nbsp;&nbsp;&nbsp;\r\n It is a reckless act bereft of any elementary morality and national etiquette for the south side to talk about dialogue and contact, reconciliation and cooperation while defaming the system and dignity of its dialogue partner. &nbsp;&nbsp;&nbsp;\r\n The north will closely follow its future attitude.    \r\n\r\n"
        },
        {
            "title": "S. Korean authorities' policy of toeing U.S. line blasted",
            "url": "http://kcna.co.jp/item/2003/200305/news05/23.htm#6",
            "content": "CPRF secretariat denounces anti-DPRK remarks of GNP representative \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 22 (KCNA) -- The secretariat of the Committee for the Peaceful Reunification of the Fatherland (CPRF) Wednesday issued information bulletin no. 839 denouncing the representative of the grand national party of South Korea for making provocative remarks faulting the economic mode in the north.\r\n The information bulletin said: &nbsp;&nbsp;&nbsp;\r\n At a \"special lecture for national assemblymen\" he did not bother to let loose vituperation against the north, asserting that both the \"sunshine policy\" and the \"policy for peace and prosperity\" should serve the purpose of inducing the north to change its system and in conducting cooperation with the north the south should put up conditionality that the former should change its economic mode. &nbsp;&nbsp;&nbsp;\r\n This is an intolerable move to foster confrontation with the north, as it laid bare once again the despicable true colors of the GNP group as ultra-right conservative forces keen on fuelling distrust and confrontation between fellow countrymen, displeased with the process of improving the inter-Korean relations and cooperation. &nbsp;&nbsp;&nbsp;\r\n There is nothing the north has to change. &nbsp;&nbsp;&nbsp;\r\n The pro-U.S. flunkeyists in South Korea who have left the dignity and the sovereignty of the nation to the tender mercy of outsiders should drop their way of thinking. The people should throw overboard the group of pro-U.S. flunkeyists and traitors including the GNP who have stood in the way of reunification, working as puppets of the U.S. to encroach upon the interests of the nation. &nbsp;&nbsp;&nbsp;\r\n The GNP will have to pay a very high price for hindering the national unity and reunification. &nbsp;&nbsp;&nbsp;\r\n All the South Koreans from all walks of life should sternly punish the treacherous GNP and throw the vicious anti-reunification group into the garbage ground of history.    \r\n"
        },
        {
            "title": "New achievements in cultivating and propagating Kimilsungia",
            "url": "http://kcna.co.jp/item/2003/200305/news05/23.htm#7",
            "content": "S. Korean authorities' policy of toeing U.S. line blasted \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 22 (KCNA) -- A spokesman for the National Democratic Front of South Korea in a statement on May 20 dismissed the South Korean chief executive's recent trip to the United States as treacherous and humiliating diplomacy towards the U.S. as he preferred cooperation with foreign forces to national cooperation.\r\n The spokesman said: &nbsp;&nbsp;&nbsp;\r\n During his U.S. visit he did not utter anything right as regards the U.S. hostile policy toward the DPRK but meekly accepted the bush group's brigandish logic. He supported even the inclusion of words \"consideration of further steps\" and \"future inter-Korean exchanges and cooperation will be conducted in the light of developments on North Korean nuclear issue\" in a \"joint statement\" published with the U.S. &nbsp;&nbsp;&nbsp;\r\n This is an unpardonable challenge to all the Koreans and the international community aspiring after a peaceful solution to the \"north's nuclear issue\" and peace and reunification on the Korean Peninsula and an act of treachery diametrically running counter to the June 15 Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n The authorities should face up to the trend of the times and behave with discretion. &nbsp;&nbsp;&nbsp;\r\n If they truly want peace and stability on the Korean Peninsula and its reunification, they should go in for cooperation with the DPRK, not pursuing cooperation with the U.S. in support of its hostile policy toward the DPRK and moves for a nuclear war. &nbsp;&nbsp;&nbsp;\r\n National cooperation based on the idea of \"by our nation itself\", the basic spirit of the June 15 Joint Declaration, is the only way of averting a war and defending peace on this land, achieving national independence and bringing earlier reunification. &nbsp;&nbsp;&nbsp;\r\n The people will never tolerate the authorities' humiliating policy of toeing the u.s. line but defend the nation's right to existence and peace on the Korean Peninsula and preserve and implement the joint declaration through decisive resistance for peace against the U.S. and war. &nbsp;&nbsp;&nbsp;\r\n If the authorities continue to pursue the pro-U.S. policy, going against the nation's will and the trend of the times, they will not escape strong denunciation from the people in the south and all other fellow countrymen.    \r\n\r\n"
        },
        {
            "title": "May Day Stadium",
            "url": "http://kcna.co.jp/item/2003/200305/news05/23.htm#8",
            "content": "New achievements in cultivating and propagating Kimilsungia \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 22 (KCNA) -- Scientists at the branch of biology under the Academy of Sciences made clear scientific and technical matters in cultivating and propagating Kimilsungia, an immortal flower.\r\n They completed the method of rapidly cultivating the flower with natural extract usual in Korea. Thus the flowering period was reduced to a year and sixth mouths from three or four years. &nbsp;&nbsp;&nbsp;\r\n They verified that the flower may bloom on those trunks from which flower once bloomed with the help of a new blooming method by growing control substance. &nbsp;&nbsp;&nbsp;\r\n They also completed the method of growing big seedlings by tissue cultivation so as to produce seedlings three times bigger than the former and extensively propagate Kimilsungia. &nbsp;&nbsp;&nbsp;\r\n Among their achievements is a method of growing the flower at home and working places.    \r\n\r\n"
        },
        {
            "title": "New constitution-classifying method",
            "url": "http://kcna.co.jp/item/2003/200305/news05/23.htm#9",
            "content": "May Day Stadium \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 22 (KCNA) -- The May Day Stadium stands on Rungna islet in the River Taedong, which runs through Pyongyang.\r\n It, which well blends with the surrounding scenic beauty, presents a beautiful view reminiscent of a landing parachute. &nbsp;&nbsp;&nbsp;\r\n The 150,000-seat stadium covers more than 400,000 square meters and its total floor space is over 207,000 square meters. &nbsp;&nbsp;&nbsp;\r\n On the ground there are a football field covered with turf, 400-meter-running tracks with rubber, a basketball court and a volleyball court. &nbsp;&nbsp;&nbsp;\r\n Its silver-white roof protrudes 60 meters inward. &nbsp;&nbsp;&nbsp;\r\n The eight-storied stadium building has training rooms, a swimming pool, rooms for recovery from fatigue, welfare service facilities for spectators, a telex room, a press room, conference rooms, etc. &nbsp;&nbsp;&nbsp;\r\n There is an underground parking plot with a capacity of more than 300 cars. &nbsp;&nbsp;&nbsp;\r\n Around the stadium there are more than 20 outdoor training grounds including four football fields covered with turf, tennis courts, roller hockey rink and figure staking rink. &nbsp;&nbsp;&nbsp;\r\n Several roads linked with Rungna and Chongryu bridges lead to the stadium. &nbsp;&nbsp;&nbsp;\r\n The stadium was completed on May 1, Juche 78 (1989). &nbsp;&nbsp;&nbsp;\r\n The opening and closing ceremonies of the 13th World Festival of Youth and Students, the North-South Football Match for Reunification (October 1990), the mass gymnastic and artistic performance \"Arirang\" (2002) and many other functions were held at the stadium.    \r\n\r\n\r\n"
        },
        {
            "title": "Crackdown on Hanchongryon under fire",
            "url": "http://kcna.co.jp/item/2003/200305/news05/23.htm#10",
            "content": "New constitution-classifying method\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 22 (KCNA) -- The General Hospital of Koryo Medicine has succeeded in developing a new method of classifying physical constitution according to voices.\r\n The newly developed software classifies the constitution of people on the basis of voice: \"it's a painting full of movement, indeed\". &nbsp;&nbsp;&nbsp;\r\n The accuracy of this method is more than 90 percent and it makes it possible to put the division of constitution by the traditional medicine on a scientific basis. &nbsp;&nbsp;&nbsp;\r\n Its clinical application shows that the efficacy in the treatment of diabetes, hypertension and chronic gastritis hypoacida is over 95 percent and that the method also shortens the treatment period markedly. &nbsp;&nbsp;&nbsp;\r\n It gives prescription of Koryo medicines, foodstuff and regimen suitable to the constitution. &nbsp;&nbsp;&nbsp;\r\n Its accuracy of diagnosis is 80 percent. &nbsp;&nbsp;&nbsp;\r\n This method was highly appreciated at the 13th national program contest and exhibition.    \r\n\r\n\r\n"
        },
        {
            "title": "Int'l Day of Biodiversity observed",
            "url": "http://kcna.co.jp/item/2003/200305/news05/23.htm#11",
            "content": "Crackdown on Hanchongryon under fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 22 (KCNA) -- The Korean Student Committee in a statement on May 21 slammed the South Korean judicial authorities for their anti-reunification and anti-democratic actions to suppress the South Korean students' just struggle against the U.S. and war and for the withdrawal of the U.S. troops and the implementation of the June 15 Joint Declaration and put down the demand of the South Korean people for the lifting of the label of enemy-benefiting organization attached to Hanchongryon (South Korean Federation of University Student Councils) and for social democracy.\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n The South Korean supreme court unreasonably sentenced Kim Hyong Ju, chairman of the tenth-term Hanchongryon, to two years in prison and two years' suspension of civil rights on charge of violating the security law at a fascist trial on May 13. &nbsp;&nbsp;&nbsp;\r\n The court is going to take legal actions against students under Hanchongryon for the mere reason that they accused the South Korean chief executive of his flunkeyist and servile diplomacy and demanded the nullification of the South Korea-U.S. joint statement in the venue of the function held to commemorate the anniversary of the May 18 popular uprising. &nbsp;&nbsp;&nbsp;\r\n The ceaseless suppression of Hanchongryon's movement for national reunification can never be justified. &nbsp;&nbsp;&nbsp;\r\n The South Korean authorities brand fellow countrymen as an enemy and incriminate the just activities of the youth and students for national reunification as enemy-benefiting actions. &nbsp;&nbsp;&nbsp;\r\nThis compels us to question them whether they are willing to implement the joint declaration or not. &nbsp;&nbsp;&nbsp;\r\n If they have a true will to implement the joint declaration they should ensure legal and free activities of Hanchongryon and all other patriotic youth and students' organizations and immediately and unconditionally release the detained youth and students. &nbsp;&nbsp;&nbsp;\r\n If the judicial authorities continue cracking down upon Hanchongryon on charge of being an enemy-benefiting organization they can not escape from a stern judgment of the nation.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Songun revolutionary line",
            "url": "http://kcna.co.jp/item/2003/200305/news05/23.htm#12",
            "content": "Int'l day of biodiversity observed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 22 (KCNA) -- Minju Joson Thursday observes the International Day of Biodiversity.\r\n Recalling that the un has conducted various activities to preserve biodiversity on a worldwide scale, a signed article of the paper says: &nbsp;&nbsp;&nbsp;\r\n The DPRK is a signatory to and an executor of the \"convention on biodiversity\" adopted in Rio De Janeiro of Brazil in Juche 81 (1992). &nbsp;&nbsp;&nbsp;\r\n The DPRK is rich in biodiversity in comparison with its size. &nbsp;&nbsp;&nbsp;\r\n It has about 4,000 species of higher plants and at least 1,500 species of vertebrate animals. &nbsp;&nbsp;&nbsp;\r\n The preservation of biodiversity is brisk through a nationwide mass movement under the government policy of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The DPRK will as ever exert positive efforts to preserve biodiversity in close cooperation with the international organizations.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Message of sympathy to King of Morocco",
            "url": "http://kcna.co.jp/item/2003/200305/news05/23.htm#13",
            "content": "Rodong Sinmun on Songun revolutionary line\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 22 (KCNA) -- The Songun revolutionary line of the Workers' Party of Korea is a scientific revolutionary line correctly reflecting the requirements of the era and the revolution, says Rodong Sinmun today in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The Songun revolutionary line is the army-first line on considering military affair as the first state affair and placing the strengthening of national defence power above all other work and the revolutionary strategy and tactics on putting forward the army as the main force of the revolution and pushing ahead with the socialist cause as a whole in reliance on its hardcore role. &nbsp;&nbsp;&nbsp;\r\n The line is based on a scientific analysis of the circumstances facing the Korean revolution, the essence of rapidly changing situation and strategic and tactical methodology. &nbsp;&nbsp;&nbsp;\r\n The present times witness the do-or-die struggle between socialism and imperialism and between the independent forces and the dominationist forces. &nbsp;&nbsp;&nbsp;\r\n It is a prerequisite for the victory of the anti-imperialist cause of independence to put military affairs ahead of all other work and cement the military power of the country in every way. &nbsp;&nbsp;&nbsp;\r\n It is a lawful course that the revolutionary struggle develops with the position and role of the army being enhanced. &nbsp;&nbsp;&nbsp;\r\n The WPK has strengthened the army and enhanced its role steadily during the whole period of the revolutionary struggle. &nbsp;&nbsp;&nbsp;\r\n It is the Korean People's Army that defends the first life-line of our revolution. &nbsp;&nbsp;&nbsp;\r\n The KPA has defended the party, the revolution, the country and the people by arms at the cost of lives in confrontation with formidable imperialist enemy. &nbsp;&nbsp;&nbsp;\r\n Peace, socialism and the happy life of the people are guaranteed by arms. Any class, strata and social collective can never substitute for the position, role, revolutionary spirit and combat power of the army. &nbsp;&nbsp;&nbsp;\r\n The Songun idea, the Songun revolutionary line, is an invincible treasured sword for accomplishing the cause of independence, which represents the unusual ideological and theoretical wisdom and heroic revolutionary practice of Kim Jong Il, and it is a great banner for victory of the human cause of independence.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to President of Yemen",
            "url": "http://kcna.co.jp/item/2003/200305/news05/23.htm#14",
            "content": "Message of sympathy to King of Morocco\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 22 (KCNA) -- Kim Yong Nam, President of the Presidium of the Supreme People's Assembly of the DPRK, Wednesday sent a message of sympathy to King of Morocco Mohamed VI as regards a bomb attack in morocco which claimed many human lives.\r\n He in the message expressed deep condolence and consolation to the king and, through him, to the victims and bereaved families, upon hearing the sad news. &nbsp;&nbsp;&nbsp;\r\n It sincerely hoped that the government and people of morocco would unite to do away with the aftermath of the incident at an early date and achieve socio-political stability.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Belarussian Foreign Minister",
            "url": "http://kcna.co.jp/item/2003/200305/news05/23.htm#15",
            "content": "Greetings to President of Yemen\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 22 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a message of greetings to Ali Abdullah Saleh, President of Yemen, on the occasion of the 13th anniversary of its National Day.\r\n The message wished the president and people of Yemen greater success in their work for defending the dignity of the nation and achieving progress and prosperity of the country, and expressed belief that the friendly and cooperative relations between the two countries would continue to develop on good terms.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}