{
    "date": "2003-06-24",
    "url": "http://kcna.co.jp/item/2003/200306/20030624.htm",
    "articles": [
        {
            "title": "Remarks of Chief Cabinet secretary of Japan blasted",
            "url": "http://kcna.co.jp/item/2003/200306/news06/24.htm#1",
            "content": "Remarks of Chief Cabinet secretary of Japan blasted \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- The Chief Cabinet secretary of Japan at a recent press conference held after Japan blocked the call of the DPRK's ship \"Mangyongbong-92\" at a Japanese port blustered that it would take all necessary steps including on-spot inspection to strictly watch all other ships of the DPRK entering Japanese ports.\r\n In this regard Rodong Sinmun today says in a signed commentary: &nbsp;&nbsp;&nbsp;\r\n This indicates that \"economic sanctions\" against the DPRK threatened by the Japanese reactionaries have already reached the phase of full implementation. &nbsp;&nbsp;&nbsp;\r\n The United States is keen to use Japan as a shock brigade in its campaign to pressurize the DPRK over its nuclear issue because Tokyo is rushing headlong into reinvasion using the \"war against terrorism\" as a golden opportunity for its overseas expansion and militarization. And the Japanese reactionaries are seeking to attain their goal with the backing of their senior ally . &nbsp;&nbsp;&nbsp;\r\n It is very dangerous for the Japanese reactionaries to try to gain something from the U.S. campaign. The DPRK regards any sanctions and blockade against it as a war action. Therefore, Japan should stop such perilous rope-dancing. &nbsp;&nbsp;&nbsp;\r\n If Japan keeps to the road of reinvasion dancing to the tune of the United States, it will meet only self-destruction. The DPRK has already clarified that in case it judges its right to existence and sovereignty is infringed upon even a bit by a blockade operation and economic sanctions against it, it will take an immediate physical retaliatory step to cope with the situation. &nbsp;&nbsp;&nbsp;\r\n If Japan dares to infringe upon the DPRK's sovereignty in league with the United States the DPRK will retaliate against it with merciless blows.    \r\n\r\n"
        },
        {
            "title": "Greetings to grand duke of Luxemburg",
            "url": "http://kcna.co.jp/item/2003/200306/news06/24.htm#2",
            "content": "Greetings to grand duke of Luxemburg \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- Kim Yong Nam, President of the Presidium of the Supreme People's Assembly, on June 21 sent a message of greetings to Henri, grand duke of Luxemburg, on the occasion of its National Day.\r\n In the belief that the relations between the two countries would grow stronger in various domains in the future, the message wished him good health and happiness.    \r\n\r\n"
        },
        {
            "title": "U.S. imperialists' moves for new war denounced",
            "url": "http://kcna.co.jp/item/2003/200306/news06/24.htm#3",
            "content": "U.S. imperialists' moves for new war denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- Fifteen political parties and organizations of Mexico released a joint statement on June 13 on the occasion of the 3rd anniversary of the June 15 North-South Joint Declaration. Among them are the Workers' Party, the Socialist Party, the People's Socialist Party, the Popular Socialist Party, the Party of Socialist Unity and Guidance, the Socialist Revolutionary Party, the Communist Party, the Unique Centre of Working People, the Mexican Committee for Supporting Korea's Reunification, the Mexican Fellowship Union to Honor the Memory of President Kim Il Sung, the Mexican Institute for the Study of the Juche Idea and the Mexico-Korea Friendship Association.\r\n We recognize that the north-south joint declaration is the landmark for promoting the national reconciliation between the north and south of Korea and bringing earlier the reunification of Korea, the statement said. The joint declaration should be implemented at an early date as it is the most fair and aboveboard and only way of ensuring peace on the Korean peninsula and achieving co-existence, co-prosperity and reunification of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n The U.S. military presence in South Korea is the main stumbling block in the way of peace and security of the Korean peninsula and Korea's reunification, the statement said, demanding the U.S. forces withdraw from South Korea immediately. &nbsp;&nbsp;&nbsp;\r\n Considering the DPRK-U.S. talks as the most just and only way of settling the nuclear issue on the Korean peninsula and ensuring peace, the statement demanded the U.S. give up its hostile policy toward the DPRK at once. &nbsp;&nbsp;&nbsp;\r\n The statement called on all the peace-loving political parties and people of the world to struggle to check the U.S. imperialists' aggressive moves for a new war on the Korean peninsula.    \r\n\r\n"
        },
        {
            "title": "U.S. urged to stop anti-DPRK psychological warfare and blockade operation",
            "url": "http://kcna.co.jp/item/2003/200306/news06/24.htm#4",
            "content": "U.S. urged to stop anti-DPRK psychological warfare and blockade operation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- The United States is busy with psychological warfare and blockade operation to disarm and stifle the DPRK, while paying lip service to the \"peaceful solution\" to the nuclear issue on the Korean peninsula.\r\n The U.S. is resorting to mean acts to isolate the DPRK on the international arena under such absurd pretexts as \"drug smuggling,\" \"counterfeiting of money,\" \"suppression of religion,\" \"human traffic\" and \"training of computer hackers\", instead of sitting face to face with the DPRK for a reasonable dialogue. &nbsp;&nbsp;&nbsp;\r\n At the same time, it is barring the routine service of the DPRK-flagged trading vessels under various pretexts while stepping up a preemptive block strategy that calls for intercepting vessels and aircraft of the DPRK. This is, in fact, little short of sea blockade. &nbsp;&nbsp;&nbsp;\r\n These actions on the part of the bush administration are a breach of the armistice agreement and a declaration of war in view of their nature, no matter how hard they may try to cover up them. &nbsp;&nbsp;&nbsp;\r\n The U.S. hawkish forces are pushing the worldwide blockade operation against the DPKK at the phase of implementation, asserting that they would increase pressure upon the DPRK and guide it to scrap its nuclear weapons program and that they should deal with the DPRK as they combat SARS. They are also pulling up the DPRK after fabricating lies. This goes to clearly prove what a reckless phase their moves to isolate and stifle the DPRK have reached. &nbsp;&nbsp;&nbsp;\r\n The U.S. has gained ill-fame as the biggest drug smuggler, a rogue state and a country with the world's poorest human rights record and the biggest flesh trafficker. It is ludicrous, indeed, for such a country to bring those charges to the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. seeks to establish so-called \"allied front\" by getting even riff-raffs involved in its psychological warfare and blockade operation against the DPRK. &nbsp;&nbsp;&nbsp;\r\n Japan is acting a shock brigade in implementing this plan of the U.S. &nbsp;&nbsp;&nbsp;\r\n Recently in Tokyo Japan discussed with the U.S. the issue of intercepting the DPRK's ships that allegedly carry smuggled drugs, weapons and counterfeit money by mobilizing its marine SDF and as part of the measure it prevented DPRK-flagged cargo-passenger ship Mangyongbong-92 from entering Niigata port. &nbsp;&nbsp;&nbsp;\r\n The U.S. instigated Japan to further intensify its blockade against the DPRK, asserting that the measure taken by Japan is just a beginning. &nbsp;&nbsp;&nbsp;\r\n The proposal for international cooperation being pushed forward by the U.S. and its allies is, in essence, aimed to tarnish the image of the DPRK, justify the U.S. talk about the \"axis of evil,\" wantonly violate the sovereignty of those states which incur its displeasure and carry out regime changes there. &nbsp;&nbsp;&nbsp;\r\n But such moves of the u.s. will never work on the DPRK which has the Songun politics and the single-hearted unity of the leader, the party and the masses. &nbsp;&nbsp;&nbsp;\r\n The psychological warfare and blockade operation persistently conducted by the bush administration and its followers more saliently prove that the U.S.-loudmouthed insistence on multilateral talks and its talk about peaceful solution are nothing but a fig leaf to cover up its moves to isolate and stifle the DPRK and this only compels the DPRK to increase its nuclear deterrent force. &nbsp;&nbsp;&nbsp;\r\n The DPRK is neither a rogue state, a groundless label attached by the U.S. to it, nor a country that would yield to the U.S. pressure. &nbsp;&nbsp;&nbsp;\r\n If the U.S. and its followers infringe upon the sovereignty of the DPRK even a bit, it will retaliate against them with merciless strikes.    \r\n\r\n"
        },
        {
            "title": "Korean people's just struggle supported",
            "url": "http://kcna.co.jp/item/2003/200306/news06/24.htm#5",
            "content": "Korean people's just struggle supported \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- An opening ceremony of a Korean book, photo and handicraft exhibition was held in Alexin city, Tula region, Russia, a lecture meeting and a film show in Ribrigargang city, France and a solidarity meeting in Sofia, Buglaria between June 6 and 17 on the occasion of the 3rd anniversary of the June 15 North-South Joint Declaration and a month of June 25-July 27 anti-U.S. joint struggle.\r\n The deputy governor of Alexin city administration in a speech said that though Korea is a small country, it is lashing out at the U.S. styling itself the \"only super power\" before the world because it has been led by Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Anti-Imperialist Front of France in a lecture said that the June 15 North-South Joint Declaration, a landmark of Korea's reunification, was provided by the will for reunification and patriotic decision of Kim Jong Il true to the  last instructions of President Kim Il Sung for the reunification of the country. The U.S. should withdraw its armed forces from South Korea immediately and give up its hostile policy toward the DPRK if Korea is to be reunified independently and peacefully in the spirit of the joint declaration, he added. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Bulgarian Committee for Supporting Korea's Reunification said at the solidarity meeting that Kim Jong Il is paving the way for Korea's reunification with his patriotic Songun policy for national independence even under the grave situation created by the Bush administration's hard-line policy to stifle the DPRK and anti-reunification moves. &nbsp;&nbsp;&nbsp;\r\n At the film show a Korean film \"The Great Leader Comrade Kim Jong Il Meets President Kim Dae Jung\" was screened. &nbsp;&nbsp;&nbsp;\r\n A letter to Kim Jong Il was adopted at the meeting in Bulgaria. \r\n\r\n"
        },
        {
            "title": "GIs' atrocity denounced",
            "url": "http://kcna.co.jp/item/2003/200306/news06/24.htm#6",
            "content": "GIs' atrocity denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- A meeting to denounce GIs' murder in South Korea was held at Korea University on June 11 under the sponsorship of the Korean Students Committee in Japan.\r\n At the meeting speakers denounced GIs for their atrocity of driving an armored car over two South Korean schoolgirls to death and expressed the determination of youth and students to take the lead in the struggle to defend the sovereignty of the Korean nation and peace. &nbsp;&nbsp;&nbsp;\r\n Read out at the meeting was a joint resolution of the national alliance of youth and students for the country's reunification which represents the death-defying will of youth and students in the north, south and abroad. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, a candlelight demonstration was held in Tokyo on the same day under the co-sponsorship of the council of South Korean students in Japan for national reunification, the South Korean Youth League in Japan and the Federation of South Koreans in Japan for Democracy and Unification. &nbsp;&nbsp;&nbsp;\r\n Japanese people joined in the demonstration.    \r\n\r\n"
        },
        {
            "title": "Five-point policy of national reunification",
            "url": "http://kcna.co.jp/item/2003/200306/news06/24.htm#7",
            "content": "Five-point policy of national reunification \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- June 23 is the 30th anniversary of President Kim Il Sung's historic work \"Let us prevent a national partition and reunify the country\".\r\n  He, in the work, advanced the five-point policy of national reunification, the fairest proposal reflecting the will and desire of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n  The policy calls for eliminating military confrontation, easing tension and realizing many-sided collaboration and interchange between the north and south. it also calls for convening a great national congress composed of representatives of people of all social strata, political parties and social organizations in the north and south, instituting a north-south federation under the single nomenclature of the Federal Republic of Koryo and entering the united nations as a single state under the same nomenclature. &nbsp;&nbsp;&nbsp;\r\n The policy encouraged the whole nation in the struggle for reunifying the country and dealt a blow to the U.S. imperialists and anti-reunification forces following them. &nbsp;&nbsp;&nbsp;\r\n  Later, the president also put forward the proposal for founding the Democratic Federal Republic of Koryo and the 10-point programme of the great unity of the whole nation, wisely leading the Korean people's efforts to accomplish the cause of national reunification. They gave a rise to the desire of the Korean people for the independent and peaceful reunification of the country. &nbsp;&nbsp;&nbsp;\r\n True to the intention of the president, leader Kim Jong Il defined the three principles of national reunification, 10-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo as the three charters for national reunification. He also advanced the 5-point policy of the great unity of the whole nation to provide the banner of great national unity. &nbsp;&nbsp;&nbsp;\r\n The inter-Korean summit meeting, the first of its kind since the division of the country, and the publication of the June 15 North-South Joint Declaration in 2000 further invigorated the fellow countrymen's efforts for reunification. &nbsp;&nbsp;&nbsp;\r\n Over the past 3 years following the publication of the joint declaration, colorful pro-reunification functions, talks, contacts, cooperation and exchange between the north and the south have been conducted extensively in political, economic, cultural and other fields, in defiance of obstructive manoeuvres of the separatists at home and abroad. &nbsp;&nbsp;&nbsp;\r\n It is the brilliant fruition of Kim Jong Il's tireless efforts to achieve the great unity of the nation and build a prosperous, reunified state at an early date, as desired by the president, who dedicated his whole life to the cause of the country's reunification.    \r\n\r\n"
        },
        {
            "title": "Implementation of inter-Korean joint declaration called for",
            "url": "http://kcna.co.jp/item/2003/200306/news06/24.htm#8",
            "content": "Implementation of inter-Korean joint declaration called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- Rodong Sinmun today dedicates a signed article to the 30th anniversary of President Kim Il Sung's work \"Let us prevent a national partition and reunify the country.\"\r\n The early 1970s witnessed dialogue between the north and the south of Korea and the publication of the July 4 joint statement based on the three principles of national reunification. However, the anti-reunification forces in South Korea further strengthened the military fascist system at the instigation of outside forces, reducing the joint statement, which the north and the south pledged themselves to implement before the nation, to a dead document. They went to the lengths of declaring the \"two Koreas\" plot as a \"policy.\" \r\n It was against this backdrop that Kim Il Sung published the historic work on June 23, Juche 62 (1973), in which he set forth the five-point policy of national reunification, the key to tiding over the difficulties laying in the way of carrying out the cause of national reunification and paving a wide avenue for the victory in the cause of national independence. &nbsp;&nbsp;&nbsp;\r\n The five-point policy calls for eliminating military confrontation, easing tension and bringing about multilateral collaboration and interchange between the north and south. it also calls for convening a great national congress composed of representatives of people of all walks of life, political parties and social organizations in the north and south, instituting a north-south federation under the name of a single country called Federal Republic of Koryo and urging the north and south to enter the united nations as a single state under the same nomenclature. &nbsp;&nbsp;&nbsp;\r\n The five-point policy serves as an immortal banner as it indicates concrete measures and ways to bring earlier the reunification of the country, reflecting the ardent desire and aspiration of all the Koreans for national reunification, and encourages them to struggle for their materialization, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The Korean people have struggled for national reunification in hearty response to the line and policies of national reunification clarified by the president including the three principles of national reunification--independence, peaceful reunification and great national unity-- and the five-point policy of national reunification. Their struggle has now reached a new higher stage where they are working to settle the issue of national reunification independently by the concerted efforts of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n In order to bring about a new turn in the movement for the independent reunification of the country, true to the instructions of the president for national reunification, the Korean nation should thoroughly implement the June 15 Joint Declaration, a landmark for national reunification.    \r\n\r\n"
        },
        {
            "title": "Russian delegation here",
            "url": "http://kcna.co.jp/item/2003/200306/news06/24.htm#9",
            "content": "Russian delegation here\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- A delegation of the Russian Orthodox Church headed by Archbishop Kliment, first vice-chairman for foreign affairs, arrived here today to participate in a ground-breaking ceremony of an orthodox church to be built in Pyongyang.\r\n It was greeted at the airport by Ho Il Jin, chairman of the Korean Orthodox Church Committee, and Andrei Karlov, Russian Ambassador here.    \r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of President Kim Il Sung's work marked",
            "url": "http://kcna.co.jp/item/2003/200306/news06/24.htm#10",
            "content": "Anniversary of President Kim Il Sung's work marked\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- A meeting was held at the People's Palace of Culture here today to mark the 30th anniversary of President Kim Il Sung's famous work \"Let us prevent a national partition and reunify the country.\"\r\n The five-point policy of national reunification is clarified in the work. It calls for eliminating military confrontation, easing tension and bringing about multilateral collaboration and interchange between the north and south. It also calls for convening a great national congress composed of representatives of people of all walks of life, political parties and social organizations in the north and south, instituting a north-south federation under the name of a single country called the Federal Republic of Koryo and entering the U.N. as a single state under the name of the FRK. &nbsp;&nbsp;&nbsp;\r\n Yang Hyong Sop, Vice-President of the Presidium of the Supreme People's Assembly, said in his report that the five-point policy of national reunification advanced by  Kim Il Sung is a distinguished exploit performed by him for national reunification as it marked a historic event that cleared the nation of the danger of permanent division and put the struggle for national reunification on a higher stage. &nbsp;&nbsp;&nbsp;\r\n He went on: &nbsp;&nbsp;&nbsp;\r\n It is the firm resolution and will of leader Kim Jong Il to surely achieve in the near future the cause of national reunification which had been started and led by Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The June 15 North-South Joint Declaration is a banner for reunification common to the nation to be held fast to by it. It also serves as a landmark of national reunification for the 21st century as it is based on the three charters of national reunification. &nbsp;&nbsp;&nbsp;\r\n In order to maintain and thoroughly implement the joint declaration, it is necessary, first of all, to have transparent consciousness of national independence and independently settle the issue of national reunification, the issue related to the destiny of the nation, in the idea of \"by our nation itself\", the reporter stressed. &nbsp;&nbsp;&nbsp;\r\n Underscoring the need for all Koreans to achieve the Great National Unity to accomplish the cause of national reunification under the banner of the June 15 Joint Declaration, the reporter continued: &nbsp;&nbsp;&nbsp;\r\n The issue of primary importance in achieving the great national unity at present is to switch the north-south relations of distrust and confrontation to those of confidence, unity and cooperation, based on the spirit of \"by our nation itself\". \r\n South Korea should stop the smear campaign against its dialogue partner, a campaign aimed to hamstring the process of improving the inter-Korean relations and lay a stumbling block in the way of achieving the country's reunification, and refrain from doing any hostile acts of inciting confrontation. It should also stop toeing the outsiders' hostile policy toward the DPRK that has been escalated over its nuclear issue. &nbsp;&nbsp;&nbsp;\r\n The north and the south should boost reunification-orientated dialogues and contacts that help promote the great national unity, and develop and escalate cooperation and exchange for the balanced development of the national economy and the nation's co-prosperity on the principle of patriotism and humanitarianism. &nbsp;&nbsp;&nbsp;\r\n The whole nation should resolutely foil the U.S. reckless moves to provoke a nuclear war under the pretext of the nuclear issue in order to ensure peace of the country and achieve the cause of its reunification under the uplifted banner of the joint declaration. &nbsp;&nbsp;&nbsp;\r\n Peace is preserved on the Korean peninsula entirely thanks to the WPK's viable Songun politics and its powerful self-defensive deterrent force. The DPRK will put further spurs to increasing its self-defensive nuclear deterrent force as the U.S. strategy to isolate and stifle the DPRK is getting all the more serious as the days go by. &nbsp;&nbsp;&nbsp;\r\n If the U.S. finally ignites a war on this land, the army and the people of the DPRK will wipe out and punish the aggressors to the last one by its deterrent force based on justice. &nbsp;&nbsp;&nbsp;\r\n The reporter urged the Japanese authorities to immediately stop its anti-DPRK moves pursuant to the U.S. hostile policy toward the DPRK and make a policy switchover to sincerely implement the DPRK-Japan Pyongyang Declaration. &nbsp;&nbsp;&nbsp;\r\n The meeting was attended by chairman of the C. C., the Korean Social Democratic Party Kim Yong Dae, chairwoman of the C. C., the Korean Chondoist Chongu Party Ryu Mi Yong and others.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Olympic Day marked in DPRK",
            "url": "http://kcna.co.jp/item/2003/200306/news06/24.htm#11",
            "content": "Olympic Day marked in DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- The Olympic Day was marked Monday in the Democratic People's Republic of Korea.\r\n  An Olympic Day run took place in Pyongyang, Hamhung and Kanggye with the participation of 22,000 sportspersons and sports-fans. &nbsp;&nbsp;&nbsp;\r\n  Among the participants were thousands of children and the aged above 80. &nbsp;&nbsp;&nbsp;\r\n  Prior to the run, a letter from Jacques Rogge, president of the International Olympic Committee, was read out and the Olympic Day run certificates were conferred on the participants. &nbsp;&nbsp;&nbsp;\r\n  They ran divided into three groups of 4, 6 and 10-km sections according to their demand and ability with the banner reading \"Olympic Day Run\" in their van.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}