{
    "date": "2003-10-21",
    "url": "http://kcna.co.jp/item/2003/200310/20031021.htm",
    "articles": [
        {
            "title": "Unreasonable Remarks of Japan Assailed",
            "url": "http://kcna.co.jp/item/2003/200310/news10/21.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Intensified Solidarity Movement Urged",
            "url": "http://kcna.co.jp/item/2003/200310/news10/21.htm#2",
            "content": "Unreasonable Remarks of Japan Assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 20 (KCNA) -- Japanese Foreign Minister Kawaguchi at a recent budgetary meeting of the Lower House talked nonsense as regards the matter of the survivors related to the \"abduction issue\" who went to Japan on a home visit. She said: \"When the survivors were coming to Japan, their schedule was defined to some one or two weeks. If this meant a promise, there was no definite promise to sent them back\".\r\n Rodong Sinmun today in a signed commentary says: When we think that these were words of a foreign minister who is in charge of the external affairs of a country, they sound too nonsensical and far-fetched. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n As far as the \"abduction issue\" touted by Japan is concerned, the fundamental responsibility rests, by nature, with Japan itself. &nbsp;&nbsp;&nbsp;\r\n If Japan truly intends to fundamentally solve the \"abduction issue\", it should drop its hostile policy toward the DPRK at an early date, send the survivors related to the \"abduction issue\" who returned to Japan on a home visit back to the DPRK where their families are awaiting them as promised between the governments so that the survivors and their families could express their will freely. &nbsp;&nbsp;&nbsp;\r\n Dragging feet in solving the \"abduction issue,\" Japan seeks to tarnish the image of the DPRK by reversing black and white and to shake off the heavy burden of redeeming the past crimes in its relations with the DPRK and wrest a sort of concession by distorting the basic spirit of the DPRK-Japan Pyongyang Declaration. Lurking behind this is a selfish purpose of the present forces in power to incite national confrontation and hostile consciousness against the DPRK among the Japanese in a bid to put fresh muscles into their hostile policy toward the DPRK by taking advantage of \"people's sentiments\", create a climate for its policy of swaying to Right and, at the same time, boost their political popularity. &nbsp;&nbsp;&nbsp;\r\n The behavior of the Japanese authorities reminds us of a cunning guy falling a victim to his own trick. Japan had better think twice and do what it must do before it is too late. Only then can all the matters be settled smoothly.    \r\n  \r\n\r\n"
        },
        {
            "title": "DPRK Delegate on Reform of UN Security Council",
            "url": "http://kcna.co.jp/item/2003/200310/news10/21.htm#3",
            "content": "Intensified Solidarity Movement Urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 20 (KCNA) -- The International Liaison Committee for Reunification and Peace in Korea (CILRECO) in a statement on Oct. 9 on the occasion of the month of support to the proposal for founding the Democratic Federal Republic of Koryo called on the progressive and peace-loving forces of the world to intensify the movement for solidarity with the Korean people.\r\n The statement recalled that President Kim Il Sung set forth the three principles of national reunification -- independence, peaceful reunification and great national unity -- and advanced the proposal for founding the DFRK, the concrete and aboveboard reunification proposal embodying the principles, and published the 10-point programme for the great unity of the whole nation to implement it. &nbsp;&nbsp;&nbsp;\r\n Leader Kim Jong Il formulated the policies for national reunification set forth by Kim Il Sung into the three charters of national reunification and advanced concrete policies to open a new vista for the development of inter-Korean relations and further strengthen the unity of the whole Korean nation, the statement said, and continued: &nbsp;&nbsp;&nbsp;\r\n The reality today when the spirit of the June 15 North-South Joint Declaration is being brought to materialization proves once again the justness of the program of reunification by federal formula. Such development calls on all the progressive and peace-loving people to lift up louder voices of support to and solidarity for the proposal for founding the DFRK, which shows the only way of guaranteeing the independent and peaceful reunification of Korea. &nbsp;&nbsp;&nbsp;\r\n The CILRECO will strongly support the cause of Korea's reunification based on the fair and aboveboard federal formula, the only way of guaranteeing a durable peace on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n It will strongly demand the U.S. immediately give up its hostile policy toward the DPRK and positively respond to the DPRK's proposal to sign a non-aggression treaty between the DPRK and the U.S. and to the reasonable package to solve all the issues between the two sides including the nuclear issue. \r\n \r\n\r\n"
        },
        {
            "title": "Troop Dispatch to Iraq Opposed in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200310/news10/21.htm#4",
            "content": "DPRK Delegate on Reform of UN Security Council \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 20 (KCNA) -- The work of the UN Security Council should be fully democratized to solve the issues of international peace and security in conformity with the common interests and needs of all the member states, said a DPRK delegate addressing the plenary session of the 58th UN General Assembly when it was discussing the agenda item 56 \"The issue of equal representation at the UN Security Council and the increase of its member states and issues related to it\" on Oct. 14. \r\n The Security Council should be reformed in such a way as to fully ensure the representation of the developing countries, he noted, and continued: &nbsp;&nbsp;&nbsp;\r\n It is most important to solve the issue of increasing the number of the non-permanent members of the Security Council and ensure that it is fully represented by developing countries. &nbsp;&nbsp;&nbsp;\r\n It is necessary to take a more cautious approach toward the issue of increasing the number of permanent members of the Security Council as there is no agreement on such elementary problems related to the reform of the Security Council. \r\n The Security Council is required to maintain the principle of justice and impartiality based on the purpose and principle of the UN Charter in its activities. &nbsp;&nbsp;&nbsp;\r\n The Security Council should radically improve its working mode and impartially represent the will and interests of all the member states of the UN and thus restore the confidence of the international community.    \r\n\r\n\r\n"
        },
        {
            "title": "Korean People's Anti-U.S. Struggle Supported",
            "url": "http://kcna.co.jp/item/2003/200310/news10/21.htm#5",
            "content": "Troop Dispatch to Iraq Opposed in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 20 (KCNA) -- The Emergency People's Action against Additional Troop Dispatch to Iraq in south Korea reportedly held a press conference in front of the \"government\" building on Oct. 16, at which it demanded the \"government\" authorities not yield to the U.S. pressure on them to dispatch additional troops to Iraq.\r\n Recalling that Rice, assistant to the U.S. president for national security, vociferated that the U.S. was convinced south Korea would continue to support the U.S. policy in Iraq, the organization said: This means tightening the noose of the pressure of additional troop dispatch to Iraq and strong suggestion of the will to get a promise of troop dispatch at the south Korea-U.S. talks. &nbsp;&nbsp;&nbsp;\r\n It demanded that the \"government\" authorities form and immediately send to Iraq the second fact-finding group comprising non-governmental experts. &nbsp;&nbsp;&nbsp;\r\n Read out at the press conference was an \"appeal against the dispatch of south Korean combat troops to Iraq\" which was signed by 6 international organizations, 371 world peace organizations and 149 public figures. &nbsp;&nbsp;&nbsp;\r\n At the end of the conference, Hong Kun Su, co-representative of the Emergency People's Action, Yun Yong Sang, chief of the Disarmament Movement Headquarters of the Democratic Workers' Party, Jong Kyong Ran of the Women's Society for Peace who is a member of an international organization for peace and others handed over the appeal to Chongwadae.    \r\n\r\n\r\n"
        },
        {
            "title": "Songun Korea Praised",
            "url": "http://kcna.co.jp/item/2003/200310/news10/21.htm#6",
            "content": "Korean People's Anti-U.S. Struggle Supported \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 20 (KCNA) -- We stand firm on the side of the Korean people in their struggle against the U.S. imperialists' moves for world domination. The North American Arab Progressive Federation said this in its letters sent to the Central Committee of the National Democratic Front of South Korea (NDFSK) on Oct. 4 and 11 supporting the NDFSK and the south Korean people in their struggle against the combat troop dispatch to Iraq and expressing solidarity with the DPRK in its just cause.\r\n It is as clear as noonday that Bush is No. one terrorist in the world and the U.S. imperialists' attempt to dominate the world has become the most serious threat to the world people, the letters noted, adding: The federation is, therefore, of the view that it is necessary to form an anti-imperialist united front and it should be led by the DPRK. &nbsp;&nbsp;&nbsp;\r\n The stronger the DPRK grows, the weaker the U.S. imperialists get. &nbsp;&nbsp;&nbsp;\r\n The letters called on all the Koreans in the north and the south to firmly unite to fight against the U.S. imperialists and on the Arab people to go united as one.    \r\n.    \r\n\r\n"
        },
        {
            "title": "Rakwon Technical Center",
            "url": "http://kcna.co.jp/item/2003/200310/news10/21.htm#7",
            "content": "Songun Korea Praised \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 20 (KCNA) -- The world progressives call the DPRK advancing under the uplifted banner of Songun \"Songun Korea\".\r\n This reflects their praises of the DPRK defending the dignity and sovereignty of the country and achieving the prosperity of the nation under the banner of Songun. &nbsp;&nbsp;&nbsp;\r\n The DPRK is highly regarded as \"Songun Korea\" because it holds leader Kim Jong Il in high esteem. &nbsp;&nbsp;&nbsp;\r\n In the past when Korea lacked a great leader, it was called a \"weak colonial country\" and a \"secluded country\". But after the country was liberated by President Kim Il Sung Korea came to be called the DPRK and honoured with various noble titles. &nbsp;&nbsp;&nbsp;\r\n The DPRK was called \"democratic Korea\" and \"people's country\" in the period of building a new country and \"heroic Korea\" and \"fighting Korea\" in the period of the Fatherland Liberation War. &nbsp;&nbsp;&nbsp;\r\n It wrought epoch-making miracles on the debris after the war. &nbsp;&nbsp;&nbsp;\r\nIt was called \"socialist Korea\" and \"Juche Korea\" from a \"country of Chollima\". It was given more titles such as a \"tax-free country\", a \"country independent, self-supporting and self-reliant in national defence,\" a \"country of Renaissance in the 20th century\" and a \"country centred on the popular masses\". &nbsp;&nbsp;&nbsp;\r\n In the crucible of the life and death struggle to defend socialism and build a great prosperous powerful nation in the 1990s the DPRK came to be called \"Songun Korea\". &nbsp;&nbsp;&nbsp;\r\n Songun, an epitome of the great revolutionary feats of Kim Jong Il, serves as an all-powerful treasured sword which guarantees the eternal victory and prosperity of Korea.    \r\n\r\n"
        },
        {
            "title": "Koreans Called Upon to Step Up Heroic Grand March in Songun Era",
            "url": "http://kcna.co.jp/item/2003/200310/news10/21.htm#8",
            "content": "Rakwon Technical Center \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 20 (KCNA) -- The Rakwon Technical Center of the Democratic People's Republic of Korea is drawing attention of IT experts.\r\n The center has developed and made economic management software, multimedia introducing big companies including the Korea Taehung General Trading Corporation and CDs advertising new products. Among them is a financial business management program \"Junma-2003\" which won a state certification. &nbsp;&nbsp;&nbsp;\r\n Though it was formed two years ago, it ranks with the developed IT units of the country. &nbsp;&nbsp;&nbsp;\r\n Belonging to the Korea Rakwon General Trading Corporation, it is engaged in industrializing IT and other up-to-date technologies and technical trade involving patent, knowhow, trademark, joint technical development and information for adventurous investment. It is also conducting general trading activities. &nbsp;&nbsp;&nbsp;\r\n It keeps in close touch with many local scientific, educational and industrial institutions, centers and technical trading companies including the Invention Department of the Academy of Sciences and the Central Scientific and Technological Information Agency. &nbsp;&nbsp;&nbsp;\r\n It has found its way into high-tech and technical markets of China, Russia, Japan and other Asian and European countries and collaborated with foreign businesses. &nbsp;&nbsp;&nbsp;\r\n According to Director Han Sang Un, the center's rapid progress is guaranteed by its some 100 competent technicians. It is striving for collaboration and exchange with many businesses of other countries on the principle of honesty, importance of credit and contract, equality and reciprocity.    \r\n\r\n"
        },
        {
            "title": "DPRK and Polish Foreign Ministers Greet Each Other",
            "url": "http://kcna.co.jp/item/2003/200310/news10/21.htm#9",
            "content": "Koreans Called Upon to Step Up Heroic Grand March in Songun Era \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 20 (KCNA) -- Rodong Sinmun today editorially calls upon the servicemen of the People's Army and people to vigorously step up the heroic grand march in the Songun era with redoubled revolutionary spirit in hearty response to the appeal made at the national meeting of heroes.\r\n The heroic grand march in the Songun era is a worthwhile march to emerge victorious with the faith and pluck of leader  Kim Jong Il and a grand march to win victory and make progress with the might of the revolutionary soldier spirit. &nbsp;&nbsp;&nbsp;\r\n \"Let us perform heroic feats glorifying the Songun era!\" This is a militant slogan put up by the Workers' Party of Korea and a solemn call of the era, the editorial says, and continues: &nbsp;&nbsp;&nbsp;\r\n We should hold higher the banner of Songun as the situation gets more complicated and tenser. &nbsp;&nbsp;&nbsp;\r\n All the servicemen of the People's Army and people should absolutely follow the Songun idea, firmly defend the Songun politics and thoroughly implement the Songun line. &nbsp;&nbsp;&nbsp;\r\n The servicemen should be pacesetters and first-line standard bearers in the standoff with the U.S. and in the heroic struggle to build a great prosperous powerful nation as befitting those who created and embodied the revolutionary soldier spirit, the spirit representing the Songun era. All the officials and working people should thoroughly implement the line of economic construction in the Songun era in the spirit of unconditionally implementing the party policies, the spirit and trait represented in the Kanggye spirit and the torch kindled by workers in Ranam. They should possess modern scientific and technological knowledge and work hard to acquire more knowledge and prove themselves really capable to meet the requirements of the IT era and let the trait of respecting and putting forward heroes and following their examples prevail throughout the society.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Talks Held between DPRK and Thai Delegations",
            "url": "http://kcna.co.jp/item/2003/200310/news10/21.htm#10",
            "content": "DPRK and Polish Foreign Ministers Greet Each Other\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 20 (KCNA) -- The foreign ministers of the DPRK and Poland exchanged messages of greetings on the occasion of the 55th anniversary of the establishment of diplomatic relations between the two countries.\r\n Paek Nam Sun noted that the friendly and cooperative relations between the two countries have favorably developed in the interests of the two peoples for the last 55 years and sincerely wished his Polish counterpart success in his responsible work. &nbsp;&nbsp;&nbsp;\r\n Wlodzimierz Cimoszewicz expressed the belief that there are many possibilities and ways of solution for the DPRK and Poland to continue to develop the ties on good terms, after affirmatively appreciating the recent work in the field of mutual relations.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Yang Hyong Sop Meets Vietnamese Delegation",
            "url": "http://kcna.co.jp/item/2003/200310/news10/21.htm#11",
            "content": "Talks Held between DPRK and Thai Delegations\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 20 (KCNA) -- Talks between the delegations of the DPRK-Thailand Friendship Parliamentary Group and the Thailand-DPRK Parliaments Friendship Group were held here today.\r\n Present there from the DPRK side were Chairman Jo Kyu Il and Vice-Chairman Kye Yong Sam of the DPRK group who are deputies to the Supreme People's Assembly and officials concerned and from the Thai side members of the group led by its President Picharn Piboonwattanawong who is member of the parliament. &nbsp;&nbsp;&nbsp;\r\n At the talks the two sides exchanged views on the issue of further strengthening the friendly and cooperative relations between the two parliaments and a series of issues of mutual concern. &nbsp;&nbsp;&nbsp;\r\n The talks took place in a friendly atmosphere.    \r\n \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Red Cross Society Sends Letter to Red Cross Society of Japan",
            "url": "http://kcna.co.jp/item/2003/200310/news10/21.htm#12",
            "content": "Yang Hyong Sop Meets Vietnamese Delegation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 20 (KCNA) -- Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, met and had a friendly talk with a delegation of the Vietnamese Foreign Ministry led by its Vice-Minister Le Van Bang at the Mansudae Assembly Hall today.\r\n On hand were DPRK Vice-Minister of Foreign Affairs Kung Sok Ung and Vietnamese Ambassador to the DPRK Do Thi Hoa. \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Gives On-site Guidance to Agricultural Field",
            "url": "http://kcna.co.jp/item/2003/200310/news10/21.htm#13",
            "content": "DPRK Red Cross Society Sends Letter to Red Cross Society of Japan\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 20 (KCNA) -- The Central Committee of the DPRK Red Cross Society today sent a letter to the Red Cross Society of Japan in protest against the Japanese right-wing reactionary forces' recent secret abduction to Japan of Japanese spouses and Korean returnees from Japan who were residing in the DPRK.\r\n Members of the \"Fund for Relief of North Korean Refugees\", a non-governmental organization of Japan, made their ways to Korea-China border area and abducted at least 20 Japanese spouses and Korean returnees from Japan who were residing in the DPRK as its citizens, the letter said, and continued: &nbsp;&nbsp;&nbsp;\r\n The DPRK human rights organizations and families and relatives of the victims denounced the Japanese side's secret adduction of citizens of the DPRK to Japan as a gross encroachment upon the sovereignty of the DPRK in disregard of its constitution and law on nationality and a terrorist and criminal act of violating international law. They have requested the Central Committee of the DPRK Red Cross Society to ask a relevant organ of Japan to probe the truth behind the case in the absence of diplomatic relations between the two countries. &nbsp;&nbsp;&nbsp;\r\n Proceeding from the humanitarian stand to relieve the families and relatives of the victims of their uneasiness and pain, the Central Committee of the DPRK Red Cross Society requests the Red Cross Society of Japan to inform the former of the present whereabouts of those abducted to Japan and the truth about the abduction case in detail.    \r\n\r\n\r\n\r\n"
        }
    ]
}