{
    "date": "2003-06-04",
    "url": "http://kcna.co.jp/item/2003/200306/20030604.htm",
    "articles": [
        {
            "title": "KPA navy command denounces S. Korean warships' infiltration into north's territorial waters",
            "url": "http://kcna.co.jp/item/2003/200306/news06/04.htm#1",
            "content": "KPA navy command denounces S. Korean warships' infiltration into north's territorial waters \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- A spokesman for the navy command of the Korean People's Army answered a question put by KCNA on Monday in connection with the fact that the South Korean military has recently infiltrated warships into the territorial waters of the north side in the West Sea every day, escalating the tensions.\r\n This is a blatant challenge to the DPRK which has exercised a high degree of self-restraint to prevent the recurrence of such undesirable incident as the \"West Sea skirmish\" that occurred last year, the spokesman said, and continued: &nbsp;&nbsp;&nbsp;\r\n The South Korean military authority's deliberated escalation of tension is prompted by its intention to orchestrate such a shocking incident as the \"West Sea skirmish\" and shift the blame for it onto the north side in a bid to provide the U.S. warhawks, who are blustering that North Korea is next to Iraq, obsessed with war hysteria, with favorable conditions for a war. &nbsp;&nbsp;&nbsp;\r\n Now that there is an increasing danger of a nuclear war on the Korean Peninsula, any military clash between the north and the south may lead to a war. &nbsp;&nbsp;&nbsp;\r\n We make it clear once again that the revolutionary armed forces of the DPRK, a powerful war deterrent force, are fully ready to deal crushing blows at the aggressors any time. &nbsp;&nbsp;&nbsp;\r\n If the South Korean military authorities push the situation to the brink of a war under the pretext of \"defending\" the illegal \"northern limit line\" at the instigation of the U.S. imperialists, their master, they will be held wholly responsible for all the ensuing consequences. &nbsp;&nbsp;&nbsp;\r\n We will closely follow the South Korean military's future attitude.    \r\n\r\n"
        },
        {
            "title": "KPA navy command warns S. Korean military",
            "url": "http://kcna.co.jp/item/2003/200306/news06/04.htm#2",
            "content": "KPA navy command warns S. Korean military \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- A spokesman for the navy command of the Korean People's Army (KPA) gave the following answer to a question put by KCNA on Monday in connection with the fact that the South Korean military has recently infiltrated warships into the territorial waters of the north side in the West Sea of Korea every day, escalating the tensions.\r\n As already reported, the South Korean military has recently perpetrated such serious military provocations as infiltrating warships into the territorial waters of the north side in the West Sea of Korea on a daily basis. &nbsp;&nbsp;&nbsp;\r\n On June 1, in particular, it fired rifles and guns several times, rattling the nerves of KPA soldiers. &nbsp;&nbsp;&nbsp;\r\n It keeps releasing false reports that the north's fishing boats crossed the \"northern limit line.\" &nbsp;&nbsp;&nbsp;\r\n These disturbing developments remind one of last year when the South Korean military authority dispatched warships to the waters under the north's control in an unbroken chain and sparked a naval conflict, claiming that the north's fishing boats and warships crossed the so-called \"northern limit line\". &nbsp;&nbsp;&nbsp;\r\n The South Korean military authority has already worked out a scenario for another \"West Sea skirmish\" and is now staging a prelude to it. &nbsp;&nbsp;&nbsp;\r\n It is nobody's secret that the joint chiefs of staff headquarters of South Korea has already drafted a \"plan for integrated firing strike\" of the three services of the South Korean forces aimed to \"strike, destroy, encircle and attack\" warships of the KPA navy in case of another \"west sea skirmish\". \r\n According to this plan, South Korean warships keep intruding into the territorial waters of the north side, supported by a flotilla of speedboats. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, escort ships and guard ships, which had a mission to guard boundary waters have been redeployed close to the north's waters to be on stand-by for fire support in case of an incident. &nbsp;&nbsp;&nbsp;\r\n In order to get its forces familiar with its \"strike plan\" the South Korean military staged six joint naval artillery strike exercises this year in the waters around Yonphyong islets involving guard ships, speedboats and radars. &nbsp;&nbsp;&nbsp;\r\n It staged more than 20 exercises of various forms in the west sea including the mobile exercises of a flotilla of naval vessels, exercises of establishing command between warships and radar posts and exercises for integrated firing strike. &nbsp;&nbsp;&nbsp;\r\n These maneuvers on the part of the South Korean military are a blatant challenge to the DPRK which has exercised a high degree of self-restraint to prevent the recurrence of such unhappy incident as the \"West Sea skirmish\" that occurred last year. &nbsp;&nbsp;&nbsp;\r\n They are also a perfidy to the unanimous wish and desire of the Koreans in the north and the south and the world people for detente, reconciliation and cooperation on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The South Korean military's reckless infiltration of warships into the waters where serious military conflict occurred last year is a product of its deep-rooted submission to the u.s. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialist warhawks are becoming more undisguised in their moves to increase their military threat to the DPRK under the pretext of its \"nuclear issue.\" &nbsp;&nbsp;&nbsp;\r\n The South Korean military's deliberate escalation of tensions against this background is prompted by its intention to orchestrate such shocking incident as the \"West Sea skirmish\" and shift the responsibility for it onto the north side and thus provide the U.S. imperialist warhawks, who are blustering that North Korea is next to Iraq, obsessed with war hysteria, with favorable conditions for a war. &nbsp;&nbsp;&nbsp;\r\n Now that there is an increasing danger of a nuclear war on the Korean Peninsula any military clash between the north and the south may lead to a war. &nbsp;&nbsp;&nbsp;\r\n We make it clear once again that the revolutionary armed forces of the DPRK, a powerful war deterrent force, are fully ready to mercilessly retaliate against the aggressors anytime. &nbsp;&nbsp;&nbsp;\r\n If the South Korean military authorities push the situation to the brink of a war under the pretext of \"defending\" the illegal \"northern limit line\" at the instigation of their master, the U.S. imperialists, they will be held wholly responsible for all the ensuing consequences. &nbsp;&nbsp;&nbsp;\r\n We will closely follow the future attitude of the South Korean military.    \r\n\r\n"
        },
        {
            "title": "Vietnamese diplomats help Korean farmers",
            "url": "http://kcna.co.jp/item/2003/200306/news06/04.htm#3",
            "content": "Vietnamese diplomats help Korean farmers \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- Ambassador Do Thi Hoa and officials of the Vietnamese embassy here visited the Korea-Vietnam Friendship Jamjin Co-op Farm in Kangso district, Nampho city on June 2.\r\n The guests helped the farmers in weeding in corn-field. &nbsp;&nbsp;&nbsp;\r\nDuring break, they conversed with farmers and had a recreation party with them, deepening the feelings of friendship. &nbsp;&nbsp;&nbsp;\r\n Noting that she was pleased to work with the farmers, the ambassador wished the Korean people great success in their efforts to build a great prosperous powerful nation and reunify the country under the Songun leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The guests offered aid materials to the farm.    \r\n\r\n"
        },
        {
            "title": "Legalization of Hanchongryon urged in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200306/news06/04.htm#4",
            "content": "Legalization of Hanchongryon urged in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- 16 organizations in Mapho, Seoul issued a joint statement on May 29 demanding the legalization of Hanchongryon (the South Korean Federation of University Student Councils) and the complete repeal of the security law (SL), according to a news report.\r\n Noting that Hanchongryon is an organization grouping all general student councils of South Korea that came into being to realize the desire of all the South Korean students, the statement demanded the lifting of the label of enemy-benefiting organization attached to Hanchongryon on the strength of the SL which is branded even by the international community as an evil law. &nbsp;&nbsp;&nbsp;\r\n Urging the authorities to legalize the Hanchongryon and abolish the SL, the statement said all organizations in Mapho would come out in a vigorous struggle to achieve that objective. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the Policy-Making Committee of the General Student Council of Yonsei University published a commentary captioned \"immediately release fellow student Ri Jae Hui and lift the label of enemy-benefiting organization attached to Hanchongryon\" on May 28.    \r\n\r\n"
        },
        {
            "title": "Pochonbo Revolutionary Battle Site",
            "url": "http://kcna.co.jp/item/2003/200306/news06/04.htm#5",
            "content": "Pochonbo Revolutionary Battle Site \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- An increasing number of people are visiting the Pochonbo Revolutionary Battle Site with the approach of the 66th anniversary of the victory in the Pochonbo battle.\r\n A surprise attack on Pochonbo in Ryanggang Province was made on June 4, Juche 26 (1937) under the command of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The historic battle gave a telling blow to the colonial rule of the Japanese imperialists, who were making desperate efforts to stamp out the national spirit of the Korean people. It also inspired the Korean people with the belief that Korea was not dead but alive and they could certainly win victory if they fought against the Japanese imperialists. &nbsp;&nbsp;&nbsp;\r\n In the Pochonbo battle site there are the Kusi barrage battle site, Konjang hill, the command post of the Pochonbo battle, a police substation, fire station, sub-county office, forest conservancy office, post office, agricultural experimental station, etc. &nbsp;&nbsp;&nbsp;\r\n The Kusi barrage is located about 8 kilometers northwest of Pochonbo. The main unit of the Korean People's Revolutionary Army used a raft bridge in the barrage to cross the River Amnok. &nbsp;&nbsp;&nbsp;\r\n Konjang hill is the place where the main unit, led by the president, made preparations for the battle, taking a daytime rest on the way to Pochonbo. On the hill the president issued a detailed battle order and, after the battle, conducted a political work among people while taking a rest. &nbsp;&nbsp;&nbsp;\r\nThe monument of dedicated poem \"May Konjang Hill Shine Forever\" was erected on the hill on the occasion of the 40th anniversary of the victorious battle. &nbsp;&nbsp;&nbsp;\r\n At the command post there is a Korean poplar now preserved in glass tube. Near the tree the president commanded the battle. &nbsp;&nbsp;&nbsp;\r\nThere is also a machine gun which was posted for defending the headquarters during the battle. &nbsp;&nbsp;&nbsp;\r\n The police substation, fire station, sub-county office, forest conservancy office and other attacked offices which were serving the Japanese imperialists are still kept in their original state. &nbsp;&nbsp;&nbsp;\r\n The Korean people erected the president's statue in Pochonbo on June 4, 1955 to convey his exploits to posterity. &nbsp;&nbsp;&nbsp;\r\nThey also built a monument to his revolutionary activities and the Pochonbo revolutionary museum there. &nbsp;&nbsp;&nbsp;\r\n The Pochonbo Revolutionary Battle Site is one of the centers for the education in the revolutionary traditions.    \r\n"
        },
        {
            "title": "Surinal, folk holiday",
            "url": "http://kcna.co.jp/item/2003/200306/news06/04.htm#6",
            "content": "Surinal, folk holiday \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- May 5 of the lunar calendar is Surinal, one of the main folk holidays in Korea. The Korean people have grandly celebrated the holiday from old times along with the lunar New Year's Day and Hangawi.\r\n The word Surinal was derived from the fact that this day the Korean people used to eat wheel-shaped cakes made of rice flour and wormwood paste and rice cakes of marsh plant leaves. &nbsp;&nbsp;&nbsp;\r\n Historical records show that after finishing the spring sowing, the people of the ancient states of Korea made sacrifices to the god and enjoyed themselves together, dancing and singing. &nbsp;&nbsp;&nbsp;\r\n They enjoyed the holiday also with folk games and amusements. &nbsp;&nbsp;&nbsp;\r\n Korean wrestling and swinging are typical of them. &nbsp;&nbsp;&nbsp;\r\n Masquerade, lion dance, mask drama, singing and dancing, and stone throwing games were held  to suit local features. &nbsp;&nbsp;&nbsp;\r\n Women washed their hair in calamus-boiled water and pinned hairpins made from calamus roots in the hair. &nbsp;&nbsp;&nbsp;\r\n People built up their physical strength through folk games and amusements and promoted harmony among them. &nbsp;&nbsp;&nbsp;\r\n The customs of Surinal have been carried forward to suit the modern aesthetic sense thanks to the policy of the Workers' Party of Korea and the DPRK government for preserving cultural heritage of the nation. &nbsp;&nbsp;&nbsp;\r\n The national TV Korean wrestling tournament of working people for \"grand bull prize\" held last year was very popular among TV viewers.    \r\n\r\n"
        },
        {
            "title": "U.S. hit for its reckless attempt at preemptive nuclear attack on DPRK",
            "url": "http://kcna.co.jp/item/2003/200306/news06/04.htm#7",
            "content": "U.S. hit for its reckless attempt at preemptive nuclear attack on DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- The U.S. Defense Department dispatched survey teams to Japan and South Korea from the end of last year to early this year to study the geological structure of the DPRK. This was aimed to mount a preemptive nuclear attack on its underground military facilities. Papers here today say this in their signed commentaries.\r\n Recalling that the U.S. has spent a fabulous amount of money to speed up the development of nuclear warheads of new types capable of striking underground facilities of the DPRK and the building of a plutonium fuse factory for nuclear warheads, the news analyst of Rodong Sinmun observes: &nbsp;&nbsp;&nbsp;\r\n The recently disclosed fact glaringly reveals the ulterior aim sought by the U.S. in persistently refusing to conclude a non-aggression treaty with the DPRK. It is aimed to ignite a new war of aggression against the DPRK by mounting a preemptive nuclear attack on it. &nbsp;&nbsp;&nbsp;\r\n A war would have broken out in Korea ten times but for the DPRK's powerful war deterrent force based on the self-reliant defence industry. &nbsp;&nbsp;&nbsp;\r\n The DPRK is ready to cope with the U.S. \"precision strike,\" \"surgical operation-style strike\" and \"preemptive nuclear attack\". &nbsp;&nbsp;&nbsp;\r\n The U.S. is well advised to have a clear understanding of the DPRK's military potential and will and abandon its reckless attempt at preemptive nuclear attack. &nbsp;&nbsp;&nbsp;\r\n Minju Joson in a signed commentary warns: If the U.S. persists in its moves to stifle the DPRK with nukes, the latter will mobilize all the potentials to deal a deadly retaliatory blow at the aggressors.    \r\n\r\n"
        },
        {
            "title": "Hanchongryon inaugurated",
            "url": "http://kcna.co.jp/item/2003/200306/news06/04.htm#8",
            "content": "Hanchongryon inaugurated \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- An inaugural meeting of the 11th-term South Korean Federation of University Student Councils (Hanchongryon) took place at Yonsei University on June 1, according to South Korean MBC.\r\n At least 10,000 students affiliated to Hanchongryon from universities across South Korea participated in the meeting. &nbsp;&nbsp;&nbsp;\r\n At the meeting Jong Jae Uk, chairman of the General Student Council of Yonsei University, was formally elected chairman of the 11th-term Hanchongryon. &nbsp;&nbsp;&nbsp;\r\n An inaugural declaration was published there. &nbsp;&nbsp;&nbsp;\r\n The declaration said that despite the fact that the moves of the U.S. and the anti-reunification forces to escalate the tensions on the Korean Peninsula under the pretext of the \"nuclear issue of the north\" reached the extremes, the Korean nation is more vigorously turning out in the struggle for independence against the U.S. &nbsp;&nbsp;&nbsp;\r\n The goal of our struggle is to frustrate the moves of anti-reunification forces at home and abroad and wage a struggle for peace against the U.S. and war with broad masses, the declaration said, and went on: &nbsp;&nbsp;&nbsp;\r\n No weapon can block the united struggle of our nation for peace against the U.S. and war. &nbsp;&nbsp;&nbsp;\r\n We clearly state at this historic place declaring the inauguration of the 11th-term Hanchongryon that we would make every possible effort to bring about a new turning phase for national reunification by eradicating the anti-reunification forces and implementing the June 15 South-North Joint Declaration to the letter under the uplifted banner of the struggle against the U.S. and war in 2003. &nbsp;&nbsp;&nbsp;\r\n The meeting was held in a stringent atmosphere as the police authorities deployed more than 8,000 policemen around Yonsei University allegedly to \"cope with an emergency\".    \r\n\r\n\r\n"
        },
        {
            "title": "SPA Presidium decree promulgated",
            "url": "http://kcna.co.jp/item/2003/200306/news06/04.htm#9",
            "content": "SPA Presidium decree promulgated\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- The Presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea promulgated a decree Monday on placing Kaephung and Jangphung counties under the jurisdiction of North Hwanghae Province.\r\n According to the decree, the two counties will belong to North Hwanghae Province and the DPRK cabinet take practical measures to execute the decree.    \r\n\r\n\r\n"
        },
        {
            "title": "Preparatory comm. for grand festival for national reunification formed in China",
            "url": "http://kcna.co.jp/item/2003/200306/news06/04.htm#10",
            "content": "Preparatory comm. for grand festival for national reunification formed in China\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 3 (KCNA) -- Koreans in China inaugurated a preparatory committee of the General Association of Koreans in China for a grand festival for national reunification to mark the third anniversary of the June 15 North-South Joint Declaration in Shenyang, China on May 28.\r\n Yang Yong Dong, chairman of the association, was elected chairman of the preparatory committee. &nbsp;&nbsp;&nbsp;\r\n The preparatory committee decided to widely introduce the undying revolutionary feats performed by General Secretary Kim Jong Il in the national reunification movement and hold colorful functions such as a meeting, seminar, photo exhibition and film show in the period of the festival.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}