{
    "date": "2003-03-03",
    "url": "http://kcna.co.jp/item/2003/200303/20030303.htm",
    "articles": [
        {
            "title": "Meeting of Asian Regional Committee for Supporting Korea's Reunification held",
            "url": "http://kcna.co.jp/item/2003/200303/news03/03.htm#1",
            "content": "Meeting of Asian Regional Committee for Supporting Korea's Reunification held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- A meeting of leading officials of the Asian Regional Committee for Supporting Korea's Reunification took place in Colombo on Feb. 16.\r\n Present on invitation at the meeting was a delegation of the Korean Committee for Solidarity with the World People headed by Kim Jin Bom, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries. &nbsp;&nbsp;&nbsp;\r\n The meeting reviewed the work of the regional committee for the last two years and adopted an action program. &nbsp;&nbsp;&nbsp;\r\n The action program said that the committee would regard the June 15 North-South Joint Declaration as a landmark for Korea's reunification and make a positive contribution to expanding the turning phase for Korea's reunification. &nbsp;&nbsp;&nbsp;\r\n It specially stressed that the nuclear issue on the Korean Peninsula is an issue to be settled between the DPRK and the U.S. &nbsp;&nbsp;&nbsp;\r\n According to the program, the committee will hold an international meeting for a peaceful settlement of the issue of the Korean Peninsula in Pyongyang in July this year, the 50th anniversary of the Korean people's victory in the Fatherland Liberation War, in order to decide on measures for further strengthening the international solidarity movement.    \r\n\r\n"
        },
        {
            "title": "March 1 National Meeting held",
            "url": "http://kcna.co.jp/item/2003/200303/news03/03.htm#2",
            "content": "March 1 National Meeting held \r\n&nbsp;&nbsp;&nbsp; Seoul, March 1 (KCNA correspondent) -- The March 1 National Meeting for Peace and Reunification was held in Seoul on March 1.\r\n Present at the meeting were members of the north side's delegation consisting of leading officials of religious organizations such as the Korean Council of Religionists, the Korean Catholic Federation, the Korean Christian Federation and the Korean Buddhist Federation and believers, and representatives of the Kim Il Sung Socialist Youth League, the Union of Agricultural Workers of Korea, the Korean Democratic Women's Union, the National Reconciliation Council, the North Headquarters of the National Alliance for the Country's Reunification and the North Headquarters of the National Alliance of Youth and Students for the Country's Reunification and other public organizations and different social standings. &nbsp;&nbsp;&nbsp;\r\n Participating there were also representatives of the South Korean seven orders, the (South) Korean Confederation of Trade Unions, the Federation of (South) Korean Trade Unions, the Council of Youth Organizations, the Federation of Peasants Associations, the Federation of Women's Organizations and other public organizations and pro-reunification movement organizations in South Korea and people from all walks of life in Seoul. &nbsp;&nbsp;&nbsp;\r\n A large flag of the Korean Peninsula was put up at the meeting. &nbsp;&nbsp;&nbsp;\r\n The participants in the meeting observed a moment's silence in memory of the patriotic forerunners who devoted their precious lives to the liberation of the country and the patriotic martyrs who devoted their youth and lives to the cause of national reunification. &nbsp;&nbsp;&nbsp;\r\n On behalf of the north side, Jang Jae On, chairman of the Korean Council of Religionists who is heading the north side's delegation, said in his key speech that the March 1 Popular Uprising 84 years ago was a nation-wide anti-Japanese patriotic resistance in which all the fellow countrymen courageously fought to drive the foreign forces out of this land and retake the dignity and sovereignty of the nation. &nbsp;&nbsp;&nbsp;\r\n  The nation's independence is ensured by the national cooperation and the only banner for the national cooperation is the June 15 Joint Declaration, he said, calling upon all the Koreans to more vigorously accelerate the grand march toward national independent reunification under this banner. &nbsp;&nbsp;&nbsp;\r\n Kim Chol, ordinary of the central headquarters of Chondoism, said in his keynote address on behalf of the south side that the march 1 spirit represents the independence and peace, calling upon all the Koreans to bring about the bright future of independence and peaceful reunification with one mind by carrying forward this spirit. &nbsp;&nbsp;&nbsp;\r\n Speeches were also made at the meeting by Im Yun Jae, representative of the Korean Chondoist Church Central Guidance Committee, Ri Chang Bok, permanent chairman of the All-People's Council for National Reconciliation and Cooperation of the south side, Choe ChangMman, department director of the central committee of the General Federation of Trade Unions of Korea, and Han Sang Ryol, permanent representative of the Reunification Solidarity for the Implementation of the June 15 South-North Joint Declaration and Peace on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n March 1 national declaration, a joint document of the meeting, was adopted there. &nbsp;&nbsp;&nbsp;\r\n The declaration called upon all the Koreans to pool strength and strengthen national cooperation so as to defend the security and peace of the nation by themselves. &nbsp;&nbsp;&nbsp;\r\n A reception was given in honor of the north side's delegation in the evening.     \r\n\r\n"
        },
        {
            "title": "Rally for Peace and Disarmament held in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200303/news03/03.htm#3",
            "content": "Rally for Peace and Disarmament held in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- The Society of People Working for Peace and Reunification, the Council for National Reconciliation and Independent Reunification, the headquarters of the Movement for Return of the U.S. Military Base in Ryongsan and other civic organizations of South Korea reportedly held the 23rd rally for peace and disarmament in front of the building of the Defence Ministry on Feb. 26.\r\n Im Jong Chol, co-representative of the society, and Kim Sung Guk, chairman of its policy-making committee, said that the U.S. is raising a hue and cry over the \"nuclear issue of the north\" to invent a pretext for a new war on the Korean Peninsula, and strongly lashed out at the U.S. persistent war preparations. \r\n Kim Chong Il, co-executive chairman of the headquarters,  noted that the \"joint land management plan\" is only intended to drastically increase the combat capability of the U.S. troops in South Korea as it has reflected none of the demands of the South Korean people for the return of the U.S. bombing ranges in Maehyang-ri and other places, restoration of polluted bases to their original state, etc. &nbsp;&nbsp;&nbsp;\r\n The participants in the rally in a resolution stressed that the shameful South Korea-U.S. military alliance should be broken as early as possible in conformity with the demand of the changed times when the spirit for inter-Korean reconciliation and reunification is rapidly growing.    \r\n\r\n"
        },
        {
            "title": "U.S. hit for reckless war efforts",
            "url": "http://kcna.co.jp/item/2003/200303/news03/03.htm#4",
            "content": "U.S. hit for reckless war efforts \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- Of late huge U.S. air force is deployed in South Korea, Japan and around the Korean Peninsula according to the orders issued by the U.S. Department of Defense and the U.S. air forces command in South Korea put its units at semi-war footing and the U.S. military revoked the return home of the officers and men whose service has already expired and let them join in combat units.\r\n In another development, the U.S. is going to stage large-scale war exercises throughout South Korea. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today in a signed article describes all this as forward deployment of the armed forces and actual military actions that came in accordance with the second Korean war scenario of aggression. &nbsp;&nbsp;&nbsp;\r\n The article goes on: &nbsp;&nbsp;&nbsp;\r\n Last year the U.S. listed the DPRK as part of an \"axis of evil\" and a target of its nuclear attack. It is now pushing ahead with nuclear war preparations in full swing on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n Nuclear weapon production factories in the U.S. are developing and manufacturing nuclear weapons that will be used for the destruction of underground structures in the DPRK. What merits a serious attention is that a special operation group of the CIA staged a secret drill to make a surprise attack on the nuclear facility of the DPRK and destroy it. &nbsp;&nbsp;&nbsp;\r\n The U.S. projected attack on the nuclear facility of the DPRK presupposes a nuclear war. &nbsp;&nbsp;&nbsp;\r\n If the U.S. imperialists ignite a war on the Korean Peninsula, the war will turn into a nuclear war. As a consequence, the Koreans in the north and south and the people in Asia and the rest of the world will suffer horrifying nuclear disasters. &nbsp;&nbsp;&nbsp;\r\n If the U.S. war hawks unleash another Korean war of aggression, the army and people of the DPRK will mercilessly wipe out the aggressors.     \r\n\r\n"
        },
        {
            "title": "U.S. Ambassador's ridiculous remarks under fire",
            "url": "http://kcna.co.jp/item/2003/200303/news03/03.htm#5",
            "content": "U.S. Ambassador's ridiculous remarks under fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- The U.S. Ambassador in Seoul in a press conference with a foreign newspaper some days ago said that it is no longer necessary to revise the South Korea-U.S. Status of Forces Agreement  as it was already revised two years ago.\r\n Minju Joson today in a signed commentary dismisses his remarks as the revelation of the sinister intention to keep South Korea under its control and sustain extraterritorial status in South Korea while keeping the present unequal and humiliating SOFA as it is. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\nAs for the SOFA claimed to have been revised two years ago, it is little different from the original, as only some phraseologies were modified and the controversial articles remain intact owing to the unjust pressure and unilateral demand of the U.S. side. &nbsp;&nbsp;&nbsp;\r\n The SOFA signed in 1966 is a document that connives at and defends the criminal excesses of the U.S. imperialist aggression troops against the South Korean people and provides all privileges to them. \r\n Several U.S.-South Korea negotiations for revising SOFA took place as a result of strong demands of the South Koreans, but they all proved to be a farce for superficial and partial revision. &nbsp;&nbsp;&nbsp;\r\nNo progress was made owing to the U.S. pressure and the humiliating attitude of the South Korean authorities. &nbsp;&nbsp;&nbsp;\r\n The ambassador's remarks are a challenge to the South Korean people's demand for its total withdrawal. &nbsp;&nbsp;&nbsp;\r\n As long as the SOFA still remains and the GIs are present in South Korea, the people can not rid themselves of their miserable destinies and misfortune any time nor live in peace.     \r\n\r\n"
        },
        {
            "title": "Annual meeting held",
            "url": "http://kcna.co.jp/item/2003/200303/news03/03.htm#6",
            "content": "Annual meeting held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- The DPRK Measure Committee for Demanding Compensation to \"Comfort Women\" for the Japanese Army and the Victims of the Forcible Drafting held its annual meeting here Saturday.\r\n At the meeting, chairwoman of the committee Hong Son Ok made a report, which was followed by speeches. &nbsp;&nbsp;&nbsp;\r\n The reporter and speakers mentioned last year's vigorous work for the investigation into the crimes related to the \"comfort women\" for the Japanese army and the forcible drafting and labor and the international solidarity campaign urging Japan to liquidate its past crimes. &nbsp;&nbsp;&nbsp;\r\n They recalled that the Japanese imperialists forcibly drafted more than 8.4 million Koreans for slave labor, sexual slavery for the army and the cannon fodders of war of aggression in the period from their ignition of the Sino-Japanese war to their defeat, and massacred many of them. &nbsp;&nbsp;&nbsp;\r\n They went on: &nbsp;&nbsp;&nbsp;\r\n Instead of making a sincere apology for the crimes against humankind, the Japanese reactionaries have left no stone unturned to conceal the truth behind the past crimes and distort history for more than half a century after the war. &nbsp;&nbsp;&nbsp;\r\n Recently the Japanese right-wing reactionaries are kicking up frantic anti-DPRK racket over the Japanese \"kidnapped\". &nbsp;&nbsp;&nbsp;\r\n Lurking behind it is an intention to nullify the DPRK-Japan Pyongyang Declaration, in which Japan promised to liquidate its past, and evade the liquidation of the past. &nbsp;&nbsp;&nbsp;\r\n The meeting discussed measures to deepen the investigation into the Japanese imperialists' crimes against humankind and have closer contacts with victim nations in Asia and regional organizations concerned to denounce Japan for its past crimes and, as an immediate task, set up an international solidarity consultative organization at an early date for demanding Japan's liquidation of its past.     \r\n"
        },
        {
            "title": "U.S. espionage flights on steady increase",
            "url": "http://kcna.co.jp/item/2003/200303/news03/03.htm#7",
            "content": "U.S. espionage flights on steady increase \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 1 (KCNA) -- The U.S. imperialists committed over 180 cases of aerial espionage against the DPRK in February by mobilizing strategic and tactical reconnaissance planes on different missions, according to military sources.\r\n A U.S. RC-135 strategic reconnaissance plane illegally intruded into the air above the territorial waters in the east sea of the DPRK between Musudan and Hodo peninsula almost everyday from Feb. 21 and made shuttle-flights in the air for hours to spy on major targets in its east coastal area. &nbsp;&nbsp;&nbsp;\r\n On Feb. 27 U-2 high-altitude strategic reconnaissance plane made shuttle-flights in the air above the area 120 km west of Tokjok island and the area 30 km east of Phochon and Jumunjin from about 11:00 to about 15:00 to spy on strategic targets in the DPRK. &nbsp;&nbsp;&nbsp;\r\n On Feb. 26 EP-3 electronic reconnaissance plane hovered over Taebu island, Hoengsong and East Kangrung to spy on military objects in the east and west coastal areas of the DPRK and the sea beds of the coastal waters. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the U.S. was hell-bent on air war exercises targeted against the DPRK in February, too. &nbsp;&nbsp;&nbsp;\r\n On Feb. 25 alone, it mobilized at least 130 planes of various types to stage drills for dog fighting, detecting aerial targets and striking those in the depth. &nbsp;&nbsp;&nbsp;\r\n All these espionage flights and air war games clearly indicate the desperate efforts of the U.S. to start a war against the DPRK. \r\n\r\n"
        },
        {
            "title": "KCNA hits projected U.S.-S. Korea joint war exercises",
            "url": "http://kcna.co.jp/item/2003/200303/news03/03.htm#8",
            "content": "KCNA hits projected U.S.-S. Korea joint war exercises \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 1 (KCNA) -- The U.S.-South Korea combined command officially declared that it would stage Rsoi exercise from March 19 to 26 and Foal Eagle joint military exercise from March 4 to April 2.\r\n These exercises are said to involve the U.S. Forces present in South Korea, 5,000-strong U.S. reinforcements and South Korean troops, more than 200,000 in all, a carrier and other military hardware. &nbsp;&nbsp;&nbsp;\r\n These U.S.-led large-scale joint military exercises are a replica of Team Spirit joint military exercises in view of their scale, nature and content and a nuclear test war and a preliminary war aimed at striking and stifling the DPRK by force. &nbsp;&nbsp;&nbsp;\r\n These aggressive and adventurous exercises can never be tolerated as they are to be staged at a time when the confrontation between the DPRK and the U.S. has got extremely acute and the threat of a nuclear war is becoming real on the Korean Peninsula due to the arrogant and high-handed moves of the U.S. &nbsp;&nbsp;&nbsp;\r\n What should not be overlooked is the fact that they are scheduled after the Bush administration disclosed its undisguised intention to mount a preemptive nuclear attack on the DPRK, saying that they keep all options to settle the nuclear issue on the table. &nbsp;&nbsp;&nbsp;\r\n According to the U.S. reckless \"contingency plan\", the second Korean war scenario, all its strategic forces including a nuclear-powered carrier and its warships are being amassed in and around the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n B-52 and B-1 fighter bombers were ordered to move to the western pacific region and U.S. officers and men present in South Korea were told to stay there although the term of their service there came to an end. The U.S. airforce including the air force in South Korea was already put in a \"semi-war state.\" \r\n In the last one week when the military situation on the Korean Peninsula was inching close to the brink of a war, the U.S. staged the DPRK-targeted military drills in the area close to the  military demarcation line and RC-135 strategic reconnaissance plane illegally intruded into the territorial air of the DPRK five times on an espionage mission. &nbsp;&nbsp;&nbsp;\r\n These unceasing U.S. war drills drive the situation on the Korean Peninsula to such a dangerous pitch of tension that a nuclear war may break out on it any moment. &nbsp;&nbsp;&nbsp;\r\n All these facts go to clearly prove that the projected exercises are aimed at rounding off its preparations for a preemptive nuclear attack on the DPRK in their final phase and starting an actual war against it. &nbsp;&nbsp;&nbsp;\r\n The DPRK neither wants a war nor avoids it. &nbsp;&nbsp;&nbsp;\r\n The army and the people of the DPRK who have won victories only under the banner of the army-based policy, will counter confrontation with confrontation and an all-out war with an all-out war. &nbsp;&nbsp;&nbsp;\r\n The DPRK is keeping itself fully ready to repel the U.S. military attack. &nbsp;&nbsp;&nbsp;\r\n The DPRK will be compelled to take a self-defensive measure when it thinks that the U.S. preemptive attack is eminent. In that case the measure will involve combat means as strong as those mobilized by the U.S. the people and the people's army of the DPRK will certainly wipe out the aggressors with the might of single-hearted unity.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan's moves to gloss over issue of redeeming its past crimes under fire",
            "url": "http://kcna.co.jp/item/2003/200303/news03/03.htm#9",
            "content": "Japan's moves to gloss over issue of redeeming its past crimes under fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 1 (KCNA) -- Japanese reactionaries have worked hard to whitewash Japan's past crimes, while persistently avoiding a sincere apology and compensation for them for over half a century. It is quite natural for them to stand censured on the international arena for this shameless and base practice. \r\nRodong Sinmun today says this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Delegates of different countries to the first round of the international seminar to denounce Japan opened in Washington, a seminar which will last for one year, unanimously dismissed the post-war behaviour of Japan which has not made any sincere apology and compensation for its war crimes, as immoral and shameless. Even Japanese speakers denounced such wrong attitude of Japan. &nbsp;&nbsp;&nbsp;\r\n Japan's past crimes were war crimes as it most wantonly infringed upon the human rights and right to existence of the Koreans and other Asian people, seriously violating the justice and morality of .the international community and international law. &nbsp;&nbsp;&nbsp;\r\n Therefore, Japan has an international commitment to admit its legal and moral responsibilities for its past crimes and sincerely apologize and compensate for them. But Japan has not yet admitted its aggression and other crimes committed in the last century. It greeted the new century without settling its past, employing all sorts of tricks to keep them buried into oblivion. &nbsp;&nbsp;&nbsp;\r\n Crimes against humanity can neither be covered up nor be glossed over. &nbsp;&nbsp;&nbsp;\r\n Japan should face up to the trend of the times and redeem its past as early as possible if it wants to regain the confidence of the international community.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Sheer sophism of U.S. and Japan refuted",
            "url": "http://kcna.co.jp/item/2003/200303/news03/03.htm#10",
            "content": "Sheer sophism of U.S. and Japan refuted\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 1 (KCNA) -- CIA director Tenet, addressing a meeting of the U.S. senate armed services committee recently, reportedly raised a hue and cry over the \"threat of missiles\" from the DPRK, claiming that \"the whole territory of the U.S. is within the North Korean missile range.\"\r\n Meanwhile, the Japan Defense Agency was reported to be busy taking \"emergency measures\" to cope with \"North Korea's missile test fire.\" &nbsp;&nbsp;&nbsp;\r\n Minju Joson today in a signed commentary dismisses the remarks as sheer sophism to justify the reckless moves of the U.S. and Japan to establish the Missile Defense System in a bid to realize their unchanged ambition to invade the DPRK. This is little short of threatening to attack the DPRK under the pretext of the \"missile threat,\" the commentary notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n This sophism of the U.S. and Japan can cut no ice with anyone. &nbsp;&nbsp;&nbsp;\r\n The DPRK can never remain a passive onlooker to the grave situation where the U.S. and Japan are attempting to mount a preemptive attack on it under the pretext of its \"missile threat\". &nbsp;&nbsp;&nbsp;\r\n It will increase its self-defensive power in every way to cope with the prevailing situation no matter what others may say. Its people have strong mettle and an unshakeable will. &nbsp;&nbsp;&nbsp;\r\n The DPRK will show no mercy to those who dare attack it, and finally settle accounts with them. The aggressors will be held wholly responsible for all the ensuing consequences.     \r\n\r\n\r\n"
        },
        {
            "title": "Pro-American flunkeyism of GNP flailed",
            "url": "http://kcna.co.jp/item/2003/200303/news03/03.htm#11",
            "content": "Pro-American flunkeyism of GNP flailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 1 (KCNA) -- The headquarters of the People's Movement for Withdrawal of the U.S. Troops in South Korea reportedly issued a commentary on Feb. 24 to denounce the \"Grand National Party\" for holding a \"meeting for opposing the pullback of the U.S. troops,\" resorting to pro-American flunkeyism.\r\n The commentary said: &nbsp;&nbsp;&nbsp;\r\n The \"GNP\" clan betrayed its treachery by absurdly saying that because of the U.S. troops a war has been prevented on the Korean Peninsula and the South Korean people live in peace. &nbsp;&nbsp;&nbsp;\r\n If the party truly worries about \"security\" it should not invent such a meeting for opposing the pullback of the U.S. troops but  hold a meeting for the withdrawal of the U.S. troops to follow the desire of people and strive to vent their pent up grudge against the united states. &nbsp;&nbsp;&nbsp;\r\n In world history imperialists have never sent their troops to protect other countries and people for over five decades. In particular, the United States has sought pleasure in killing people since its emergence. Its history is recorded with aggression of weak and small countries. &nbsp;&nbsp;&nbsp;\r\n The U.S. troops can never defended and protect us. &nbsp;&nbsp;&nbsp;\r\n The U.S. troops are the brigands who inflict only disasters and misfortune upon the Korean people. &nbsp;&nbsp;&nbsp;\r\n However, the assemblymen from the \"GNP\" want the continued presence of the U.S. troops in South Korea. They cannot but be called U.S. cat's paws.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "March 1 Popular Uprising marked",
            "url": "http://kcna.co.jp/item/2003/200303/news03/03.htm#12",
            "content": "March 1 Popular Uprising marked\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 1 (KCNA) -- Papers today editorially call on the whole nation to rise up as one in the struggle to foil the U.S. imperialists' nuclear racket against the DPRK and moves for a new war in the spirit of the March 1 Movement and the traditional patriotism of the Korean nation and with ardent desire for independence.\r\n The March 1 Popular Uprising against the Japanese imperialists' colonial rule in Juche 8 (1919) demonstrated the strong will and indomitable spirit of the Korean nation who regards independence as their life and soul and dealt a mortal blow at the Japanese imperialists. &nbsp;&nbsp;&nbsp;\r\n Though much water has flowed under the bridge since the uprising took place, the desire of the uprisers, who shed their blood of patriotism for the independence of the country and the  sovereignty of the nation, has not still come true on a nation-wide scale, Rodong Sinmun says, and goes on: &nbsp;&nbsp;&nbsp;\r\n Owing to the U.S. vicious hostile policy to stifle the DPRK and its moves to provoke a nuclear war, a very dangerous situation is prevailing in our country and the movement of independent reunification of our nation is faced with a grave challenge. &nbsp;&nbsp;&nbsp;\r\n All the Koreans in the north and the south should exert efforts to keep patriotic loud voices against the nuclear racket and war moves of the U.S. imperialists against the Korean nation, peace and reunification, upholding the banner of anti-U.S.  independence and coordinate their steps of action. &nbsp;&nbsp;&nbsp;\r\n All the fellow countrymen should uplift the banner of independent national reunification and the banner of the June 15 Joint Declaration and victoriously advance the movement for independent reunification. &nbsp;&nbsp;&nbsp;\r\n The way of overcoming the difficulties in the way of the nation and advancing the movement for independent reunification is to put the idea of \"By Our Nation Itself\" into practice. &nbsp;&nbsp;&nbsp;\r\n Minju Joson in an editorial calls for wiping out the U.S. imperialist aggressors and traitors in league with them with the united efforts of the Korean nation and demonstrating the dignity and honor of the nation in the spirit of the March 1 Movement.  \r\n\r\n\r\n"
        },
        {
            "title": "North side's delegation leaves for Seoul",
            "url": "http://kcna.co.jp/item/2003/200303/news03/03.htm#13",
            "content": "North side's delegation leaves for Seoul\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 1 (KCNA) -- The north side's delegation left here today to participate in the March 1 National Meeting for Peace and Reunification to be held in Seoul.\r\n The delegation led by Jang Jae On, chairman of the Korean Council of Religionists, consists of leading officials of religious organizations, believers, officials of public organizations and representatives of people of all social standings in the north. &nbsp;&nbsp;&nbsp;\r\n It was seen off at the airport by leading officials of religious and public organizations and officials concerned. &nbsp;&nbsp;&nbsp;\r\n It arrived in Seoul today. &nbsp;&nbsp;&nbsp;\r\n It was warmly greeted at the airport by representatives of religious organizations, reunification movement organizations and public organizations of the south side with compatriotic feelings. &nbsp;&nbsp;&nbsp;\r\n The head and members of the delegation were presented with bunches of flowers by children. &nbsp;&nbsp;&nbsp;\r\n The delegation issued a statement on its arrival at the airport. &nbsp;&nbsp;&nbsp;\r\n The statement said that the current meeting would give greater vital power to the inter-Korean relationship going toward reconciliation, unity and reunification under the banner of the June 15 Joint Declaration. It expressed belief that the meeting would be a significant occasion in enhancing the Korean nation's spirit of independence, promoting the peace and security of the country and achieving the solidarity and unity of the people from all walks of life in the north and the south.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to President of Presidency of Bosnia and Herzegovina",
            "url": "http://kcna.co.jp/item/2003/200303/news03/03.htm#14",
            "content": "Greetings to President of Presidency of Bosnia and Herzegovina\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 1 (KCNA) -- Kim Yong Nam, President of the Presidium of the Supreme People's Assembly of the DPRK, today sent a message of greetings to Mirko Sharovic, President of the Presidency of Bosnia and Herzegovina, on its National Day.\r\n Extending heart-felt congratulations to the president and, through him, to the people of Bosnia and Herzegovina on the National Day, the message wished peace and prosperity to the country.    \r\n\r\n\r\n\r\n"
        }
    ]
}