{
    "date": "2003-08-20",
    "url": "http://kcna.co.jp/item/2003/200308/20030820.htm",
    "articles": [
        {
            "title": "Gift to Kim Jong Il from CPLA High-Level Delegation",
            "url": "http://kcna.co.jp/item/2003/200308/news08/20.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA on Main Way for Settlement of Nuclear Issue",
            "url": "http://kcna.co.jp/item/2003/200308/news08/20.htm#2",
            "content": "Gift to Kim Jong Il from CPLA High-Level Delegation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 19 (KCNA) -- Leader Kim Jong Il received a gift from the high-level military delegation of the Chinese People's Liberation Army (CPLA) on a visit to the DPRK.\r\n The gift was handed to Vice Marshal of the Korean People's Army Jo Myong Rok, first vice-chairman of the DPRK National Defence Commission and director of the General Political Department of the Korean People's Army, by Colonel General Xu Caihou, member of the Secretariat of the Central Committee of the Communist Party of China, member of its Central Military Commission and director of the General Political Department of the CPLA who is leading the delegation, yesterday.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA Lambastes S. Korean Ultra Rightists' Anti-North Rowdyism",
            "url": "http://kcna.co.jp/item/2003/200308/news08/20.htm#3",
            "content": "KCNA on Main Way for Settlement of Nuclear Issue \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 19 (KCNA) -- The U.S. is loudmouthed about \"a written security assurances\" provided by Congress and \"collective security\" guaranteed by surrounding countries, instead of the conclusion of a non-aggression treaty with the DPRK with the six-way talks approaching.\r\n This is a challenge to the principled stand of the DPRK for solving the issue on the principle of a simultaneous action by the DPRK and the U.S. which are in extremely hostile relations. &nbsp;&nbsp;&nbsp;\r\nThis reveals the unjustifiable stand of the U.S. which does not want a true solution to the nuclear issue on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n The DPRK has made it plain that it does not demand \"security assurances\" or \"a guarantee of the system\" as a gift from the U.S. side but wants to conclude a non-aggression treaty which would provide a legal guarantee not to attack each other in any case. &nbsp;&nbsp;&nbsp;\r\n What the DPRK intends is to finally dispel the U.S. threat to it, the very source of the nuclear issue, through the non-aggression treaty between the two countries. And it needs no guarantee by participating nations of the multilateral talks. &nbsp;&nbsp;&nbsp;\r\n As the participating nations in the talks, save the U.S., have good neighborly and friendly relations or are committed to non-aggression with the DPRK, the concept of \"collective security\" is out of question. &nbsp;&nbsp;&nbsp;\r\n It is an insult to the DPRK to talk about \"security assurances\" for the DPRK's system by a third party. &nbsp;&nbsp;&nbsp;\r\n The only thing the DPRK wants is the conclusion of a non-aggression treaty. It is the most reasonable and realistic way of the settlement of the nuclear issue. &nbsp;&nbsp;&nbsp;\r\n The purpose of the DPRK's proposal for a non-aggression treaty with the U.S. lies in checking a new war on the Korean peninsula, ensuring well-being and prosperity to all the Koreans and making a contribution to the regional peace and stability. &nbsp;&nbsp;&nbsp;\r\n The removal of threat to the DPRK's sovereignty and right to existence is the standard of all the ways of solving the issue. &nbsp;&nbsp;&nbsp;\r\n The hostile relations between the DPRK and the U.S. are the only factor of the creation of the danger of war on the Korean peninsula. Accordingly, if the U.S. legally committed itself to non-aggression involving non-use of nuclear weapons against the DPRK, the latter would make a bold decision to dispel the U.S. concerns about its security. &nbsp;&nbsp;&nbsp;\r\n The U.S. should withdraw its doctrine of \"security in exchange for scrapping nuclear program\" which, in essence, rules out measures for a simultaneous action and give up at once its machinations to disarm the DPRK through an international pressure.    \r\n\r\n \r\n\r\n"
        },
        {
            "title": "S. Korean Fanatics' Anti-North Rowdyism under Fire",
            "url": "http://kcna.co.jp/item/2003/200308/news08/20.htm#4",
            "content": "KCNA Lambastes S. Korean Ultra Rightists' Anti-North Rowdyism \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 19 (KCNA) -- The ultra-right conservative forces in south Korea including the representative of the Grand National Party reportedly held \"August 15 people's rally\" in the plaza of the Seoul City Building on August 15 to kick up an anti-north racket.\r\n They tore off and burnt the sacred flag of the DPRK, calling for \"strictly dealing with the pro-north and anti-U.S. actions\" of the South Korean Federation of University Student Councils and the south Korean Teachers Union, a \"complete stop to aid to the north\" and \"halt to the north's development of nuclear weapons\". They went to the lengths of defiling the dignified system in the north. &nbsp;&nbsp;&nbsp;\r\n This clearly indicates that the GNP is a group of dastardly philistines, flunkeyists and traitors who regard their pro-U.S. policy as a mode of their existence as they leave no means untried to do harm to the fellow countrymen in a bid to gratify their greed for power, in utter disregard of the reunification and peace of the nation. &nbsp;&nbsp;&nbsp;\r\n The recent anti-north rowdyism perpetrated by the ultra-right fascist elements on the country's liberation day was the most vicious provocative act unprecedented in history and an anti-national criminal act that wantonly violated the June 15 North-South Joint Declaration as it seriously hurt the dignity and the prestige of the DPRK. &nbsp;&nbsp;&nbsp;\r\n What matters is that the south Korean authorities did not allow the pro-reunification movement organizations to hold reunification functions in the plaza though they had been expected to take place there but offered the place to the ultra-right conservative forces instead. They even mobilized policemen of 114 companies under the pretext of \"preventing possible physical clash.\" On August 14 the authorities deployed police force in the area around the GNP building allegedly to cope with the surprise demonstration of youth and students. &nbsp;&nbsp;&nbsp;\r\n Moves of the GNP and other ultra-right conservative forces to wipe out pro-reunification patriotic forces in south Korea have reached a very reckless and dangerous phase under the manipulation of the U.S. and at the connivance of the south Korean authorities. &nbsp;&nbsp;&nbsp;\r\n South Korea is now standing at the crossroads of democracy or fascism, peace or war due to the vicious moves of the GNP to ditch the historic June 15 joint declaration and bring the inter-Korean relations back to those in the era of mistrust and confrontation, while openly committing white terrorism against pro-reunification patriotic forces and calling for a \"turnout of all right-wing forces\". &nbsp;&nbsp;&nbsp;\r\n The reality requires the south Korean authorities not to remain a mere onlooker to the present disturbing developments and connive at it but join the pro-reunification patriotic forces and promote the hard-won process for reconciliation and cooperation between the north and the south and achieve national cooperation. &nbsp;&nbsp;&nbsp;\r\n If the south Korean authorities are truly interested in the reunification of the country, they should apologize for the recent provocative act and actively join the pro-reunification patriotic forces in their efforts to implement the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n The north will never tolerate acts of the GNP and other ultra-right forces in south Korea infringing upon its dignity but certainly force them to pay for their crimes.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "\"Appeal to All South Koreans\" Supported",
            "url": "http://kcna.co.jp/item/2003/200308/news08/20.htm#5",
            "content": "S. Korean Fanatics' Anti-North Rowdyism under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 19 (KCNA) -- The August 15 National Rally for Peace and Reunification took place in Pyongyang with representatives of people from all walks of life in the north, south and abroad in attendance and reunification functions of pro-reunification movement organizations in Seoul on August 15, the day of the country's liberation.\r\n In the meantime, the representative of the Grand National Party and the ultra-right conservative fanatics of south Korea held \"August 15 people's rally\" in the plaza of the Seoul City Building. This group of hooligans called for strictly dealing with the pro-north and anti-U.S. actions of the South Korean Federation of University Student Councils and the south Korean Teachers Union. They even went to the lengths of seriously defiling the dignified system in the north, tearing off and burning the sacred flag of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today in a signed commentary dismisses this as the most serious provocation against the north. &nbsp;&nbsp;&nbsp;\r\n Reunification functions of pro-reunification movement organizations were expected to be held in the plaza that day. But the south Korean authorities did not allow them to hold their event there and offered the place to the anti-communist fanatics instead. As if it were not enough with this, they mobilized nearly 114 companies of policemen to throw a strict cordon there. &nbsp;&nbsp;&nbsp;\r\n The DPRK has already requested the south Korean authorities to take a responsible measure against such moves of the ultra-right conservative forces in the run-up to August 15 liberation day. &nbsp;&nbsp;&nbsp;\r\n However, the authorities have not taken any necessary measure but offered the convenient place to the ultra-right fascist elements so that they might commit such rowdyism as they pleased. &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities should officially apologize for the recent serious anti-north provocative act so as to make the people in the north acknowledgeable and understandable.    \r\n\r\n"
        },
        {
            "title": "Selen Salt and Tea Developed",
            "url": "http://kcna.co.jp/item/2003/200308/news08/20.htm#6",
            "content": "\"Appeal to All South Koreans\" Supported \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 19 (KCNA) -- The Central Committee of the General Federation of Trade Unions of Korea warmly supported and welcomed the \"Appeal to All South Koreans\" released by the Committee for the Peaceful Reunification of the Fatherland and the National Reconciliation Council which called for checking and foiling the moves of the right-wing conservative forces including the Grand National Party of south Korea to come to power.\r\n A spokesman for the Central Committee of the federation in a statement on Aug. 18 assailed the GNP and other right-wing conservative forces for having totally blocked the movement for independence, democracy and reunification and desperately sought the inter-Korean confrontation while enforcing military fascist dictatorship in south Korea for the last more than five decades in cahoots with foreign forces. &nbsp;&nbsp;&nbsp;\r\n It was unthinkable under the former fascist regime for the south Korean workers to form a large group of visitors to Pyongyang and wage a reunification movement hand in hand with workers in the north, the statement noted, and stressed that the Cold War forces including the GNP should stop acting rashly, properly understanding the will of the workers and people from all other walks of life in south Korea to protect the gains of democracy to the last.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "New Chapter of DPRK-Russia Friendship",
            "url": "http://kcna.co.jp/item/2003/200308/news08/20.htm#7",
            "content": "Selen Salt and Tea Developed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 19 (KCNA) -- Pyongyang University of Medicine of the Democratic People's Republic of Korea has developed selen salt and selen semen cassiae (tea). \r\n Each 10 grams of selen salt contain 0.03 mgs of selenium. The salt is in great demand. &nbsp;&nbsp;&nbsp;\r\n Earlier, the university developed seleno fermentum tablets, seleno amine and other medicines, thus contributing to the improvement of people's health. &nbsp;&nbsp;&nbsp;\r\n Kim Il Sung University, Phyongchon Pharmaceutical Factory and other institutions are producing many kinds of medicines and foodstuff such as vitamin-selenium nutrition, Chonggok selen tea and chicken and duck meat containing selenium. &nbsp;&nbsp;&nbsp;\r\n Various institutes of the country are directing efforts to developing selen foodstuff while making researches into selenium.     \r\n   \r\n\r\n"
        },
        {
            "title": "Minju Joson Hails Joint Appeal",
            "url": "http://kcna.co.jp/item/2003/200308/news08/20.htm#8",
            "content": "New Chapter of DPRK-Russia Friendship \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 19 (KCNA) -- A year has passed since leader Kim Jong Il made a historic visit to the Far Eastern Region of the Russian Federation.\r\n He made an immortal contribution to the development of the DPRK-Russia friendship with his energetic external activities, making over 2,800 kilometer-long journey from August 20 to 24, 2002.\r\n His visit was an epochal event, which marked a new turning point in further consolidating the DPRK-Russia friendship. &nbsp;&nbsp;&nbsp;\r\n Over the last one year, the friendly and cooperative relations between the two countries has witnessed a rapid development in the political, economic, cultural and other fields. &nbsp;&nbsp;&nbsp;\r\n The Workers' Party of Korea and the government of the Democratic People's Republic of Korea fully support the Russian people in their efforts for achieving the socio-political stability of the country and developing the economy. And the Russian government renders positive support and solidarity to the Korean people in their just cause of maintaining peace and stability on the Korean peninsula and achieving the reunification of the country on the principle of national independence and through federal formula. &nbsp;&nbsp;&nbsp;\r\n The two countries share the same view on complicated and acute international issues, greatly contributing to defending peace and stability in the Asia-Pacific region and the rest of the world. &nbsp;&nbsp;&nbsp;\r\n The Pyongyang visit of a special envoy of the Russian president, the Moscow mayor, various delegations and public figures of Russia and the Russia visit of various delegations on the part of the DPRK have strengthened the friendship between the two peoples. &nbsp;&nbsp;&nbsp;\r\n Brisk are cooperation and interchanges between the two countries in various fields. A memorandum of understanding between the DPRK and Russian ministries of railways, minutes of talks between delegations of the academies of sciences of the two countries and a protocol on cooperation between Pyongyang and Moscow were signed. &nbsp;&nbsp;&nbsp;\r\n The traditional friendship between the DPRK and Russia is ever growing in strength in accordance with the spirit of the DPRK-Russia joint declaration and the aspiration of the two peoples.     \r\n\r\n\r\n"
        },
        {
            "title": "Participants in International Fair Feted",
            "url": "http://kcna.co.jp/item/2003/200308/news08/20.htm#9",
            "content": "Minju Joson Hails Joint Appeal \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 19 (KCNA) -- Minju Joson Tuesday says the \"Appeal to all south Koreans\" made public by the Committee for the Peaceful Reunification of the Fatherland and the National Reconciliation Council indicates the way of liquidating the reactionaries of history keen to restore the fascist rule, achieving freedom, progress and prosperity and realizing peace and reunification of the country under the banner of the June 15 North-South Joint Declaration.\r\n The commentary goes on: &nbsp;&nbsp;&nbsp;\r\n As soon as the appeal was published compatriots at home and abroad have supported and welcomed it as a \"timely patriotic appeal\" and \"a declaration illumining the road of national reunification\" and the south Korean patriotic and progressive organizations and people from all walks of life are positively responding to it. &nbsp;&nbsp;&nbsp;\r\n As the appeal says, the Grand National Party is a snag in the way of independence and democracy, peace and reunification and the root cause of fascism and war. &nbsp;&nbsp;&nbsp;\r\n Owing to anti-national and anti-reunification acts of the GNP to restore the fascist system and escalate the north-south confrontation, subservient to foreign forces, the democratization of the south Korean society has undergone ups and downs, serious obstacles and difficulties still lie in the way of national reconciliation, unity and reunification and the danger of a new war is increasing in Korea. &nbsp;&nbsp;&nbsp;\r\n This prevailing situation calls for waging a mass struggle to check the arbitrary and high-handed practices of the GNP group, prevent it from seizing power and eliminate it from the political arena. &nbsp;&nbsp;&nbsp;\r\n It is necessary to frustrate the GNP's ambition to come to power again to lord it over the people by the united efforts of the democratic and pro-reunification forces.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "South Side's Delegation Arrives",
            "url": "http://kcna.co.jp/item/2003/200308/news08/20.htm#10",
            "content": "Participants in International Fair Feted\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 19 (KCNA) -- The Committee for Cultural Relations with Foreign Countries gave a reception for the participants in the 3rd Pyongyang International Science and Technology Fair at the People's Palace of Culture on August 18.\r\n Present there on invitation were members of delegations from international organizations and different countries taking part in the fair. &nbsp;&nbsp;&nbsp;\r\n Also present were Kim Yong Dae, vice-president of the Presidium of the DPRK Supreme People's Assembly, Mun Jae Chol, acting chairman of the Committee for Cultural Relations with Foreign Countries and chairman of the organizing committee for the fair, Jon Yong Jin, vice-chairman of the Committee for Cultural Relations with Foreign Countries, Paek Chol, vice-president of Kim Il Sung University, and other &nbsp;&nbsp;&nbsp;\r\nofficials concerned. Speeches were made at the reception.    \r\n\r\n\r\n"
        },
        {
            "title": "North to Send Players' Team and Supporters' Group to Taegu Universiad",
            "url": "http://kcna.co.jp/item/2003/200308/news08/20.htm#11",
            "content": "South Side's Delegation Arrives\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 19 (KCNA) -- The south side's delegation arrived in Pyongyang today to participate in the north-south seminar on correctly spelling the English name of the country.\r\n The delegation led by Kang Man Gil, president of Sangji University, consists of national assemblymen of south Korea Kim Yong Hwan and Kim Song Ho and academic and press figures. &nbsp;&nbsp;&nbsp;\r\n The delegation was met at the airport with compatriotic feelings by Mun Yong Ho, director of the Linguistic Institute under the Academy of Social Sciences, and officials concerned.  \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}