{
    "date": "2003-12-08",
    "url": "http://kcna.co.jp/item/2003/200312/20031208.htm",
    "articles": [
        {
            "title": "Japan's Past Crimes against Humanity Can Never Be Covered Up",
            "url": "http://kcna.co.jp/item/2003/200312/news12/08.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Withdrawal of Decision on Troop Dispatch to Iraq Demanded",
            "url": "http://kcna.co.jp/item/2003/200312/news12/08.htm#2",
            "content": "Japan's Past Crimes against Humanity Can Never Be Covered Up \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 7 (KCNA) -- Japan's past crimes against humanity can never be covered up and they are inerasable no matter how much water may flow under the bridge, says Rodong Sinmun today in a signed article. \r\n It goes on: A flying corps of the combined fleet of Japan made a surprise attack on the Pacific fleet of the United States in the Pearl Harbour, Hawaii on December 8,1941, thus triggering off the Pacific War that brought so tremendous calamity, misfortune and pain to the peoples of various Asian countries. &nbsp;&nbsp;&nbsp;\r\n The Japanese imperialists ran wild to conquer the Asian countries and become a \"leader of Asia,\" crying out for the \"Greater East Asia Co-prosperity Sphere.\" &nbsp;&nbsp;&nbsp;\r\n This proved how brutally they killed Asians during the war of continental aggression. &nbsp;&nbsp;&nbsp;\r\n Recalling that they committed unprecedentedly hideous crimes in Korea, in particular, the article notes: &nbsp;&nbsp;&nbsp;\r\n The crimes against humanity perpetrated by the Japanese imperialists in Korea baffled human imagination. They were state-sponsored crimes as they were committed at the tacit instruction and approval of the Japanese government. &nbsp;&nbsp;&nbsp;\r\n It is the sense of obligation and courtesy for a criminal to honestly repent of and compensate for his wrongs. Japan, however, has not redressed its crimes though more than half a century has passed since its defeat. On the contrary, it is downplaying and beautifying them and employing all sorts of tricks to evade its responsibility for them. &nbsp;&nbsp;&nbsp;\r\n Japan should redeem all its past crimes if it is to get the confidence of the international community. &nbsp;&nbsp;&nbsp;\r\n Japan's liquidation of its past is not limited to the Korean people only. &nbsp;&nbsp;&nbsp;\r\n The Asians are closely following Japan's attitude towards this issue as its past crimes against humanity are still fresh in their memory.    \r\n \r\n\r\n  \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Revolutionary Soldier Spirit and Class Position",
            "url": "http://kcna.co.jp/item/2003/200312/news12/08.htm#3",
            "content": "Withdrawal of Decision on Troop Dispatch to Iraq Demanded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 7 (KCNA) -- Different south Korean organizations made public statements and a commentary on December 1 as regards the recent shooting of south Korean civilians to death in Iraq.\r\n The Citizens' Solidarity for Peace and Reunification in a statement titled \"Withdraw the decision on the additional dispatch of south Korean troops to Iraq\" noted with concern that more serious casualties may occur in the future and voiced opposition to the unjustifiable troop dispatch, which will only sacrifice people. &nbsp;&nbsp;&nbsp;\r\n The Peace Network in a statement recalled the Iraqi resistance forces have already stated several times that they would attack not only the foreign forces in their country including the U.S. troops but those countries intending to send troops to Iraq. &nbsp;&nbsp;&nbsp;\r\n The Citizens' Solidarity for Democratic Society in a commentary demanded the U.S. withdraw its decision to dispatch more forces to Iraq and immediately pull the already-dispatched forces out of Iraq. &nbsp;&nbsp;&nbsp;\r\n All-people Measure Committee for the Killings of Schoolgirls and the south Korean Confederation of Trade Unions in their statements noted that the responsibility for the recent incident entirely rests with the U.S. which has pressurized for the troop dispatch and with the present \"government\" that yielded to it and strongly demanded an immediate halt to the dangerous moves and an unconditional retraction of the decision on the troop dispatch to Iraq.    \r\n   \r\n\r\n\r\n"
        },
        {
            "title": "DPRK Delegate on Cooperation with International Organization",
            "url": "http://kcna.co.jp/item/2003/200312/news12/08.htm#4",
            "content": "Rodong Sinmun on Revolutionary Soldier Spirit and Class Position \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 7 (KCNA) -- The class position of socialism in the DPRK has been built up into an invincible fortress despite the most severe trials and difficulties in history as all the people under the Songun leadership of Supreme Commander Kim Jong Il live and fight in the revolutionary soldier spirit, says Rodong Sinmun today in a by-lined article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The spirit serves as the most powerful weapon in further consolidating the class position of socialism in the DPRK as required by the Songun era. &nbsp;&nbsp;&nbsp;\r\n The arms of the People's Army are precisely the arms of revolution and class and the revolutionary soldier spirit is the most vivid expression of the class consciousness and revolutionary spirit of the working class. Only when the working class in the Songun era are imbued with the spirit can they perform their duty and mission. &nbsp;&nbsp;&nbsp;\r\n The spirit is a revolutionary spirit of the Songun era, the era of anti-imperialist struggle, when a fiercer class struggle is waged than ever before. &nbsp;&nbsp;&nbsp;\r\n The might of the spirit finds full expression in the ideological and moral life of the Korean people. The faith and will of the Korean people to firmly preserve our idea, system and way of life have been consolidated in the efforts to make the whole country pervade with the ideological viewpoint and traits of struggle of the People's Army. &nbsp;&nbsp;&nbsp;\r\n Today the Korean people, true to the Songun leadership of the Supreme Commander, are giving full play to the might of the revolutionary soldier spirit in the efforts to build up the strong economic might of the state. &nbsp;&nbsp;&nbsp;\r\n As the same fighting spirit and will to annihilate the enemy as the People's Army has are prevalent in the whole country the Korean people's class spirit of self-respect and grit to demonstrate the true merits of Juche Korea and crush the bluffing enemies is growing stronger.    \r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Pro-U.S. Treachery Denounced",
            "url": "http://kcna.co.jp/item/2003/200312/news12/08.htm#5",
            "content": "DPRK Delegate on Cooperation with International Organization \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 7 (KCNA) -- The Government of the Democratic People's Republic of Korea will make more energetic endeavours to boost its agricultural production and steadily develop the cooperative ties with FAO with a view to contributing to the world food security, said the head of the DPRK delegation addressing the 32nd meeting of FAO.  He recalled that over the last two years FAO has made successes by exerting great efforts to increase the international concern for the food security and ensure necessary joint actions. \r\n Pointing out that the DPRK government is making positive efforts to speed up the implementation of the action plan of the World Food Summit for the world food security, he continued: &nbsp;&nbsp;&nbsp;\r\nOur country is focusing its state efforts on effecting a radical turn in the potato farming and doing the two-crops-a-year farming on a large scale, strictly abiding by the principle of the right crop to the right soil and in the proper time and taking the radical improvement in seed selection as a main link of the chain of its efforts. &nbsp;&nbsp;&nbsp;\r\n The drive to solve the problem of food is now underway in close cooperation with FAO and various other international bodies. &nbsp;&nbsp;&nbsp;\r\n It is important to make food available for all and create favorable socio-economic conditions for boosting the agricultural productive forces worldwide. &nbsp;&nbsp;&nbsp;\r\n The drive for solving the problem of food requires closer cooperation with FAO and other relevant international bodies. &nbsp;&nbsp;&nbsp;\r\n It is our belief that setting 2004 as \"International Year of Grain\" at the initiative of FAO is of weighty importance in increasing the international concern for the solution of the problem of food and taking practical measures for that purpose. \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Pressure for Troop Dispatch to Iraq Denounced",
            "url": "http://kcna.co.jp/item/2003/200312/news12/08.htm#6",
            "content": "Pro-U.S. Treachery Denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 7 (KCNA) -- A senior official of Chongwadae in an interview with MBC on Dec. 3 said that the south Korean authorities would allow the construction of U.S. embassy premises in the site of Toksu Palace as requested by the U.S. side.\r\n In this regard Rodong Sinmun today in a signed commentary dismisses this action as an act of yielding to the U.S. demand, bereft of even an iota of national dignity and self-respect and this will be, therefore, cursed generation after generation. &nbsp;&nbsp;&nbsp;\r\n It is an important issue related to the prosperity or ruin of the nation to value the history of the nation and preserve its cultural heritages, the commentary says, and continues: &nbsp;&nbsp;&nbsp;\r\n As for Toksu Palace situated in Thaephyong Street, Jung District in the heart of Seoul, it was built in the period of Ri Dynasty and bears witness to its history and boasts the excellent architecture of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n Lurking behind the U.S. plan to build its embassy premises there is an ulterior intention to occupy the site of the ancient palace of the Korean nation and thus trample down the dignity of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities are so servile to the U.S. as to allow the aggressor country to build its embassy premises, utterly indifferent to this motive. &nbsp;&nbsp;&nbsp;\r\n South Korea is blindly caving in to the U.S. brigandish demand for the additional troop dispatch to Iraq and taking a humiliating action as regards the issue of the transfer of the U.S. aggressor troops' base. It has gone to the lengths of unhesitatingly offering the site of the ancient palace to the aggressor. &nbsp;&nbsp;&nbsp;\r\n Such things as allowing the independence and dignity of the nation to be violated should never be tolerated any longer in south Korea. For this the south Korean authorities should maintain a firm independent stand and behave themselves. &nbsp;&nbsp;&nbsp;\r\n The south Korean people should approach the pro-U.S. forces' acts of betraying the national dignity with high vigilance and resolutely smash them.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Moves to Stifle DPRK under Fire",
            "url": "http://kcna.co.jp/item/2003/200312/news12/08.htm#7",
            "content": "U.S. Pressure for Troop Dispatch to Iraq Denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 7 (KCNA) -- A spokesman for the Secretariat of the International United Confederation of Koreans in a statement released on Dec. 3 denounced the U.S. for forcing south Korea to additionally dispatch troops to Iraq.\r\n The U.S. pressure for additional troop dispatch to Iraq is an undisguised act of killing south Koreans when not only GIs but soldiers of other countries dispatched to Iraq are meeting tragic deaths in face of anti-U.S. resistance of Iraqi people, the statement said and continued: &nbsp;&nbsp;&nbsp;\r\n It is national disgrace that the south Korean authorities decided to additionally dispatch troops to Iraq, yielding to the U.S. pressure. &nbsp;&nbsp;&nbsp;\r\n We can never remain a passive onlooker to Koreans being killed to meet the interests of other country but can not but feel resentment at the flunkeyist traitors yielding to injustice. &nbsp;&nbsp;&nbsp;\r\n He demanded the U.S. immediately halt pressurizing south Korea to dispatch additional troops to Iraq.    \r\n\r\n   \r\n\r\n"
        },
        {
            "title": "Kim Il Sung's Reminiscences Published in Bulgaria",
            "url": "http://kcna.co.jp/item/2003/200312/news12/08.htm#8",
            "content": "U.S. Moves to Stifle DPRK under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 7 (KCNA) -- The British Group for the Study of the Juche Idea and Works of Comrade Kim Jong Il, the British Association for the Study of Songun Policy and the British Friendship Society with Korea made public a joint statement on November 24 denouncing the U.S. moves to stifle the DPRK.\r\n The statement expressed deep concern over the undisguised anachronistic moves of the U.S. imperialists and their allies against the DPRK. &nbsp;&nbsp;&nbsp;\r\n Noting that it is preposterous for the U.S. to talk about the proliferation of weapons of mass destruction as it is the world's biggest producer and exporter of the WMD, the statement continued: &nbsp;&nbsp;&nbsp;\r\n We denounce the U.S. and its allies for contemplating tightened sanctions against the DPRK. &nbsp;&nbsp;&nbsp;\r\n We demand the U.S. take its hands off the DPRK and lift the sanctions against it. &nbsp;&nbsp;&nbsp;\r\n And we strongly condemn the U.S. for suspending the construction of light-water reactors it promised to deliver to the DPRK. &nbsp;&nbsp;&nbsp;\r\n We demand the U.S. and its allies immediately stop all the moves against the DPRK, the homeland of Juche. &nbsp;&nbsp;&nbsp;\r\n We call upon the British people aspiring after progress and independence to strengthen solidarity with the Korean people.  \r\n\r\n\r\n"
        },
        {
            "title": "National Independence Called for",
            "url": "http://kcna.co.jp/item/2003/200312/news12/08.htm#9",
            "content": "Kim Il Sung's Reminiscences Published in Bulgaria \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 7 (KCNA) -- President Kim Il Sung's reminiscences \"With the Century\" Part 1 Anti-Japanese Revolution Vol. 5 was published in Bulgaria.\r\n The ceremony of releasing the reminiscences was held in Sofia on Dec. 1. &nbsp;&nbsp;&nbsp;\r\n Present at the ceremony were members of the leaderships of different Bulgarian political parties including the Bulgarian Communist Party (Marxist), the Bulgarian Communists Union, the Bulgarian Communist Party (Georgi Dimitrov), and the Movement for Justice and Humanism. &nbsp;&nbsp;&nbsp;\r\n Boris Petkov, chairman of the Executive Council of the Central Committee of the Bulgarian Communist Party (Marxist), at the ceremony said that Kim Il Sung's reminiscences serves as an important political pabulum to give the truth of struggle and life to the Bulgarian people and has given rise to great concern among the Bulgarian people and the peoples of different countries. &nbsp;&nbsp;&nbsp;\r\n The revolutionaries and progressive people of the world should read the reminiscences to be well aware of the truth of revolution and have the faith in sure victory, the chairman noted. &nbsp;&nbsp;&nbsp;\r\n He said that thanks to the wise Songun policy of leader Kim Jong Il, who has remained true to the lofty intention of  Kim Il Sung and Kim Jong Suk, an anti-Japanese war hero, the Korean people would resolutely defeat all the aggression moves of the U.S. styling itself the \"only superpower\" and the reactionary forces following it, and accomplish the cause of building a great prosperous powerful socialist nation and the cause of national reunification at any cost.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "President of Ghana on Ghana-Korea Relations",
            "url": "http://kcna.co.jp/item/2003/200312/news12/08.htm#10",
            "content": "National Independence Called for\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 7 (KCNA) -- National independence is a banner of struggle all the people should hold high to carve out their destiny independently, achieve the reunification of the country, their cherished desire, and realize complete sovereignty, independence and prosperity of the country and nation, says Rodong Sinmun today in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The efforts to put an end to the division of the nation caused by outsiders and reunify the country would have been unthinkable without national independence. &nbsp;&nbsp;&nbsp;\r\n The reunification movement of the Korean nation is progressing under the banner of national independence. &nbsp;&nbsp;&nbsp;\r\n The historic June 15 joint declaration is a declaration of national independence and reunification that calls for settling the issue of national reunification independently by the concerted efforts of the Korean people who are responsible for the issue. &nbsp;&nbsp;&nbsp;\r\n Only when the Korean people fight independently, can they do anything and achieve national reconciliation and unity and reunification. This is the firm belief of the Korean people who felt the inexhaustible might of the line of independence through their experiences. &nbsp;&nbsp;&nbsp;\r\n Outsiders are persistently pursuing the hostile policy toward the DPRK in a bid to realize their Korea strategy of aggression at any cost and more keen on new war provocation moves in the Korean peninsula to inflict the disasters of nuclear war upon the Korean people. &nbsp;&nbsp;&nbsp;\r\n All the Koreans under the banner of national independence should pool their efforts to foil the hostile policy toward the DPRK and the nuclear war provocation moves on the part of outsiders, preserve peace and security of the country and the nation and realize national reconciliation and unity and independent reunification. &nbsp;&nbsp;&nbsp;\r\n Though there is a long and rough way to go, the Korean people will hold high the banner of national independence, the banner of sure victory, carve out their destiny with credit and bring earlier the day of national reunification, the cherished desire of the nation.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Public Organizations Oppose Additional Troop Dispatch",
            "url": "http://kcna.co.jp/item/2003/200312/news12/08.htm#11",
            "content": "President of Ghana on Ghana-Korea Relations\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 6 (KCNA) -- John Agyekum Kufuor, president of Ghana, wished the relations of Ghana and Korea more development in the future, saying that the bilateral relations have a historic tradition, when he received credentials from new DPRK Ambassador Kim Pyong Gi on November 27.\r\n On the occasion the president, referring to the positive changes in the Korean peninsula after the historic north-south top-level talks, hoped that these would lead to lasting peace and reunification of the valiant and resourceful Korean nation. &nbsp;&nbsp;&nbsp;\r\nGhana and other African countries will support it, he stressed.  \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Arrest of Patriotic Champion of Reunification Flailed",
            "url": "http://kcna.co.jp/item/2003/200312/news12/08.htm#12",
            "content": "S. Korean Public Organizations Oppose Additional Troop Dispatch\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 6 (KCNA) -- The Buddhist Human Rights Committee and the Women's Society for Peace in south Korea reportedly made public statements against the decision on the additional troop dispatch to Iraq on December 1.\r\n The statements said that the troop dispatch gave to the Iraqis the recognition that south Korean servicemen are U.S. mercenaries and that the \"government\" and the \"National Assembly\" should bear the responsibility for it and reflect on it before the people. &nbsp;&nbsp;&nbsp;\r\n The struggle of the Iraqi people resisting the U.S. war of aggression is growing fiercer as the days go by, the statements noted, and pointed out: The way of keeping the present situation even a little stable is for the government authorities to withdraw all the personnel from Iraq.    \r\n\r\n\r\n  \r\n\r\n\r\n"
        },
        {
            "title": "Abolition of \"Security Law\" Demanded",
            "url": "http://kcna.co.jp/item/2003/200312/news12/08.htm#13",
            "content": "Arrest of Patriotic Champion of Reunification Flailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 6 (KCNA) -- U Tae Sik, spokesman for the south Korean Federation of University Student Councils, reportedly made public a statement on December 1, castigating the security authorities for arresting a patriotic champion of reunification.\r\n The statement said that the security authorities walked away Min Kyong U, director of the Secretariat of the Reunification Solidarity, on the charge of violating the notorious \"security law\" for the reason that he had relations of communications with the north at the time when he was active in the South Headquarters of the National Alliance for the Country's Reunification. &nbsp;&nbsp;&nbsp;\r\n Cross-questioning what crime is that he sent a congratulatory message to the north side on June 15, the anniversary of the whole nation at a time when many people are traveling Mt. Kumgang and Pyongyang, the statement charged that the security authorities' crackdown is an unreasonable act to turn back the current of history toward great national unity. &nbsp;&nbsp;&nbsp;\r\n The statement stated that his arrest is not merely suppression of him but crackdown on all the patriotic organizations for reunification in this land which aspire after independence and reunification and a plot to break down the joint declaration.    \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Vietnamese Delegation",
            "url": "http://kcna.co.jp/item/2003/200312/news12/08.htm#14",
            "content": "Abolition of \"Security Law\" Demanded\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 6 (KCNA) -- The South Headquarters of the National Alliance for the Country's Reunification (Pomminryon) reportedly issued a statement titled \"Set free Director of the Secretariat of the Reunification Solidarity Min Kyong U and abolish security law\" on December 1.\r\n Abolishing the security law is the work for liquidating the Grand National Party, Chosun Ilbo and other anti-reunification conservative forces and opening an era of harmony and great national unity, the statement said. &nbsp;&nbsp;&nbsp;\r\n It demanded the release of Min Kyong U and all prisoners of conscience, immediate abrogation of the \"security law\" and withdrawal of the prescription of Pomminryon, the South Headquarters of the National Alliance of Youth and Students for the Country's Reunification and the south Korean Federation of University Student Councils as \"enemy-benefiting\" organizations.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Senior Vietnam Officials Refer to Friendly Relations with DPRK",
            "url": "http://kcna.co.jp/item/2003/200312/news12/08.htm#15",
            "content": "Gift to Kim Jong Il from Vietnamese Delegation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 6 (KCNA) -- Leader Kim Jong Il received a gift from a delegation of the Vietnamese Ministry of Defence on a visit to the DPRK.\r\n It was conveyed to an official concerned by Major General of the Vietnamese People's Army Ho Sy Hau who is leading the delegation.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan's Moves for Space Espionage under Fire",
            "url": "http://kcna.co.jp/item/2003/200312/news12/08.htm#16",
            "content": "Senior Vietnam Officials Refer to Friendly Relations with DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 6 (KCNA) -- Secretary of the Central Committee of the Communist Party of Vietnam Phan Dien and Minister of Defence Pham Van Tra, members of the Political Bureau of the Central Committee of the CPV, on Dec. 3, met and conversed with a delegation of political officers of the Korean People's Army led by KPA General Pak Jae Gyong on a visit to Vietnam.\r\n The secretary and the minister of Defence said that the friendly relations between Vietnam and the DPRK were provided by President Kim Il Sung and President Ho Chi Minh. &nbsp;&nbsp;&nbsp;\r\n Vietnam and the DPRK have struggled to build socialism and the friendly relations between the two countries have steadily developed on good terms, they noted. &nbsp;&nbsp;&nbsp;\r\n Recalling that the DPRK sent its fine sons to the Vietnam front in the period of the anti-U.S. war of resistance, thus greatly encouraging the Vietnam people in their struggle, they said that they would never forget it. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, Le Van Dung, secretary of the Central Committee of the CPV who is also head of the General Political Department of the Vietnam People's Army, met and had a conversation with the delegation on the same day.    \r\n\r\n\r\n"
        },
        {
            "title": "Decision to Allow Construction of New U.S. Embassy Premises under Fire",
            "url": "http://kcna.co.jp/item/2003/200312/news12/08.htm#17",
            "content": "Japan's Moves for Space Espionage under Fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 6 (KCNA) -- A Japanese institution for research and development of space flight recently failed in the launching of prototype rocket \"H-2A\" No. 6 carrying two spy satellites of the government. This was aimed to put into orbit military spy satellites with a mission to gather information about the DPRK and carry out Japan's plan to emerge a military power.\r\n Rodong Sinmun today says this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n When Japan had already put two spy satellites into orbit, the DPRK warned that it was a hostile act against the DPRK and a serious threat to it. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries claimed that Japan's launch of spy satellites was aimed to cope with north Korea's \"missile threat\". &nbsp;&nbsp;&nbsp;\r\n Japan is keen on space espionage not because of the DPRK's \"missile threat\". &nbsp;&nbsp;&nbsp;\r\n The successive Japanese governments have pursued a hostile policy toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n Japan has stepped up the joint research into missile defense technology with the United States under the pretext of the DPRK's \"missile threat\". It is working hard to introduce the U.S. anti-ballistic missile system on the plea of \"filling the vacuum\" till missiles have been deployed for action. &nbsp;&nbsp;&nbsp;\r\n Japan's hostile policy toward the DPRK and its moves to become a military power would not only render the situation on the Korean peninsula more complicated but spark a new arms race in Northeast Asia. &nbsp;&nbsp;&nbsp;\r\n Japan will have to pay dearly for going reckless, pursuant to the U.S. hostile policy to stifle the DPRK, oblivious of its actual position, warns the commentary.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Intensified Ideological Work Called for",
            "url": "http://kcna.co.jp/item/2003/200312/news12/08.htm#18",
            "content": "Decision to Allow Construction of New U.S. Embassy Premises under Fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 6 (KCNA) -- South Korean MBC on Dec. 3 reported that the south Korean authorities decided to allow the U.S. embassy to build its new premises in the site of Toksu Palace.\r\n Commenting on this, Minju Joson today says that if it is true, it is very deplorable. &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities made this decision yielding to the blatant pressure of the U.S. imperialists, the commentary notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists should have apologized and compensated for having vandalized and looted cultural treasures and relics of the Korean nation. Yet, they are going to seize even the site of Toksu Palace. This is unpardonable as it is a move to obliterate all the cultural treasures of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n It is not accidental that they are working hard to build their embassy premises in the site of Toksu Palace despite the unanimous opposition and rebuff of the south Korean people. In a nutshell, such move of the U.S. imperialists is a concentrated expression of their aggressive ambition to retain a permanent grip on south Korea. &nbsp;&nbsp;&nbsp;\r\n They are, however, seriously mistaken if they calculate that they can lord it over south Korea forever. The Koreans will never remain a passive onlooker to their move to occupy the site. &nbsp;&nbsp;&nbsp;\r\n They should face up to the reality and cancel their plan to build their embassy premises there. They should withdraw their forces of aggression from south Korea and stop obstructing the reunification of Korea. &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities' offer of the site of Toksu Palace to the United States is nothing but a suicidal act of betraying the dignity and interests of the nation and precipitating their doom. &nbsp;&nbsp;&nbsp;\r\n It is self-evident that if the south Korean authorities continue caving in to the pressure of the U.S. imperialists without a principle, they will get more arrogant and raise more brigandish demands to south Korea. &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities are well advised to lend an ear to the voices of the people and defend the dignity and interests of the nation.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Messages of Greetings between Foreign Ministers of DPRK and Bulgaria",
            "url": "http://kcna.co.jp/item/2003/200312/news12/08.htm#19",
            "content": "Intensified Ideological Work Called for\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 6 (KCNA) -- Today marks the 25th anniversary of leader Kim Jong Il's work \"On Improving the Party Propaganda and Agitation Work as Required by the Developing Reality\" which brought about a great turn in the ideological work of the Workers' Party of Korea.\r\n Since the outset of his leadership over the WPK, he has taken a hold on the ideological work of the Party and wisely led the work to improve it as required by the developing reality. &nbsp;&nbsp;&nbsp;\r\n On this occasion Rodong Sinmun today in a signed article says that a new revolutionary turn is taking place in the content, forms and methods of the ideological work of the Party to meet the requirements of the Songun era. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The forms and methods of the ideological work should improve now that the revolution is gaining in depth and the revolutionary consciousness of the people is, accordingly, on a steady rise. &nbsp;&nbsp;&nbsp;\r\n The WPK's basic method of ideological work is to conduct propaganda and agitation the way the anti-Japanese guerrillas did. It is the People's Army that is creatively and successfully applying it to suit the characteristic features of soldiers. &nbsp;&nbsp;&nbsp;\r\n The ideological work of the Party is now being conducted actively and creatively just as the People's Army does. During their difficult march or during a break in the training soldiers sing songs and chant slogans or conduct a brief agitation instilling matchless strength into other servicemen. The ideology of the Party is brought home to people wherever soldiers go. &nbsp;&nbsp;&nbsp;\r\n The revolutionary dynamic march of the army and the people toward the peak of a great prosperous powerful nation is a brilliant fruition of the wise guidance provided by Kim Jong Il to the work to steadily improve the content and methods of the ideological work of the Party to meet the requirements of the developing reality.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Message of Sympathy to Russian President",
            "url": "http://kcna.co.jp/item/2003/200312/news12/08.htm#20",
            "content": "Messages of Greetings between Foreign Ministers of DPRK and Bulgaria\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 6 (KCNA) -- DPRK Foreign Minister Paek Nam Sun and Bulgarian Foreign Minister Solomon Isak Passi exchanged messages of greetings on the occasion of the 55th anniversary of the opening of diplomatic relations between the two countries.\r\n Expressing the belief that the friendly and cooperative relations between the two countries with a 55-year-long history would continue to develop on good terms in the interests of the two sides, Paek Nam Sun, in his message wholeheartedly wished him great success in his responsible work to enter the European Union. &nbsp;&nbsp;&nbsp;\r\n Solomon Isak Passi in his message expressed the sincere hope of Bulgaria to steadily develop the bilateral relations on the basis of mutual respect and common interests and the traditional friendship between the two peoples. &nbsp;&nbsp;&nbsp;\r\n The message said that the active and positive cooperation between the DPRK and the international community would contribute to making the relations between the two countries rich and brisk on the bilateral and international levels in the future."
        }
    ]
}