{
    "date": "2003-08-12",
    "url": "http://kcna.co.jp/item/2003/200308/20030812.htm",
    "articles": [
        {
            "title": "KCNA Blasts Remarks of U.S. Undersecretary of State",
            "url": "http://kcna.co.jp/item/2003/200308/news08/12.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Agreement Signed between DPRK and Chinese Journalists Organizations",
            "url": "http://kcna.co.jp/item/2003/200308/news08/12.htm#2",
            "content": "KCNA Blasts Remarks of U.S. Undersecretary of State \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 11 (KCNA) -- A spokesman for the DPRK Foreign Ministry in an answer to a question put by KCNA on August 2 as regards a string of vituperation let loose recently by U.S. Undersecretary of State Bolton against the DPRK branded him as human scum and declared that Pyongyang would not deal with him.\r\n In this regard White House spokesman Mcclellan spoke in favor of him on August 4, saying: \"He (Bolton) was speaking for the administration and his remarks last week reiterated things that we had said in the past.\" This means that the U.S. does not seriously feel the gravity of his vituperation and the consequences it may bring to the six-party Beijing talks. &nbsp;&nbsp;&nbsp;\r\n It is important to create an atmosphere for guaranteeing mutual respect and trust between dialogue partners before the start of the talks to successfully promote the Beijing talks arranged with so much effort thanks to the DPRK's magnanimity and bold decision. &nbsp;&nbsp;&nbsp;\r\n Nevertheless, Bolton apparently revealed the provocative attempt to intentionally spoil the atmosphere and there lies the seriousness of his rigmarole. &nbsp;&nbsp;&nbsp;\r\n While touring south Korea and Japan recently, Bolton maliciously slandered the DPRK, calling its top leader \"a tyrannical dictator\" and mumbling \"life is a hellish nightmare in north Korea.\" &nbsp;&nbsp;&nbsp;\r\n We, the entire Korean people who are unshakably determined to devotedly defend the leader, can not but take a serious view of Bolton's criminal remarks completely distorting the reality of our singlehearted unity and most malignantly hurling calumny at the top leader of the revolution. &nbsp;&nbsp;&nbsp;\r\n His remarks make us doubt whether he is a man with the elementary faculty of thinking and face of a man or not. He is, indeed, one like an animal running about recklessly, devoid of reason, and an ugly fellow who cannot be regarded as a human being. &nbsp;&nbsp;&nbsp;\r\n What is more surprising is that such a guy who is incapable of judging and thinking and cannot recognize the counterpart or tell one thing from another serves as an official and diplomat of the U.S. administration. &nbsp;&nbsp;&nbsp;\r\n It is the greatest shame of the U.S. that Bolton who is like the fascist bereft of elementary moral sense and courtesy as a diplomat and possessed of the disposition of tyrant taking every opportunity to bite at the counterpart is employed as the U.S. Undersecretary of State. &nbsp;&nbsp;&nbsp;\r\n If such a fascist who makes it his business to make a malignant personal attack even on other's top leader, without reason and captive to habitual negation, represents the U.S. policy, not only this policy but also the administration itself will meet a wretched end.    \r\n\r\n\r\n"
        },
        {
            "title": "Surprise Demonstrations in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200308/news08/12.htm#3",
            "content": "Agreement Signed between DPRK and Chinese Journalists Organizations \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 11 (KCNA) -- An agreement on friendship and cooperation was signed between the Korean Journalists Union and the All-China Journalists Association on Aug. 10.\r\n Present at the signing ceremony on the DPRK side were Vice-Chairman Kim Sang Ho of the C.C., the Korean Journalists Union and officials concerned and, on the Chinese side, the members of the delegation of the All-China Journalists Association headed by Wei Mingxiang, member of the Secretariat of the association.    \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to President of Chad",
            "url": "http://kcna.co.jp/item/2003/200308/news08/12.htm#4",
            "content": "Surprise Demonstrations in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 11 (KCNA) -- Students affiliated with the south Korean Federation of University Student Councils (Hanchongryon) on Aug. 8 staged a surprise demonstration against the building of Wonju district, Kangwon Province of south Korea, of the Grand National Party, according to south Korean MBC.\r\n The students broke into the party building by surprise and destroyed the door in angry protest. &nbsp;&nbsp;&nbsp;\r\n Earlier, other students of Hanchongryon made surprise attacks on the Mokpho, Taegu, Pusan and South Jolla Provincial buildings of the GNP in turn from Aug. 2 to 6 and destroyed the signboards.    \r\n\r\n\r\n"
        },
        {
            "title": "International Scientific and Technological Book Exhibition to Be Held",
            "url": "http://kcna.co.jp/item/2003/200308/news08/12.htm#5",
            "content": "Greetings to President of Chad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on Aug. 6 sent a message of greetings to Idris Deby, president of Chad, on the occasion of the 43rd anniversary of its independence.\r\n The message wished the president and the people of Chad greater achievements in their work for peace and prosperity of the country and expressed the belief that the friendly relations between the two countries would continue to develop on good terms.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan Accused of Inciting Confrontation And War",
            "url": "http://kcna.co.jp/item/2003/200308/news08/12.htm#6",
            "content": "International Scientific and Technological Book Exhibition to Be Held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 11 (KCNA) -- The 3rd Pyongyang International Scientific and Technological Book Exhibition will be held from Aug. 18 to 21 amid the interest and expectation of scientists and technicians of the DPRK and other countries.\r\n It will draw more than 20 organizations of over 10 countries and international organizations. It will mark an important occasion in further strengthening the scientific and technological exchange and cooperation among countries.    \r\n\r\n\r\n"
        },
        {
            "title": "Celebration of DPRK Birthday as Festival of Victors Called for",
            "url": "http://kcna.co.jp/item/2003/200308/news08/12.htm#7",
            "content": "Japan Accused of Inciting Confrontation And War \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 11 (KCNA) -- The Japanese reactionaries seek to realize their wild dream of reinvading Korea at any cost with the backing of the U.S. but this is nothing but an anachronistic dream, says Rodong Sinmun today in a signed commentary.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n It was recently disclosed by media that the Japanese government requested the U.S. to maintain the option to use military force against north Korea. &nbsp;&nbsp;&nbsp;\r\n This indicates Japan's attitude toward the nuclear issue between the DPRK and the U.S. Justifying its behaviour Japan claims that it is aimed to deter north Korea's military provocation against it. &nbsp;&nbsp;&nbsp;\r\n Japan is zealously toeing the U.S. policy to stifle the DPRK with nukes, talking about the \"nuclear threat\" from it. Tokyo is working harder than any others to put into practice the U.S. plan to isolate and stifle the DPRK including the issues of referring the DPRK-U.S. nuclear issue to the UN and throwing a network of blockade against it. &nbsp;&nbsp;&nbsp;\r\n Japan hopes to see the nuclear stand-off between the DPRK and the U.S. leading to a war. It seeks to hurl the \"Self-Defense Forces\" into the Korean peninsula to join the U.S. troops in case a new war breaks out there. &nbsp;&nbsp;&nbsp;\r\n That's why it requested the U.S. to maintain its military option toward the DPRK at a time when the six-party talks are at hand. &nbsp;&nbsp;&nbsp;\r\n Japan's anti-DPRK policy has touched off the strong anti-Japanese sentiment of the army and the people of the DPRK. They are vigorously advancing true to the Songun policy, fully determined to decisively repel Japan's reinvasion by the force of justice. &nbsp;&nbsp;&nbsp;\r\n Japan would be well advised to drop its wild ambition for reinvasion.    \r\n\r\n"
        },
        {
            "title": "Japan Advised to Act with Discretion",
            "url": "http://kcna.co.jp/item/2003/200308/news08/12.htm#8",
            "content": "Celebration of DPRK Birthday as Festival of Victors Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 11 (KCNA) -- Rodong Sinmun today in an editorial says it is the fixed faith and will of leader Kim Jong Il to powerfully demonstrate once again the dignity and might of the DPRK on the occasion of its 55th birthday as it is associated with the whole life of President Kim Il Sung.\r\n Everyone should highly display patriotic enthusiasm with the pride and self-confidence of being a citizen of socialist Korea of Juche, the editorial notes, and goes on. &nbsp;&nbsp;&nbsp;\r\n It is necessary for all the Party members and other working people to cherish the unshakable faith that their country, their motherland led by Kim Jong Il is the best in the world. &nbsp;&nbsp;&nbsp;\r\n All fields and units should conduct a high-pitched drive to unconditionally attain all their goals in hearty response to the joint editorial for this year and the calls of the C.C., the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n What they resolved to attain is a firm pledge they made to  Kim Jong Il and a promise they made to the motherland. They have no right to step back even an inch though the tasks are enormous and their conditions are hard. &nbsp;&nbsp;&nbsp;\r\n The revolutionary soldier spirit should be fully displayed on all fronts of socialist construction. &nbsp;&nbsp;&nbsp;\r\n The editorial calls on everyone to singleheartedly unite around Kim Jong Il and work hard for the prosperity of the Republic and thus splendidly decorate the 55th anniversary of the DPRK as a great festival of victors.    \r\n\r\n\r\n"
        },
        {
            "title": "Whole Country Out to Greet DPRK Birthday as Festival of Victors",
            "url": "http://kcna.co.jp/item/2003/200308/news08/12.htm#9",
            "content": "Japan Advised to Act with Discretion \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 11 (KCNA) ? Nelia Sancho, executive chairman of the Philippines-DPRK Friendship Society, who visited the DPRK, said Japan should abandon it's anachronistic hostile policy towards the DPRK and act with discretion.\r\n The Japanese reactionaries, he noted, have committed themselves with the U.S. not to rule out \"economic sanctions,\" \"sea blockade\" and \"preemptive attack\" against the DPRK under the pretext of its \"nuclear threat\" and now are formally joining in the U.S. moves to blockade the DPRK. &nbsp;&nbsp;&nbsp;\r\n The reactionary ruling quarters of Japan have forgotten the disgraceful defeat in the past and are now running headlong along the militarist road, bent on building Japan into a military power for another overseas aggression, he said, and warned: &nbsp;&nbsp;&nbsp;\r\n If Japan, availing itself of the U.S. hostile policy towards the DPRK, dares pounce upon the DPRK, it would face an annihilating blow of the Korean People's Army equipped with modern offensive and defensive means.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Delegation of DPRK Foreign Ministry Leaves for Russia",
            "url": "http://kcna.co.jp/item/2003/200308/news08/12.htm#10",
            "content": "Whole Country Out to Greet DPRK Birthday as Festival of Victors\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 11 (KCNA) -- Revolutionary zeal and spirit prevail all over the country in the run-up to the 55th anniversary of the DPRK which falls on September 9.\r\n The working people, who significantly celebrated the 50th anniversary of the victory in the Fatherland Liberation War and demonstrated their perfect unity through the election of deputies to people's assemblies at all levels, are all out in a high-pitched drive to greet the 55th anniversary of the DPRK as a grand festival of victors. &nbsp;&nbsp;&nbsp;\r\n In hearty response to the calls made by the Central Committee of the Workers' Party of Korea on the occasion they are smashing the imperialists' moves to isolate and stifle the DPRK by effecting a fresh revolutionary surge in all fields in the spirit of annihilating the enemy. &nbsp;&nbsp;&nbsp;\r\n The political and ideological might and the military and economic potentials of the country are growing stronger than ever before. &nbsp;&nbsp;&nbsp;\r\n The call for devotedly defending leader Kim Jong Il, who has led the Korean revolution to victory and glory, is being thoroughly implemented in people's work and life. &nbsp;&nbsp;&nbsp;\r\n The single-hearted unity of the Party, the army and people, the weapon in the hands of the Korean revolutionary armed forces more powerful than any nuclear weapon, has grown steel-strong. &nbsp;&nbsp;&nbsp;\r\n Efforts are being directed to increasing the defence capability of the country in every way on the principle of giving priority to military affairs as required by the Songun era.\r\n Fresh miracles and feats are reported from all fields of the national economy including power, coal and metal industries and railway transport. &nbsp;&nbsp;&nbsp;\r\n Many modern factories and stockbreeding bases have appeared to contribute to the improvement of the standard of people's living while great successes have been made in the land realignment projects in south Phyongan province, Pyongyang and Nampho City. &nbsp;&nbsp;&nbsp;\r\n Signal progress has been made in major construction projects including the building of the revolutionary battle sites and revolutionary historical sites in the area of Mt. Paektu, the construction of the Kumyagang and Orangchon power plants, renovation and repair in main streets of Pyongyang and the Paekma-Cholsan Waterway Project. &nbsp;&nbsp;&nbsp;\r\n A vigorous drive to establish cultured practices in production and life is changing the appearance of the country beyond recognition. &nbsp;&nbsp;&nbsp;\r\n Working people and youth and students here are participating in the preparations for festive events with a high sense of responsibility. &nbsp;&nbsp;&nbsp;\r\n Thorough preparations for cultural and sports events are in the making. &nbsp;&nbsp;&nbsp;\r\n With the significant holiday drawing near, the whole country is wrapped in an elated atmosphere. &nbsp;&nbsp;&nbsp;\r\n Media here call upon all the servicemen and working people to work hard to brilliantly adorn the 55th anniversary of the DPRK and thus demonstrate once again the might of Juche Korea in the Songun era.    \r\n\r\n\r\n"
        },
        {
            "title": "Jong Ha Chol Meets Chinese Journalists Delegation",
            "url": "http://kcna.co.jp/item/2003/200308/news08/12.htm#11",
            "content": "Delegation of DPRK Foreign Ministry Leaves for Russia\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 11 (KCNA) -- A delegation of the DPRK Foreign Ministry led by its Vice-Minister Kung Sok Ung left here today to visit Russia, according to the program for exchange between the foreign ministries of the two countries. \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "International Commodity Exhibition Opens",
            "url": "http://kcna.co.jp/item/2003/200308/news08/12.htm#12",
            "content": "Jong Ha Chol Meets Chinese Journalists Delegation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 11 (KCNA) -- Jong Ha Chol, secretary of the Central Committee of the Workers' Party of Korea, today met and had a friendly talk with the delegation of the All-China Journalists Association led by Wei Mingxiang, member of the Secretariat of the association, at the Mansudae Assembly Hall.\r\n Present there were Kim Song Guk, chairman of the C.C., the Korean Journalists Union, and Tian Baozhen, minister-councillor of the Chinese embassy here. &nbsp;&nbsp;&nbsp;\r\n On the occasion the head of the delegation said that while staying in Korea the delegation was deeply impressed by the Korean people's efforts to significantly greet the 55th anniversary of the DPRK, adding that key to the achievements made by the Korean people in socialist construction was their single-hearted unity. &nbsp;&nbsp;&nbsp;\r\n Noting that the Chinese leaders are attaching importance to the friendly relations with the DPRK, he said that they would make positive efforts for the Sino-Korean friendship.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Message of Sympathy to Indonesian President",
            "url": "http://kcna.co.jp/item/2003/200308/news08/12.htm#13",
            "content": "International Commodity Exhibition Opens\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 11 (KCNA) -- The 6th Pyongyang International Commodity Exhibition opened with due ceremony at the Three Revolution Exhibition on August 11.\r\n Displayed there are electronic products, communication facilities, vehicles, poultry facilities, machine tools, light industrial products, goods for cultural use, etc. presented by over a hundred companies of the DPRK and other countries and regions. &nbsp;&nbsp;&nbsp;\r\n Attending the opening ceremony were delegations of China, Germany, Thailand, Malaysia and Taibei of China on a visit to the DPRK to participate in the exhibition. Diplomatic envoys, trade councillors and embassy officials in Pyongyang were also present. &nbsp;&nbsp;&nbsp;\r\n A congratulatory speech was made by Kim Jong Gi, chairman of the Committee for the Promotion of International Trade of the DPRK, and an opening address by Ri Su Dok, president of the Korean International Exhibition Company. &nbsp;&nbsp;&nbsp;\r\n The speakers said the exhibition would be an important occasion in promoting common progress and prosperity to meet the desire and requirements of humankind at the present time and in deepening friendly and cooperative relations among countries and regions and contributing to boosting multi-faced exchanges, cooperation and trade activities. &nbsp;&nbsp;&nbsp;\r\n They hoped that the delegations participating in the exhibition from different countries and regions would achieve good results in their broad contacts and multiform trade dealings.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Memorial Service for Jong Mong Hon Held",
            "url": "http://kcna.co.jp/item/2003/200308/news08/12.htm#14",
            "content": "Message of Sympathy to Indonesian President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 11 (KCNA) -- President Kim Yong Nam of the Presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea on August 9 sent a message  to President Megawati Soekarnoputri of Indonesia expressing sympathy with the fact that a bomb blasted at a hotel in Jakarta, causing many  casualties .\r\n The message reiterated the principled stand of the DPRK against all forms of terrorism and bitterly denounced the recent terrorism. &nbsp;&nbsp;&nbsp;\r\n It expressed the conviction that the president and government of Indonesia would do away with the consequences of the incident and bring the life of the residents in the afflicted area to normal as soon as possible.     \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Sends Verbal Message of Consolation for Death of Jong Mong Hon",
            "url": "http://kcna.co.jp/item/2003/200308/news08/12.htm#15",
            "content": "Memorial Service for Jong Mong Hon Held\r\n&nbsp;&nbsp;&nbsp; Mt. Kumgang, August 11 (KCNA) -- A memorial service for the late Jong Mong Hon, chairman of Hyundai Asan of south Korea, was held today in Mt. Kumgang, a famous mountain of the nation, symbolic of the north-south cooperation, with bereaved families, his relatives and employees of Hyundai Asan and other south Korean figures concerned attending.\r\n Present there from the north side were officials of the Korea Asia-Pacific Peace Committee, the Kumgangsan International Tourist General Company and the National Reconciliation Council and other institutions concerned. &nbsp;&nbsp;&nbsp;\r\n South Korean personages made memorial speeches at the service. &nbsp;&nbsp;&nbsp;\r\n Then Song Ho Gyong, vice-chairman of the Korea Asia-Pacific Peace Committee, in his memorial address said the late Jong Mong Hon did a lot of splendid work for the nation after becoming a pioneer in the inter-Korean economic cooperation including tour of Mt. Kumgang and the construction of the Kaesong Industrial Zone by breaking through the frozen wall of division under the special care of leader Kim Jong Il. His distinguished service will be handed down forever together with the history of the movement for the country's reunification, he added. &nbsp;&nbsp;&nbsp;\r\n He sternly denounced the anti-reunification groups including the Grand National Party in the name of the entire nation for forcing him to meet a tragic death by invoking the \"law on special inspection,\" while hamstringing his just activities. &nbsp;&nbsp;&nbsp;\r\n Functions including the unveiling of a monument to him were held at the service. &nbsp;&nbsp;&nbsp;\r\n The participants expressed their will to smash the obstructive moves of the anti-reunification forces inside and outside the country by the concerted efforts of the nation and further develop the north-south economic cooperation under the banner of the June 15 Joint Declaration and thus dynamically speed up the grand march for the reconciliation and unity of the nation and the country's reunification as wished by the deceased.    \r\n\r\n\r\n\r\n"
        }
    ]
}