{
    "date": "2003-02-11",
    "url": "http://kcna.co.jp/item/2003/200302/20030211.htm",
    "articles": [
        {
            "title": "Tribute paid to Kim Il Sung on Lunar New Year's Day",
            "url": "http://kcna.co.jp/item/2003/200302/news02/11.htm#1",
            "content": "Tribute paid to Kim Il Sung on Lunar New Year's Day \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 10 (KCNA) -- Over 2,679,000 working people, servicepersons and school youth and children across the country laid floral baskets, bouquets and flowers before statues of President Kim Il Sung standing in different parts of the country and paid tribute to him on the occasion of Lunar New Year's Day.\r\n In front of the statues they extended thanks to General Secretary Kim Jong Il for making folk holidays cheerful and glorifying the soul and the spirit of the Korean people building a powerful nation and vowed to be true to the Workers' Party of Korea's idea and army-based revolutionary leadership.    \r\n\r\n"
        },
        {
            "title": "Remains of martyrs entombed at Patriotic Martyrs Cemetery",
            "url": "http://kcna.co.jp/item/2003/200302/news02/11.htm#2",
            "content": "Remains of martyrs entombed at Patriotic Martyrs Cemetery \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 10 (KCNA) -- Remains of 22 martyrs who devoted their all to the liberation of the country and its prosperity were entombed at the Patriotic Martyrs Cemetery.\r\n Among them are Song Mu Son, an anti-Japanese revolutionary martyr, Ri Mun Bok, an anti-Japanese patriotic martyr, former generals of the Korean People's Army Jang Pong Jin and Im Sun Jae who contributed to the strengthening of the Juche-based revolutionary armed forces, twice Hero of Labour Kim Jik Hyon who was the manager of a coal mine, Sin Jin Sun, Kim Yu Phung (Paek Min), who contributed to developing the Juche-based literature and art, and others. &nbsp;&nbsp;&nbsp;\r\n Ceremonies for entombing the remains of the martyrs took place at the cemetery from Feb. 5 to 8. &nbsp;&nbsp;&nbsp;\r\n Present were Kim Ki Nam, Secretary of the Central Committee of the Workers' Party of Korea, officials concerned and members of the bereaved families. &nbsp;&nbsp;&nbsp;\r\n The ceremonies were addressed by officials concerned to be followed by the burial of the remains of the martyrs. &nbsp;&nbsp;&nbsp;\r\n Seen on the tombstones were stone pictures of the martyrs. &nbsp;&nbsp;&nbsp;\r\n The participants laid wreaths and bunches of flowers before the tombs and observed a moment's silence in memory of the martyrs. \r\n\r\n"
        },
        {
            "title": "Study tour of Oun Revolutionary Site",
            "url": "http://kcna.co.jp/item/2003/200302/news02/11.htm#3",
            "content": "Study tour of Oun Revolutionary Site \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 10 (KCNA) -- More than 2,500 officials of the youth league and students in Pyongyang made a study tour of the Oun Revolutionary Site on Sunday on the occasion of the birthday of General Secretary Kim Jong Il.\r\n That morning the study tour group laid a floral basket and bunches of flowers before the statue of President Kim Il Sung on Ryongnam Hill and held a meeting before its departure. &nbsp;&nbsp;&nbsp;\r\n At the end of the meeting it headed for Oun-dong, a land of history, fluttering the flags of the Workers' Party of Korea and the DPRK and flags of universities, with the flags bearing the portraits of Kim Il Sung and Kim Jong Il in the van of the group ranks. &nbsp;&nbsp;&nbsp;\r\n The students arrived at their destination and visited the Oun Revolutionary Site. &nbsp;&nbsp;&nbsp;\r\n After the visit they held a meeting at which they hardened their resolution to stand in the van of defending the homeland and firmly prepare themselves to be pillars of building a powerful nation, with great pride and self-confidence of having  Kim Jong Il at the head of the Korean revolution.    \r\n\r\n"
        },
        {
            "title": "Japanese dietman's anti-DPRK remarks assailed",
            "url": "http://kcna.co.jp/item/2003/200302/news02/11.htm#4",
            "content": "Japanese dietman's anti-DPRK remarks assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 10 (KCNA) -- Japanese reactionaries are dubbing the DPRK a \"criminal state\". This is a intolerable provocation and agitation for reinvasion which can be made only by those who are steeped in animosity toward the DPRK to the marrow of their bones. Rodong Sinmun today says this in a signed commentary.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Dietman Tadashi Hirono from the Japanese Liberal Party termed the DPRK a \"criminal state\" and described the General Association of Korean Residents in Japan (Chongryon) as an illegal organization engaged in criminal acts. &nbsp;&nbsp;&nbsp;\r\n His remarks are part of the vicious anti-DPRK and anti-Chongryon campaign to tarnish the image of the DPRK on the international arena and deliberately create hostility against and biased view on the DPRK and Chongryon among the Japanese. \r\n It is groundless and illogical for them to attach the label of a \"criminal state\" to the DPRK. &nbsp;&nbsp;&nbsp;\r\n It is not the DPRK but Japan that should be branded as a criminal state. It is a publicly recognized fact that Japan has not yet shaken off the ill-fame of an enemy state. &nbsp;&nbsp;&nbsp;\r\n It is preposterous for Japan to fake up lies and make far-fetched assertions to accuse somebody of being a \"criminal\" though it has not yet redeemed its so many crimes. This is a revelation of deep-seated bad habit peculiar to Japan. Japan had better redress its crimes before speaking ill of others. \r\n The Japanese reactionaries are pursuing the policy to suppress Chongryon while taking issue with the relations between Chongryon and the DPRK. This is, in fact, a deliberate and premeditated move to bar Japan's settlement of its past and hamstring the process of improving the DPRK-Japan relations. &nbsp;&nbsp;&nbsp;\r\n The news analyst warns the Japanese right-wing forces that they will meet only disasters if they run wild, not aware of the world situation.    \r\n\r\n"
        },
        {
            "title": "Agricultural workers' meeting celebrates February Holiday",
            "url": "http://kcna.co.jp/item/2003/200302/news02/11.htm#5",
            "content": "Agricultural workers' meeting celebrates February Holiday \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 10 (KCNA) -- A meeting of agricultural workers was held at the People's Palace of Culture on February 9 to celebrate the birthday of General Secretary Kim Jong Il (February 16).\r\n Present there were Kim Jung Rin, Secretary of the Central Committee of the Workers' Party of Korea, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n At the meeting a congratulatory address was made by Sung Sang Sop, chairman of the central committee of the Union of Agricultural Workers of Korea, to be followed by speeches of others. &nbsp;&nbsp;&nbsp;\r\n Speakers said that the birth of Kim Jong Il was a great event, great fortune for the Korean nation as they came to be blessed with the illustrious leader and general generation after generation and a historic event that promised a bright future of the revolutionary cause of Juche. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has wisely led the party, the army and the people for many years since he embarked upon the road of revolution, thus performing immortal exploits for the country and people, the times and history, they added. &nbsp;&nbsp;&nbsp;\r\n They called on all the agricultural workers to implement the party's policy on effecting a signal turn in agriculture to the letter in the transparent spirit of worshiping the leader and devotedly defending him and thus become true patriotic farmers who uphold the party and actively contribute to the building of a powerful nation with increased agricultural production. &nbsp;&nbsp;&nbsp;\r\n On the same day a performance of art groups of agricultural workers from different parts of the country was given at the people's palace of culture on the occasion.    \r\n\r\n"
        },
        {
            "title": "DPRK boasts single hearted unity more powerful than nuke",
            "url": "http://kcna.co.jp/item/2003/200302/news02/11.htm#6",
            "content": "DPRK boasts single hearted unity more powerful than nuke \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 10 (KCNA) -- It is thanks to the steel-strong unity of the party, the army and the people of the DPRK around Kim Jong Il that the DPRK reacts to the hardline with the toughest stand despite the imperialists' nuclear blackmail and is firmly confident of sure victory.\r\n Rodong Sinmun Monday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The Korean people are single-heartedly united around the great illustrious commander born of heaven endowed with distinguished political ability, art of commandership, iron-willed pluck and courage, holding him in high esteem. This is a weapon of the revolution more powerful than a nuclear weapon and an inexhaustible resource of invincible might. &nbsp;&nbsp;&nbsp;\r\n This single-hearted unity represents the unity of the whole party, the army and the people ready to devotedly protect Kim Jong Il, united close behind him in a do-or-die spirit. &nbsp;&nbsp;&nbsp;\r\n The servicepersons and people of the DPRK enshrine the revolutionary faith that Kim Jong Il represents the destiny of the  country and the sun that keeps them alive and the final victory of the Korean revolution and a bright future of a powerful nation can be guaranteed only when they devotedly defend him. &nbsp;&nbsp;&nbsp;\r\n That is why they are giving full play to the unshakable revolutionary spirit of fearing neither death nor a sea of fire to protect him. &nbsp;&nbsp;&nbsp;\r\n This unity is unbreakable as it is based on faith thanks to his great idea and steel-strong as the entire army and people move as one under his leadership. &nbsp;&nbsp;&nbsp;\r\n The ideological foundation of this unity is the great army-centred idea based on the Juche idea. &nbsp;&nbsp;&nbsp;\r\n The army and the people of the DPRK remain more firmly confident and determined than ever before to be human bombs once an order comes from Kim Jong Il and deal merciless blows at those who dare infringe upon the sovereignty and dignity of the Korean nation.    \r\n\r\n"
        },
        {
            "title": "U.S. criticized for arms buildup",
            "url": "http://kcna.co.jp/item/2003/200302/news02/11.htm#7",
            "content": "U.S. criticized for arms buildup \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 10 (KCNA) -- The Council for National Reconciliation and Independent Reunification, the Society of People Working for Peace and Reunification and the Solidarity for Implementing the South-North Joint Declaration in South Korea reportedly held a press conference in front of the U.S. embassy in Seoul on Feb. 6 to denounce the U.S. imperialists for their ever-more undisguised moves for a war.\r\n Recalling that the united states is getting hell-bent on the arms buildup such as deciding to freeze the move of the U.S. troops present in South Korea who expired their service term and deploy aircraft carrier Carl Vinson and long-distance bombers  in the areas around the Korean Peninsula, the organizations said that this arouses deep apprehensions as it is aimed to mount a preemptive attack on the north. &nbsp;&nbsp;&nbsp;\r\n They noted that the U.S. is claiming that its arms buildup around the Korean Peninsula is intended to \"make up a vacuum of combatant forces to cope with the Iraqi war and arrest an additional threat of the north\" but it is no more than a scheme to quell the anti-U.S. sentiment of the Korean nation and conceal its intention for aggression against the north. &nbsp;&nbsp;&nbsp;\r\n They strongly demanded the U.S. stop at once its base plot and come out to peaceful settlement of the nuclear issue of the north. \r\n\r\n"
        },
        {
            "title": "Anecdote about Kim Jong Il",
            "url": "http://kcna.co.jp/item/2003/200302/news02/11.htm#8",
            "content": "Anecdote about Kim Jong Il \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 10 (KCNA) -- It rained in torrents for days in August Juche 73 (1984).\r\n Kim Jong Il told officials that torrential rains would inevitably lead to a flood in South Korea and South Korean people would suffer from a disaster. \r\n After a few days South Korea was hit by a deluge. &nbsp;&nbsp;&nbsp;\r\n A large number of people were left dead and homeless. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il, who sat up all night, afraid for fellow countrymen in the south, told officials to take extensive measures to offer relief goods to the flood victims. He said that nothing should be spared for them and that the fellow countrymen were the first to be considered. &nbsp;&nbsp;&nbsp;\r\n It was not long before large quantities of rice, cloth, cement and medicines were sent to the flood sufferers of South Korea. \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Iranian President",
            "url": "http://kcna.co.jp/item/2003/200302/news02/11.htm#9",
            "content": "Greetings to Iranian President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 10 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, today sent a message of greetings to Seyed Mohammad Khatami, President of Iran, on the occasion of the 24th anniversary of the victory in the Islamic revolution in Iran.\r\n The message expressed belief that the cooperative relations between the two countries would grow stronger in the common interests of the two peoples and wished the government and the people of Iran happiness and prosperity.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Iranian first Vice-President and Foreign Minister",
            "url": "http://kcna.co.jp/item/2003/200302/news02/11.htm#10",
            "content": "Greetings to Iranian first Vice-President and Foreign Minister\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 10 (KCNA) -- Hong Song Nam, Premier of the DPRK Cabinet, sent a message of greetings to Mohammad Reza Aref, first Vice-President of Iran, on the occasion of the 24th anniversary of the victory in the Islamic revolution in Iran.\r\n Expressing belief that the relations of friendship and cooperation between the two countries would continue to grow stronger, the message wished him success in his work and the Iranian people happiness and prosperity. &nbsp;&nbsp;&nbsp;\r\n Foreign Minister Paek Nam Sun sent a similar message to his Iranian counterpart Kamal Kharrazi on the occasion.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pyongyang city delegation leaves for Russia",
            "url": "http://kcna.co.jp/item/2003/200302/news02/11.htm#11",
            "content": "Pyongyang city delegation leaves for Russia\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 10 (KCNA) -- A Pyongyang city delegation led by Ryang Man Gil, chairman of the Pyongyang City People's Committee, left for Russia today.\r\n The delegation was seen off at the airport by Jon Ho Hyon, vice-chairman of the committee, and Russian Ambassador here Andrei Karlov.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam meets Indonesian President's special envoy",
            "url": "http://kcna.co.jp/item/2003/200302/news02/11.htm#12",
            "content": "Kim Yong Nam meets Indonesian President's special envoy\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 10 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, met and had a talk with Nana Sutresna, special envoy of the Indonesian President who is political advisor to the president, at the Mansudae Assembly Hall today.\r\n Present there were Vice-Foreign Minister Kim Yong Il and other officials concerned, the special envoy's party and Indonesian Ambassador here Hendrati Sukendar Munthe. &nbsp;&nbsp;&nbsp;\r\n The special envoy handed Kim Yong Nam a personal letter of President Megawati Soekarnoputri to General Secretary Kim Jong Il.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}