{
    "date": "2003-10-23",
    "url": "http://kcna.co.jp/item/2003/200310/20031023.htm",
    "articles": [
        {
            "title": "S. Korean Authorities' Treachery Flailed",
            "url": "http://kcna.co.jp/item/2003/200310/news10/23.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Delegate Calls for Providing Environment for Sustainable Development",
            "url": "http://kcna.co.jp/item/2003/200310/news10/23.htm#2",
            "content": "S. Korean Authorities' Treachery Flailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 22 (KCNA) -- Rodong Sinmun today in a signed commentary brands the decision made by the south Korean authorities to additionally dispatch troops to Iraq as a product of the U.S. persistent pressure and as anti-national and anti-peace moves of pro-U.S. forces.\r\n The south Korean authorities are going to drive many young south Koreans as bullet shields of the U.S. imperialist aggression forces to please the U.S. despite the opposition and denunciation of the entire nation. Dismissing this as a dastardly act of submitting to the U.S. and an intolerable anti-national criminal act, the commentary continues: &nbsp;&nbsp;&nbsp;\r\n It is Choe Pyong Ryol, representative of the Grand National Party, and its followers who busied themselves to push the additional troop dispatch to Iraq as requested by the U.S., their master. Traitors who betrayed the nation offering great many fellow countrymen as cannon fodder of the U.S. war of aggression obsessed with greed for power and dependence on outsiders and dirty political swindlers will never be able to go scot-free. &nbsp;&nbsp;&nbsp;\r\n We can never tolerate the criminal act of driving young south Koreans to the war of aggression launched by the U.S. imperialists, the commentary says, urging the south Korean authorities to ponder over the grave consequences to be entailed by the additional troop dispatch and unconditionally withdraw the wrong anti-national decision.    \r\n  \r\n\r\n"
        },
        {
            "title": "Norwegian King on Korean Reunification",
            "url": "http://kcna.co.jp/item/2003/200310/news10/23.htm#3",
            "content": "DPRK Delegate Calls for Providing Environment for Sustainable Development \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 22 (KCNA) -- The most urgent issue for the full realization of the Plan of Action adopted at the World Summit on Sustainable Development is to create a political environment favorable to sustainable economic development for the developing countries, said a DPRK delegate addressing the meeting of the Second Committee of the 58th UN General Assembly on Oct. 16 when it was discussing the agenda item 94 \"Environment and sustainable development\".\r\n To this end, the promotion of genuine international cooperation in conformity with purposes and principles of the UN Charter is of primary importance, he said, and continued: &nbsp;&nbsp;&nbsp;\r\n Developed countries, from their historical and moral responsibility, will have to provide developing countries with financial and technical assistance for their sustainable development on a preferential basis and take active steps to write off their foreign debts. At the same time, an immediate end must be put to such actions as infringing upon the sovereignty and the right to development of other countries by imposing sanctions and blockade in pursuit of economic interests of one side and disturbing global peace and stability. &nbsp;&nbsp;&nbsp;\r\n Noting that it is essential to respect the authority of international organizations under the UN system and increase their role for meeting the challenges to sustainable development, he said that in this regard, priority should be given to water, sanitation and human settlement and joint efforts should be exerted to achieve substantial progress in the work of the Committee of the Sustainable Development. &nbsp;&nbsp;&nbsp;\r\n He said that the DPRK regards the protection of environment as a priority for economic development and has put state emphasis on it and made investment in this field. &nbsp;&nbsp;&nbsp;\r\n The DPRK will continue to actively join the international community in its efforts to achieve the goals set forth at the World Summit on Sustainable Development through the effective use of domestic resources and sustainable economic activities, he concluded.    \r\n \r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Songun Politics Praised",
            "url": "http://kcna.co.jp/item/2003/200310/news10/23.htm#4",
            "content": "Norwegian King on Korean Reunification \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 22 (KCNA) -- Harald V, king of Norway, when receiving credentials from the new DPRK ambassador to his country on Oct. 15, expressed hope that all the issues of the Korean peninsula including the issue of reunification would be settled peacefully.\r\n He also hoped that the friendly relations between Norway and the DPRK would extensively develop in political, economic and other fields in the interests of the two peoples.    \r\n\r\n\r\n"
        },
        {
            "title": "Additional Troop Dispatch to Iraq Protested in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200310/news10/23.htm#5",
            "content": "Kim Jong Il's Songun Politics Praised \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 22 (KCNA) -- Mohamed Dioue Fofana, secretary general of the African Regional Committee for the Study of the Juche Idea who visited the DPRK, expressed full support to the Songun politics of the DPRK.\r\n As leader Kim Jong Il has pursued the Songun politics, the Korean people have bravely foiled the anti-DPRK moves of the imperialist allied forces including the U.S. to win victories, he said, and continued: &nbsp;&nbsp;&nbsp;\r\n The reality of the DPRK clearly proves the truth that a country remains shining and the nation strong when guided by a great leader. &nbsp;&nbsp;&nbsp;\r\n The reality of Afghanistan and Iraq which find themselves in such a miserable position as they are because they were weak in defence capability and the independent stand convinced me that the Songun politics of the DPRK is the most powerful political mode in the present times. &nbsp;&nbsp;&nbsp;\r\n Thanks to Kim Jong Il's Songun politics the DPRK is known as a country steering the world politics and a dignified country which nobody can dare provoke. &nbsp;&nbsp;&nbsp;\r\n It was a clear proof of the validity and vitality of the Songun politics that progressive people of the world highly praised Kim Jong Il's Songun politics as the guiding idea of the 21st century at a national seminar in New Delhi in August. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's Songun politics is a model of independent politics in the 21st century.     \r\n\r\n\r\n"
        },
        {
            "title": "New Books off the Press",
            "url": "http://kcna.co.jp/item/2003/200310/news10/23.htm#6",
            "content": "Additional Troop Dispatch to Iraq Protested in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 22 (KCNA) -- The south Korean political circles on Oct. 19 protested against the decision of the \"government\" to additionally dispatch troops to Iraq, according to KBS of south Korea.\r\n Kim Song Sun, a spokesman for the Democratic Party, in a commentary issued as regards the decision said that the \"government\" authorities played a double-dealing role to deceive the people until it had decided the troop dispatch and urged the \"government\" to make public how the decision was made. &nbsp;&nbsp;&nbsp;\r\n 10 \"national assemblymen\" from the Council of Assemblymen for Peace against War called a press conference in the head office of the Democratic Party and expressed opposition to the decision. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, Im Jong Sok, \"national assemblyman\" from the New United Party, entered into a hunger sit-in strike that day. &nbsp;&nbsp;&nbsp;\r\n The dispatch of combat forces to Iraq, in fact, means waging a proxy war for the U.S. forces and the death of south Korean troops is inescapable and it is not helpful to the national interests in view of the division of public opinion and anti-U.S. atmosphere stirred up by the decision on the troop dispatch, he said, warning: &nbsp;&nbsp;&nbsp;\r\n I will resign as a \"national assemblyman\" the moment the motion calling for the troop dispatch has passed through the \"National Assembly.\"    \r\n.    \r\n\r\n"
        },
        {
            "title": "Congratulations to Azerbaijani President",
            "url": "http://kcna.co.jp/item/2003/200310/news10/23.htm#7",
            "content": "New Books off the Press \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 22 (KCNA) -- Several kinds of books published by the Kyowon Sinmun of the Democratic People's Republic of Korea are widely read among people.\r\n Among the books are \"Collection of Legends of the Great man\", \"Reminiscences of Teachers\" and \"Teachers' Honor\"(1). &nbsp;&nbsp;&nbsp;\r\n The book \"Collection of Legends of the Great Man\" contains 77 legends about the gifted intelligence, lofty outlook on the people and noble traits displayed by leader Kim Jong Il while studying at Kim Il Sung University and leading the Songun revolution. This book appeals to the people. &nbsp;&nbsp;&nbsp;\r\n Contained in the book \"Reminiscences of Teachers\" are 42 notes and anecdotes concerning education and 18 lyric poems. &nbsp;&nbsp;&nbsp;\r\nThey were written about their unforgettable teachers by heroes of the Songun era -- Dr. Hyon Yong Ra, People's Athlete Jong Song Ok, writer Choe Hak Su, who is a Kim Il Sung Prize laureate, and other famous men of merits who are enjoying warm love from the fatherland and people. &nbsp;&nbsp;&nbsp;\r\n The book \"Teachers' Honor\"(1) edits biographies of President of Kim Il Sung University Pak Kwan O, former Principal of Yaksu Middle School Rim Yong Gyun and three other teachers. &nbsp;&nbsp;&nbsp;\r\nIt is popular among teachers.    \r\n\r\n"
        },
        {
            "title": "Credentials Presented to Kim Yong Nam",
            "url": "http://kcna.co.jp/item/2003/200310/news10/23.htm#8",
            "content": "Congratulations to Azerbaijani President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 22 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on Oct. 19 sent a congratulatory message to Ilham Aliyev upon his election as president of Azerbaijan.\r\n The message expressed belief that the friendly relations between the two countries would continue to develop on good terms in the interests of the two peoples and wished the president great success in his responsible work for the prosperity of the country.    \r\n\r\n"
        },
        {
            "title": "S. Korea's Moves for Additional Troop Dispatch to Iraq Assailed",
            "url": "http://kcna.co.jp/item/2003/200310/news10/23.htm#9",
            "content": "Credentials Presented to Kim Yong Nam \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 22 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received credentials from Abd. Hamid Bin Haji Abd Jalil, new ambassador of Brunei Darussalam to the DPRK, at the Mansudae Assembly Hall today.\r\n Present there was Vice-Minister of Foreign Affairs Kung Sok Ung. &nbsp;&nbsp;&nbsp;\r\n After receiving credentials, the president conversed with the ambassador.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Chol Meets Chinese Delegation",
            "url": "http://kcna.co.jp/item/2003/200310/news10/23.htm#10",
            "content": "S. Korea's Moves for Additional Troop Dispatch to Iraq Assailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 22 (KCNA) -- A spokesman for the Central Committee of the General Federation of Trade Unions of Korea today issued a statement branding the south Korean authorities' decision to dispatch additional troops to Iraq as a never-to-be-condoned anti-national criminal act of forcing fellow countrymen to shed blood for the U.S. military aggression and occupation and a blatant challenge to justice, peace and sovereignty.\r\n The statement bitterly denounced the decision, dismissing the on-going moves in south Korea to dispatch more troops to Iraq as a hideous pro-U.S. submissive act of driving young south Koreans as bullet shields of the U.S. imperialist aggression troops to please the U.S. and an intolerable traitorous act of infringing upon the dignity and the interests of the nation. &nbsp;&nbsp;&nbsp;\r\n The statement continued: &nbsp;&nbsp;&nbsp;\r\n The history of ordeals should not be repeated. The \"rehabilitation of Iraq\" and \"contribution to global peace\" much touted by the pro-U.S. traitorous forces in south Korea are nothing but a clumsy trick to mislead the public opinion at home and abroad and deceive the people. &nbsp;&nbsp;&nbsp;\r\n All the workers in south Korea should resolutely foil the moves for additional troop dispatch to Iraq, holding higher hammers to win the right to existence and democracy and wage a vigorous mass movement in solidarity with people from all walks of life to vote down in the general election pro-U.S. national assemblymen keen to pass the motion calling for the troop dispatch through the \"National Assembly.\" &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities should bear in mind that their moves for the additional troop dispatch to Iraq is not a way to settle the situation but will only leave them betrayed by the nation and stop the moves.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chinese State Delegation to Visit DPRK Soon",
            "url": "http://kcna.co.jp/item/2003/200310/news10/23.htm#11",
            "content": "Kim Il Chol Meets Chinese Delegation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 22 (KCNA) -- Vice-Marshal of the Korean People's Army Kim Il Chol, minister of the People's Armed Forces, today\r\nmet and had a friendly talk with a delegation of officers in charge of diplomatic affairs of the Chinese People's Liberation Army led by Jia Xiaoning, vice-director of the Foreign Affairs Office of the Defense Ministry. &nbsp;&nbsp;&nbsp;\r\n Present there were generals and officers of the KPA, the charge d'affaires ad interim and the military attache of the Chinese embassy here.    \r\n  \r\n\r\n"
        }
    ]
}