{
    "date": "2003-12-15",
    "url": "http://kcna.co.jp/item/2003/200312/20031215.htm",
    "articles": [
        {
            "title": "Moves to Stamp out Hanchongryon Denounced",
            "url": "http://kcna.co.jp/item/2003/200312/news12/15.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Repeal of SL Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200312/news12/15.htm#2",
            "content": "Moves to Stamp out Hanchongryon Denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- The director of the Youth and Student Department of the Central Committee of the National Democratic Front of South Korea issued a press statement on Dec. 11 denouncing the security authorities for their suppression of the South Korean Federation of University Student Councils (Hanchongryon), according to the Internet site of Kuguk Jonson.\r\n He accused the Taegu District Court of committing on Dec. 8 such a fascist action as sentencing the chairman of the General Student Council of Keimyung University to prison terms after branding Hanchongryon as an \"enemy-benefiting\" organization. &nbsp;&nbsp;&nbsp;\r\n He noted: &nbsp;&nbsp;&nbsp;\r\n The court's action clearly reveals once again the anti-democratic and anti-reunification character of the present \"government\" as it is a premeditated political suppression to stifle Hanchongryon and the patriotic movement of youth and students. &nbsp;&nbsp;&nbsp;\r\n If the authorities truly set store by the June 15 joint declaration and desire the independence and reunification of this land, they should not crack down on the patriotic youth and students but legalize Hanchongryon, immediately repeal the \"Security Law\", a tool for abusing human rights, and punish the Grand National Party yielding to foreign forces while remaining utterly indifferent to the nation's destiny and people's living. \r\n \r\n\r\n  \r\n\r\n"
        },
        {
            "title": "Retrogressive Revision of Law Opposed in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200312/news12/15.htm#3",
            "content": "Repeal of SL Demanded in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- 98 civic and social organizations of south Korea including the Reunification Solidarity, the \"National People's Solidarity\" and the People's Solidarity for the Repeal of the \"Security Law\" reportedly held a joint press conference at the Christian Hall in Seoul in demand of the repeal of the evil law.\r\n A press release read out at the press conference recalled that the ultra-right conservative forces and security forces have committed all sorts of wrongs for 55 years, warning that they would no longer allow those forces to mock the people and block the progress of the times by the force of the SL &nbsp;&nbsp;&nbsp;\r\n There is no need to keep the SL in the era when the Koreans should work hard to achieve reunification by their own efforts after the publication of the June 15 joint declaration, the speakers noted, calling for a positive movement for the repeal of the evil law. &nbsp;&nbsp;&nbsp;\r\n At the end of the press conference the organizations held a protest rally in front of the \"anti-commuist detention house\" in Okin-dong where Ri Jong Rin, honorary chairman of the South Headquarters of the National Alliance for the Country's Reunification, is in custody.    \r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Dissolution of \"National Assembly\" Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200312/news12/15.htm#4",
            "content": "Retrogressive Revision of Law Opposed in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- A press conference opposing the retrogressive revision of the \"law on rally and demonstration\" was reportedly held by representatives of at least 80 civic and social organizations of south Korea including the \"National People's Solidarity\", the (south) Korean Confederation of Trade Unions and the Citizen's Solidarity for Democratic Society in front of the building of Kukmin Bank in Youido, Seoul on Dec. 10.\r\n Infuriated by the discussion on the bill calling for the retrogressive revision of the law at the \"National Assembly\" that day, the organizations submitted a joint written opinion of civic and social organizations on the bill to the legislation committee of the \"National Assembly\" and made it public at the conference. &nbsp;&nbsp;&nbsp;\r\n Noting that there are serious issues in the bill on the revision in the light of law-making procedures, the opinion contended that the bill would only make rallies and demonstrations liable to the suppression by the security authorities. &nbsp;&nbsp;&nbsp;\r\n Charging that the \"government\"-proposed revision of the law is aimed, in fact, to ban rallies, the opinion warned that the organizations would wage a movement in protest against the law in case the bill is passed through the \"National Assembly\". &nbsp;&nbsp;&nbsp;\r\n At the end of the press conference, its participants held a rally in protest against the revision of the law.    \r\n\r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "DPRK's Positive Contribution to International Efforts Reiterated",
            "url": "http://kcna.co.jp/item/2003/200312/news12/15.htm#5",
            "content": "Dissolution of \"National Assembly\" Urged in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- The South Headquarters of the National Alliance of Youth and Students for the Country's Reunification reportedly issued a statement titled \"the National Assembly deceiving and mocking at people should be dissolved at once\" on Dec. 10.\r\n The statement recalled that recently the Grand National Party of south Korea unilaterally railroaded the \"bill on special inspection of scandals of close associates of the president\" through the \"National Assembly\". &nbsp;&nbsp;&nbsp;\r\n Disclosing that the amount of illegal \"presidential election fund\" and other illicit money the GNP received from five business groups is estimated to be more than 70 billion won, the statement said: Afraid of the disclosure of the fact, the GNP has reduced the \"National Assembly\" to a \"bullet shield law-making body\" in a bid to protect it from the prosecution's inspection taking advantage of its status as a majority party and hide its true colours through this special inspection. &nbsp;&nbsp;&nbsp;\r\n Branding the behaviour of the south Korean Democratic Party in league with the GNP as a political perfidy to the people, the statement deplored that there is neither justice nor morality but only wild ambition and high-handed practices to meet the interests of the political groups in south Korea. &nbsp;&nbsp;&nbsp;\r\n The GNP-dominated \"National Assembly\" looks more dead than alive as it mocks at the nation, utterly indifferent to the people's living, the statement pointed out, demanding an immediate dissolution of the \"National Assembly\" and an early \"general election\".    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Sportspersons Prove Successful",
            "url": "http://kcna.co.jp/item/2003/200312/news12/15.htm#6",
            "content": "DPRK's Positive Contribution to International Efforts Reiterated \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- An information society, an intellectual society for all can be built only when all the people can fully benefit from the information and communication technology and take an active, independent and creative part in all the fabrics of social life with high intellectual faculties, said Kim Yong Dae, vice-president of the Presidium of the DPRK Supreme People's Assembly who is heading a DPRK delegation, in a speech made at the World Summit on the Information Society on Dec. 11.\r\n What is most important for building such information society is to shape and implement its strategy for the development of information industry in such a way as to enable the government of each country to exert primary efforts for the development of the information and communication technology and let all the people benefit from it, he said, and continued: &nbsp;&nbsp;&nbsp;\r\n It is necessary to expand and develop international cooperation and solidarity among countries, respect the sovereignty of each country in cyber lever, protect and encourage the diversity of languages and culture, put an end to any attempt to stoke misanthropy, violence and war hysteria and impose a unilateral view on value on others. Only then, is it possible to build the information society desired by all of us. &nbsp;&nbsp;&nbsp;\r\n The DPRK government is concentrating state investment and efforts on this field in order to step up the building of a great prosperous powerful nation on the basis of information and communications technology and provide the people with a more civilized and abundant life. &nbsp;&nbsp;&nbsp;\r\n It will continue to dynamically push ahead with the development of its information industry as required by the IT era and thus positively contribute to the international efforts to build an information society.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Supreme Commander Kim Jong Il Inspects KPA Unit",
            "url": "http://kcna.co.jp/item/2003/200312/news12/15.htm#7",
            "content": "DPRK Sportspersons Prove Successful \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- Sportspersons of the Korean People's Army proved very successful at the 3rd World Military Games held in Italy from Dec. 4 to 11.\r\n They gave a good account of themselves in different events such as men's football, women's volleyball, men's boxing and women's judo. &nbsp;&nbsp;&nbsp;\r\n They placed first in the men's bantamweight boxing match and in the women's 57kg category judo contest. &nbsp;&nbsp;&nbsp;\r\n DPRK players finished second in the men's light-flyweight boxing match and placed third in the women's 63kg category and 70kg category judo contests and in the men's individual diving event of 10-meter platform respectively.    \r\n\r\n\r\n   \r\n\r\n"
        },
        {
            "title": "Inaugural Ceremony of Workshop on Koryo Medicine Held",
            "url": "http://kcna.co.jp/item/2003/200312/news12/15.htm#8",
            "content": "Supreme Commander Kim Jong Il Inspects KPA Unit \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- Supreme commander of the Korean People's Army \r\nKim Jong Il, general secretary of the Workers' Party of Korea and chairman of the DPRK National Defence Commission inspected KPA Unit 3993. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by KPA generals Ri Myong Su, Hyon Chol Hae and Pak Jae Gyong. &nbsp;&nbsp;&nbsp;\r\n Upon his arrival at the unit, he acquainted himself in detail with the unit's performance of the duty. He dropped in at a combined technical lecture room to see the training of serviceperson. &nbsp;&nbsp;&nbsp;\r\nGreatly pleased to see servicepersons of the unit undergoing an effective training by use of efficient training facilities they have built to raise the level of their military technique, he set forth important tasks which would serve as guidelines in increasing the unit's combat capability. &nbsp;&nbsp;&nbsp;\r\n He took warm care of the serviceperson's living looking round an education room, bedroom, mess hall and other places. &nbsp;&nbsp;&nbsp;\r\n He gave the servicepersons a pair of binoculars and an automatic rifle as gifts and had a photo session with them, expressing the expectation and belief that they would firmly defend the Korean revolution and the socialist motherland, tightly holding the weapons of the revolution in their hands. &nbsp;&nbsp;&nbsp;\r\n The next leg of his inspection was a company of KPA Unit 138 honored with the title of Kum Song Lifeguard. &nbsp;&nbsp;&nbsp;\r\n He inspected a trench on a height where he gave a pep talk to servicemen performing their guard duty in a responsible manner. Then he took warm care of work and living of the servicemen, looking round an education room, bedroom, mess hall, washroom, kitchen, daily-provision store and other entertainment and logistic facilities of the company. &nbsp;&nbsp;&nbsp;\r\n He met with commanding officers of the company and learned about its preparations for sideline job for the next year. &nbsp;&nbsp;&nbsp;\r\n Noting that all the KPA units are keeping their posts neat and tidy and assiduously managing their economic life, he added that this clearly indicates the high level of regularization and standardization peculiar to the People's Army. &nbsp;&nbsp;&nbsp;\r\n He spared time to see a merry recreation party of officers and men of the company in the outdoor resting place. &nbsp;&nbsp;&nbsp;\r\n The servicepersons of the KPA always live full of optimism and joy wherever they are stationed, he said, adding that this is a manifestation of the great spiritual power of the KPA. &nbsp;&nbsp;&nbsp;\r\n He gave the servicepersons of the company a pair of binoculars and an automatic rifles as gifts and had a photograph taken with them.     \r\n\r\n\r\n"
        },
        {
            "title": "Seminars Held in France and Austria",
            "url": "http://kcna.co.jp/item/2003/200312/news12/15.htm#9",
            "content": "Inaugural Ceremony of Workshop on Koryo Medicine Held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 13 (KCNA) -- An inaugural ceremony of the workshop on Koryo Medicine was held in Ecuador on Dec. 1.\r\n The prefect of Canar Province of Ecuador in a speech made at the ceremony extended deepest thanks to leader Kim Jong Il for sending competent experts on Koryo Medicine for the development of health care in the province.\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "More Scandals of GNP Disclosed",
            "url": "http://kcna.co.jp/item/2003/200312/news12/15.htm#10",
            "content": "Seminars Held in France and Austria\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 13 (KCNA) -- Seminars were held respectively by the French Group for the Study of the Juche Idea and the Group for the Study of the Juche Idea of Kim Il Sung and Kim Jong Il in Vienna on Dec. 1 and 2 on the occasion of the 12th anniversary of leader Kim Jong Il's assumption of the supreme commandership of the Korean People's Army and the 86th birth anniversary of Kim Jong Suk, an anti-Japanese war hero.\r\n Speakers noted that December 24, 1991 is the significant day when Kim Jong Il assumed the supreme commandership of the KPA, extending warm congratulations to him on this occasion. &nbsp;&nbsp;&nbsp;\r\n Saying that Kim Jong Il put forward the original Songun revolutionary line and has developed the KPA into invincible army, they stressed that though the imperialist allied forces including the United States are posing a military threat to the DPRK to stifle its socialism it has firmly defended its sovereignty and dignity as it has such strong military power and, therefore, the world progressive people are hailing the Songun politics. &nbsp;&nbsp;&nbsp;\r\n Pointing out that December 24 is the significant day commemorating the 86th birth anniversary of Kim Jong Suk, they referred to her revolutionary life and great revolutionary exploits. &nbsp;&nbsp;&nbsp;\r\n Messages of greetings to Kim Jong Il were adopted at the seminars.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Implementation of Five-Point Policy of Great National Unity Called for",
            "url": "http://kcna.co.jp/item/2003/200312/news12/15.htm#11",
            "content": "More Scandals of GNP Disclosed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 13 (KCNA) -- It was recently disclosed that the Grand National Party of south Korea received a huge amount of money from tycoons as presidential election funds last year, according to KBS of south Korea.\r\n The prosecution confirmed that the GNP received 15.2 billion won from Samsung Group and 15 billion won from LG Group in November 2002 just before the \"presidential election\". &nbsp;&nbsp;&nbsp;\r\n Samsung Group handed in two instalments bonds worth 11.2 billion won disguised as books and cash amounting to 4 billion won to Lawyer So Jong U who was legal adviser to Ri Hoe Chang, former president of the GNP, in November last year. &nbsp;&nbsp;&nbsp;\r\n LG Group urgently raised money, yielding to the threat and high-handed attitude of Choe Ton Ung, chief for finance of the Election Measure Committee of the GNP, at that time and handed it to the GNP by a car. &nbsp;&nbsp;&nbsp;\r\n The amount of the GNP's illegal \"election\" funds disclosed so far is estimated to be 60 billion won, when counting only those provided by 5 business groups including SK, LG and Samsung. &nbsp;&nbsp;&nbsp;\r\n The disclosure of more scandals committed by the GNP during the \"presidential election\" last year is creating a big furor in the south Korean society.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Eradication of All Forms of Terrorism Called for",
            "url": "http://kcna.co.jp/item/2003/200312/news12/15.htm#12",
            "content": "Implementation of Five-Point Policy of Great National Unity Called for\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 13 (KCNA) -- The five-point policy of great national unity serves as an important programme for great national unity as it most clearly indicates the fundamental principle that should be maintained in achieving the great unity of the whole nation and ways for its implementation, says \r\nRodong Sinmun today in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The great unity of the nation should be strictly based on the principle of national independence. &nbsp;&nbsp;&nbsp;\r\n The principle of national independence is a core issue in the solution of the issue of the nation and the most fundamental basis of the great unity of the whole nation. The Korean people's struggle for the great unity of the nation is a struggle to establish national sovereignty throughout Korea and realize national reunification by the concerted efforts of the nation and achieve its common independent development and prosperity. &nbsp;&nbsp;&nbsp;\r\n The Koreans should get united under the banner of patriotism, the banner of national reunification. &nbsp;&nbsp;&nbsp;\r\n It is necessary to improve the relations between the north and the south, realize brisk visits, contacts, dialogues, unity and solidarity among compatriots. It is also necessary to stand against foreign domination and interference and put up a resolute struggle against traitors in league with foreign forces and anti-reunification forces. &nbsp;&nbsp;&nbsp;\r\n As the five-point policy of great national unity clarifies the most just principles and ways for national alliance, it serves as a great programme that should be consistently maintained and thoroughly implemented by the Korean nation in the whole course of the movement for reunification.    \r\n\r\n\r\n  \r\n\r\n\r\n"
        },
        {
            "title": "GNP of S. Korea Accused of Its Corruption",
            "url": "http://kcna.co.jp/item/2003/200312/news12/15.htm#13",
            "content": "Eradication of All Forms of Terrorism Called for\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 13 (KCNA) -- A recent explosion of a commuter train in Stabropol Territory of Russia left over 40 people dead and at least 150 wounded. In this connection Rodong Sinmun today says in a signed commentary:\r\n This terrorism was obviously aimed to create instability in the Russian society. &nbsp;&nbsp;&nbsp;\r\n In this regard Russian President Putin immediately called the director of the Federal Security Service and the prosecutor general and stressed before them that this case was undisguised terrorism designed to destabilize the situation before the election to the State Duma, the terrorists would certainly face a severe punishment and the Russian government and the territorial authorities would make every possible effort to render assistance to the victims, etc. He also instructed them to take urgent steps to ferret out and punish the criminals involved in the terrorism. &nbsp;&nbsp;&nbsp;\r\n This was an expression of the will and efforts of the Russian leadership to bring the situation under control as early as possible, ensure social and political stability and liquidate the terrorist forces. The measures taken by Russia are supported by its people as they are just. &nbsp;&nbsp;&nbsp;\r\n Noting that the DPRK government and people highly appreciate Russia's measures and it is a consistent stand of the DPRK government to oppose terrorism, the commentary stresses that terrorism can never be justified as it causes fear, unrest and death of innocent people. &nbsp;&nbsp;&nbsp;\r\n The people of the DPRK are convinced that Russia will surely succeed in its efforts to bring the situation under control as early as possible, ferret out criminals and severely punish them and ensure stable social order and life, the commentary concludes.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Messages of Greetings between DPRK Premier and Indian Prime Minister",
            "url": "http://kcna.co.jp/item/2003/200312/news12/15.htm#14",
            "content": "GNP of S. Korea Accused of Its Corruption\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 13 (KCNA) -- The truth about cases of corruption committed by the Grand National Party of south Korea is now being disclosed one after another in the course of the investigation made by the prosecution into its \"presidential election fund.\"\r\n The amount of the illegal \"political funds\" the GNP squeezed from five business groups in the period of the \"presidential election\" last year reached 60 billion won, counting only those disclosed. &nbsp;&nbsp;&nbsp;\r\n In this regard Rodong Sinmun today in a signed commentary brands the GNP as a party of thieves, noting that the above-said amount of funds is just a tip of iceberg of financial scam and further investigation would put its illicit money at 300 billion won. &nbsp;&nbsp;&nbsp;\r\n The commentary goes on: &nbsp;&nbsp;&nbsp;\r\n The GNP gentries desperately worked to cook up the \"law on special inspection\" targeted against close associates of the president. When the president exercised a veto, Choe Pyong Ryol, representative of the GNP, went on a \"political strike\". &nbsp;&nbsp;&nbsp;\r\nBut it was nothing but a trick and smokescreen to conceal their corruption. &nbsp;&nbsp;&nbsp;\r\n The GNP has not only a despicable political method but a bad habit. &nbsp;&nbsp;&nbsp;\r\n This group of thieves kicked up rackets creating a serious political chaos and bringing the economy and people's livelihood into an abyss of bankruptcy instead of admitting its crimes and facing the people's judgement. How can they pardon these thieves. Nobody would consider this as a political party. &nbsp;&nbsp;&nbsp;\r\n The south Korean people from all walks of life should no longer allow such group of anti-national criminals as the GNP to go scotfree but punish and eliminate it at once. This is the demand of the reality.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Military Buildup and Overseas Expansion Scheme",
            "url": "http://kcna.co.jp/item/2003/200312/news12/15.htm#15",
            "content": "Messages of Greetings between DPRK Premier and Indian Prime Minister\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 13 (KCNA) -- Messages of greetings were exchanged between Pak Pong Ju, premier of the DPRK Cabinet, and Atal Bihari Vajpayee, prime minister of India, on the occasion of the 30th anniversary of the opening of diplomatic relations between the two countries.\r\n Pak Pong Ju, in his message, wholeheartedly wished the prime minister greater success in his work to build new powerful and prosperous India and the friendly Indian people progress and prosperity, hoping that the traditional friendly and cooperative relations between the two countries would further develop in conformity with the requirements of the new century and in the interests of the two peoples. &nbsp;&nbsp;&nbsp;\r\n The Indian prime minister in the message said it is very gratifying that the relations between the two countries have grown strong over the last 30 years and expressed hope to boost the bilateral relations with the DPRK government. &nbsp;&nbsp;&nbsp;\r\n He sincerely wished the friendly people of the DPRK continued happiness and prosperity. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, DPRK Foreign Minister Paek Nam Sun and Indian Foreign Minister Yashwant Sinha exchanged similar messages.  \r\n\r\n\r\n"
        },
        {
            "title": "Messages of Greetings Exchanged between DPRK and Bangladesh",
            "url": "http://kcna.co.jp/item/2003/200312/news12/15.htm#16",
            "content": "Japan's Military Buildup and Overseas Expansion Scheme\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 13 (KCNA) -- This year the Japanese ruling circles have pursued a militarist policy for overseas aggression, challenging the humankind's desire for peace.\r\n Japan, above all, has channeled sustained efforts into providing a legal and institutional mechanism for the militarization of the country and preparations for overseas aggression. &nbsp;&nbsp;&nbsp;\r\n The Japanese government has completed the \"emergency legislative arrangements\", which its predecessors had talked much about but hesitated to carry out. By doing so, it laid a solid legal foundation for reinvasion and adopted the \"law on dispatch of troops to Iraq\", which is little different from legally allowing military operations abroad. &nbsp;&nbsp;&nbsp;\r\n It has also pushed ahead with amendments to the constitution, prompted by its political intention to establish a legal basis for the revival of militarism in all spheres of society. &nbsp;&nbsp;&nbsp;\r\n The amendments to the constitution proposed by the Constitution Research Council of the Liberal Democratic Party of Japan in May touched off strong protest and denunciation at home and abroad for their aggressive and reactionary nature. &nbsp;&nbsp;&nbsp;\r\n However, Japan has not stopped the efforts for the working out of a constitution for aggression, regarding amendments to the constitution as the primary task. &nbsp;&nbsp;&nbsp;\r\n On January 14, the Japanese chief executive visited the Yasukuni Shrine in defiance of the international community's strong criticism and on April 22, 182 people including 74 dietmen went to it, surprising the world public. Members of the Koizumi Cabinet and dietmen, hell-bent on the revival of militarism, made an official visit to the shrine en masse again on August 15 and October 17. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, Japan has made frantic efforts to equip the \"Self-Defence Forces\" with modern, large and long-ranging military equipment. &nbsp;&nbsp;&nbsp;\r\n On August 6, the Japanese Defence Agency decided to merge a guided missile-equipped destroyer belonging to the Maritime \"SDF\" and the Patriot-3 missile unit of the Air \"SDF\" into a combined missile defence unit. &nbsp;&nbsp;&nbsp;\r\n The militarists installed latest-type weapons into C-130 transport aircraft to enhance the combat power of the \"SDF\". &nbsp;&nbsp;&nbsp;\r\n On August 8 the Defence Agency decided to have 140 billion yen included in the budget for the fiscal year 2004 to purchase new-type Patriot missiles and install sea-launched intercepting missiles into Aegis. &nbsp;&nbsp;&nbsp;\r\n This year Japan has dispatched \"SDF\" troops to various parts of the world to boost its combat power. &nbsp;&nbsp;&nbsp;\r\n Japan participated in the U.S.-led military manoeuvres Cobra Gold, the largest ever in Asia, in May and sent F-15 jet fighters and airborne warning and control planes belonging to the Air \"SDF\" to the United States for Japan-U.S. joint military exercises. &nbsp;&nbsp;&nbsp;\r\n Various kinds of military drills including a training of in-flight refueling have been staged in the Japan proper and the United States and the \"SDF\" took part in military operations together with the United States on the Indian Ocean and other parts of the world. &nbsp;&nbsp;&nbsp;\r\n On July 10 Japan sent Air \"SDF\" transport planes carrying scores of \"SDF\" members to Iraq under the pretext of support for rehabilitation. &nbsp;&nbsp;&nbsp;\r\n The first target of Japan's overseas aggression is the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n Japan has joined the United States in the efforts to isolate and stifle the Democratic People's Republic of Korea. It launched spy satellites and is now even crying for \"forestalling attack\". &nbsp;&nbsp;&nbsp;\r\n Japan's undisguised moves to revive militarism have invited strong concern from the Koreans and other people of the world. \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Exchanges Message of Greetings with Bangladeshi President",
            "url": "http://kcna.co.jp/item/2003/200312/news12/15.htm#17",
            "content": "Messages of Greetings Exchanged between DPRK and Bangladesh\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 13 (KCNA) -- Premier of the DPRK Cabinet Pak Pong Ju exchanged a message of greetings with Bangladeshi Prime Minister Khaleda Zia on the occasion of the 30th anniversary of the establishment of diplomatic relations between the two countries.\r\n Pak Pong Ju in his message sincerely wished the Bangladeshi prime minister great success in her responsible work for the development of the country and welfare of the people, expressing the belief that the friendly and cooperative relations between the two countries would grow stronger. &nbsp;&nbsp;&nbsp;\r\n Khaleda Zia in her message noted with great pleasure that the relations between the two countries have steadily grown strong over the last 30 years, expressing the belief that the relations of friendly and cooperative relations between the two countries would be boosted in the interests of the two peoples in the future, too. &nbsp;&nbsp;&nbsp;\r\n She expressed the conviction that the Korean people would continue to register great successes in carrying out the cause of building a great powerful prosperous nation under the leadership of the DPRK government. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, DPRK Foreign Minister Paek Nam Sun and Bangladeshi Foreign Minister M. Morshed Khan also exchanged similar messages.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Special Envoy of Indonesian President and His Companion Leave Here",
            "url": "http://kcna.co.jp/item/2003/200312/news12/15.htm#18",
            "content": "Kim Yong Nam Exchanges Message of Greetings with Bangladeshi President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 13 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly, exchanged a message of greetings with Iajuddin Ahmed, president of Bangladesh, on Dec. 8 on the occasion of the 30th anniversary of the establishment of diplomatic relations between the DPRK and the People's Republic of Bangladesh.\r\n Kim Yong Nam in the message expressed the belief that the friendly and cooperative relations between the two countries would continue to expand and develop on this occasion. &nbsp;&nbsp;&nbsp;\r\n The Bangladeshi president in the message expressed belief that the friendly and cooperative relations between the two countries would grow stronger in the interests of the two peoples in the future, greatly pleased with the fact that the relations between the two countries have steadily been boosted over the last three decades.    \r\n\r\n\r\n\r\n"
        }
    ]
}