{
    "date": "2003-01-25",
    "url": "http://kcna.co.jp/item/2003/200301/20030125.htm",
    "articles": [
        {
            "title": "9th inter-Korean ministerial talks closes",
            "url": "http://kcna.co.jp/item/2003/200301/news01/25.htm#1",
            "content": "9th inter-Korean ministerial talks closes \r\n&nbsp;&nbsp;&nbsp; Seoul, January 24 (KCNA correspondent) -- The 9th inter-Korean ministerial talks which opened in Seoul amid the great expectation of all the compatriots and deep concern of the world were closed on Jan. 24.\r\n At the talks both sides had an exhaustive discussion on the issues placed on the agenda with a will to firmly uphold and implement to the letter the idea of \"By the Korean Nation Itself\", the main spirit of the June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n The talks once again proved that the declaration is the signpost to be held aloft by the Korean nation for the national reunification, and provided a significant occasion of bringing earlier the reunification of the country by the concerted efforts of the whole nation. &nbsp;&nbsp;&nbsp;\r\n The following joint press release was released at the talks: &nbsp;&nbsp;&nbsp;\r\n The 9th North-South Ministerial Talks were held in Seoul from Jan. 21 to 24, 2003. &nbsp;&nbsp;&nbsp;\r\n At the talks both sides positively appreciated the development of the inter-Korean relations after the publication of the historic June 15 Norh-South Joint Declaration and agreed to remain true to and implement the declaration in the future, too. &nbsp;&nbsp;&nbsp;\r\n The north and the south fully exchanged their views on the nuclear issue and agreed to actively cooperate with each other in the efforts to peacefully settle this issue. &nbsp;&nbsp;&nbsp;\r\n They agreed to steadily push ahead with cooperation and exchange now underway to develop the national economy in a balanced way and promote the common interests. They also agreed to hold the 4th meeting of the north-south committee for the promotion of economic cooperation in Seoul from Feb. 11 to 14, 2003. &nbsp;&nbsp;&nbsp;\r\n They agreed to hold the 10th inter-Korean ministerial talks in Pyongyang from April 7 to 10, 2003. \r\n     \r\n"
        },
        {
            "title": "DPRK-India friendly meeting held",
            "url": "http://kcna.co.jp/item/2003/200301/news01/25.htm#2",
            "content": "DPRK-India friendly meeting held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- A friendly meeting with the staff members of the Indian embassy here was held at the Taedonggang Club for the Diplomatic Corps on Jan. 23 on the occasion of the 53rd National Day of India.\r\n Present there on invitation were Rich Pal Singh, Indian Ambassador to the DPRK, and staff members of the embassy. &nbsp;&nbsp;&nbsp;\r\n Also present there were Kim Jin Bom, vice-chairman of the DPRK-India Friendship Association who is also vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n The participants enjoyed an art performance given by schoolchildren and exchanged friendly conversations.    \r\n    \r\n\r\n"
        },
        {
            "title": "Friendship meeting hosted by Russian Ambassador",
            "url": "http://kcna.co.jp/item/2003/200301/news01/25.htm#3",
            "content": "Friendship meeting hosted by Russian Ambassador \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- Russian Ambassador to the DPRK Andrei Karlov hosted a friendship meeting at the embassy yesterday evening on the occasion of the New Year, Juche 92 (2003).\r\n Present on invitation were acting chairman of the Committee for Cultural Relations with Foreign Countries Mun Jae Chol, vice-chairwoman of the committee Hong Son Ok who is chairwoman of the Korea-Russia Friendship Association and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n Staff members of the Russian embassy were present. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the meeting. &nbsp;&nbsp;&nbsp;\r\n The participants underscored the need to boost the friendly and cooperative relations between Korea and Russia which are daily growing stronger under the deep concern of General Secretary Kim Jong Il and President Vladimir Vladimirovich Putin.    \r\n\r\n"
        },
        {
            "title": "Kimilsungia-Kimjongilia greenhouses built",
            "url": "http://kcna.co.jp/item/2003/200301/news01/25.htm#4",
            "content": "Kimilsungia-Kimjongilia greenhouses built \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- Many Kimilsungia-Kimjongilia greenhouses were built across Korea.\r\n According to data available at the Korean Kimilsungia-Kimjongilia Federation, over 70 greenhouses for Kimilsungia and Kimjongilia were opened in different parts of the country last year, thus numbering nearly 200 so far. &nbsp;&nbsp;&nbsp;\r\n Greenhouses have been built at the ministry of metal and machine-building industries and other ministries, national institutions, Kim Il Sung University and other universities, North Hamgyong Province, Huichon city, Rinsan county, Songyo district of Pyongyang and other provincial, city and county (district) units and factories and enterprises. &nbsp;&nbsp;&nbsp;\r\n At the greenhouses, flower buds are beginning to shoot out for the 7th Kimjongilia show to be held on the occasion of the auspicious February holiday, the birthday of leader Kim Jong Il. \r\n\r\n"
        },
        {
            "title": "Special envoy of south side to visit Pyongyang",
            "url": "http://kcna.co.jp/item/2003/200301/news01/25.htm#5",
            "content": "Special envoy of south side to visit Pyongyang \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- Rim Tong Won, special aide of Chongwadae on diplomacy, security and unification, will visit Pyongyang as a special envoy of President Kim Dae Jung from January 27, at the request of the south side.    \r\n\r\n"
        },
        {
            "title": "KCNA urges U.S. to pay heed to world voices",
            "url": "http://kcna.co.jp/item/2003/200301/news01/25.htm#6",
            "content": "KCNA urges U.S. to pay heed to world voices \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- Demonstrations and functions protesting the U.S. projected attack on Iraq are going on in different parts of the world.\r\n At least 6,000 demonstrators marched along the street in Paris on Jan. 18  shouting \"Bush, worst empire\". In more than 40 other cities of France tens of thousands of people staged anti-war demonstrations, shouting \"No colonial war and racial discrimination\" and \"We can check U.S. second oil war against Iraq.\" &nbsp;&nbsp;&nbsp;\r\n A large number of people gathered in front of the U.S. embassy in Moscow shouting \"Iraq is not Bush's ranch\" and \"Yankees, go home.\" &nbsp;&nbsp;&nbsp;\r\n In London, thousands of citizens staged an overnight candlelight demonstration against the U.S. war moves. &nbsp;&nbsp;&nbsp;\r\n On Jan. 18 alone, functions protesting the U.S. attack on Iraq were held in different parts of the world including Italy, Germany, Netherlands, China, Japan, India, Turkey, Syria, Jordan and Egypt. &nbsp;&nbsp;&nbsp;\r\n Anti-war demonstrations also took place in the U.S. in Washington. Tens of thousands of demonstrators gathered on the Capitol Hill despite biting cold where they chanted \"no war,\" terming the U.S. a rogue state. Holding a placard reading \"change of regime in 2004,\". They called for bringing Bush to justice in the next presidential election. &nbsp;&nbsp;&nbsp;\r\n The Bush administration's reaction to such anti-U.S. and anti-war demonstrations is, however, disappointing and disgusting. &nbsp;&nbsp;&nbsp;\r\n In its reference to 100,000-strong mass anti-war demonstrations held in Washington d.c. The Bush administration seemed to gloss over them, saying protest actions are a good tradition of the U.S. according to a report. &nbsp;&nbsp;&nbsp;\r\n The assertion is a clear proof of the Bush administration's extremely arrogant attitude toward the public opinion at home and abroad. This only goes to clearly prove that the U.S. stands strongly rebuffed not only by the international community but by its own people. &nbsp;&nbsp;&nbsp;\r\n If the administration has a true willingness to find a peaceful solution to global issues on the basis of reason, good faith and mutual security as much touted by itself, it should pay heed to the world voices critical of the U.S. and war.    \r\n\r\n"
        },
        {
            "title": "Anecdote about Kim Jong Il",
            "url": "http://kcna.co.jp/item/2003/200301/news01/25.htm#7",
            "content": "Anecdote about Kim Jong Il \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- Early in May Juche 74 (1985),  Kim Jong Il met some officials. At that time, the imperialists were trying hard to impair the dignity of the Korean nation, while taking issue with the Democratic People's Republic of Korea over the \"human rights\" problem.\r\n Discussing the situation with them, he said the Korean people should not yield to the imperialists' pressure but accomplish the Korean revolution in the Korean way come what may. &nbsp;&nbsp;&nbsp;\r\n His statement reflected his strong faith and will to defend and develop Korean socialism under any circumstances.    \r\n\r\n\r\n"
        },
        {
            "title": "\"New plan for S. Korea-U.S. combined military operation\" flailed",
            "url": "http://kcna.co.jp/item/2003/200301/news01/25.htm#8",
            "content": "\"New plan for S. Korea-U.S. combined military operation\" flailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- The south headquarters of the National Alliance of Youth and Students for the Country's Reunification reportedly issued a statement on Jan. 21, denouncing the United States and the South Korean military authorities for deciding on Jan. 17 to work out a \"New Plan for South Korea-U.S. Combined Military Operation\" till July this year under the pretext of the \"north's nuclear issue.\"\r\n The plan is aimed to incapacitate the \"north's offensive power\" by reinforcing radar, multiple artillery pieces, air-to-ground missiles, etc. under the pretext that metropolitan defence capability is insufficient, the statement said, and went on: &nbsp;&nbsp;&nbsp;\r\n It is a complete version of the U.S. scenario for a nuclear war against the north. &nbsp;&nbsp;&nbsp;\r\n The United States is busy making arrangements for sanctions against the DPRK through the UN Security Council in a bid to put a nuclear pressure on it behind the curtain of \"dialogue.\" At the same time, it is working out a plan for a war against the north. &nbsp;&nbsp;&nbsp;\r\n We strongly demand the U.S. drop at once the plan threatening the peace on the Korean Peninsula and its reunification. &nbsp;&nbsp;&nbsp;\r\n The South Korean authorities should have a correct understanding of the gravity of the present developments, though belatedly, and come out against the U.S., war and nukes so as to achieve peace and reunification by the concerted efforts of the south and the north.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. congressmen taxed with insulting S. Koreans",
            "url": "http://kcna.co.jp/item/2003/200301/news01/25.htm#9",
            "content": "U.S. congressmen taxed with insulting S. Koreans\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- U.S. congressmen during their foreign trips said that South Koreans' anti-U.S. candlelight demonstrations took place because naive youngsters were ignorant of the fact that U.S. troops saved many lives in South Korea. This is nothing but sheer sophism intended to justify the U.S. forces' permanent presence in South Korea.\r\n Rodong Sinmun today in a signed commentary dismisses their assertion as an insult to the South Koreans in their efforts to achieve sovereignty and dignity. &nbsp;&nbsp;&nbsp;\r\n It continues: &nbsp;&nbsp;&nbsp;\r\n It is a universally recognized fact that the over half a century-long history of the U.S. Forces' presence in South Korea is stained with the blood shed by South Koreans. &nbsp;&nbsp;&nbsp;\r\n Such beguiling words as GIs' \"protection\" and \"saving\" of South Koreans are nothing but sophism to cover up the true colors of aggressors. &nbsp;&nbsp;&nbsp;\r\n U.S. conservative forces' remarks painting the anti-U.S. struggle of South Korean youth and students as an act prompted by their \"ignorance\" are intolerable. &nbsp;&nbsp;&nbsp;\r\n The South Koreans' anti-U.S. struggle for independence is a just and patriotic one to prove the truth they have learned through their life experience. No force on earth can quench the South Koreans' patriotic struggle for justice. &nbsp;&nbsp;&nbsp;\r\n The U.S. is well advised to stop insulting the South Koreans' struggle at once and quit South Korea as early as possible.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. sophism intended to evade its responsibility refuted",
            "url": "http://kcna.co.jp/item/2003/200301/news01/25.htm#10",
            "content": "U.S. sophism intended to evade its responsibility refuted\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- Special assistant to the U.S. President for Security Rice in a recent press interview said that the nuclear activity of the DPRK did not spark a dispute between the DPRK and the U.S. but posed a threat to the international community.\r\n In this regard Rodong Sinmun today in a signed commentary dismisses her remarks as sheer sophism intended to evade the U.S. responsibility for the nuclear issue on the Korean Peninsula, as desired by the Bush administration, and part of the propaganda to create an international atmosphere for putting pressure upon the DPRK. &nbsp;&nbsp;&nbsp;\r\n The news analyst says: &nbsp;&nbsp;&nbsp;\r\n The DPRK made a crucial decision to lift the freeze on its nuclear facilities and withdraw from the Nuclear Non-Proliferation Treaty as a measure to defend its sovereignty and vital right in order to cope with the serious situation created due to the U.S. refusal to keep its promise and its threat to the DPRK. &nbsp;&nbsp;&nbsp;\r\n Despite this hard fact, the U.S. insists that the nuclear issue on the Korean Peninsula is not a matter between the DPRK and the U.S. The assertion does not hold water. &nbsp;&nbsp;&nbsp;\r\n The same can be said of Rice's assertion that the DPRK's nuclear activity is a threat to the international community. &nbsp;&nbsp;&nbsp;\r\n The great difficulty created in the production of electricity in the DPRK by the U.S. halt to the supply of heavy oil to the DPRK and the delayed LWR project compelled it to restart its nuclear facilities for electricity production. &nbsp;&nbsp;&nbsp;\r\n If this measure taken by the DPRK poses a threat to the international community, all countries which have nuclear power plants engaged in nuclear activities must be threats to the international community and one can draw a conclusion that the United States is the biggest threat to the international community. &nbsp;&nbsp;&nbsp;\r\n The United States should bear in mind that though it is working hard to put an international pressure upon the DPRK under the pretext that the nuclear activity for a peaceful purpose poses a threat to the international community this will not work on it.  \r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Koreans' steadfast stand toward anti-imperialist struggle reiterated",
            "url": "http://kcna.co.jp/item/2003/200301/news01/25.htm#11",
            "content": "Koreans' steadfast stand toward anti-imperialist struggle reiterated\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- The anti-imperialist struggle should be waged non-stop as long as there exist imperialists on the earth and if they dare attack us, we should fight against them in a do-or-die spirit until we have won a victory. This is our view on the anti-imperialist struggle, Rodong Sinmun today says in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists' reckless moves to put the world under its domination have now reached the extremes. &nbsp;&nbsp;&nbsp;\r\n The best way of frustrating the imperialists' aggression and plunder is to fight against them to the last. &nbsp;&nbsp;&nbsp;\r\n Overconfident of their strength, the imperialists have now become more ferocious and are going reckless. &nbsp;&nbsp;&nbsp;\r\n Any wavering in the live-or-die battle with imperialists would only lead to colonial slavery. One can win a final victory only when one has the steadfast viewpoint that he must certainly emerge a victor in the confrontation with imperialists. &nbsp;&nbsp;&nbsp;\r\n The army and people of the DPRK could win a great victory in defending socialism because they resolutely fought against imperialists, keenly aware that they were standing at the crossroads of remaining an independent people or becoming imperialists' slaves. &nbsp;&nbsp;&nbsp;\r\n The DPRK Government's recent resolute measure also represents their will to react to the U.S. imperialists' hard-line policy with the toughest stand in a do-or-die spirit and the spirit of heroic Korea that it is sure to win in the fight. &nbsp;&nbsp;&nbsp;\r\n Such faith, will and pluck of the army and the people of the DPRK will remain unchanged.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK FM meets Rwandan Ambassador",
            "url": "http://kcna.co.jp/item/2003/200301/news01/25.htm#12",
            "content": "DPRK FM meets Rwandan Ambassador\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- DPRK Foreign Minister Paek Nam Sun met and conversed with new Rwandan Ambassador to the DPRK Joseph Bonesha who paid a courtesy call on him today. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. and South Korean military hawks hit for war scenario",
            "url": "http://kcna.co.jp/item/2003/200301/news01/25.htm#13",
            "content": "U.S. and South Korean military hawks hit for war scenario\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- A spokesman for the Committee for the Peaceful Reunification of the Fatherland in a statement dated Jan. 24 denounces the U.S. and the South Korean military hawks for working out a new war scenario against the north under the pretext of \"coping with an emergency.\"\r\n The war scenario dubbed a \"contingency plan,\" an appendix of the \"operation plan 5027,\" is being worked out allegedly to cope with the nonexistent \"southward invasion\" by the DPRK. It involves massive development of multiple artillery pieces, \"harpy\" air-to-ground missiles, anti-artillery radar system and other latest military hardware in the areas along the military demarcation line and reinforcements, the statement says, and goes on: &nbsp;&nbsp;&nbsp;\r\n All this clearly proves that the U.S. and the South Korean military hawks, while clamoring for \"peaceful settlement of the nuclear issue,\" are pushing ahead with the preparations for preemptive attacks on the DPRK behind the scene of dialogue and negotiations. &nbsp;&nbsp;&nbsp;\r\n What draws a serious attention is that they are publicly saying of their projected preemptive attacks on the DPRK under the pretext of \"nuclear issue\" in this operation plan. &nbsp;&nbsp;&nbsp;\r\n In actuality, the U.S. troops present in South Korea are stepping up the reorganisation of the armed forces designed to increase the combat capability to invade the DPRK. From the beginning of the year the South Korean military authorities, taking advantage of this, are holding \"ceremonies of starting the performance of duties by units of the three services on the forefront. They staged north-targeted war exercises, including gun firing exercises, fleet maneuvers, emergency sortie exercise of warplanes and South Korea-U.S. \"joint tactical exercise.\" &nbsp;&nbsp;&nbsp;\r\n The DPRK's stand on the peaceful negotiated settlement of the nuclear issue still remains unchanged. If the U.S. and the South Korean military hawks dare mount preemptive attacks on the DPRK, its heroic army and people will rise up to wipe out all the aggressors and realize the cherished desire of national reunification without fail.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. attempt to politicize food aid under fire",
            "url": "http://kcna.co.jp/item/2003/200301/news01/25.htm#14",
            "content": "U.S. attempt to politicize food aid under fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) -- The United States, distorting the reality, insists that food aid to the DPRK is possible only when it opens even the areas to which it is not delivered. This cannot be construed otherwise than a sinister intention to use the humanitarian aid as a political leverage. A spokesman for the DPRK Flood Damage Rehabilitation Committee said this when answering a question put by KCNA today over the growing international voices critical of the U.S. attempt to politicize the food aid to the DPRK.\r\n He said: &nbsp;&nbsp;&nbsp;\r\n In the wake of the DPRK visit of the special envoy of the un secretary general in mid-January to study its food situation there is a rapidly growing international opinion accusing the U.S. of its attempt to politicize the food aid. &nbsp;&nbsp;&nbsp;\r\n The western media and even leading media in the U.S. are underscoring the importance of observing the principle of distinguishing humanitarianism from politics and the need to render food aid to the DPRK. They are accusing the bush administration of calling for \"strict conditions\" in resuming humanitarian food aid to the DPRK, charging that it is going to use food as a political leverage to settle the nuclear crisis. &nbsp;&nbsp;&nbsp;\r\n This is a correct assessment. &nbsp;&nbsp;&nbsp;\r\n The U.S. has so far asserted more than once that the food aid to the DPRK has nothing to do with the nuclear issue. &nbsp;&nbsp;&nbsp;\r\n As the confrontation between the DPRK and the U.S. has reached the extremes over the nuclear issue on the Korean Peninsula it is, however, talking about \"the opening of the whole country\" as a precondition for resuming the food aid. &nbsp;&nbsp;&nbsp;\r\n This can not be construed otherwise than a subterfuge to cover up its sinister political aim to use the food aid as an economic lever to pressurize the DPRK and stifle it. &nbsp;&nbsp;&nbsp;\r\n As far as the \"opening of the whole country\" is concerned, the DPRK saw to it that food distributions are watched in all areas to which food aid is delivered. &nbsp;&nbsp;&nbsp;\r\n It is true that access to some sensitive areas of the country is restricted due to the peculiarities of the situation on the Korean Peninsula but it is not the first time that such problem was raised. &nbsp;&nbsp;&nbsp;\r\n The WFP and other aid organizations expressed understanding of it and have implemented the aid projects as scheduled after concluding comprehension letter with the DPRK every year. &nbsp;&nbsp;&nbsp;\r\n No attempt to misuse the noble humanitarian idea for attaining its sinister political goal can be justified.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il inspects KPA unit",
            "url": "http://kcna.co.jp/item/2003/200301/news01/25.htm#15",
            "content": "Kim Jong Il inspects KPA unit\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 24 (KCNA) - General Secretary Kim Jong Il today inspected KPA unit 301 honored with the title of Kum Song Lifeguard.\r\n He was accompanied by KPA generals Ri Myong Su, Hyon Chol Hae and Pak Jae Gyong, secretaries Kim Ki Nam and Kim Yong Sun and first vice department directors Jang Song Thaek and Kim Hi Thaek of the C.C. of the WPK. &nbsp;&nbsp;&nbsp;\r\n After acquainting himself with the unit's performance of its duty, he visited the servicemen's hall where he saw records of victories showing the proud history of the unit shining with exploits. &nbsp;&nbsp;&nbsp;\r\n He watched the training of its servicemen. &nbsp;&nbsp;&nbsp;\r\n He highly praised their successes in training, greatly satisfied to learn that all the officers and men of the unit have grown to be one-match-for-a-hundred fighters creditably performing their combat duties under any circumstances. &nbsp;&nbsp;&nbsp;\r\n Calling on them to be highly vigilant and get fully ready to cope with the increasing danger of war created by the U.S. imperialists, he set forth important tasks which would serve as guidelines in strengthening the combat capability of the unit in every way. &nbsp;&nbsp;&nbsp;\r\n Then he took warm care of soldiers' living, looking round an education room, a bedroom, a mess, a kitchen, a store, a greenhouse and other places of the unit. &nbsp;&nbsp;&nbsp;\r\n He spared time to see an art performance given by the servicepersons of a company under the unit. &nbsp;&nbsp;&nbsp;\r\n Expressing the belief that the servicepersons of the unit would continue to glorify the honor of being life-guardsmen always standing in the van of the advancing ranks, he gave them a pair of binoculars and an automatic rifle as gifts and had a photograph taken with them.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}