{
    "date": "2003-04-28",
    "url": "http://kcna.co.jp/item/2003/200304/20030428.htm",
    "articles": [
        {
            "title": "Kim Jong Il inspects KPA unit",
            "url": "http://kcna.co.jp/item/2003/200304/news04/28.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. urged to have right viewpoint and attitude",
            "url": "http://kcna.co.jp/item/2003/200304/news04/28.htm#2",
            "content": "Kim Jong Il inspects KPA unit \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 27 (KCNA) - General Secretary Kim Jong Il inspected KPA unit 409 in the frontline area on April 27.\r\n He acquainted himself with the unit's performance of duty before dropping in at the servicemen's hall to be briefed on the history of the unit. &nbsp;&nbsp;&nbsp;\r\n Highly praising the officers and men of the unit for many achievements they have made in their efforts to carry out the WPK's self-defensive military line over the past years, he noted with appreciation that they are now winning victory after victory, true to the Songun policy by carrying forward the glorious tradition of the unit. &nbsp;&nbsp;&nbsp;\r\n Watching soldiers of the unit in military training, he was greatly satisfied to see all the servicemen trained as combatants fully prepared politically and ideologically and in military technique to repulse any surprise attack of the enemy at one stroke and reliably defend the socialist motherland. And he advanced highly important tasks that would serve as guidelines in further increasing the unit's combat capability. &nbsp;&nbsp;&nbsp;\r\n The People's Army has grown to be invincible revolutionary ranks whose members are ready to unhesitatingly devote their lives to the battles to safeguard the party and the leader and defend the cause of the party, the socialist cause, he said, adding: our party and people are highly proud of having such matchless army. &nbsp;&nbsp;&nbsp;\r\n He had a photo session with servicemen of the unit. &nbsp;&nbsp;&nbsp;\r\n Then, he inspected a company under the unit. Going around different places of the company, he took warm care of servicemen's living with paternal love. &nbsp;&nbsp;&nbsp;\r\n After inspecting the interior and exterior of barracks in thick forests and neat and clean cultural and supply facilities, he was very satisfied to note that the company has built up the place it is stationed like a resort while managing its economic life tenaciously and assiduously, and highly appreciated its revolutionary way of life. &nbsp;&nbsp;&nbsp;\r\n Such management of the company clearly proves the ideological and moral aspects and militancy of its servicemen, he noted, and said: our army which inherited the brilliant traditions of the anti-Japanese revolutionary struggle has become a model of the times in thinking, morality, traits and all other aspects. &nbsp;&nbsp;&nbsp;\r\n He appreciated an art performance given by soldiers of the company. &nbsp;&nbsp;&nbsp;\r\n The performance fully demonstrated the sky-high spirit and militant stamina of the soldiers of the People's Army determined to become human bombs in safeguarding the headquarters of the revolution and wipe out any invaders at one stroke so as to reliably defend the benevolent socialist system and motherland with arms. &nbsp;&nbsp;&nbsp;\r\n At the end of the performance, Kim Jong Il gave a high appreciation to the company soldiers living and struggling as befitting the standard-bearers true to the Songun leadership, and posed for a picture with them.    \r\n\r\n"
        },
        {
            "title": "Seminars held in China and Tanzania",
            "url": "http://kcna.co.jp/item/2003/200304/news04/28.htm#3",
            "content": "U.S. urged to have right viewpoint and attitude \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 27 (KCNA) -- The U.S. which used to vituperate against the DPRK and kick up a racket to pressurize it under the pretext of its \"nuclear issue,\" is now talking nonsense over the talks in Beijing that there will be no security of the system nor provision of rewards to the DPRK even though it gives up the \"nuclear program\".\r\n Commenting on this, Rodong Sinmun today says that those who know politics and understand the reality would not have made such infantile and nonsensical remarks over the negotiation on the nuclear issue. &nbsp;&nbsp;&nbsp;\r\n The news analyst continues: &nbsp;&nbsp;&nbsp;\r\n The U.S. rulers' talk about the \"security of the system\" is a sort of pressure upon the DPRK and nothing short of announcement that it will stifle the DPRK by force even after the settlement of the nuclear issue. &nbsp;&nbsp;&nbsp;\r\n The U.S., the very one who spawned the nuclear issue of the Korean Peninsula, should bear heavy responsibility for it and sincerely approach the settlement of the issue on a fair and equal footing. &nbsp;&nbsp;&nbsp;\r\n The nuclear issue between the DPRK and the U.S. will not be settled easily if the u.s. keeps urging the DPRK to accept its demand while insisting on its viewpoint that it never makes a concession because it is a big power. &nbsp;&nbsp;&nbsp;\r\n The U.S. statement that there will be no provision of rewards even after the settlement of the \"nuclear issue\" is, in essence, little short of opposing the conclusion of a non-aggression treaty between the two countries. &nbsp;&nbsp;&nbsp;\r\n The DPRK will be left with no option but to do everything to defend itself unless the U.S. legally guarantees no use of arms including nukes against the DPRK. &nbsp;&nbsp;&nbsp;\r\n If this poses a threat to the U.S. the latter should take a corresponding measure for a solution to it. &nbsp;&nbsp;&nbsp;\r\n The DPRK has nothing to benefit from the U.S. through the bilateral negotiation on the nuclear issue and does not intend to wrest a concession from it. &nbsp;&nbsp;&nbsp;\r\n The DPRK has a big pluck and will not be frightened by the U.S. tall talk.    \r\n\r\n"
        },
        {
            "title": "Songun policy praised by S. Korean",
            "url": "http://kcna.co.jp/item/2003/200304/news04/28.htm#4",
            "content": "Seminars held in China and Tanzania \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 27 (KCNA) -- A seminar on Kim Jong Il's work \"Let Us Reunify the Country Independently and Peacefully Through the Great Unity of the Entire Nation\" took place in Shenyang, China.\r\n The president of the Liaoning Provincial Academy of Social Sciences of China in a speech said that while studying the work he realised that the greatness of a nation rests on the greatness of a leader. &nbsp;&nbsp;&nbsp;\r\n We support the Korean people in their efforts to reunify the country independently under the leadership of Kim Jong Il and will contribute to their cause by boosting the Sino-Korean friendship, he noted. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, a seminar on President Kim Il Sung's work \"10-Point Programme of the Great Unity of the Whole Nation for the Reunification of the Country\" and the five-point policy of great national unity advanced by Kim Jong Il was held by the group for the study of the Juche idea of the Dar-Es-Salaam Friendship Textile Mill of Tanzania. &nbsp;&nbsp;&nbsp;\r\n Protas Mbena, chief of the group, said that the ten-point programme of the great unity of the whole nation for the reunification of the country set forth by Kim Il Sung serves as a great charter for national concord and reunification which clarified the concrete ways of achieving the independent and peaceful reunification of the country. &nbsp;&nbsp;&nbsp;\r\nThe five-point policy of great national unity put forward by Kim Jong Il is a landmark which broke a new ground for national unity to meet the requirements of the developing reality and opened an epochal phase of Korea's reunification, he stressed.     \r\n\r\n"
        },
        {
            "title": "South side's delegation to tenth inter-Korean ministerial talks here",
            "url": "http://kcna.co.jp/item/2003/200304/news04/28.htm#5",
            "content": "Songun policy praised by S. Korean \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 27 (KCNA) -- Professor Jin Chol of the meeting for the study of politics of the 21st century in South Korea issued an article titled \"All the Fellow Countrymen Are Blessed with Songun Policy\", Seoul-based radio Voice of National Salvation Said.\r\n The Songun policy pursued by Kim Jong Il is an all-mighty treasured sword which began a new epoch in the human history of politics, the article said, adding: the blessedness bestowed by this great Songun policy is, indeed, the great foundation of all felicity leading the whole nation and people to reunification and prosperity. &nbsp;&nbsp;&nbsp;\r\n Independence comes from Kim Jong Il's Songun policy, it said, and went on: &nbsp;&nbsp;&nbsp;\r\n The northern half of Korea remains unfazed despite the political pressure, military threat and economic blockade of the U.S., a rogue state styling itself an \"emperor\" of the world. The proud stamina and dignified appearance of North Korea are instilling national self-confidence and superiority into the hearts of the Korean people. &nbsp;&nbsp;&nbsp;\r\n It is none other than the Korean People's Army, the main force of Songun policy, that is defending the blue sky and seas of Korea and protecting this land like a cradle of peace. &nbsp;&nbsp;&nbsp;\r\n The KPA led by Kim Jong Il is an army of justice, a patriotic army that never allows a war of injustice. It is a matchless army that is merciless to the aggressors and sure to win in the fight against them though it has never invaded others, an ideologically strong army imbued with the spirit of devotedly defending the leader, the spirit of human bombs, a great army that has achieved army-people unity and single-hearted unity and the strongest elite army that has offensive and defensive power. &nbsp;&nbsp;&nbsp;\r\n As military experts said that a war between North Korea and the U.S. will end with the delightful victory of North Korea, a newly-emerging, military power, in 100 hours, the aggression troops will be annihilated by the lightning counter-attack of the North Korean army at the initial stage of war, the heart of the U.S. be enveloped in flames by the attack of powerful strategic weapons and the arrogant empire of a devil will breathe its last. &nbsp;&nbsp;&nbsp;\r\n The U.S. overthrew other country as it pleases and worked out even a plan for forming a puppet government. But it deplored that it should not provoke North Korea and the might of North Korea cannot be predicted or deterred. It said repeatedly that North Korea is different from Iraq and the nuclear issue of North Korea should be settled in a peaceful way. This is a confession proving that no force can match the powerful Songun arms of North Korea. &nbsp;&nbsp;&nbsp;\r\n But for the Songun policy of the northern half of Korea, the unstable-Korean Peninsula would have been engulfed in flames of war more than a hundred times. &nbsp;&nbsp;&nbsp;\r\n The Songun policy of Kim Jong Il is a warm cradle, a warm bosom of a mother that helps the people sleep in peace.    \r\n\r\n"
        },
        {
            "title": "Floral baskets laid before Kim Il Sung's statues",
            "url": "http://kcna.co.jp/item/2003/200304/news04/28.htm#6",
            "content": "South side's delegation to tenth inter-Korean ministerial talks here \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 27 (KCNA) -- South side's delegation with minister of unification Jong Se Hyon as chief delegate arrived in Pyongyang today to participate in the 10th north-south ministerial talks.\r\n The delegation was greeted by north side's delegates to the talks at the airport. \r\n\r\n"
        },
        {
            "title": "Wreaths laid in cemeteries",
            "url": "http://kcna.co.jp/item/2003/200304/news04/28.htm#7",
            "content": "Floral baskets laid before Kim Il Sung's statues \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- People across the country and servicemen laid floral baskets before the statues of President Kim Il Sung on the occasion of the 71st birthday of the heroic Korean People's Army (KPA).\r\n People from all walks of life, servicemen and school youth and children in Pyongyang visited the statue of the president on Mansu Hill. &nbsp;&nbsp;&nbsp;\r\n Seen standing before the statue was a floral basket sent by Kim Jong Il, General Secretary of the Workers' Party of Korea, Chairman of the National Defence Commission of the DPRK and Supreme Commander of the KPA. &nbsp;&nbsp;&nbsp;\r\n Floral baskets, bouquets and flowers were laid before the statue in the name of party, armed forces and power organs, ministries, national institutions and other organs at all levels, KPA units, industrial establishments, farms and schools. &nbsp;&nbsp;&nbsp;\r\n The ribbons of the floral baskets bore letters \"The Great Leader Comrade Kim Il Sung Will Live Forever\", \"The Great Leader Comrade Kim Il Sung Will Always Be With Us\", \"The Great Revolutionary Feats of the Respected Leader Generalissimo  Kim Il Sung Are Immortal\", etc. &nbsp;&nbsp;&nbsp;\r\n They made a bow to the statue of the president. &nbsp;&nbsp;&nbsp;\r\n Floral baskets, bouquets and flowers were also laid before his statues at different units in Pyongyang and across the country.  \r\n\r\n"
        },
        {
            "title": "Thai Prime Minister on friendly relations with DPRK",
            "url": "http://kcna.co.jp/item/2003/200304/news04/28.htm#8",
            "content": "Wreaths laid in cemeteries \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- Senior officials of the party, the state and the army, servicepersons and working people laid wreaths in the Revolutionary Martyrs Cemetery on Mt. Taesong and the Patriotic Martyrs Cemetery on Friday morning on the occasion of the 71st birthday of the heroic Korean People's Army (KPA).\r\n Seen on the wreath-laying stands of the cemeteries were wreaths sent by Kim Jong Il, General Secretary of the Workers' Party of Korea, Chairman of the National Defence Commission of the DPRK and Supreme Commander of the KPA. &nbsp;&nbsp;&nbsp;\r\n Guards of honor of the KPA lined up at the cemeteries. &nbsp;&nbsp;&nbsp;\r\n Attending the wreath-laying ceremonies were Kim Yong Nam, Hong Song Nam, Kim Il Chol, Jon Pyong Ho, Kye Ung Thae, and other senior officials, officers and men of the KPA and working people in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Wreaths were laid in the name of the WPK Central Committee, the Presidium of the Supreme People's Assembly of the DPRK and its cabinet. &nbsp;&nbsp;&nbsp;\r\n Wreaths were also laid in the name of the Ministry of the People's Armed Forces, working people's organizations, ministries, national institutions, KPA units, institutions in the fields of science, education and the press, party and power bodies, factories and farms in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Written on the ribbons of the wreaths were letters \"Glory to the revolutionary martyrs\" and \"Glory to the patriotic martyrs\". &nbsp;&nbsp;&nbsp;\r\n Bouquets and flowers were also placed in the cemeteries. &nbsp;&nbsp;&nbsp;\r\n The participants observed a moment's silence in memory of the revolutionary martyrs and the patriotic martyrs. &nbsp;&nbsp;&nbsp;\r\n Wreaths were placed before the statues of martyrs, the monuments to the fallen fighters and graves of martyrs across the country on Friday morning. &nbsp;&nbsp;&nbsp;\r\n That day the military attaches corps here laid a wreath at the revolutionary martyrs cemetery on Mt. Taesong and bunches of flowers before the bust of Kim Jong Suk, an anti-Japanese war woman hero, in the cemetery. &nbsp;&nbsp;&nbsp;\r\n The military attaches corps also laid a floral basket before the monument to victory in the fatherland liberation war.    \r\n\r\n"
        },
        {
            "title": "71st birthday of KPA celebrated abroad",
            "url": "http://kcna.co.jp/item/2003/200304/news04/28.htm#9",
            "content": "Thai Prime Minister on friendly relations with DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- The Thai government and people will make positive efforts to develop the friendly and cooperative relations between Thailand and the DPRK in the future.\r\n Thai Prime Minister Thaksin Shinawatra said this when meeting the DPRK Ambassador to his country who paid a farewell call on him on April 21. &nbsp;&nbsp;&nbsp;\r\n The prime minister noted with satisfaction that the friendly and cooperative relations between the two countries have successfully developed in recent years. The visit of President of the Presidium of the Supreme People's Assembly of the DPRK Kim Yong Nam to Thailand last year was a very significant one as it was the visit paid by a high-level delegation, he said. The agreements signed between the two countries are legally guaranteeing the friendly and cooperative relations.    \r\n\r\n\r\n"
        },
        {
            "title": "Young people present armored cars to KPA",
            "url": "http://kcna.co.jp/item/2003/200304/news04/28.htm#10",
            "content": "71st birthday of KPA celebrated abroad\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- The 71st birthday of the heroic Korean People's Army (KPA) was celebrated in different countries.\r\n A celebration meeting took place in Kinshasa on April 19 under the co-sponsorship of the Genuine Lumumbist Patriotic Party of Democratic Congo, the Democratic Congo-Korea Friendship and Solidarity Association and the working citizens association of Democratic Congo. &nbsp;&nbsp;&nbsp;\r\n Otete Gaston Mboyo, national chairman of the Genuine Lumumbist Patriotic Party of Democratic Congo, and other speakers, referring to the might of the KPA, said that it is great fortune for the Korean people, the KPA and the world progressives to have Kim Jong Il, an illustrious commander born of heaven. &nbsp;&nbsp;&nbsp;\r\n Seminars took place in France on April 18 and in India on April 19. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Indian Committee for the Study of the Juche Philosophy in a speech said now that the high-handed practices of imperialism and hegemony are rampant, it is impossible to defend the sovereignty of a country and the dignity of a nation if one is not militarily prepared to cope with them. The Songun policy is, indeed, a genuine patriotic policy, a flawless independent policy, he added. &nbsp;&nbsp;&nbsp;\r\n A Korean film show was held in Addis Ababa of Ethiopia on April 17 with officials of the ministry of national defence attending. &nbsp;&nbsp;&nbsp;\r\n After seeing a film \"The Korean People's Army, Steel-Strong Ranks\", Abebe, vice-minister of national defence, said that the film helped him know clearly that the united states dares not to attack the DPRK as the latter has such invincible armed forces as the KPA.    \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on main force of revolution",
            "url": "http://kcna.co.jp/item/2003/200304/news04/28.htm#11",
            "content": "Young people present armored cars to KPA\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- The officials of the Kim Il Sung Socialist Youth League and young people across the country presented 20 armored cars \"Chongnyon Jonwi\" to the Korean People's Army (KPA).\r\n They provided them through a do-good-thing movement on the occasion of the 71st birthday of the heroic KPA. &nbsp;&nbsp;&nbsp;\r\n A presentation ceremony took place at Jonsung Square in Pyongyang on Friday. &nbsp;&nbsp;&nbsp;\r\n Kim Kyong Ho, first secretary of the central committee of the league, in a report said that the young people are very proud of presenting the armored cars \"Chongnyon Jonwi\" to the KPA, the main force of the Songun revolution and defender of the DPRK, on the occasion of the significant army day as they regard it as the most sacred duty to defend the country and deem it as the greatest honor to glorify their youth on the road of implementing the Songun policy of  Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He called upon all the young people to perform miracles and feats and become young heroes and heroines in the drive for building a great prosperous power in the same spirit of devotedly defending the country as displayed in the 1950s and the revolutionary spirit of soldiers in the era of the Songun policy and demonstrate the might of the five million human bombs in the sacred struggle to defend the country with the transparent anti-imperialist, anti-U.S. class consciousness. &nbsp;&nbsp;&nbsp;\r\n A presentation paper was conveyed to an officer of a KPA unit concerned at the ceremony. &nbsp;&nbsp;&nbsp;\r\n Then speeches were made. &nbsp;&nbsp;&nbsp;\r\n Present at the ceremony were Kim Jung Rin, secretary of the C.C., the Workers' Party of Korea, KPA general Ryo Chun Sok, officials of the youth league, servicemen and youth and students in Pyongyang.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "KPA foils ceaseless U.S. military provocations in last decade",
            "url": "http://kcna.co.jp/item/2003/200304/news04/28.htm#12",
            "content": "Rodong Sinmun on main force of revolution\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- The historical issue related to the main force of the revolution in our times has been successfully solved by General Secretary Kim Jong Il, the outstanding thinker and theoretician and brilliant commander of Mt. Paektu, Rodong Sinmun today in a signed article says, and goes on:\r\n Kim Jong Il set forth the idea of putting the army ahead of the working class for the first time in the history of the revolutionary movement, and put forward the people's army as the hardcore unit, the main force of the revolution. &nbsp;&nbsp;&nbsp;\r\n The brilliant settlement of the issue of the main force of the revolution, a noteworthy event in the popular masses' cause of independence, constitutes the undying ideological and theoretical exploits, which could be performed only by Kim Jong Il, a brilliant thinker and theoretician and a great politician of general type. &nbsp;&nbsp;&nbsp;\r\n His idea of the main force of the revolution is based on a new viewpoint on the army. &nbsp;&nbsp;&nbsp;\r\n His Juche-oriented view on the army is that as the army is the collective strongest in the revolutionary spirit, organization and the might of unity, it takes a leading position and plays a decisive role in accomplishing the cause of socialism. &nbsp;&nbsp;&nbsp;\r\n On the basis of his deep analysis of the international circumstances with which the Korean revolution is faced and the trend of the rapidly changing situation, he has pursued Songun policy with the army as the main force of the revolution. &nbsp;&nbsp;&nbsp;\r\n His great Songun idea helped clarify the truth of revolution that peace and socialism can be guaranteed only by arms and systematize the theory of building socialism in the 21st century which is based on giving priority to arms and military affairs. &nbsp;&nbsp;&nbsp;\r\n His immortal exploits for the development of the cause of independence at present and the greatness of Songun policy can be seen in putting forward the army as the main force of the revolution, reflecting the requirement of the times that arms decide on the destiny and prosperity of the country and the nation. &nbsp;&nbsp;&nbsp;\r\n No force on earth can match the might of the revolutionary ranks which give priority to arms and have faith in arms.    \r\n\r\n\r\n"
        },
        {
            "title": "Splendid fruition of Songun leadership",
            "url": "http://kcna.co.jp/item/2003/200304/news04/28.htm#13",
            "content": "KPA foils ceaseless U.S. military provocations in last decade\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- The U.S. imperialists have perpetrated more than 2,000 cases of serious provocation against the DPRK over the last decade. But the heroic Korean People's Army has decisively frustrated every provocation, reliably protecting the security of the country.\r\n They committed more than 1,000 cases of provocation in the land, firing bullets and shells at KPA soldiers in the Demilitarized Zone (DMZ) along the Military Demarcation Line (MDL) and intruded warships and planes into the territorial waters and air of the DPRK hundreds of times. All these grave military provocations were foiled by self-defensive measures of the KPA. &nbsp;&nbsp;&nbsp;\r\n On December 17, 1994, a KPA non-commissioned officer brought down at a single shot a U.S. OH-58A/C type surveillance and reconnaissance helicopter equipped with high performance hardware when it intruded deep into the territorial air of the DPRK. &nbsp;&nbsp;&nbsp;\r\n On July 16, 1997, they fired a 90 mm recoilless gun and 12.7 mm large-caliber machine-gun at KPA soldiers in the DMZ of the MDL. But KPA soldiers lost no time to take a self-defensive measure against this serious military provocation, blowing up in no time their pillboxes and artillery positions. &nbsp;&nbsp;&nbsp;\r\n In 1999 alone they committed hundreds of reckless military provocations against the DPRK. The KPA took strong counter-measures to frustrate them. &nbsp;&nbsp;&nbsp;\r\n At the beginning of the 21st century the U.S. imperialists kicked up a \"nuclear racket\" after terming the DPRK part of an \"axis of evil,\" pushing the situation to the brink of a war. &nbsp;&nbsp;&nbsp;\r\n In June, July and November last year they sparked a number of serious clashes in the west sea. They infiltrated RC-135 strategic reconnaissance planes into the territorial air of the DPRK last February and March. The intrusion of their warships and reconnaissance planes into the sea and air of the DPRK have not ceased. &nbsp;&nbsp;&nbsp;\r\n The KPA adopted the mode of strongest retaliation in fighting the U.S. imperialists in a do-or-die spirit. As a result, the enemy's vicious provocations met with a decisive retaliation. &nbsp;&nbsp;&nbsp;\r\n This great victory is a clear proof of the validity and the vitality of supreme commander Kim Jong Il's unique idea of attaching importance to the army and his Songun policy and the invincibility of Juche-oriented revolutionary armed forces.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to South African President",
            "url": "http://kcna.co.jp/item/2003/200304/news04/28.htm#14",
            "content": "Splendid fruition of Songun leadership\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- The Democratic People's Republic of Korea is steadily advancing along the road of socialism though the international political situation is very complicated.\r\n This is a splendid fruition of the outstanding and tested Songun leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n In the 1990s the Korean revolution underwent unprecedented trials and difficulties caused by the anti-DPRK campaign of the U.S. imperialists and other international reactionaries. &nbsp;&nbsp;&nbsp;\r\n In that rigorous period Kim Jong Il made ceaseless inspection tours of army units to train the army to be steadfast in ideology and strong in combat power. &nbsp;&nbsp;&nbsp;\r\n With unrivalled grit and superb strategies, he frustrated their frantic efforts to stifle the DPRK and won a great victory in the life-or-death struggle for defending socialism. &nbsp;&nbsp;&nbsp;\r\n The Korean people are standing up to the U.S. imperialists pursuing a hostile policy towards the DPRK and preparing another war of aggression under the pretext of the \"nuclear issue\". This is a manifestation of the might of Kim Jong Il's Songun leadership.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Sierra Leonean President",
            "url": "http://kcna.co.jp/item/2003/200304/news04/28.htm#15",
            "content": "Greetings to South African President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- Kim Yong Nam, President of the Presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea, sent a message of greetings to Thabo Mvuyelwa Mbeki, President of South Africa, on April 17 on the occasion of its National Day.\r\n Expressing belief that the friendly and cooperative relations between the two countries would grow stronger, the message wished the president and people of South Africa greater success in the work for peace and progress of the country.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to President of Togo",
            "url": "http://kcna.co.jp/item/2003/200304/news04/28.htm#16",
            "content": "Greetings to Sierra Leonean President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Al Haji Ahmad Tejan Kabbah, President of Sierra Leone, on April 17 on the occasion of the 42nd anniversary of the independence of his country.\r\n Expressing the belief that the friendly relations between the two countries would continue to develop favorably, the message wholeheartedly  wished him and his people  greater success in the work for the peace of the country and national reconciliation.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Foreign Ministry's delegation leaves",
            "url": "http://kcna.co.jp/item/2003/200304/news04/28.htm#17",
            "content": "Greetings to President of Togo\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 26 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, today sent a message of greetings to Gnassingbe Eyadema, President of Togo, on the occasion of the 43rd anniversary of its independence.\r\n Expressing the belief that the friendly and cooperative relations between the two countries would continue to develop on good terms, the message sincerely wished the president and people of Togo greater success in their work for the prosperity of the country.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}