{
    "date": "2003-02-19",
    "url": "http://kcna.co.jp/item/2003/200302/20030219.htm",
    "articles": [
        {
            "title": "Spokesman for Panmunjom mission of KPA issues statement",
            "url": "http://kcna.co.jp/item/2003/200302/news02/19.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il sends gifts to children on remote islets",
            "url": "http://kcna.co.jp/item/2003/200302/news02/19.htm#2",
            "content": "Spokesman for Panmunjom mission of KPA issues statement \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 18 (KCNA) -- The Panmunjom mission of the Korean People's Army is authorized to declare that the KPA side will be left with no option but to take a decisive step to abandon its commitment to implement the Armistice Agreement as a signatory to it and free itself from the binding force of all its provisions, regarding the possible sanctions to be taken by the U.S. side against the DPRK from anywhere after bolstering its forces in and around the Korean Peninsula to attack the DPRK as the AA-banned blockade against it.\r\n A spokesman for the Panmunjom mission of the KPA said this in a statement on Feb. 17. &nbsp;&nbsp;&nbsp;\r\n He said: &nbsp;&nbsp;&nbsp;\r\n The Armistice Agreement that was signed to provide a peaceful solution to the Korean issue has been systematically ditched by the U.S. and used for the purpose of its hostile policy toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n At a time when the situation on the Korean Peninsula is getting extremely tense due to the U.S. nuclear racket, the U.S. side is contemplating about the additional deployment of huge forces including aircraft carriers and strategic bombers in and around the Korean Peninsula in violation of the AA. &nbsp;&nbsp;&nbsp;\r\nThe situation is, therefore, getting more serious as the days go by as it is putting its plan for preemptive attacks on the DPRK into practice with increased zeal.  &nbsp;&nbsp;&nbsp;\r\n The U.S. openly declared that it would continue its brigandish encroachment upon the sovereignty of the DPRK in the waters near it in the future just as it captured and searched a DPRK trading cargo ship on a voyage in the open sea in broad daylight on December 9 last year. This means that it will conduct naval blockade operations which can be seen only between the warring states during the war and this is little short of an open declaration of war in the long-run. &nbsp;&nbsp;&nbsp;\r\n All facts go to clearly prove how ridiculous and hypocritical the U.S. sophism that the peace in Korea is ensured on the strength of the Armistice Agreement is. &nbsp;&nbsp;&nbsp;\r\n The grave situation created by the undisguised war acts committed by the U.S. in breach of the AA compels the KPA side, its warring party, to immediately take all steps to cope with it. &nbsp;&nbsp;&nbsp;\r\n If the U.S. side continues violating and misusing the Armistice Agreement as it pleases, there will be no need for the DPRK to remain bound to the AA uncomfortably. &nbsp;&nbsp;&nbsp;\r\n The future development will entirely depend on the attitude of the U.S. side.    \r\n\r\n"
        },
        {
            "title": "Greetings to President of Gambia",
            "url": "http://kcna.co.jp/item/2003/200302/news02/19.htm#3",
            "content": "Kim Jong Il sends gifts to children on remote islets \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 18 (KCNA) -- The Korean people greeting the auspicious February Holiday are deeply moved to hear another anecdote in the era of the army-based revolution.\r\n Helicopters flew to Jamae, So and Suun islets, remote islets on the West Sea of Korea, to carry the gifts sent with loving care by Kim Jong Il to ten children on the islets on Feb. 15 and 16. &nbsp;&nbsp;&nbsp;\r\n There live on these islets ordinary lighthouse keepers and their children. But no ships could reach the islets due to icebergs on the sea. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il took a measure to helicopter gifts to those islets, considerate of the fact that children on those islets might not receive gifts sent to every child across the country owing to the blocked sea route on the West Sea. &nbsp;&nbsp;&nbsp;\r\n When greeting the helicopter crewmen, the people on these islets called Kim Jong Il their father, deeply touched to learn that he sent even helicopters to carry gifts to the children of the ordinary lighthouse keepers though he should have celebrated his birthday amid the blessings of all people. &nbsp;&nbsp;&nbsp;\r\n It is only the people of socialist Korea that can enjoy such privilege as they hold in high esteem Kim Jong Il, who projects and takes care of people, believing in them as in heaven.    \r\n\r\n"
        },
        {
            "title": "Yang Hyong Sop meets Malaysian delegation",
            "url": "http://kcna.co.jp/item/2003/200302/news02/19.htm#4",
            "content": "Greetings to President of Gambia \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 18 (KCNA) -- Kim Yong Nam, President of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Yaya A. J. J. Jammeh, President of Gambia, on Feb. 14 on the occasion of the 38th anniversary of the country's independence.\r\n Expressing belief that the friendly and cooperative relations between the two countries would grow stronger in the interests of the two peoples, the message wished the president fresh success in his responsible work for the development of the country.    \r\n\r\n"
        },
        {
            "title": "Int'l figure-skating festival for Paektusan Cup closes",
            "url": "http://kcna.co.jp/item/2003/200302/news02/19.htm#5",
            "content": "Yang Hyong Sop meets Malaysian delegation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 18 (KCNA) -- Yang Hyong Sop, Vice-President of the Presidium of the DPRK Supreme People's Assembly, met and had a talk with the delegation of the Malaysian trade unions congress led by its president Zainal Rampak at the Mansudae Assembly Hall yesterday.\r\n On hand were Ri Jin Su, vice-chairman of the central committee of the General Federation of Trade Unions of Korea, and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n On the occasion, the head of the Malaysian delegation said he extended warmest congratulations to Kim Jong Il on his birthday. &nbsp;&nbsp;&nbsp;\r\n He wished the Korean people great success in socialist construction under the wise leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He expressed full support to the Korean people in their resolute struggle against the U.S. imperialists.    \r\n\r\n"
        },
        {
            "title": "U.S. urged to defuse nuclear crisis",
            "url": "http://kcna.co.jp/item/2003/200302/news02/19.htm#6",
            "content": "Int'l figure-skating festival for Paektusan Cup closes \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 18 (KCNA) -- The 12th International Figure-Skating Festival for Paektusan Cup which was opened on Feb. 14 on the occasion of the February Holiday closed.\r\n A closing ceremony took place at the ice rink on Feb. 17. &nbsp;&nbsp;&nbsp;\r\n Figure-skaters who proved successful at the festival were awarded prizes. &nbsp;&nbsp;&nbsp;\r\n Festival prizes went to Russian skaters Victoria Borzenkova, Andrei Chuvilyaev, Yana Khohlova and Sergei Novitski and Chinese skaters Ding Yang and Ren Zhong Fei, Canadian skaters Joche Piche and Pascal Denis and Korean skaters Han Jong In and Kim Yong Suk. &nbsp;&nbsp;&nbsp;\r\n Pak Myong Chol, chairman of the Physical Culture and Sports Guidance Commission, addressing the ceremony, said that all the participants in the festival truthfully represented their warmest congratulations and best wishes to Kim Jong Il with graceful and skillful techniques, thus adorning the festival stage praising the great man. &nbsp;&nbsp;&nbsp;\r\n The ceremony was attended by Yang Hyong Sop, Kim Jung Rin, Sin Il Nam and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n At the end of the ceremony, Korean and foreign skaters gave demonstration performances.    \r\n\r\n"
        },
        {
            "title": "Anecdote about Kim Jong Il",
            "url": "http://kcna.co.jp/item/2003/200302/news02/19.htm#7",
            "content": "U.S. urged to defuse nuclear crisis \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 18 (KCNA) -- The Anti-War and Peace Christian Solidarity grouping more than 20 religious organizations including the human rights committee of the council of Christian churches of South Korea reportedly held a press conference on Feb. 13 on the occasion of the international day of anti-war action at which it demanded the United States stop its moves for a nuclear war.\r\nAt the press conference the organization issued a statement. &nbsp;&nbsp;&nbsp;\r\n\"We oppose a war and want the peace on the Korean Peninsula,\" the statement noted, demanding the united states stop its military actions against Iraq and defuse the nuclear crisis on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\nMeanwhile, the peace council of religionists of South Korea comprising seven orders said that it would conduct a 10 million signature campaign for peace on the Korean Peninsula till July 27.    \r\n\r\n"
        },
        {
            "title": "Gold medal to Korean language",
            "url": "http://kcna.co.jp/item/2003/200302/news02/19.htm#8",
            "content": "Anecdote about Kim Jong Il \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 18 (KCNA) --In April Juche 73 (1984)  Kim Jong Il, who was in an inspection tour of South Hamgyong Province, visited the Hamhung Grand Theatre which was under construction at the final stage.\r\nHe stopped in front of an aluminum gate and asked officials where it was made. &nbsp;&nbsp;&nbsp;\r\n Told that it was made in the province, he said gates of the theatre should be replaced with quality wooden ones. &nbsp;&nbsp;&nbsp;\r\n Saying that the construction of the theatre to be used by people was an issue concerning the serve-the-people spirit of officials, he told officials that gates of the theatre should be made of mahogany like those of a palace. &nbsp;&nbsp;&nbsp;\r\n After his visit, forty gates of the theatre were replaced with quality wooden ones.    \r\n\r\n"
        },
        {
            "title": "Foreign Minister leaves for Malaysia",
            "url": "http://kcna.co.jp/item/2003/200302/news02/19.htm#9",
            "content": "Gold medal to Korean language \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 18 (KCNA) -- The gold medal went to the Korean language at the \"Language Olympiad\" held in Japan recently.\r\n The Olympiad, sponsored by the Language Company of Japan every two or three years in the way of prize contest, is participated in by many languages of the world to demonstrate their linguistic advantages in music, melody, grammar and other aspects. &nbsp;&nbsp;&nbsp;\r\nThe latest competition took place in such a way as choosing  19 events in onomatopoeic and mimetic words and selecting best languages. &nbsp;&nbsp;&nbsp;\r\n According to the result of the competition, the Korean language has the largest number of onomatopoeic and mimetic words. &nbsp;&nbsp;&nbsp;\r\n Korean is characterized by beautiful sound, correct pronunciation, copious description, and polished  vocabulary, expression and style. &nbsp;&nbsp;&nbsp;\r\n In particular, no language can compare with the Korean language in variety and abundance of onomatopoeic and mimetic words. &nbsp;&nbsp;&nbsp;\r\n According to the results of a survey of dictionaries made  with the help of high-tech means, the Korean language has 8,800-10,000 onomatopoeic and mimetic words. &nbsp;&nbsp;&nbsp;\r\n The Korean language has reached 16.9-34.2 percent, the highest marks, in use of vocabulary.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan's attempt to increase surveillance over DPRK blasted",
            "url": "http://kcna.co.jp/item/2003/200302/news02/19.htm#10",
            "content": "Foreign Minister leaves for Malaysia\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 18 (KCNA) -- Foreign Minister Paek Nam Sun and his party left here today to participate in a meeting of foreign ministers of non-aligned countries which will be held in Malaysia prior to the 13th summit meeting.\r\n They were seen off at the airport by Vice-Minister of Foreign Affairs Kim Yong Il and Chinese Ambassador to the DPRK Wu Donghe.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. arms buildup in Japan",
            "url": "http://kcna.co.jp/item/2003/200302/news02/19.htm#11",
            "content": "Japan's attempt to increase surveillance over DPRK blasted\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 18 (KCNA) -- The Japanese reactionaries are reportedly scheming to strengthen the alert posture toward the DPRK with radar and other sophisticated equipment under the cloak of coping with the \"possible launch of ballistic missiles.\"\r\n According to the sources of the Japan Defense Agency on Feb. 15 dealing with this move, the agency is planning to conduct full-scale espionage including wireless communication tapping through communication centers across the country and a U.S. spy satellite. It is also contemplating about the deployment of two aegis destroyers of the maritime SDF based in Maizuru of Kyoto Prefecture and Sasebo of Nagasaki Prefecture in the waters off the Korean Peninsula any moment. &nbsp;&nbsp;&nbsp;\r\n Other sources said that the air SDF is set to increase surveillance over the air above the East Sea of Korea through the recently established radar system. &nbsp;&nbsp;&nbsp;\r\n This clearly indicates how zealously the Japanese reactionaries are joining the U.S. in its moves to stifle the DPRK.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "High vigilance against U.S. cynical ploy called for",
            "url": "http://kcna.co.jp/item/2003/200302/news02/19.htm#12",
            "content": "U.S. arms buildup in Japan\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 18 (KCNA) -- The U.S. is reportedly working hard to reinforce its armed forces in Japan, which is part of military moves to stifle the DPRK.\r\n On Feb. 16 Kyodo News said that the U.S. administration officially informed the Japanese side that it will add fighter planes to the U.S. Forces in Japan under the pretext of \"contingent counteraction\" on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n In response to it, the Japanese Government said that in case the U.S. attacks Iraq, the \"deterrent force\" of the \"Japan-U.S. Security System\" in the Asia-Pacific region should effectively act.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "South side's delegation here",
            "url": "http://kcna.co.jp/item/2003/200302/news02/19.htm#13",
            "content": "High vigilance against U.S. cynical ploy called for\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 18 (KCNA) -- Nowadays the U.S. rulers and spokesmen for the White House and the State Department peddled a false rumor to the effect that the U.S. is willing to have a \"dialogue\" with the DPRK over the nuclear issue of the Korean Peninsula and consider energy and food aid for the DPRK if Pyongyang ends nuclear weapons development.\r\n They also said that the U.S. has no plans to invade and may guarantee the security of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun today carries a signed article in this regard. &nbsp;&nbsp;&nbsp;\r\n It says: &nbsp;&nbsp;&nbsp;\r\n Their remarks are nothing but a cynical ploy. &nbsp;&nbsp;&nbsp;\r\n What draws attention here is its widespread talk about \"dialogue\" with the DPRK. &nbsp;&nbsp;&nbsp;\r\n However, there is no change in the U.S. conditional stand that it will have dialogue with Pyongyang only after it scraps its \"nuclear weapons program.\" &nbsp;&nbsp;&nbsp;\r\n The \"dialogue\" much touted by the U.S. is no more than a farce to lead the world public in its favor. &nbsp;&nbsp;&nbsp;\r\n The U.S. repeatedly said that it has no plans to invade the DPRK. But this is one of tricks. &nbsp;&nbsp;&nbsp;\r\n The U.S. is stepping up its arms buildup in and around South Korea pursuant to its military operation plan in Korea. &nbsp;&nbsp;&nbsp;\r\n The U.S. utterances are a camouflaged peace tactic to cover up its attempt to ignite a war of aggression. &nbsp;&nbsp;&nbsp;\r\n The present situation requires us to heighten vigilance against the U.S. imperialists' cynical ploy. &nbsp;&nbsp;&nbsp;\r\n The army and the people of the DPRK will heighten anti-American feelings and revolutionary vigilance against the U.S. imperialists and resolutely struggle against them with the toughest stand.    \r\n\r\n\r\n\r\n"
        }
    ]
}