{
    "date": "2003-01-16",
    "url": "http://kcna.co.jp/item/2003/200301/20030116.htm",
    "articles": [
        {
            "title": "Working people vow to bring about new surge in production",
            "url": "http://kcna.co.jp/item/2003/200301/news01/16.htm#1",
            "content": "Working people vow to bring about new surge in production \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 15 (KCNA) -- Rallies were held at the Pyongyang Basic Foodstuff Factory, the Kusong Textile Mill, the Taedonggang Beer Factory, the Ryongsong Chicken Farm and the Jongbang Co-op Farm in Sariwon City and other industrial establishments and farms to vow to bring about a fresh surge in the production in hearty response to the Joint New Year Editorial of newspapers. Reporters and speakers at the rallies recalled that all the working people are vigorously speeding up the general march in the New Year to contribute to improving the people's living standard as called for by the editorial. &nbsp;&nbsp;&nbsp;\r\n They underscored the need to honour the national economic plan ahead of schedule in the revolutionary spirit of soldiers and the spirit of the \"arduous march\", considering the great idea and line of giving top priority to the army as a maxim of their life and struggle, and thus glorify this significant year, the 55th anniversary of the DPRK.    \r\n     \r\n"
        },
        {
            "title": "Photo exhibition held",
            "url": "http://kcna.co.jp/item/2003/200301/news01/16.htm#2",
            "content": "Photo exhibition held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 15 (KCNA) -- A photo exhibition took place at the Chollima House of Culture on Jan. 13 to mark the tenth anniversary of the establishment of diplomatic relations between the DPRK and Qatar.\r\n Participating in it were Jon Yong Jin, vice-chairman of the Committee for Cultural Relations with Foreign Countries, officials concerned and citizens here. &nbsp;&nbsp;&nbsp;\r\n A speech was made there. &nbsp;&nbsp;&nbsp;\r\n The participants looked round the photos showing the history and culture of Qatar and the successes made by its people in building a new society.     \r\n    \r\n\r\n"
        },
        {
            "title": "New posters created",
            "url": "http://kcna.co.jp/item/2003/200301/news01/16.htm#3",
            "content": "New posters created \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 15 (KCNA) -- Over 30 posters calling for carrying out tasks set in the Joint New Year Editorial were created by the Mansudae Art Studio, the Central Fine Arts Studio, the Fine Arts Studio of the Ministry of Railways and other fine art studios.\r\n Many posters including the computer-poster \"Let us achieve great victory with the might of the army-based policy, this year that marks the 55th founding anniversary of the DPRK\" and \"Let us treasure the DPRK sovereignty and dignity more than our lives\" call for discharging a civic duty in a worthwhile patriotic work to preserve the exploits President Kim Il Sung performed in nation-building and demonstrate the dignity and might of the country. &nbsp;&nbsp;&nbsp;\r\n Also among the posters are those calling on all the people to devotedly safeguard  Kim Jong Il, firmly defend the socialist country, true to his army-centered leadership and make a leaping advance in building a powerful socialist nation.    \r\n\r\n"
        },
        {
            "title": "Information campaign to boycott American movie in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200301/news01/16.htm#4",
            "content": "Information campaign to boycott American movie in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 15 (KCNA) -- An information campaign to boycott American movie \"James Bond-007\" was reportedly staged at theaters and cinemas in all parts of South Korea including Seoul, Inchon, Kimpho, Taejon, Jinju, Kwangju and Jonju on January 11 under the sponsorship of the peace committee of the reunification solidarity.\r\n Timed to coincide with the show of the film at a theater in Seoul, students conducted information activity, distributing among citizens such posters and literature as \"Don't be deceived by U.S. we don't need 007.\" &nbsp;&nbsp;&nbsp;\r\n On January 10, theaters and cinemas in several areas including Seoul, Chunchon and Wonju suspended the movie screening due to the energetic activities of citizens and students.    \r\n\r\n"
        },
        {
            "title": "Revision of SOFA called for",
            "url": "http://kcna.co.jp/item/2003/200301/news01/16.htm#5",
            "content": "Revision of SOFA called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 15 (KCNA) -- The All-People Measure Committee for Sin Hyo Sun and Sim Mi Son, Schoolgirls Killed By a U.S. Armored Car reportedly  called a press conference in Seoul on Jan. 9 and released the first written request made by the people for the revision of the unequal South Korea-U.S. Status of Forces Agreement (SOFA).\r\n Hong Kun Su, permanent co-representative of the committee, said that none of the four demands so far raised by the people over the killing of the schoolgirls has been met, adding that what is most important is to revise the SOFA. &nbsp;&nbsp;&nbsp;\r\n It is necessary to revise the sofa, not just making any improvement in its operation as claimed by the South Korean and U.S. authorities, he said, adding that the committee came to present the first seven-point written request made by the people after going through an examination by experts. &nbsp;&nbsp;&nbsp;\r\n Prof. Ri Jang Hui of the university of foreign studies briefed in detail on the points made in the written request and principles to be abided by in revising the SOFA and Ri Jong Hui, lawyer of the Bar Association for a Democratic Society, elaborated on how to revise different aspects of the SOFA. &nbsp;&nbsp;&nbsp;\r\n O Jong Ryol, permanent chairman of the \"National Alliance for Democracy and Reunification\", and Ri Hyon Suk, co-delegate of the women's society for peace, read out a press release titled \"The South Korean and U.S. authorities, opt at once to totally revise the unequal SOFA\". &nbsp;&nbsp;&nbsp;\r\n In the press release the committee clarified that it would form an all-people promotion organization and conduct positive activities for the total revision of the SOFA.    \r\n\r\n"
        },
        {
            "title": "KCNA holds U.S. chiefly responsible for nuclear proliferation and threat",
            "url": "http://kcna.co.jp/item/2003/200301/news01/16.htm#6",
            "content": "KCNA holds U.S. chiefly responsible for nuclear proliferation and threat \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 15 (KCNA) -- Nowadays, the U.S. and some countries insist on the wrong assertions, expressing \"concern\" over the nuclear issue of the Korean Peninsula and saying that the DPRK should return to the NPT. Their argument contrary to truth and reason is intended to justify the unreasonable behavior of the IAEA, a servant of the U.S., and list the DPRK as \"a criminal\" charged with nuclear proliferation and threat and a target of international pressure.\r\n Then, who is chiefly accountable for nuclear proliferation and threat between the DPRK and the U.S, parties concerned responsible for the solution to the nuclear issue on the Korean Peninsula? \r\n Proliferation of nuclear weapons in our planet was started by the United States. in 1945 the U.S. produced three a-bombs and tested one of them in its mainland and dropped the other two on Hiroshima and Nagasaki, inflicting nuclear holocaust on Japanese for the first time in human history. &nbsp;&nbsp;&nbsp;\r\n After that, the U.S. developed H-bomb and tested it in the atmosphere, bringing another nuclear disaster to humankind and, later developed and possessed neutron bombs, called weapon of evil in the 20th century. &nbsp;&nbsp;&nbsp;\r\n It demonstratively showed off its production and use of nuclear weapons and regarded them as a political and military leverage to threaten, blackmail and dominate other countries while holding strategic supremacy through nuclear arms buildup and brandishing nukes. Such moves compelled other countries to competitively step up their nuclear development and, in the long run, triggered off the proliferation of nuclear weapons. &nbsp;&nbsp;&nbsp;\r\n At present all of the UNSC permanent member nations have become nuclear weapon states and Israel and some other countries have nukes. This was entirely attributable to the U.S. as their access to nukes was motivated and urged by the U.S. development, production and proliferation of nuclear weapons. &nbsp;&nbsp;&nbsp;\r\nThe facts prove that the U.S. is the epicenter of the nuclear proliferation and that it should be the first to totally scrap nukes if the nuclear proliferation is to be prevented actually and fundamentally. &nbsp;&nbsp;&nbsp;\r\n The U.S. is also chiefly to blame for nuclear threat. &nbsp;&nbsp;&nbsp;\r\n After it dropped a-bombs on Japan, posing a threat of nuclear disaster to humankind, the U.S. unleashed the Korean War and threatened the DPRK and China with nukes several times during the war. &nbsp;&nbsp;&nbsp;\r\n Fleeing from the northern half of Korea after the temporary occupation of it, the U.S. took a large number of inhabitants to South Korea, threatening to use a-bombs. As a result, millions of family members and relatives have lived separated in the north and the south of the country for over half a century, undergoing sufferings. &nbsp;&nbsp;&nbsp;\r\n The U.S. nuclear threat has been escalated since the appearance of the Bush administration. The administration, in a report on the review of nuclear posture, singled out seven countries including the DPRK as targets of the U.S. nuclear attacks and has called for the development of new-type nukes capable of destroying any underground facilities and for preemptive nuclear attacks. &nbsp;&nbsp;&nbsp;\r\n This is a brigandish threat and blackmail against peace and security of humankind and the world community as it openly revealed a vicious intention of the U.S. to mount any nuclear attacks without limit anytime on any targets of those countries incurring its displeasure. &nbsp;&nbsp;&nbsp;\r\n All the facts prove the historical truth that the world community should place the united states in the dock, if it is to bring to justice the true criminal who escalates nuclear proliferation and threat while constantly the creating danger of nuclear war and nuclear calamity against human civilization.    \r\n\r\n"
        },
        {
            "title": "Unha Associated Trading Bureau",
            "url": "http://kcna.co.jp/item/2003/200301/news01/16.htm#7",
            "content": "Unha Associated Trading Bureau \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 15 (KCNA) -- Many factories under the Unha Associated Trading Bureau have topped their daily quotas at more than 120 percent from the first day of the New Year. \r\nAamong them are the Tongdaewon Garment Factory, the Wonsan Garment Export Factory and the Hamhung Garment Factory. &nbsp;&nbsp;&nbsp;\r\n The bureau, located on the bank of the River Taedong in Pyongyang, has a hundred and scores of factories, enterprises, oversea companies and branch offices. It has also a technical office for samples of exports and an embroidery institute. &nbsp;&nbsp;&nbsp;\r\n  Men and women's ready-made suits, padded clothes, jackets and other garments of various models produced by the bureau are exported to China, Malaysia, Thailand, Japan, Hong Kong, Germany, Singapore and other countries.    \r\n\r\n\r\n"
        },
        {
            "title": "Ecdysone",
            "url": "http://kcna.co.jp/item/2003/200301/news01/16.htm#8",
            "content": "Ecdysone \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 15 (KCNA) -- The Botanical Institute of the Democratic People's Republic of Korea has succeeded in making beta-ecdysone from plants seen easily in the country.\r\n It, strong hormone for slough, accelerates the growth of silkworms and remedies silkworm jaundices. &nbsp;&nbsp;&nbsp;\r\n Researchers have proved that ecdysone-sprayed fodder considerably raised the rate of silkworms' existence. &nbsp;&nbsp;&nbsp;\r\nWith the help of ecdysone researchers increased lobster production by 30 percent. &nbsp;&nbsp;&nbsp;\r\n It also helps absorb protein. &nbsp;&nbsp;&nbsp;\r\n Cosmetics made with ecdysone make the complexion smooth and remove dark spots and wrinkles.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan urged not to blindly follow U.S.",
            "url": "http://kcna.co.jp/item/2003/200301/news01/16.htm#9",
            "content": "Japan urged not to blindly follow U.S.\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 15 (KCNA) -- The DPRK stands in all-out confrontation with the U.S. imperialists to counter their increasing nuclear blackmail, Rodong Sinmun today says in a signed commentary.\r\n Japan's involvement in the U.S. moves to stifle the DPRK only leads to self-destruction, the commentary notes, and continues: &nbsp;&nbsp;&nbsp;\r\n There is a limit to the DPRK's magnanimity and good faith toward Japan. &nbsp;&nbsp;&nbsp;\r\n Last year the DPRK showed great generosity toward Japan, considering the apology expressed by it in the DPRK-Japan Pyongyang declaration as sincere. &nbsp;&nbsp;&nbsp;\r\n But Japan failed to observe etiquette and morality in dealing with the DPRK. &nbsp;&nbsp;&nbsp;\r\n What is more serious is that no sooner had the U.S. cooked up the issue of the DPRK's \"nuclear development\" and internationalized it than Japan played the role of its shock brigade. And its diplomatic boss, acting as a trumpeter for the U.S., demanded the DPRK scrap its \"nuclear program\" before dialogue. He worked hard to establish an international \"cooperation system\" in a bid to stifle the DPRK while talking about \"concern\" and the \"pressure of the international community.\" &nbsp;&nbsp;&nbsp;\r\n Japan's recent mean behaviour of dancing to the U.S. tune lashes the DPRK into a bitter wrath at Japan, bereft of any independent stand and faith. &nbsp;&nbsp;&nbsp;\r\n The hearts of the army and people of the DPRK are still burning with bitter hatred for Japan. The increased zeal shown by Japan in joining the U.S. in its moves to isolate and stifle the DPRK in contravention of the spirit of the Pyongyang declaration will only touch off their towering hatred against it and harden their will to force it to pay for its past wrongdoings come what may. &nbsp;&nbsp;&nbsp;\r\n Japan should stop toeing the U.S. policy to stifle the DPRK with nukes.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Friendly gathering held",
            "url": "http://kcna.co.jp/item/2003/200301/news01/16.htm#10",
            "content": "Friendly gathering held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 15 (KCNA) -- Russian Ambassador to the DPRK Andrei Karlov hosted a friendly gathering at the embassy on Jan. 14 on the occasion of the New Year, Juche 92 (2003).\r\n Present on invitation were minister Ri Kwang Gun and Vice-Minister Kim Yong Jae of foreign trade and officials concerned. &nbsp;&nbsp;&nbsp;\r\n The staffers of the Russian embassy here were on hand. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the gathering. &nbsp;&nbsp;&nbsp;\r\n The participants deepened friendly feelings, talking to each other about the fact that the friendly and cooperative relations between the two countries are growing stronger as the days go amid the deep concern of Kim Jong Il and President V. V. Putin.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chinese Ambassador gives reception",
            "url": "http://kcna.co.jp/item/2003/200301/news01/16.htm#11",
            "content": "Chinese Ambassador gives reception\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 15 (KCNA) -- Chinese Ambassador to the DPRK Wu Donghe gave a reception at the embassy on Jan. 14 on the occasion of the New Year, Juche 92 (2003).\r\n Present at the reception on invitation were Pak Jung Gun, Vice-Minister of People's Security, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Staff members of the Chinese embassy here were on hand. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the reception.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Union members, youth and students vow to vent their spite",
            "url": "http://kcna.co.jp/item/2003/200301/news01/16.htm#12",
            "content": "Union members, youth and students vow to vent their spite\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 15 (KCNA) -- Union members, youth and students of Korea held meetings on Jan. 14 in support of a statement of the DPRK Government declaring its withdrawal from the Nuclear Non-Proliferation Treaty.\r\n Union members met before the monument to party foundation. &nbsp;&nbsp;&nbsp;\r\nRyom Sun Gil, chairman of the Central Committee of the General Federation of Trade Unions of Korea, read out the statement, which was followed by speeches. &nbsp;&nbsp;&nbsp;\r\n The speakers hailed the statement as a legitimate self-defensive measure to protect the sovereignty, the right to existence and the dignity of the country and the nation and a bomb-like declaration made by the militarily powerful country led by the man born of Mt. Paektu who pursues an army-based policy, stricking the U.S. warhawks hard in the face. &nbsp;&nbsp;&nbsp;\r\n The workers and union members, full of the spirit of devotedly defending the leader and the spirit of being a human bomb, will develop the national defence industry in the revolutionary spirit of self-reliance that was displayed in the deep forests of Mt. Paektu and the spirit of devotedly defending the country that was displayed in the 1950s, as befitting the workers who take charge of the arsenal of the army-based revolution, and deal merciless blows at the u.s. aggressors, they solemnly warned:\r\n Youth and students held a meeting before the monument to victory in the fatherland liberation war to express their determination to defend the country at the cost of their lives. A resolution representing the unshakable faith and will of 5 million young vanguard was read out at first. &nbsp;&nbsp;&nbsp;\r\n The resolution said that all the youngsters in the DPRK will prepare themselves to be the first-line human bombs, the first-line soldiers ready to blow up themselves in defence of the headquarters of the revolution, bearing in mind the iron faith that they will win a victory in a do-or-die battle with the U.S. imperialists as they are led by Kim Jong Il, brilliant commander of Mt. Paektu, no matter how many times the world may change. &nbsp;&nbsp;&nbsp;\r\n The speakers said that if the U.S. finally provokes a war of aggression, the young vanguard of heroic Korea will turn out to wipe out the aggressors from this land and vent the spite of the nation.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK FM spokesman on U.S. rumor about dialogue",
            "url": "http://kcna.co.jp/item/2003/200301/news01/16.htm#13",
            "content": "DPRK FM spokesman on U.S. rumor about dialogue\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 15 (KCNA) -- A spokesman for the DPRK Foreign Ministry gave an answer to a question raised by KCNA today as regards the rumor about \" dialogue\"  with the DPRK spread by the united states recently in a bid to mislead the public opinion.\r\n He said: &nbsp;&nbsp;&nbsp;\r\n Some high-ranking officials of the U.S. were reported to have said that the U.S. has willingness to have dialogue with the DPRK and discuss the matters of energy and food aid if the latter scraps its \"nuclear weapon development program\". &nbsp;&nbsp;&nbsp;\r\n In this regard, some of the world community have shown impromptu views that the U.S. made a switchover in its position from its stand of denying dialogue and compensation to that of expressing its willingness to do so. &nbsp;&nbsp;&nbsp;\r\n But, in essence, there is no change in the U.S. conditional stand that it would have dialogue with the DPRK only after it scraps its \"nuclear program\" . It is clear that the U.S. talk about dialogue is nothing but a deceptive drama to mislead the world public opinion. &nbsp;&nbsp;&nbsp;\r\n It has been evidenced by the oft-repeated remarks made by a spokesman for the white house on January 14 that the U.S. would not negotiate with North Korea but would have a dialogue to discuss the issue of urging it to fulfil its commitments. &nbsp;&nbsp;&nbsp;\r\n We prudently examined the matter of dialogue raised in the Jan. 7 joint statement of the U.S., Japan and South Korea for the first time, and made its utmost efforts to have dialogue with the U.S. side. &nbsp;&nbsp;&nbsp;\r\n Until the day before the DPRK government's statement was published on January 10 we seriously dealt with the U.S. \"willingness\" for dialogue conveyed by a third country and directly got in touch with the U.S. State Department through a New York channel for DPRK-U.S. contacts. &nbsp;&nbsp;&nbsp;\r\n However, what we heard from the U.S. side was simple words that the U.S. had nothing to say about the resumption of dialogue. &nbsp;&nbsp;&nbsp;\r\n To cite one more example, the U.S. has often said that it would not link the humanitarian matter to the political issue, but, after the nuclear issue was raised, craftily put up such preconditions as opening all parts of the DPRK in a bid to invent a pretext for stopping food aid to the DPRK. &nbsp;&nbsp;&nbsp;\r\n By such preconditions the U.S. meant in a word that food aid would be possible only when the DPRK opens its military objects sensitive from the viewpoint of national security to the outside world. &nbsp;&nbsp;&nbsp;\r\n As seen above, the U.S. loudmouthed supply of energy and food aid are like a painted cake pie in the sky as they are possible only after the DPRK is totally disarmed. &nbsp;&nbsp;&nbsp;\r\n The U.S. assertion that negotiations for conclusion of a non-aggression treaty and economic aid are possible only when the DPRK unilaterally lays down its arms is against common sense as the DPRK and the U.S. are now standing in the most acute military confrontation. It is, in essence, a stand of denying dialogue and negotiations. &nbsp;&nbsp;&nbsp;\r\n Such contradictory remarks made by the authorities of the U.S. administration prove that they seek to gain time for some other purpose and, therefrom, resort to false propaganda to fool the DPRK and the world public. &nbsp;&nbsp;&nbsp;\r\n It is the consistent stand of the DPRK to settle the issue on an equal footing through fair negotiations that may clear both sides of their concerns. &nbsp;&nbsp;&nbsp;\r\n We have already clarified that the DPRK is ready to solve the nuclear issue through negotiations on condition that the U.S. recognizes the DPRK's sovereignty, assures it of non-aggression and does not obstruct its economic development. &nbsp;&nbsp;&nbsp;\r\n Nobody will be taken in by any tricks employed by the bush administration. The U.S. can never evade the blame for the present crisis unless it makes a fundamental switchover in its hostile policy towards the DPRK. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}