{
    "date": "2003-09-17",
    "url": "http://kcna.co.jp/item/2003/200309/20030917.htm",
    "articles": [
        {
            "title": "Message of Greetings to Kim Jong Il Adopted in India",
            "url": "http://kcna.co.jp/item/2003/200309/news09/17.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korea Urged to Reject U.S. Demand",
            "url": "http://kcna.co.jp/item/2003/200309/news09/17.htm#2",
            "content": "Message of Greetings to Kim Jong Il Adopted in India \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 16 (KCNA) -- A message of greetings to leader Kim Jong Il was adopted at an Indian national seminar on the subject of \"Songun idea, guiding idea of the 21st century\" on August 30 held in New Delhi under the sponsorship of the Asian Regional Institute of the Juche Idea on the occasion of the 55th anniversary of the Democratic People's Republic of Korea.\r\n The message said: &nbsp;&nbsp;&nbsp;\r\n It was a historic event that President Kim Il Sung founded the DPRK, an independent and sovereign state guided by the Juche idea, on September 9, 1948. &nbsp;&nbsp;&nbsp;\r\n For the last 55 years since the birth of a socialist state centering on the popular masses, the first of its kind in the 5,000-year history, the DPRK has covered the road of glory and turned into a powerful socialist country, independent, self-supporting and self-reliant in national defence, from the past colony. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il systematized the Songun revolutionary idea in an all-round way and formulated it as a perfect revolutionary idea. &nbsp;&nbsp;&nbsp;\r\nThanks to the Songun politics, the DPRK is defending the sovereignty and dignity of the country with honour and advancing toward a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n The message expressed the belief that the DPRK would win the final victory of the socialist cause thanks to the Songun idea, an outstanding guiding idea of the 21st century.    \r\n\r\n"
        },
        {
            "title": "Golden Jubilee of Science and Encyclopedia Press Marked",
            "url": "http://kcna.co.jp/item/2003/200309/news09/17.htm#3",
            "content": "S. Korea Urged to Reject U.S. Demand \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 16 (KCNA) -- The U.S. deputy assistant defense secretary \"requested\" the south Korean authorities to dispatch additional troops to Iraq at the 4th meeting of \"allies' policy consultative council\" of south Korea and the U.S.\r\n Commenting on this, Minju Joson today says: &nbsp;&nbsp;&nbsp;\r\n The U.S. seeks to use young and middle-aged Koreans as cannon fodder in Iraq as it did during the Vietnam war of aggression. This is an intolerable criminal act that adds to its crimes. &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities have already dispatched over 670 soldiers of medical and engineering units to Iraq in April despite strong opposition and rejection at home and abroad. &nbsp;&nbsp;&nbsp;\r\nTheir intention to dispatch more troops to Iraq can not but be a pro-U.S. act of treachery as they force their own fellow countrymen to fall victim to the U.S. war of aggression. &nbsp;&nbsp;&nbsp;\r\n The group of the Grand National Party who have always watched for a chance to please the U.S. is now praising the additional troop dispatch to Iraq as a \"positive step.\" This has brought into bolder relief its true colors as a \"foreign party\" and a \"branch of the U.S. Republican Party in south Korea\" as it betrays the nation and serves the U.S. &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities should not yield to the U.S. unreasonable pressure but withdraw their troops already dispatched to Iraq without delay and take an independent measure of rejecting the demand for additional dispatch.    \r\n\r\n"
        },
        {
            "title": "U.S. Troops' Presence in S. Korea Denounced",
            "url": "http://kcna.co.jp/item/2003/200309/news09/17.htm#4",
            "content": "Golden Jubilee of Science and Encyclopedia Press Marked \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 16 (KCNA) -- A meeting to mark the golden jubilee of the Science and Encyclopedia Press was held at the Grand People's Study House on September 15.\r\n Present there were Secretary of the Central Committee of the Workers' Party of Korea Choe Thae Bok, officials concerned and journalists, editors and employees of the press. &nbsp;&nbsp;&nbsp;\r\n Choe Thae Bok read out a congratulatory message of the WPK Central Committee to the journalists, editors and employees of the press at the meeting. &nbsp;&nbsp;&nbsp;\r\n The congratulatory message said that over the last 50 years since its foundation on September 15, Juche 42 (1953) the press has grown to be a strong center for science press and dissemination and successfully fulfilled its revolutionary duty under the wise guidance of the Party and the leader. &nbsp;&nbsp;&nbsp;\r\n The message highly praised them for their great successes achieved in the work of publishing books and disseminating science to firmly uphold their idea, system and cause and glorify them. &nbsp;&nbsp;&nbsp;\r\n A report was delivered by Kim Jung Hyop, director and editor-in-chief of the press to be followed by speeches. &nbsp;&nbsp;&nbsp;\r\n The reporter and speakers called on all the journalists and editors to become true revolutionary soldiers who firmly preserve the immortal leadership exploits performed by President Kim Il Sung and Kim Jong Il in the field of the press and carry out with loyalty the Songun revolutionary cause of the Party by use of pens of revolution. &nbsp;&nbsp;&nbsp;\r\n They underscored the need for the journalists and editors to actively explain the greatness, originality and tremendous vitality of the Party's Songun idea and policy with a main emphasis put on the dissemination of the greatness of  Kim Jong Il and edit and publish excellent scientific and theoretical books, various scientific magazines, dictionaries and popular books necessary for the development of advanced science and technology in the new century.    \r\n\r\n"
        },
        {
            "title": "Large Mosaic Erected at Country's Leading Iron and Steel Complex",
            "url": "http://kcna.co.jp/item/2003/200309/news09/17.htm#5",
            "content": "U.S. Troops' Presence in S. Korea Denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 16 (KCNA) -- Heinrich Gruber, chairman of the Vienna, 21 County Branch of the Communist Party of Austria, denounced the U.S. troops' presence in south Korea.\r\n He issued a statement on Sept. 5 58 years after the U.S. forces' occupation of south Korea. The statement noted that their presence in south Korea is a symbol of the division of Korea and a main obstacle to its independent and peaceful reunification. &nbsp;&nbsp;&nbsp;\r\n Demanding an immediate withdrawal from south Korea of the U.S. troops, a main hurdle lying in the way of the reunification and peace of the Korean peninsula, he expressed solidarity with the Korean people in their efforts for the independent and peaceful reunification of the country.    \r\n\r\n"
        },
        {
            "title": "U.S. Accused of Harassing Peace and Security",
            "url": "http://kcna.co.jp/item/2003/200309/news09/17.htm#6",
            "content": "Large Mosaic Erected at Country's Leading Iron and Steel Complex \r\n&nbsp;&nbsp;&nbsp; Songrim, September 15 (KCNA) -- The large mosaic \"Anti-Japanese War Woman Hero Comrade Kim Jong Suk Standing on the Shore of Lake Samji\" was erected at the Hwanghae Iron and Steel Complex. It is 10.5 m in length and 8 m in height.\r\n The complex bears noble footprints left by Kim Jong Suk. She accompanied President Kim Il Sung in July and December, Juche 36 (1947), when visiting the complex and encouraged the workers there to turn out in building a new country and showed deep love for and trust in them. &nbsp;&nbsp;&nbsp;\r\n The unveiling ceremony of the mosaic took place at the complex on Monday. &nbsp;&nbsp;&nbsp;\r\n Ro Pae Gwon, chief secretary of the North Hwanghae Provincial Committee of the Workers' Party of Korea, in a speech said that the large mosaic erected at the complex manifested the unshakable faith and will of the workers of the complex and the Party members and other workers in Songrim to glorify the great revolutionary exploits performed by Kim Jong Suk, the supreme incarnation of the spirit of devotedly defending the leader, and uphold the Songun revolutionary leadership of leader Kim Jong Il with loyalty, learning from the noble example set by the woman general of Mt. Paektu.    \r\n\r\n"
        },
        {
            "title": "Group for Study of Juche Idea Formed in Norway",
            "url": "http://kcna.co.jp/item/2003/200309/news09/17.htm#7",
            "content": "U.S. Accused of Harassing Peace and Security \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 16 (KCNA) -- Rodong Sinmun today in a signed article accuses the U.S. imperialists of wrecking peace and security on the Korean peninsula.\r\n It says: &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists have historically committed indelible crimes by disturbing the peace and security of the country. &nbsp;&nbsp;&nbsp;\r\n They have conducted ceaseless large-scale military exercises in the sky, land and sea of south Korea and massively introduced sophisticated lethal weapons there this year. And they are persisting in their \"economic blockade\" against the DPRK and conducting anti-DPRK \"blockade\" in the sea, the sky and the land. They revealed their undisguised intention to mount preemptive nuclear attacks on the DPRK after listing it as part of an \"axis of evil\" in disregard of the principle of justice and equality in the international relations. &nbsp;&nbsp;&nbsp;\r\n This clearly proves that the U.S. imperialists are the chief criminals wrecking the peace and security on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n They can never evade responsibility for having harassed peace on the Korean peninsula and violated the security of the nation. Clear is the aim sought by the U.S. in bringing the political, economic and military pressure to bear upon the DPRK, while misrepresenting the reality. &nbsp;&nbsp;&nbsp;\r\n It seeks to seize the Korean peninsula, a region of military strategic and geo-political importance, establish domination and control over Asia, using it as a springboard, and, furthermore, realize its ambition for world domination. &nbsp;&nbsp;&nbsp;\r\n That is why the U.S. imperialists are running wild to stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n The danger of war can not be removed nor can peace and security be guaranteed on the Korean peninsula as long as the U.S. imperialist aggressors remain in south Korea. &nbsp;&nbsp;&nbsp;\r\n The article calls upon all the compatriots in the north and the south and abroad to carry on the staunch anti-U.S. struggle and fully support the Songun policy of the north.    \r\n\r\n"
        },
        {
            "title": "International Day of Ozone Layer Protection Observed",
            "url": "http://kcna.co.jp/item/2003/200309/news09/17.htm#8",
            "content": "Group for Study of Juche Idea Formed in Norway \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 16 (KCNA) -- The Arendal Group for the Study of the Juche Idea in Norway was formed with due ceremony on Sept. 9.\r\n Bon Ho Lud was elected chief of the group at the ceremony. &nbsp;&nbsp;&nbsp;\r\n He said at the ceremony it is very important for everybody struggling for social progress to study the Juche idea which the Korean people regard as guidelines in their struggle for socialist construction and the reunification of the country. &nbsp;&nbsp;&nbsp;\r\n He stressed that he would expand the group and deepen the study of the principles of Juche in ideology, independence in politics, self-support in the economy and self-reliance in national defence adhered to by the Korean people in the revolution and construction under the banner of the Juche idea. \r\n\r\n"
        },
        {
            "title": "S. Korean Visiting Group Arrives",
            "url": "http://kcna.co.jp/item/2003/200309/news09/17.htm#9",
            "content": "International Day of Ozone Layer Protection Observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 16 (KCNA) -- Rodong Sinmun today dedicates an article to the International Day of Ozone Layer Protection.\r\n The article says that a wide range of activities are brisk in many parts of the world to protect the ozone layer of the earth. Noting that the hole in the ozone layer over the sky of the Antarctic Continent is rapidly growing larger, causing the worries of the international community, the article stresses: The protection of the ozone layer is an important work for the present and future of the world. It makes it incumbent upon the global community to assume common responsibility and each country and region to discharge its responsibility. &nbsp;&nbsp;&nbsp;\r\n Due to unilateral and irresponsible acts of some countries, the work of protecting the ozone layer is facing a package of troubles. Notably, the wrong attitude of the United States has laid hurdles in the way of the implementation of the \"Kyoto protocol.\" &nbsp;&nbsp;&nbsp;\r\n The ozone layer is being destroyed in geometrical progression, the article says, and adds: If the world remained indifferent to ozone layer protection under this situation, the matter will get more serious. &nbsp;&nbsp;&nbsp;\r\n Therefore, it stresses, all countries should pay attention to ozone layer protection for the common interests of humankind. If all the members of the global community actively strive, a great success will be achieved in the protection of the ozone layer, it adds.    \r\n\r\n\r\n"
        },
        {
            "title": "IIJI Congratulatory Group Leaves",
            "url": "http://kcna.co.jp/item/2003/200309/news09/17.htm#10",
            "content": "S. Korean Visiting Group Arrives\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 16 (KCNA) -- A visiting group of south Korean NGO \"Let-Koreans-Help-Each-Other Movement\" led by its permanent representative Song Hyon Sop arrived in Pyongyang today.\r\n It was met at the airport with compatriotic feelings by Ho Hyok Phil, vice-chairman of the National Reconciliation Council, and other officials concerned.    \r\n\r\n\r\n"
        },
        {
            "title": "Choe Thae Bok Meets British Guests",
            "url": "http://kcna.co.jp/item/2003/200309/news09/17.htm#11",
            "content": "IIJI Congratulatory Group Leaves\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 16 (KCNA) -- A congratulatory group of the International Institute of the Juche Idea led by Secretary General Vishwanath left Pyongyang today.\r\n It was seen off at the airport by Kim Yong Il, vice-chairman of the Korean Social Scientists Society.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA Assails U.S.-led Multinational Naval Blockade Exercises",
            "url": "http://kcna.co.jp/item/2003/200309/news09/17.htm#12",
            "content": "Choe Thae Bok Meets British Guests\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 16 (KCNA) -- Choe Thae Bok, chairman of the Supreme People's Assembly of the DPRK, met and had a friendly talk with Caroline Anne Cox, vice-president of the House of Lords of the United Kingdom of Great Britain and Northern Ireland, and her party who paid a courtesy call on him at the Mansudae Assembly Hall today.\r\n Present there were Deputy to the SPA Ri Jong Hyok, chairman of the DPRK-Britain Friendship Parliamentary Group, and officials concerned.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Foreign Ministry Denounces Israel's Decision to Expel Arafat",
            "url": "http://kcna.co.jp/item/2003/200309/news09/17.htm#13",
            "content": "KCNA Assails U.S.-led Multinational Naval Blockade Exercises\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 16 (KCNA) -- The United States conducted joint naval blockade exercises in the waters off the east coast of Australia from September 13 by mobilizing multinational troops under the pretext of increasing the capability of the international community for the removal of the threat of the proliferation of weapons of mass destruction.\r\n The military exercises dubbed \"Pacific Protector\" were reportedly aimed to intercept and seize DPRK-flagged ships in high seas. &nbsp;&nbsp;&nbsp;\r\n This is a wanton violation of the sovereignty of the DPRK and intolerable military provocations as it was a prelude to a nuclear war. &nbsp;&nbsp;&nbsp;\r\n The U.S. is putting its international blockade strategy into practice. Its reckless military moves to stifle the DPRK have created such a dangerous situation on the Korean peninsula that a nuclear war may break out there any moment. &nbsp;&nbsp;&nbsp;\r\n What matters is that the U.S. is escalating its international blockade strategy against the DPRK behind the scene of dialogue. &nbsp;&nbsp;&nbsp;\r\n U.S. President Bush set out a \"security plan to prevent the proliferation of weapons\" in April this year, asserting that the international community is entitled to intercept vessels and aircraft suspected of proliferating weapons in the open sea and along international air routes. &nbsp;&nbsp;&nbsp;\r\n At the G-8 summit, the U.S. set forth a proposal on setting up a \"security system for the prevention of the proliferation of weapons of mass destruction\" and busied itself to establish an institutional mechanism to justify the interception, inspection and blockade against independent sovereign states. At Madrid and Brisbane conferences held in June and July it discussed measures for collective blockade against the DPRK. The same holds true for the \"principles to control weapons of mass destruction\" adopted by 11 sponsor nations of the anti-proliferation security proposal in Paris on September 4 &nbsp;&nbsp;&nbsp;\r\n All this goes to prove that the U.S. is not only clinging to the strategy to isolate and stifle the DPRK at any cost in a bid to charge it with nuclear development and strangle it by putting international pressure upon it but also escalating it as the days go by. &nbsp;&nbsp;&nbsp;\r\n The U.S. is the world's biggest criminal state as regards the proliferation of weapons. However, it is painting itself a \"champion of international justice\", making the far-fetched assertion that the DPRK poses a threat by proliferating weapons. This can not but be a mockery of the international community. &nbsp;&nbsp;&nbsp;\r\n At the six-way talks the DPRK served a warning that the projected naval blockade exercises may chill the atmosphere of the talks. But, defying this warning, the Bush administration staged the military exercises only to prove that it has no intention to seek a peaceful settlement of the nuclear issue between the DPRK and the U.S. &nbsp;&nbsp;&nbsp;\r\n As it became clear that the U.S. used the six-way talks as an opportunity of pressurizing the DPRK to dismantle its nuclear facilities first and disarm itself Pyongyang could not but clarify its stand that it has neither interest nor expectation for the talks. &nbsp;&nbsp;&nbsp;\r\n The DPRK can not but maintain the highest degree of revolutionary vigilance now that the U.S. is working hard to swallow up the DPRK by projecting the nuclear issue between the two countries as an international issue and laying an \"international siege\" to it. &nbsp;&nbsp;&nbsp;\r\n The DPRK will take strong merciless retaliatory measures by mobilizing all its military potentials the moment the U.S. imposes any sanctions or conducts naval and air blockade against the DPRK anywhere. &nbsp;&nbsp;&nbsp;\r\n The U.S. would be well advised to stop acting rashly, bearing in mind that its undisguised moves to stifle the DPRK will only compel the latter to further increase its nuclear deterrent force for the security of the country and the defence of its sovereignty. \r\n\r\n\r\n\r\n"
        }
    ]
}