{
    "date": "2003-02-05",
    "url": "http://kcna.co.jp/item/2003/200302/20030205.htm",
    "articles": [
        {
            "title": "U.S. Korea policy termed policy of evil",
            "url": "http://kcna.co.jp/item/2003/200302/news02/05.htm#1",
            "content": "U.S. Korea policy termed policy of evil \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 4 (KCNA) -- Rodong Sinmun today in a signed article terms the U.S. hostile policy toward the DPRK a policy of evil against the Korean nation, its reunification and peace, a policy which arouses the resentment of the Koreans and the world progressives.\r\n The U.S. policy toward the DPRK is a policy of aggression and a policy of war to stifle the DPRK and its basic goal is to strangle the DPRK by force, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. strategy toward the DPRK is aimed to swallow up the DPRK and put the whole of Korea under its domination. \r\n It is because of the U.S. hostile policy the two parties would grow stronger in the future, too, it wished the congress great success in its work.    \r\n\r\n"
        },
        {
            "title": "U.S. talk about \"dialogue\" dismissed as hypocritical",
            "url": "http://kcna.co.jp/item/2003/200302/news02/05.htm#2",
            "content": "U.S. talk about \"dialogue\" dismissed as hypocritical \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 4 (KCNA) -- The U.S. loudmouthed \"dialogue\" is a camouflaged peace hoax to cover up its nuclear blackmail against the DPRK and its moves to stifle it with the veil of \"peace\", hoodwink the world public and buy time to seize the DPRK by dangerous military means.\r\n Rodong Sinmun today says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. much publicized \"dialogue\" is nothing helpful to the settlement of problems but a cynical ploy as it is designed to achieve a sinister aim. &nbsp;&nbsp;&nbsp;\r\n The U.S. is chiefly to blame for the outbreak of the nuclear issue on the Korean Peninsula and the extremely tense situation there. &nbsp;&nbsp;&nbsp;\r\n The U.S. stopped the supply of heavy oil to the DPRK and reduced the DPRK-U.S. Agreed Framework to a dead document. &nbsp;&nbsp;&nbsp;\r\nAt the same time, it began putting its plan to invade the DPRK into practice. This caused a power vacuum in the DPRK and put its supreme interests in very serious jeopardy. &nbsp;&nbsp;&nbsp;\r\n If the U.S. truly wants dialogue with the DPRK, it should bear responsibility for the present crisis on the Korean Peninsula and opt for holding a direct dialogue with the latter on the principles of equality and impartiality. &nbsp;&nbsp;&nbsp;\r\n The nuclear issue of the Korean Peninsula is the issue to be settled between the DPRK and the U.S. from the viewpoints of its origin and the circumstances of its outbreak and several legal documents and the responsibility for the present crisis. &nbsp;&nbsp;&nbsp;\r\n But the U.S. is using the International Atomic Energy Agency, its cat's paw which has discarded the principle of impartiality, in internationalizing the DPRK's \"nuclear issue\" in a bid to shift its responsibility and its commitment onto the international community. &nbsp;&nbsp;&nbsp;\r\n It is a daydream for the U.S. to try to evade its responsibility for having created the worst situation on the Korean Peninsula through its loudmouthed dialogue and internationally isolate and pressurize the DPRK and thus realize its wild ambition to stifle it by all means.    \r\n\r\n"
        },
        {
            "title": "Bush's \"state of union address\" denounced in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200302/news02/05.htm#3",
            "content": "Bush's \"state of union address\" denounced in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 4 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration reportedly released a statement on Jan. 30 denouncing U.S. President Bush's \"state of union address\" made at congress.\r\n Recalling that Bush revealed his arrogant and violent nature this year too, the statement accused the Bush administration of being a lawless regime and a main axis of evil as it breaches international law and disturbs the world peace. &nbsp;&nbsp;&nbsp;\r\n The U.S. had implemented none of the agreements concluded for the peaceful solution of the nuclear issue on the Korean Peninsula including the DPRK-U.S. Agreed Framework, it noted, and continued: &nbsp;&nbsp;&nbsp;\r\n Bush's \"state of union address\" is an insult to the world peace-loving people and little short of a declaration of war against the Korean nation. &nbsp;&nbsp;&nbsp;\r\n He will have to pay a high price for his reckless remarks. &nbsp;&nbsp;&nbsp;\r\n The solidarity condemns Bush for his outbursts and declares once again that the organization will join the 70 million Koreans desirous of peace, independence and reunification in the nation-wide anti-U.S. resistance.    \r\n\r\n"
        },
        {
            "title": "Withdrawal of U.S. Forces from S. Korea demanded",
            "url": "http://kcna.co.jp/item/2003/200302/news02/05.htm#4",
            "content": "Withdrawal of U.S. Forces from S. Korea demanded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 4 (KCNA) -- The Latin American and Caribbean Regional Committee to Support the Reunification of Korea in a statement on Jan. 22 dismissed the efforts of the Bush group of warmongers to contain the DPRK by force as a daydream.\r\n Warning the U.S. that if its forces ignite a nuclear war on the Korean Peninsula, they will not be able to go back alive, the statement went on: &nbsp;&nbsp;&nbsp;\r\n The basic solution to the issue is for the U.S. to conclude a non-aggression treaty with the DPRK and for its forces to quit South Korea. &nbsp;&nbsp;&nbsp;\r\n The committee extends firm solidarity to the government and the people of the DPRK in their efforts to defend the dignity of the nation from the moves for aggression which the U.S. is escalating to put the north of Korea under its armed occupation, accusing it of being \"a terrorist state\" in a bid to infringe upon the right to self-determination of the nation and invent a pretext for invasion. &nbsp;&nbsp;&nbsp;\r\n The U.S. should not violate the 1953 Korean Armistice Agreement, the 1994 DPRK-U.S. Agreed Framework and other agreements concluded between the countries but implement them to the letter. &nbsp;&nbsp;&nbsp;\r\n In order to remove threat from the Korean Peninsula and ensure peace there the DPRK and the U.S. should hold peace talks and the latter should pull its forces out of South Korea to help the Koreans achieve the reunification of the country.    \r\n\r\n"
        },
        {
            "title": "Anecdote about Kim Jong Il",
            "url": "http://kcna.co.jp/item/2003/200302/news02/05.htm#5",
            "content": "Anecdote about Kim Jong Il \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 4 (KCNA) -- In a rainy summer day of Juche 85 (1996) Kim Jong Il visited the Anbyon Youth Power Station.\r\n He waved to cheering soldiers who were taking part in the construction of the power station. &nbsp;&nbsp;&nbsp;\r\n An official accompanying him opened an umbrella for him. But he refused to be under it. &nbsp;&nbsp;&nbsp;\r\n Climbing a lookout to command a view of the power station, he, afraid that the soldiers might catch a cold in torrential rain, told officials to let them take shelter from the rain in their bedrooms. &nbsp;&nbsp;&nbsp;\r\n After all the soldiers went to their bedrooms, he began to look at the station's layout, exposed to rain.    \r\n\r\n"
        },
        {
            "title": "Display of strong national self-esteem called for",
            "url": "http://kcna.co.jp/item/2003/200302/news02/05.htm#6",
            "content": "Display of strong national self-esteem called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 4 (KCNA) -- The Korean people are a revolutionary and independent people strong in the nation-first spirit, says Rodong Sinmun today in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The Korean people are sure to build a powerful socialist nation, reunified and prosperous, on this land by the efforts of the nation itself and demonstrate the dignity and honor of being  Kim Il Sung's nation to the world. This is their strong national self-esteem. &nbsp;&nbsp;&nbsp;\r\n It is the greatest honor of the Korean people that they live and struggle in the powerful country which has achieved the great single-hearted unity. &nbsp;&nbsp;&nbsp;\r\n This unity means the unity of the people in the faith that they are ready to share the destiny with Kim Jong Il in difficulties and ordeals and their unity in the will to always remain true to their pledge made to him no matter how the world may change. &nbsp;&nbsp;&nbsp;\r\n The Korean people have a particular attachment to the socialist system chosen and built by themselves in their own way. \r\n It has become a lifestyle of the Koreans to sing and dance to their own tune, follow their own style in dressing and give full play to the advantages of the national identity in linguistic and moral life and all other aspects of their social life. &nbsp;&nbsp;&nbsp;\r\n The advantageous national tradition created throughout the history spanning 5,000 years is now in full bloom in all fabrics of social life. It is clearly indicative of the Korean people's strong national self-esteem.    \r\n\r\n"
        },
        {
            "title": "Japanese Prime Minister's behaviour flailed",
            "url": "http://kcna.co.jp/item/2003/200302/news02/05.htm#7",
            "content": "Japanese Prime Minister's behaviour flailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 4 (KCNA) -- Japanese Prime Minister Koizumi joined the right-wing reactionary conservatives of Japan in their despicable campaign accusing the DPRK of being a \"criminal state\" and Chongryon (General Association of Korean Residents in Japan) of being a \"criminal organization.\" Minju Joson today in a bylined article dismisses this as a base act to fan up confrontation.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The DPRK proposal for having a direct dialogue with U.S. is commanding broadbased support from the international community for its justness. And the call for negotiations with the DPRK is also heard in the U.S. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are keen to fan up the confrontation between the DPRK and the U.S., which are technically at war, in a bid to bar them from seeking a peaceful settlement of the nuclear issue on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n This indicates that they are keen not only to get directly involved in the U.S. nuclear racket intended to realize its hostile policy toward the DPRK but play the role of a shock brigade in implementing it so as to meet their interests. &nbsp;&nbsp;&nbsp;\r\n Only horrible disasters will await Japan as it runs so wild, taking advantage of the U.S. war policy of aggression quite contrary to the trend of the times towards peace.    \r\n\r\n"
        },
        {
            "title": "Paper calls for building up ranks of comrades faithful to army-based policy",
            "url": "http://kcna.co.jp/item/2003/200302/news02/05.htm#8",
            "content": "Paper calls for building up ranks of comrades faithful to army-based policy \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 4 (KCNA) -- To rally close around General Secretary Kim Jong Il as revolutionary comrades faithful to his army-based policy, this is the steadfast will the people's army and people of Korea hardened, looking back upon the sacred long journey of  revolution along which they have followed their leader, says Rodong Sinmun today in an editorial.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n A revolutionary comrade faithful to the army-based policy is the valuable honor and precious title of revolutionary soldiers who personify the army-centred idea of Kim Jong Il and share the life and death with him. &nbsp;&nbsp;&nbsp;\r\n The single-hearted unity of revolutionary comrades faithful to the army-based policy is a powerful treasured sword which guarantees victory in the final decisive battle with the imperialists. &nbsp;&nbsp;&nbsp;\r\n The secret of the final victory in the anti-imperialist confrontation is to achieve the single-hearted unity of the army and people rallied close around him in do-or-die spirit. &nbsp;&nbsp;&nbsp;\r\n For the entire party and society to unite firm as his comrades in the era of the army-based revolution is a decisive guarantee for giving a steadfast continuity to the vitality of the revolution. &nbsp;&nbsp;&nbsp;\r\n His revolutionary history is that of comradeship, and the tradition of army-based revolution is that of comradeship. &nbsp;&nbsp;&nbsp;\r\n The traits of revolutionary comradeship based on the army-centered idea should be displayed in all domains of social life. &nbsp;&nbsp;&nbsp;\r\n The ranks of revolutionary comrades faithful to the army-based policy are the most powerful revolutionary ranks ever in history that can not be broken by any nuclear weapon. &nbsp;&nbsp;&nbsp;\r\n The editorial calls upon the servicemen and people to vigorously advance to demonstrate the dignity of the DPRK to the world, rallying close under the banner of the great army-centered idea.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il inspects KPA navy unit",
            "url": "http://kcna.co.jp/item/2003/200302/news02/05.htm#9",
            "content": "Kim Jong Il inspects KPA navy unit\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 4 (KCNA) - General Secretary Kim Jong Il Monday inspected KPA navy unit 587.\r\n He was accompanied by Kim Yong Chun, Chief of the KPA general staff, Kim Il Chol, Minister of the People's Armed Forces, and KPA generals Ri Myong Su, Hyon Chol Hae and Pak Jae Gyong. &nbsp;&nbsp;&nbsp;\r\n He was guided by the commander of the unit to look round the monument to the on-site guidance of President Kim Il Sung and the room for the education in the revolutionary history. &nbsp;&nbsp;&nbsp;\r\n He said the immortal feats the president performed for the building of the navy of Juche type would shine forever in the history of the country. &nbsp;&nbsp;&nbsp;\r\n He inspected warships to acquaint himself in detail with the performance of the unit's duty. Then he dropped in at the combined training room to see the exercise of seamen. &nbsp;&nbsp;&nbsp;\r\n Greatly satisfied to learn that the seamen of the unit have developed it into an invincible fleet by turning the defense theatre into an iron-wall and steadily intensifying their training, firmly determined to safeguard the security of the country and the people with arms, he highly praised their feats and set forth important tasks which would serve as guidelines in further strengthening the naval force of the country. &nbsp;&nbsp;&nbsp;\r\n Saying that the seamen have been trained as invincible fighters who cherish the spirit of devotedly defending the leader, the spirit of becoming human bombs and the spirit of blowing oneself up as their invariable faith, he stressed that our socialist country is invulnerable as its seas are firmly guarded by these invincible ranks of sailors. &nbsp;&nbsp;&nbsp;\r\n He took warm care of their living, looking round an education room, bedroom and other places of the unit. &nbsp;&nbsp;&nbsp;\r\n After acquainting himself in detail with their conditions for sleeping and diet and equipment, he was greatly pleased to learn that the unit has built up entertainment and logistic facilities to be convenient for their living. He underscored the need for the commanding officers of the army to warmly love the soldiers and take deep care of them with parental love. \r\n He saw an art performance given by servicepersons of the company under the unit on the occasion of the Lunar New Year's Day. &nbsp;&nbsp;&nbsp;\r\n He noted with great satisfaction that all the seamen of the unit not only have grown to be a-match-for-a-hundred fighters but have been firmly prepared as soldiers strong in ideology and faith who live and struggle in a revolutionary manner full of optimism and joy. &nbsp;&nbsp;&nbsp;\r\n He had a photograph taken with officers and men of the unit.  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to 7th Congress of NCP (UML)",
            "url": "http://kcna.co.jp/item/2003/200302/news02/05.htm#10",
            "content": "Greetings to 7th Congress of NCP (UML)\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 4 (KCNA) -- The Central Committee of the Workers' Party of Korea sent a message of greetings to the 7th Congress of the Nepal Communist Party (United Marxist-Leninist) on Feb. 1.\r\n The message expressed belief that the congress will be a historic occasion in vigorously inspiring the party in the efforts to strengthen itself and promote the well-being of the people. &nbsp;&nbsp;&nbsp;\r\n Convinced that the excellent friendly and cooperative relations between the two parties would grow stronger in the future, too, it wished the congress great success in its work.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}