{
    "date": "2003-09-25",
    "url": "http://kcna.co.jp/item/2003/200309/20030925.htm",
    "articles": [
        {
            "title": "Congratulations to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2003/200309/news09/25.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "\"Collection of Kim Jong Il's Works\" Brought Out in Japan",
            "url": "http://kcna.co.jp/item/2003/200309/news09/25.htm#2",
            "content": "Congratulations to Kim Jong Il \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 24 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army, received a congratulatory message from Fidel Castro Ruz, first secretary of the Central Committee of the Communist Party of Cuba, president of the Council of State of Cuba and President of the Council of Ministers of Cuba, on September 21.\r\n The message says: &nbsp;&nbsp;&nbsp;\r\n It gives us pleasure to send you warm congratulations on behalf of the Communist Party, people and the government of Cuba on your reelection as chairman of the DPRK National Defence Commission. &nbsp;&nbsp;&nbsp;\r\n Availing myself of this opportunity, I reiterate our support to the noble efforts of the Korean people for the peaceful reunification of the country. &nbsp;&nbsp;&nbsp;\r\n Please accept my best wishes for the DPRK's prosperity and wellbeing and your happiness and highest tribute to you.    \r\n\r\n"
        },
        {
            "title": "Plan for Cultural Exchange Inked between DPRK and India",
            "url": "http://kcna.co.jp/item/2003/200309/news09/25.htm#3",
            "content": "\"Collection of Kim Jong Il's Works\" Brought Out in Japan \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 24 (KCNA) -- \"Collection of Kim Jong Il's Works\" (For Carrying Forward and Accomplishing the Cause of Juche) was brought out by the Japanese Society for the Study of Kimilsungism on September 9.\r\n Carried in the collection are 13 works made public by leader Kim Jong Il after the demise of President Kim Il Sung, including \"Let Us Hold the Great Leader Forever in High Esteem and Accomplish His Cause\" and \"Socialism Is a Science.\" &nbsp;&nbsp;&nbsp;\r\n The book in the preface said that the world people are now studying the Juche idea to hew out the revolution and construction of their countries independently. The collection was brought out on the occasion of the 55th anniversary of the DPRK.    \r\n\r\n\r\n"
        },
        {
            "title": "Fascist Act of S. Korean Prosecution Denounced",
            "url": "http://kcna.co.jp/item/2003/200309/news09/25.htm#4",
            "content": "Plan for Cultural Exchange Inked between DPRK and India \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 24 (KCNA) -- The 2003-2006 plan for cultural exchange between the DPRK and Indian governments was signed in New Delhi on Sept. 18.\r\n Present at the signing ceremony were members of the cultural delegation of the DPRK government led by Jon Yong Jin, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, the DPRK ambassador to India and the secretary for cultural affairs of the Indian Ministry of Tourism and Culture and officials concerned.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan's Anti-DPRK Campaign Blasted",
            "url": "http://kcna.co.jp/item/2003/200309/news09/25.htm#5",
            "content": "Fascist Act of S. Korean Prosecution Denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 24 (KCNA) -- The south Korean prosecution a few days ago held a final trial and sentenced those righteous students who had staged an anti-U.S. protestation after seizing an armored car of the U.S. imperialist aggression troops engaged in war exercises and a reporter of Voice of People to one to five years of imprisonment.\r\n A signed commentary of Rodong Sinmun today brands this as a fascist terrorism against patriotism. &nbsp;&nbsp;&nbsp;\r\n The anti-U.S. and anti-war action of students under the south Korean Federation of University Student Councils (Hanchongryon) against aggressors was quite just and they must not be incriminated, the commentary says, and continues: \r\n They fought to foil the sabre-rattling of the advance troops to invade the north according to the U.S. plot to provoke a war against it. Theirs was a patriotic act to prevent a war in this land and protect peace and security of the country. &nbsp;&nbsp;&nbsp;\r\n The south Korean prosecution charged Hanchongryon students with an illegal intrusion into a military setup. But as far as illegal acts are concerned, the U.S. imperialist aggression troops are kingpins of crimes who should be punished as they have brought all sorts of misfortune and sufferings to the Korean nation for over half a century after illegally occupying its land. &nbsp;&nbsp;&nbsp;\r\n The south Korean judicial authorities have touched off bitter indignation not only of south Koreans but of all Koreans by incriminating and punishing patriotic students again, yielding to the pressure of the U.S. imperialist aggression forces.    \r\n\r\n"
        },
        {
            "title": "Candlelight Rally Staged in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200309/news09/25.htm#6",
            "content": "Japan's Anti-DPRK Campaign Blasted \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 24 (KCNA) -- The Japanese chief executive malignantly slandered the DPRK when interviewed by journalists on the eve of the first anniversary of the DPRK-Japan Pyongyang Declaration. \r\n In this regard Rodong Sinmun Wednesday comes out with a signed commentary. He ballyhooed about \"north Korea's abduction of Japanese and its nuclear ambition\", while heaping abuses on the DPRK's people's government. The commentary dismisses his remarks as anachronistic outbursts of the guy ignorant of the reality as it was quite contrary to the spirit of the declaration. &nbsp;&nbsp;&nbsp;\r\n The commentary goes on: &nbsp;&nbsp;&nbsp;\r\n His remarks painting the DPRK as a sort of \"dictatorial regime\" are unpardonable insult to the DPRK's regime and people and a blatant interference in its internal affairs and a vicious provocation to them. He was so mean and despicable as to speak ill of the people's power of the DPRK on the basis of the Japanese wrong view of value and \"democracy\". &nbsp;&nbsp;&nbsp;\r\n The issue of \"abduction\" is an abnormal isolated phenomenon that happened against the background of the unprecedentedly bitter anti-Japanese feelings of the people in the DPRK, a result of the long-standing hostile relations between the DPRK and Japan and its vicious hostile policy towards the former. But this issue had, in fact, been already settled with the Japanese chief executive's Pyongyang visit as a momentum. &nbsp;&nbsp;&nbsp;\r\n Japan's clamor about \"the DPRK's nuclear ambition\" is nothing but a fig leaf to cover up its moves to emerge a nuclear power. &nbsp;&nbsp;&nbsp;\r\n Through this mud-slinging Japan seeks to tarnish the image of the people's power of the DPRK and deceive the world in a bid to achieve its sinister aim of charging the DPRK with \"abduction and nuclear development\". But this is nothing but a daydream.     \r\n\r\n"
        },
        {
            "title": "GNP of South Korea Denounced",
            "url": "http://kcna.co.jp/item/2003/200309/news09/25.htm#7",
            "content": "Candlelight Rally Staged in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 24 (KCNA) -- The 300th candlelight rally was reportedly held in front of Kwanghwamun, Seoul, on Sept. 21.\r\n Priest Hong Kun Su in his speech called for holding higher the candlelight of peace and national independence, noting that though it is 300 days since anti-U.S. candles were burnt in front of Kwanghwamun, none of the demands of the people including the revision of the unequal south Korea-U.S. \"Status of Forces Agreement\" (SOFA) and the punishment of GI killers has been met. &nbsp;&nbsp;&nbsp;\r\n Representatives from all walks of life in their speeches called for forcing the U.S. to stop lording it over this land, charging that the U.S. is pressing the international community including south Korea to dispatch combat forces to Iraq in a bid to evade the responsibility for its inhuman aggression of that country. &nbsp;&nbsp;&nbsp;\r\n Read out at the rally was a \"message to the people\" released by the All-people Measure Committee for the Schoolgirls Killed by GIs. &nbsp;&nbsp;&nbsp;\r\n It warned that if the south Korean \"government\" agrees to the plan for additional troop dispatch disregarding the desire of all the people under the pretexts of abstract \"national interests\" and \"alliance\", it will be bound to be censured for being a \"servile government\" yielding to the U.S. pressure and will meet the strong resistance of the people. &nbsp;&nbsp;&nbsp;\r\n The candlelight would remain burning until the demands including the revision of SOFA and a halt to the U.S. threat of war on the Korean peninsula and an opposition to the additional troop dispatch to Iraq are met, it stressed.    \r\n\r\n\r\n"
        },
        {
            "title": "Scientific and Technical Innovations Introduced in Production",
            "url": "http://kcna.co.jp/item/2003/200309/news09/25.htm#8",
            "content": "GNP of South Korea Denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 24 (KCNA) -- The Taejon-South Chungchong Provincial Solidarity for Implementing the South-North Joint Declaration released a statement on Sept. 18 denouncing the conservative forces including the south Korean \"Grand National Party\" for urging the compliance with the U.S. request for additional troop dispatch to Iraq, according to a news report.\r\n The statement accused the GNP's representative of flying to the U.S. to let loose outbursts fully agreeing to its request for additional troop dispatch at a time when all people are opposed to the additional troop dispatch to Iraq. Timed to coincide with this, conservative forces are talking such nonsense as \"the troop dispatch would offer soldiers a good chance to acquire actual war experience,\" the statement noted. &nbsp;&nbsp;&nbsp;\r\n The statement warned the conservative forces including the GNP keen on cooperation with outsiders, flunkeyism and submission, will not be able to escape punishment by the times and history, calling on all the people to turn out in the struggle to check the additional troop dispatch.    \r\n\r\n"
        }
    ]
}