{
    "date": "2003-08-11",
    "url": "http://kcna.co.jp/item/2003/200308/20030811.htm",
    "articles": [
        {
            "title": "Floral Basket to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2003/200308/news08/11.htm#1",
            "content": "Floral Basket to Kim Jong Il \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 10 (KCNA) -- Leader Kim Jong Il received a floral basket from a delegation for the Juche idea and friendship between Japan and the DPRK.\r\n It was conveyed to an official concerned by Kiyomi Shinohara, president of the Tokushima Prefectural Citizens' Society for Supporting the Independent and Peaceful Reunification of Korea who is leading the delegation on a visit to the DPRK, on August 9.    \r\n\r\n"
        },
        {
            "title": "Thai King on Relations with DPRK",
            "url": "http://kcna.co.jp/item/2003/200308/news08/11.htm#2",
            "content": "Thai King on Relations with DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 10 (KCNA) -- Bhumibol Adulyadej, King of Thailand, said that the excellent relations of friendship between the DPRK and Thailand would grow stronger on the basis of good will and mutual respect.\r\n O Song Chol, DPRK Ambassador to Thailand, presented his credentials to the king on august 6.\r\n On the occasion the king expressed belief that the two countries would actively cooperate with each other for durable peace in the Asian region and the rest of the world on the basis of mutual respect and trust. &nbsp;&nbsp;&nbsp;\r\n He wished the DPRK and the Korean people greater prosperity in the future.    \r\n\r\n"
        },
        {
            "title": "S. Koreans Called Upon to Ostracize GNP",
            "url": "http://kcna.co.jp/item/2003/200308/news08/11.htm#3",
            "content": "S. Koreans Called Upon to Ostracize GNP \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 10 (KCNA) -- The Koreans in the north and the south are loudly condemning the Grand National Party of south Korea.\r\n Considering the sudden death of Jong Mong Hon, chairman of Hyundai Asan of south Korea, on August 4 to be a political murder perpetrated by the GNP, they unanimously hold that the party should be ostracized. &nbsp;&nbsp;&nbsp;\r\n Jong set an example in the north-south reconciliation and cooperation through cooperation with the Korea Asia-Pacific Peace Committee, following in the wake of his father despite all sorts of difficulties, thus making a positive contribution to building confidence within the nation and laying a foundation of reunification. &nbsp;&nbsp;&nbsp;\r\n The GNP can not be construed otherwise than a group of murderers as it threatened and pressurized him on the strength of the illegal \"special inspection\" to drive him to death. &nbsp;&nbsp;&nbsp;\r\n That's why the whole nation is raising their voices critical of the party. &nbsp;&nbsp;&nbsp;\r\n The Korean Social Democratic Party, the Central Committee of the Democratic Front for the Reunification of the Fatherland, the Korea Asia-Pacific Peace Committee, the National Reconciliation Council, the north side's delegation to the north-south ministerial talks and other political parties, public organizations, institutions related to inter-Korean relations in the DPRK released statements one after another, describing Jong's death as a political murder engineered by the GNP, which has been engrossed in doing harm to those who devote themselves to the development of north-south relations and reunification of the country, regarding them as thorns in the flesh. &nbsp;&nbsp;&nbsp;\r\n The statements appealed to the south Koreans from all walks of life to turn out in a just struggle to completely ostracize the GNP, a cancer-like entity in the way of improving the north-south relations and realizing the cause of country's reunification. &nbsp;&nbsp;&nbsp;\r\n News media in Pyongyang in a few days carried articles denouncing the GNP's vicious anti-reunification moves in driving Jong to death and asserting that the party should be ostracized. &nbsp;&nbsp;&nbsp;\r\n Voices denouncing the GNP are also growing stronger in south Korea. &nbsp;&nbsp;&nbsp;\r\n The Democratic Party of South Korea said that his death was caused by the \"special inspection\" intended to hamstring the efforts for national reconciliation and is a warning to the cold war conservative forces. &nbsp;&nbsp;&nbsp;\r\n The political and public circles are giving vent to their indignation, unanimously saying that it is a deplorable political reality that Jong, who contributed to national reconciliation and development of north-south economic cooperation, was driven to death. &nbsp;&nbsp;&nbsp;\r\n The GNP should be buried in oblivion for the sake of democratic development of the south Korean society, the improved north-south relations and national reunification.    \r\n"
        },
        {
            "title": "Cancellation of Planned U.S. Nuclear War Exercise Demanded",
            "url": "http://kcna.co.jp/item/2003/200308/news08/11.htm#4",
            "content": "Cancellation of Planned U.S. Nuclear War Exercise Demanded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 9 (KCNA) -- The South Headquarters of the National Alliance of Youth and Students for the Country's Reunification reportedly released a statement on August 1 denouncing the U.S. for its planned nuclear war exercise against the DPRK.\r\n Noting that the military forces recently deployed in south Korea would stage the Ulji Focus Lens joint military exercise for ten days, the statement said: this indicates that the U.S. is putting its plan for a nuclear war against the north into practice. &nbsp;&nbsp;&nbsp;\r\n If the U.S. has a true will to have talks with the north, it should immediately cancel its plan for a nuclear war exercise and conclude a non-aggression treaty with the north, it urged. \r\n\r\n"
        },
        {
            "title": "Japan's National Discrimination Denounced",
            "url": "http://kcna.co.jp/item/2003/200308/news08/11.htm#5",
            "content": "Japan's National Discrimination Denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 9 (KCNA) -- A national seminar of the Juche idea on \"Let us hold higher the banner of Juche for independence and peace\" was held in Guayaquil, Ecuador, on July 29.\r\n There were speeches under the titles \"the immortal exploits performed by the great President Kim Il Sung before humankind\", \"marshal Kim Jong Il is the great successor to the cause of Juche\", etc. &nbsp;&nbsp;&nbsp;\r\n Noting that the immortal Juche idea founded by the president and enriched by leader Kim Jong Il is a powerful instrument of accomplishing the human cause of independence, the speakers said that the Juche idea, the justness and vitality of which have been more clearly demonstrated as the days go by, would indicate the most correct way of accomplishing the cause of independence to humankind in the 21st century, too. &nbsp;&nbsp;&nbsp;\r\n All the Korean people are now speeding up the building of the most independent powerful prosperous socialist nation and smashing any challenges of the U.S. imperialists, upholding the Songun leadership of Kim Jong Il with loyalty under the banner of the Juche idea, they stressed. &nbsp;&nbsp;&nbsp;\r\n Discussed at the seminar were the issues of actively studying and disseminating the Juche idea in different forms and ways and increasing the ranks of organizations for the study of the Juche idea. &nbsp;&nbsp;&nbsp;\r\n A letter to Kim Jong Il was adopted at the seminar.    \r\n\r\n"
        },
        {
            "title": "KCNA Slams U.S. Wild Ambition for World Supremacy",
            "url": "http://kcna.co.jp/item/2003/200308/news08/11.htm#6",
            "content": "KCNA Slams U.S. Wild Ambition for World Supremacy \r\n&nbsp;&nbsp;&nbsp; Tokyo, August 7 (KNS-KCNA) -- Jo Ryong Hyon, vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan, released a statement on August 6 denouncing the Japanese Ministry of Education and Science for setting out \"guidelines\" which stipulate that graduates from schools of Asians in Japan including Korean schools should not be given qualifications to take exams to enter Japanese universities.\r\n Dismissing the discriminatory \"guidelines\" intended not to treat the Korean schools as foreign schools as entirely unjust and intolerable, he strongly demanded the ministry officially recognize the national education and the qualifications of Korean school graduates to enter Japanese universities.    \r\n\r\n"
        },
        {
            "title": "KCNA Urges Japan to Act with Discretion",
            "url": "http://kcna.co.jp/item/2003/200308/news08/11.htm#7",
            "content": "KCNA Urges Japan to Act with Discretion \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 9 (KCNA) -- The U.S. administration's stepped-up moves to reorganize the U.S. forces and bases overseas draw the attention of the international community and media.\r\n The reason is explained by the fact the U.S. regards this as a major premise on which its bellicose \"new defense policy\" can be implemented. &nbsp;&nbsp;&nbsp;\r\n In advocating this plan the U.S. claims that a new world-wide security crisis was created after the demise of the Cold War due to terrorism and unpredictable attacks of \"rogue states\" and the U.S. forces should, therefore, be reorganized to promptly cope with those threats. &nbsp;&nbsp;&nbsp;\r\n Such assertion of the U.S. is, however, nothing but hypocritical sophism as it lacks any reason and evidence to convince the international community of it. &nbsp;&nbsp;&nbsp;\r\n The basic aim of the U.S. as the world's \"only superpower\" after the end of the cold war is to provide military guarantee for mounting a preemptive attack upon those countries which the u.s. considers as obstacles to establishing a U.S.-led world order. &nbsp;&nbsp;&nbsp;\r\n The changed situation and the aspiration of the international community after independence no longer allow the overseas presence of the u.s. forces. this is a strong demand of the present era and history. &nbsp;&nbsp;&nbsp;\r\n Instead of giving up its anachronistic privileged position, the U.S. is scheming to reinforce the policy of military occupation under the pretext of reorganizing its troops. &nbsp;&nbsp;&nbsp;\r\n The U.S. is creating an impression that any change likely to take place in the traditional structure of \"European security\", which has been preserved against the background of nature and influence of NATO with the U.S. troops being its main axis, due to the reorganization of the U.S. troops might disturb the security and stability in the region. This is intended to keep European countries within the framework of the shackling alliance. &nbsp;&nbsp;&nbsp;\r\n The purpose of the U.S. transfer of its forces from Saudi Arabia is to calm down the anti-U.S. sentiment that has mounted in the country since the \"September 11 incident\" and send a strong message calling for a change in the state political system to Saudi Arabia, a troublesome ally with which Washington has maintained nexus because of crude oil, in a bid to create a geopolitical atmosphere in the region where a political system based on the U.S. style view on value prevails. &nbsp;&nbsp;&nbsp;\r\n The most important object in the U.S. plan to reorganize the U.S. troops is the Asia-Pacific Region. The reason: the focus of the U.S. world strategy is shifting from Europe to the region. &nbsp;&nbsp;&nbsp;\r\n The U.S. forces in the Asia-Pacific region is being reorganized in the direction of further strengthening the military ties with south Korea and Japan, readjusting and reinforcing the strategic positions in Hawaii, Okinawa and Guam and setting up new U.S. military bases in Australia and the Southeast Asian region. &nbsp;&nbsp;&nbsp;\r\n The moves to reorganize the u.s. troops in south Korea are drawing special attention as they pose a serious danger to Northeast Asia. &nbsp;&nbsp;&nbsp;\r\n The political and military situation prevailing on the Korean peninsula due to the second nuclear crisis created by the U.S. is so grave that a war may break out any moment. &nbsp;&nbsp;&nbsp;\r\n Lurking behind the U.S. announcement of a plan to beef up the military forces in south Korea and a plan to reorganize the U.S. troops there before those for other regions is a sinister criminal purpose. &nbsp;&nbsp;&nbsp;\r\n The U.S. seeks to put into practice under the signboard of the reorganization of the U.S. troops its plan for a \"preemptive attack\" on the DPRK, which the Bush administration has vociferated about since its appearance. &nbsp;&nbsp;&nbsp;\r\n It is by no means fortuitous that foreign and south Korean media commented that the main purpose of the reorganization of the U.S. troops is to reposition the U.S. second infantry division deployed on the front called \"wire trap\" in the area south of the River Han to occupy a strategic area favorable for an \"preemptive attack\" and \"aerial attack\" upon the DPRK. &nbsp;&nbsp;&nbsp;\r\n Another important purpose of the U.S. is to link the repositioning of forces with the hypocritical concept of \"the U.S. troop cutback\" in a bid to calm down the anti-U.S. sentiment of the south Korean people and, at the same time, put pressure upon the pro-U.S. conservative forces to create a favorable political climate for justifying the presence of the U.S. troops in south Korea. &nbsp;&nbsp;&nbsp;\r\n The director for East Asia of the defense intelligence service of the U.S. Defense Department who visited south Korea claimed that the U.S. should attach strategic importance to Northeast Asia including south Korea. But it is difficult to stress only the alliance without any imminent crisis or clear reason, he added, noting that the reorganization would result in the reduction of U.S. troops. &nbsp;&nbsp;&nbsp;\r\n His remarks mean that it is necessary to maintain the crisis on the Korean peninsula for the continued presence of U.S. forces and the beefing up of the military forces in Northeast Asia. &nbsp;&nbsp;&nbsp;\r\n The reorganization of the U.S. forces is also aimed to increase the armament to carry out its strategy to dominate the world and force south Korea to cover the bulk of its expenditure. &nbsp;&nbsp;&nbsp;\r\n This is clearly evidenced by the remarks made by Wolfowitz, deputy secretary of defense, at a hearing of the House of Representatives on June 18 that despite the repositioning of U.S. troops in south Korea, the anti-north deterrent force would be further beefed up and south Korea should increase its defence spending. &nbsp;&nbsp;&nbsp;\r\n One more sinister aim sought by the U.S. in the reorganization of U.S. forces is to keep the U.S. troops permanently stationed in south Korea under the name of \"Northeast Asia security force\" and use them for achieving the strategic purpose of escalating a new war to be started to all over the continent. &nbsp;&nbsp;&nbsp;\r\n Peter Brookes, U.S. assistant secretary of defense, addressing U.S. congress on may 8 last year said that a new task force with a aircraft carrier as its main force would be deployed in West Pacific, attributing it to the appearance of China. &nbsp;&nbsp;&nbsp;\r\n A south Korean radio said that through the reorganization the U.S. would pursue a strategy of putting a considerable part of the anti-north deterrent force in charge of the south Korean army and attaching importance to the role of Northeast Asian security force. &nbsp;&nbsp;&nbsp;\r\n The reorganization of the U.S. troops in south Korea and other parts of the world is thus aimed to put spurs to the implementation of its policy to beef up the military forces, a basic guarantee for the implementation of its \"new defense policy\" designed to dominate the world.    \r\n\r\n"
        },
        {
            "title": "Perilous War Exercises Censured",
            "url": "http://kcna.co.jp/item/2003/200308/news08/11.htm#8",
            "content": "Perilous War Exercises Censured \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 9 (KCNA) -- Japan's anti-DPRK hysteria has gone beyond the tolerance limit.\r\n In the run-up to the six-party talks for the settlement of the nuclear issue between the DPRK and the united states, the Japanese government through a diplomatic channel reportedly urged the U.S. government to maintain an option for military actions against the DPRK even if the U.S. assures the DPRK of non-aggression. &nbsp;&nbsp;&nbsp;\r\n Before commenting on the impertinent diplomatic solicitation of Japan, we should warn that the peaceful settlement and military action, dialogue and pressure can never go together and if the U.S. lends an ear to the demand of Japan, the nuclear stand-off between the DPRK and the U.S. will be escalated. &nbsp;&nbsp;&nbsp;\r\n Japan should refrain from such acts as adding fuel to flames. &nbsp;&nbsp;&nbsp;\r\n The key to the settlement of the nuclear issue between the DPRK and the U.S. is for the U.S. to make a switchover in its hostile policy toward the DPRK. So, if the countries concerned truly want the successful talks, they should create a favorable atmosphere for them and pay attention to helping the U.S. make a switchover in its policy toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n Japan is used to fawn on the U.S. now Japan is seeking a sinister aim in chilling the atmosphere of the talks before their start. In a nutshell, Japan seeks to incite the atmosphere of confrontation and war on the Korean peninsula and realize at any cost its ambition for invasion of Korea with the backing of the U.S. &nbsp;&nbsp;&nbsp;\r\n Such black-hearted intention of Japan was disclosed on other occasions. &nbsp;&nbsp;&nbsp;\r\n When Fukuda, chief cabinet secretary of Japan, and others met Bolton, U.S. undersecretary of state, on a visit to Japan, on August 1, they discussed at length the way of inspecting nuclear facilities in the DPRK. Vice-minister of foreign affairs of Japan Takeuchi in a press conference on august 4 was so impudent as to say that at the talks Japan would demand the DPRK scrap its nuclear development program in a verifiable way. &nbsp;&nbsp;&nbsp;\r\n What should not be overlooked is that Japan is revealing its intention to raise at the six-party talks the \"issue of those kidnapped,\" the matter already settled between the DPRK and Japan, in a bid to lay an artificial obstacle at the talks. &nbsp;&nbsp;&nbsp;\r\n On August 4 Fukuda, referring to the six-party talks, said that as the issue of abduction remains pending between Japan and north Korea, he hoped that the talks would mark an occasion of discussing the issue. Prime minister of Japan Koizumi, too, said that there is a need to appeal to the countries concerned to make all the countries understand the assertion of Japan. &nbsp;&nbsp;&nbsp;\r\n All facts prove that Japan, seized with anti-DPRK fever, bereft of reason, is casting a dark shadow on the prospect of the talks. &nbsp;&nbsp;&nbsp;\r\n One's evil doing will rebound on oneself and water is bound to flow its way. &nbsp;&nbsp;&nbsp;\r\n Japan is well advised to act with discretion, pondering over the catastrophic consequences to be entailed by its reckless acts.  \r\n\r\n\r\n"
        },
        {
            "title": "Great Unity of Whole Nation Called for",
            "url": "http://kcna.co.jp/item/2003/200308/news08/11.htm#9",
            "content": "Great Unity of Whole Nation Called for\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 9 (KCNA) -- The U.S. imperialists announced that their projected Ulji Focus Lens joint military exercises against the DPRK in south Korea beginning on august 18 are aimed to pose a military threat and pressure to the DPRK and, at the same time, examine combat capabilities to cope with the event of contingency.\r\n Commenting on this, Minju Joson today says the war exercises can never be tolerated because they are due to come at a time when the six-party talks for the settlement of the nuclear issue on the Korean peninsula are on the order of the day thanks to the positive efforts and initiative of the DPRK. &nbsp;&nbsp;&nbsp;\r\n The news analyst further says: &nbsp;&nbsp;&nbsp;\r\n The exercises cannot be construed otherwise than an act to render the situation of the country strained and spoil the atmosphere of the talks for the settlement of the nuclear issue. &nbsp;&nbsp;&nbsp;\r\n Now that their war provocation moves against the DPRK have entered an extremely dangerous stage, the DPRK cannot but counter them with a powerful deterrent force. &nbsp;&nbsp;&nbsp;\r\n The people and army of the DPRK are in full combat preparedness to repel the U.S. madcap new war provocation moves at a stroke. If the Yankees unleash the second Korean war against the DPRK, the army and people of the DPRK will shower a fire of revenge on the enemies to give  vent to the pent-up grudge of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists should be aware of the reality and act with discretion.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. Hit for Blockade Operation against DPRK",
            "url": "http://kcna.co.jp/item/2003/200308/news08/11.htm#10",
            "content": "U.S. Hit for Blockade Operation against DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 9 (KCNA) -- The great unity of the whole nation provides a basic guarantee for accomplishing the cause of national reunification, says Rodong Sinmun today in a signed article in the run-up to the grand festival of national reunification to be jointly held in Pyongyang by Koreans in the north and the south and abroad on August 15.\r\n Rejoining the severed ties of the nation and establishing sovereignty throughout the country precisely means the reunification of the country and the great national unity, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n Now that the nation stands at the crossroads of a war or peace it is necessary for all Koreans to firmly unite under the banner of \"by our nation itself\" and demonstrate the might and spirit of the Korean nation, a homogeneous one. &nbsp;&nbsp;&nbsp;\r\n \"By our nation itself\", the core of the June 15 North-South Joint Declaration, serves as a banner of great unity. The history of the reunification movement of the Korean nation proves that only when all Koreans unite under the banner of \"by our nation itself\" can they eventually achieve reunification. &nbsp;&nbsp;&nbsp;\r\n The joint declaration should be implemented to protect the sovereignty and dignity of the nation and achieve its grandeur and prosperity. The implementation of the joint declaration would guarantee national interests and the prosperity of the nation. &nbsp;&nbsp;&nbsp;\r\n Those who do not want the reconciliation and unity of the nation are only the group of the Grand National Party and right-wing conservative forces in south Korea, a small force estranged from the people. In order to achieve great national unity it is necessary to thoroughly isolate and reject the group of traitors opposed to reunification so that they may not claim any longer to be part of the nation. When the might of the nation will grow stronger, anti-reunification forces at home and abroad become impotent. &nbsp;&nbsp;&nbsp;\r\n Leader Kim Jong Il, the sun of the nation and the lodestar of national reunification, is the center of the great unity of our nation. The great national unity will be achieved when all Koreans ardently follow him.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Urged to Make Policy Switchover",
            "url": "http://kcna.co.jp/item/2003/200308/news08/11.htm#11",
            "content": "U.S. Urged to Make Policy Switchover\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 9 (KCNA) -- On June 12 the U.S. called a meeting of 11 allies in Madrid to hatch a plot to take steps for collective blockade against the DPRK and force them to push ahead with strict control and inspection of the DPRK's vessels and planes passing through their territorial waters and space under their domestic laws now in force.\r\n Denouncing this, Rodong Sinmun today in a signed article says: &nbsp;&nbsp;&nbsp;\r\n The U.S. has so far increased pressure on the DPRK, pulling up it over its \"nuclear threat,\" but it has failed to form a united front with its allies to push forward a collective blockade operation against the DPRK. &nbsp;&nbsp;&nbsp;\r\n The operation is aimed to drive the DPRK to economic recess, seize the initiative in dealing with the nuclear issue and contain the DPRK by force of arms. &nbsp;&nbsp;&nbsp;\r\n Whether the nuclear issue between the DPRK and the U.S. is settled or not depends on the latter's attitude. &nbsp;&nbsp;&nbsp;\r\n The U.S. projected international siege to the DPRK is an illegal act and a grave violation of the sovereignty as it ignores international law and norms governing the relations among the nations. &nbsp;&nbsp;&nbsp;\r\n The U.S. seeks in the blockade operation to isolate the DPRK to extremes, weaken the DPRK economically and militarily and stifle it by force of arms. So, the Korean people regard the blockade operation as the use of force against the DPRK. &nbsp;&nbsp;&nbsp;\r\n The key to the settlement of the nuclear issue between the DPRK and the U.S. is dialogue and negotiations. The U.S. attempt to put pressure on the DPRK and get any concessions from it through the operation is a daydream. &nbsp;&nbsp;&nbsp;\r\n The U.S. had better be aware of this and judge and deal with all the matters with reason.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Vicious anti-Reunification Act under Fire",
            "url": "http://kcna.co.jp/item/2003/200308/news08/11.htm#12",
            "content": "Vicious anti-Reunification Act under Fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 9 (KCNA) -- Papers here today describe the death of Jong Mong Hon, chairman of Hyundai Asan, as a political murder caused by the anti-reunification moves of the Grand National Party of south Korea.\r\n According to south Korean radio reports, 250,000 people dedicated articles to a famous internet site in two days after the tragic death of Jong Mong Hon, most of which asserted that the \"conservative forces led Jong Mong Hon to his death by making a political issue of his cooperation with the north. &nbsp;&nbsp;&nbsp;\r\n This clearly shows that the majority of reasonable south Korean people, except for some of the conservative forces, consider the death of Jong Mong Hon as a political murder by the GNP which is opposed to the reunification of the country, says Rodong Sinmun in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The GNP's persecution and murder of Jong Mong Hon, who contributed to national reconciliation and the cause of reunification, are by no means accidental. It is a premeditated and deliberate plot and anti-reunification terrorism for a criminal attempt to hamstring the reconciliation, cooperation and reunification of the nation.\r\n It is disgrace and shame that such a traitorous party remains within the nation in the era of independent reunification. &nbsp;&nbsp;&nbsp;\r\n We will never pardon the GNP, which has hostile feelings against the north,as long as it is persistently challenging. &nbsp;&nbsp;&nbsp;\r\n Minju Joson stresses that however hard the GNP may try, it can never escape from the direct responsibility for leading Jong Mong Hon to his death.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Foreign Delegations Arrive Here",
            "url": "http://kcna.co.jp/item/2003/200308/news08/11.htm#13",
            "content": "Foreign Delegations Arrive Here\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 9 (KCNA) -- Delegations of Germany, Thailand, Malaysia and Taipei of China arrived here today to participate in the 6th Pyongyang International Commodity Exhibition.\r\n A Chinese delegation also arrived here.    \r\n\r\n\r\n\r\n"
        }
    ]
}