{
    "date": "2003-12-05",
    "url": "http://kcna.co.jp/item/2003/200312/20031205.htm",
    "articles": [
        {
            "title": "Korean People's Efforts for National Reunification Supported",
            "url": "http://kcna.co.jp/item/2003/200312/news12/05.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Withdrawal of Decision on Additional Troop Dispatch Demanded",
            "url": "http://kcna.co.jp/item/2003/200312/news12/05.htm#2",
            "content": "Korean People's Efforts for National Reunification Supported \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 4 (KCNA) -- Lucio Gutierrez, president of Ecuador and national leader of the January 21 Patriotic Socialist Party of Ecuador, supported the Korean people in their efforts for national reunification when he received a delegation of the Workers' Party of Korea headed by Vice Department Director Pak Kyong Son on a visit to his country on November 29.\r\n He said that the arduous struggle waged by the WPK and the Korean people under the outstanding Songun leadership of General Secretary Kim Jong Il is a heroic struggle which defended the sovereignty of the country and dealt a heavy blow to the imperialists. The WPK and the Korean people set a good example and gave great encouragement to the world revolutionaries and progressive humankind with their self-sacrificing and valiant struggle, he pointed out. &nbsp;&nbsp;&nbsp;\r\n He expressed the belief that the WPK and the Korean people would certainly emerge victorious in their struggle for the building of a great prosperous powerful socialist nation and the national reunification under the wise leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The January 21 Patriotic Socialist Party of Ecuador will actively learn from the WPK which has long history of struggle and experience, he stressed.    \r\n \r\n\r\n  \r\n\r\n"
        },
        {
            "title": "Korean People's Struggle Favoured",
            "url": "http://kcna.co.jp/item/2003/200312/news12/05.htm#3",
            "content": "Withdrawal of Decision on Additional Troop Dispatch Demanded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 4 (KCNA) -- The People's Action against the Troop Dispatch of south Korea reportedly called a press conference on December 1 in demand of immediate withdrawal of the decision on additional troop dispatch to Iraq.\r\n A press release read out by Jong Kwang Hun, permanent representative of the \"National People's Solidarity\", said that two clerks of a south Korean company were killed and two others severely wounded by a shooting incident in Iraq on November 30. &nbsp;&nbsp;&nbsp;\r\n The incident more clearly proves that for its decision on additional troop dispatch the \"government\" has become the target of the Iraqi people's grudge and indignation and is coldly treated by the international community, the press release stressed. &nbsp;&nbsp;&nbsp;\r\n Speakers said that it was already anticipated that owing to the decision on additional troop dispatch south Korea would be a target of the Iraqi people's struggle. They demanded that the authorities stop the meaningless debate on combatants or non-combatants and withdraw the decision on troop dispatch at once.    \r\n   \r\n\r\n\r\n"
        },
        {
            "title": "CPRF Secretariat on South Koreans Killed in Iraq",
            "url": "http://kcna.co.jp/item/2003/200312/news12/05.htm#4",
            "content": "Korean People's Struggle Favoured \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 4 (KCNA) -- Renato Ravello, national chairman of the Central Committee of the Brazilian Communist Party, and Claudio Campos, general secretary of the October 8 Revolutionary Movement of Brazil, expressed solidarity with the Korean people's struggle.\r\n They respectively met and conversed with a delegation of the Workers' Party of Korea headed by Vice Department Director Pak Kyong Son on a visit to their country on November 26 and 27. &nbsp;&nbsp;&nbsp;\r\n The national chairman said that under the wise leadership of Kim Jong Il the Workers' Party of Korea and the Korean people are firmly defending the sovereignty of the country and socialism, which gives confidence in the victory of socialism to the progressive people of the world and the Brazilian communists. &nbsp;&nbsp;&nbsp;\r\n He pointed out that the Brazilian Communist Party considers the victory of the WPK and the Korean people in the DPRK-U.S. nuclear showdown and socialist construction as its own victory and that the Party expresses full support and solidarity with the struggle of the Workers' Party and people of Korea. &nbsp;&nbsp;&nbsp;\r\n The Brazilian Communist Party will make all efforts to learn from the experience of the WPK to apply it to its activity and develop the friendly and cooperation between the two countries, he stressed. &nbsp;&nbsp;&nbsp;\r\n The general secretary said: The U.S. is intensifying its moves to isolate and stifle the DPRK as never before under the pretext of the \"nuclear issue\" in a bid to stamp out the socialism of Korea, but it is impotent before the military power and single-hearted unity of Korea, which have been firmly consolidated by the Songun policy of Kim Jong Il. The heroic struggle of the WPK and the Korean people serves as a model of the world people. &nbsp;&nbsp;&nbsp;\r\n The October 8 Revolutionary Movement will as ever conduct an active movement for solidarity with the struggle of the Korean people and make every effort for the development of relations between the two parties.    \r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Romanian Embassy Officials Tour Wonsan",
            "url": "http://kcna.co.jp/item/2003/200312/news12/05.htm#5",
            "content": "CPRF Secretariat on South Koreans Killed in Iraq \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 4 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of the Fatherland in information bulletin No. 853 released on Dec. 3 refers to south Koreans shot dead in Iraq recently. This was a judgment on the United States by Iraqis and a stern warning to its followers, it says.\r\n Recalling the \"message of sympathy\" sent by Bush on Dec. 1 to south Korea in this connection, the bulletin notes: It revealed his sinister intention to prevent the development of the campaign against troop dispatch to Iraq in south Korea into an anti-U.S. struggle and keep the south Korean authorities from backing down on its stand for troop dispatch. &nbsp;&nbsp;&nbsp;\r\n This case clearly shows once again how much price the submission to the U.S. demand for troop dispatch to Iraq will cost, warns the bulletin, adding: South Korea must send no more dear sons of the nation as bullet-shields for the U.S.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Elimination of GNP Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2003/200312/news12/05.htm#6",
            "content": "Romanian Embassy Officials Tour Wonsan \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 4 (KCNA) -- Charge d'Affaires Ad Interim Ioan Dedean and officials of the Romania embassy here visited the Songdowon International Children's Camp on December 3 on the occasion of the national day of Romania.\r\n The guests looked round different facilities after being briefed on the building of the camp into an all-embracing extra-mural educational base for schoolchildren at a scenic spot on the east coast under the deep care of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n The charge d'affaires ad interim wrote in the visitor's book that he was deeply moved by the care shown by leader Kim Jong Il to children, seeing the splendidly built camp. &nbsp;&nbsp;&nbsp;\r\n They also visited Wonsan University of Agriculture on the same day.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Short Course on Juche Idea in Nepal",
            "url": "http://kcna.co.jp/item/2003/200312/news12/05.htm#7",
            "content": "Elimination of GNP Called for in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 4 (KCNA) -- The vice-chairman of the Central Committee of the National Democratic Front of South Korea in a statement on December 3 said that the NDFSK together with the people from all walks of life in south Korea would certainly bring to ruin the Grand National Party which has put this land to a catastrophic internal turbulence for its glory, according to the Kuguk Jonson Internet site.\r\n He said: &nbsp;&nbsp;&nbsp;\r\n The GNP is keen to plug the Democratic Party into its campaign over the issue of the \"law on special inspection of the scandal of close associates of the president\" in a bid to use it for attaining its sinister political purpose. This is nothing but a cunning trick of the GNP driven into a tight corner. &nbsp;&nbsp;&nbsp;\r\n As for the GNP, it is a stronghold of the former military dictatorial forces who pursued a nightmarish fascist policy of suppression and a kingpin of fraud and swindle and other irregularities and corruption aimed at gaining power, wealth and honour. &nbsp;&nbsp;&nbsp;\r\n It is a shameful behavior bereft of political faith and morality for the Democratic Party to conspire with the GNP, its sworn enemy. &nbsp;&nbsp;&nbsp;\r\n Whoever goes against the desire of the people and cooperates with the GNP will have no future and will be thrown into a dumping ground of history together with all other traitors.    \r\n\r\n   \r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Army-People Unity",
            "url": "http://kcna.co.jp/item/2003/200312/news12/05.htm#8",
            "content": "Short Course on Juche Idea in Nepal \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 4 (KCNA) -- A short course on the Juche idea was given in Kathmandu on November 28.\r\n Manik Lal Shrestha, deputy director general of the Asian Regional Institute of the Juche Idea who is chairman of the Nepal Institute for Juche Studies, said before the participants in the course that the Juche idea fathered by President Kim Il Sung and enriched by leader Kim Jong Il is a great idea indicating the road of the human cause of independence and liberation of man. &nbsp;&nbsp;&nbsp;\r\n The participants should deeply study and grasp the principles of the Juche idea and way of its application through this short course and widely disseminate it and thus prepare themselves better to contribute to the independent development of Nepal based on the strength of unity, he stressed. &nbsp;&nbsp;&nbsp;\r\n The short course included a lecture on the main content of the Juche idea and achievements and experience gained by the Korean people in embodying it and a question-and-answer session. &nbsp;&nbsp;&nbsp;\r\n After the course, Subash Kaji Shrestha, chairman of the Kabre Forum for Self-Reliance Studies, said: Through the course today, we have got a deep understanding of the principles and practical significance of the Juche idea and clearly realized that the Juche idea would serve as a more suitable ideological and theoretical guideline than any preceding theory for the independent development of Nepal in all aspects. &nbsp;&nbsp;&nbsp;\r\n The course on the Juche idea will give great encouragement to all patriotic and progressive personages who are wandering, uncertain where to go under the complicated political situation today, and make a great contribution to the independent development of Nepal.    \r\n\r\n\r\n"
        },
        {
            "title": "Enzyme for Leather Tanning Developed",
            "url": "http://kcna.co.jp/item/2003/200312/news12/05.htm#9",
            "content": "Rodong Sinmun on Army-People Unity \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 4 (KCNA) -- The army-people unity represents the greatest power of the DPRK and serves as the most treasured sword of Korean-style socialism emerging ever-victorious in any storm and stress. When the army and the people go firmly united they can win victory but when they are disunited they are bound to suffer a defeat. This is the precious truth the Korean army and people have learned in the course of building socialism for over half a century. Rodong Sinmun today says this in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The idea of the army-people unity was set out by President Kim Il Sung in the revolutionary practice of hewing out the Korean revolution and has been successfully carried forward and developed in depth in all fields by leader Kim Jong Il. In recent years, in particular, the treasure house of the idea of the army-people unity of the Workers' Party of Korea has been immensely enriched by him. &nbsp;&nbsp;&nbsp;\r\n The WPK's idea of the army-people unity is a great idea and theory unique, revolutionary and immensely rich in their contents. &nbsp;&nbsp;&nbsp;\r\n The essence of this idea is the identical idea and fighting trait based on the revolutionary soldier spirit. &nbsp;&nbsp;&nbsp;\r\n The idea calls on the revolutionary army and people to share the feelings of kinship and the same thought and fighting trait. &nbsp;&nbsp;&nbsp;\r\n An important aspect of the WPK's idea of the army-people unity is that this unity is based on the revolutionary soldier spirit. The unity of the army and the people should be achieved in the revolutionary soldier spirit which was created by the revolutionary army and is given full play by it. This is a great discovery of weighty significance in the history of the idea of the army-people unity. &nbsp;&nbsp;&nbsp;\r\n The WPK's idea of the army-people unity is, in the long run, calls for putting forward the army as the greatest pillar and a model of the revolution and achieving the singlehearted unity of the army and the people on its basis. &nbsp;&nbsp;&nbsp;\r\n The DPRK is a great country in the process of emerging as a great prosperous powerful nation thanks to the might of the army-people unity. Under the leadership of Kim Jong Il the DPRK is demonstrating its might as an ideologically strong nation, a politically strong nation and a military power and accelerating the construction of an economic power with the might of the singlehearted unity of all the servicepersons and people.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pak Pong Ju Greets Thai Prime Minister",
            "url": "http://kcna.co.jp/item/2003/200312/news12/05.htm#10",
            "content": "Enzyme for Leather Tanning Developed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 4 (KCNA) -- An institute under the Ministry of Light Industry of the Democratic People's Republic of Korea has developed a new kind of enzyme for leather tanning.\r\n It is made of proteinase extracted from animals. \r\n Any kind of leather tanned with it is soft and pliable. So it is useful for improving the quality of goods. &nbsp;&nbsp;&nbsp;\r\n The enzyme won the top title in the 15th National Scientific and Technological Festival for its effectiveness and advantages. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Thai King",
            "url": "http://kcna.co.jp/item/2003/200312/news12/05.htm#11",
            "content": "Pak Pong Ju Greets Thai Prime Minister\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 4 (KCNA) -- Premier of the DPRK Cabinet Pak Pong Ju sent a message of greetings to Thai Prime Minister Thaksin Shinawatra on the occasion of the national day of Thailand.\r\n The message sincerely wished him fresh success in his work for prosperity of the country and expressed the belief that the friendly and cooperative relations between the two countries would grow stronger. &nbsp;&nbsp;&nbsp;\r\n Foreign Minister Paek Nam Sun also sent a message of greetings to his Thai counterpart Surakiart Sathirathai on this occasion.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}