{
    "date": "2004-06-02",
    "url": "http://kcna.co.jp/item/2004/200406/20040602.htm",
    "articles": [
        {
            "title": "Kimjongilia Show to Be Held in DPRK",
            "url": "http://kcna.co.jp/item/2004/200406/news06/02.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Glorifying History of Single-hearted Unity Called for",
            "url": "http://kcna.co.jp/item/2004/200406/news06/02.htm#2",
            "content": "Kimjongilia Show to Be Held in DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- A week-long Kimjongilia show will be held in the Kimilsungia-Kimjongilia Exhibition here from June 17 on the occasion of the 40th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Worker's Party of Korea (WPK) (June 19).\r\n Sponsored by the Korean Kimilsungia-Kimjongilia Committee, the show is open to ministries, national institutions and organs of the armed forces cultivating Kimjongilia. &nbsp;&nbsp;&nbsp;\r\n The show will mark an important occasion in demonstrating the noble ideological and moral traits and the might of the single-hearted unity of the Korean People's Army and people to remain loyal to the Party and the leader forever, highly praising Kim Jong Il, the great sun of the 21st century, who has strengthened and developed the WPK to be the purest militant ranks ready to devotedly protect the leader and a truly mother party. &nbsp;&nbsp;&nbsp;\r\n  Similar show will take place in every province of the DPRK.      \r\n\r\n\r\n\r\n"
        },
        {
            "title": "\"Relocation of Forces\" for Sinister Purpose under Fire",
            "url": "http://kcna.co.jp/item/2004/200406/news06/02.htm#3",
            "content": "Glorifying History of Single-hearted Unity Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- June is a significant month which marks the 40th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\r\n Papers Tuesday in their editorials dedicated to this anniversary say: &nbsp;&nbsp;&nbsp;\r\nKim Jong Il has performed immortal exploits for the times, the revolution, the country and people while leading the Party and the revolution for the last four decades. The most brilliant success achieved by him in this is that he achieved the single-hearted unity of the whole Party, the entire army and all the people. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun says: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's ceaseless thinking and dedication that resulted in achieving the single-hearted unity, the mainstay and the most powerful weapon for carrying out the Korean revolution, represent the greatest feat that can hardly be performed by any great man of the world. &nbsp;&nbsp;&nbsp;\r\n The DPRK's single-hearted unity is the strong unity of the whole Party, the entire army and all the people in thinking and purpose under the banner of his great revolutionary idea. &nbsp;&nbsp;&nbsp;\r\n He proclaimed the program of modeling the whole Party and society on the Juche idea long ago. This marked a milestone in developing the single-hearted unity of our revolutionary ranks on a new higher stage. This provided fundamental guidelines for achieving the revolutionary unity on the basis of the theory of uniting around the leader for the first time in history and placed the unity and cohesion of our revolutionary ranks dating back to the early period of our revolution on the highest stage. &nbsp;&nbsp;&nbsp;\r\n He firmly armed the whole Party, the entire army and all the people with the revolutionary idea of President Kim Il Sung, built the Party into invincible united vanguard ranks, guided by it, and led it to put main emphasis on the ideological education and the work of remoulding man in its activities under the banner of the theory of ideology, thus placing the single-hearted unity of our revolutionary ranks on a new higher stage and turning the country into an ideologically strong nation. These exploits performed by him will remain shining for ages. &nbsp;&nbsp;&nbsp;\r\n The driving force of the Songun revolution has grown stronger through the drive to model all members of the society on the Songun idea making dynamic progress under his leadership. The Songun idea based on the Juche idea is the core of his revolutionary idea and serves as a foundation of the ideological unity of our revolutionary ranks. &nbsp;&nbsp;&nbsp;\r\nThe entire army and all the people who cherish the invincible Juche-oriented Songun idea as their faith are firmly united around the headquarters of the revolution. This is a proud feature of the single-hearted unity in the Songun era and a striking demonstration of their invincible might. This single-hearted unity will guarantee eternal victory in the struggle for defending socialism and achieving the prosperity of the country. &nbsp;&nbsp;&nbsp;\r\n The single-hearted unity represents the unbreakable unity of the community united by the common destiny as the whole Party, the entire army and all the people follow Kim Jong Il, entirely entrusting all their destinies to him. &nbsp;&nbsp;&nbsp;\r\n The whole army and all the people always remember the activities conducted by him during the \"Arduous March\" to protect the destiny of the country and the nation with his original Songun policy for giving priority to the army in his 40 year-long history of party leadership. It is the true feature of the single-hearted unity of Songun Korea that the leader always thinks of the people while they always long to see him. &nbsp;&nbsp;&nbsp;\r\n The single-hearted unity in the DPRK is a brilliant fruition of his warm humanity and revolutionary comradeship. &nbsp;&nbsp;&nbsp;\r\n It was produced by his outstanding personality as a great man. As the leader is great, the centre of the single-hearted unity is unshakable and its might is inexhaustible. &nbsp;&nbsp;&nbsp;\r\nThe DPRK's army and people will always carry forward the history of the unity of our Party, highly proud and honoured to have been blessed with the illustrious leaders and great men century after century, and thus always glorify Kim Jong Il's immortal exploits. \r\n\r\n    \r\n\r\n"
        },
        {
            "title": "S. Korean Women Oppose Troop Dispatch to Iraq",
            "url": "http://kcna.co.jp/item/2004/200406/news06/02.htm#4",
            "content": "\"Relocation of Forces\" for Sinister Purpose under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- The United States is intending to transfer part of its troops present in south Korea to Iraq with an outcry over the \"urgency of the Iraqi situation\" and deploy reinforced troops in south Korea, notes Minju Joson Tuesday, and adds: This eloquently proves that the \"relocation of forces\" in south Korea undertaken by the U.S. under the pretext of the Iraqi situation is no more than a move to deploy more modernized military hardware in south Korea.\r\n The news analyst goes on: &nbsp;&nbsp;&nbsp;\r\n And it must not go unnoticed that the intensified arms beefing-up by the U.S. is designed for its permanent occupation of south Korea and preemptive attack on the DPRK. &nbsp;&nbsp;&nbsp;\r\n It is the invariable Korea strategy of the U.S. to keep a tight grip on south Korea as its military base for aggression and, with it as its base, attain its aggressive goal against the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. moves are throwing a wet blanket over the growing atmosphere of reconciliation, cooperation and peace between the north and the south of Korea and creating the danger of a new war on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n The reality shows that the security of the country and the nation cannot be defended, not to speak of the reunification and peace of the Korean peninsula, with the U.S. occupation policy in south Korea and its moves to stifle the DPRK being left alone. &nbsp;&nbsp;&nbsp;\r\n The army and people of the DPRK are making all necessary preparations to cope with the U.S. \"relocation of forces\", seeing through its sinister intention in time. They have the great banner of Songun and military deterrent force powerful enough to smash the provocation of any aggressor at one blow. &nbsp;&nbsp;&nbsp;\r\n If the U.S. ventured a preemptive strike at the DPRK, making little account of the will and strength of its army and people, they would never miss the chance but sweep the U.S. imperialists off this land to the last man and surely achieve the noble cause of national reunification, the cherished desire of the nation.       \r\n \r\n\r\n\r\n"
        },
        {
            "title": "Attempt to Enhance Role of U.S. Troops in S. Korea Condemned",
            "url": "http://kcna.co.jp/item/2004/200406/news06/02.htm#5",
            "content": "S. Korean Women Oppose Troop Dispatch to Iraq \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- A joint press conference of 17th \"National Assemblywomen\" elects and women's organizations for reexamination of the troop dispatch to Iraq was reportedly held in Seoul on May 24.\r\n Participating in the press conference were \"National Assemblywomen\" elects, 51 women's organizations including the south Korean Federation of Women's Organizations and the Women's Society for Peace and victims of the comfort women for the Japanese imperial army. &nbsp;&nbsp;&nbsp;\r\n At the press conference speakers made clear the unjustness of the U.S. war of aggression on Iraq, calling upon the peace- and justice-loving women to pool strength and come out in the struggle against war and troop dispatch to Iraq. &nbsp;&nbsp;&nbsp;\r\n \"National Assemblywomen\" elects in a press release said now is the time for them not to push ahead with the troop dispatch but to reexamine the motion on it more seriously and take measures. &nbsp;&nbsp;&nbsp;\r\n They strongly demanded that the government make an all-round reexamination of the motion on the troop dispatch to Iraq. The 17th \"National Assembly\" should make positive efforts to oppose the troop dispatch, they stressed. &nbsp;&nbsp;&nbsp;\r\n The participants shouted slogans \"World free from war with the strength of women\" and \"Peace to Iraq with strength of women\" and recited a \"poem of peace\".       \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Greets Jordanian King",
            "url": "http://kcna.co.jp/item/2004/200406/news06/02.htm#6",
            "content": "Attempt to Enhance Role of U.S. Troops in S. Korea Condemned \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- Mun Kyu Hyon and Hong Kun Su, permanent representatives of the People for Achieving Peace and Reunification in south Korea, reportedly made public a joint statement titled \"The United States, immediately stop the attempt to enhance the role of the south Korea-U.S. combined forces\" on May 27.\r\n The statement referred to the fact that the chief of staff of the south Korea-U.S. combined forces command at a news conference blustered that in case of contingency in the East Asia-Pacific region the U.S. troops stationed in south Korea may be rushed in to control it. His remarks betrayed an undisguised intention to involve the south Korean army in the U.S. military operations under the cloak of the military alliance and, furthermore, turn this land into a base for the U.S. war of aggression, the statement said, and pointed out: &nbsp;&nbsp;&nbsp;\r\n His remarks are an expression of the will to use the south Korean army as an understrapper in securing the U.S. military domination over Northeast Asia and carrying on a war of aggression, which is a criminal attempt to throw south Korean troops and resources into the war of aggression. &nbsp;&nbsp;&nbsp;\r\n Plainly speaking, it is an act of frontally going against peace in the Korean peninsula and Northeast Asia, the statement said, strongly demanding that the authorities make clear their official stand concerning it before the people.       \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Yemeni President",
            "url": "http://kcna.co.jp/item/2004/200406/news06/02.htm#7",
            "content": "Kim Yong Nam Greets Jordanian King \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Abdullah II, king of the Hashemite Kingdom of Jordan, on May 24 on the occasion of the 58th anniversary of the independence of Jordan.\r\n The message wished the king and the Jordanian people greater success in their work for the stability and prosperity of the country and the peace in the Mideast region, expressing belief that the friendly relations between the two countries would as ever grow stronger.       \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kyenam Stock Farm Visited by Foreign Diplomats",
            "url": "http://kcna.co.jp/item/2004/200406/news06/02.htm#8",
            "content": "Greetings to Yemeni President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to President Ali Abdullah Saleh on May 21 on the occasion of the 14th national day of Yemen.\r\n Expressing belief that the friendly and cooperative relations between the two countries would continue to develop on good terms, the message sincerely wished the president success in his work for the progress and prosperity of the country.       \r\n\r\n\r\n\r\n"
        },
        {
            "title": "At Least 190 Cases of U.S. Aerial Espionage Committed in May",
            "url": "http://kcna.co.jp/item/2004/200406/news06/02.htm#9",
            "content": "Kyenam Stock Farm Visited by Foreign Diplomats \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- The economic and commercial councilors' corps here visited the Kyenam Stock Farm on May 31 on the occasion of the 40th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\r\n The guests were greeted by Ri Man Song, chairman of the Rural Economy Committee of South Hwanghae Province, and officials of the stock farm on the spot. &nbsp;&nbsp;&nbsp;\r\n They were briefed on the fact that under the wise guidance of  Kim Jong Il the stock farm was built as a large modern stock-breeding centre greatly conducive to improving the people's diet in a short span of time, while enjoying a bird's-eye view of the spectacular scenery of the farm from its gazebo. &nbsp;&nbsp;&nbsp;\r\n Then they looked round barns built in a peculiar style for pigs, goats and other domestic animals and a milk processing factory equipped with the latest equipment. &nbsp;&nbsp;&nbsp;\r\n At the end of the visit, Evelio Duenas Ponce, commercial councilor of the Cuban embassy here who is doyen of the corps, said: &nbsp;&nbsp;&nbsp;\r\n  We are pleased to visit the stock farm splendidly built under the wise leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He made sure that such stock farms were built in various parts of the country to bring an affluent life to the Korean people. &nbsp;&nbsp;&nbsp;\r\n We are confident that this stock farm would play an important role in improving the people's diet. &nbsp;&nbsp;&nbsp;\r\n We wish the Korean people greater success in their efforts to defend their country and build a great prosperous powerful nation, true to the Songun revolutionary leadership of Kim Jong Il.       \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Roofing Materials Factory Commissioned",
            "url": "http://kcna.co.jp/item/2004/200406/news06/02.htm#10",
            "content": "At Least 190 Cases of U.S. Aerial Espionage Committed in May\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- The U.S. imperialists committed at least 190 cases of aerial espionage against the DPRK in May by mobilizing strategic and tactical reconnaissance planes with different missions, according to military sources.\r\n Over 40 espionage flights were made by U-2 and overseas-based RC-135, E-3 and EP-3 in May. &nbsp;&nbsp;&nbsp;\r\n Tactical reconnaissance planes including RC-12 and RC-7B made shuttle flights in the sky over Kanghwa Island-Phochon and Phochon-Sokcho to spy on the forefront and coastal areas of the DPRK. Those planes numbered 8 on May 4 and 21 each and 7 on May 6, 20, 24 and 27 each. &nbsp;&nbsp;&nbsp;\r\n Such aerial espionage testifies to the fact that the U.S. imperialists remain unchanged in their reckless attempt to swallow up the DPRK through a sudden preemptive strike at it after relocating their forces stationed in south Korea and shipping a large number of latest combat equipment into south Korea as part of their war scenario to invade the DPRK.       \r\n\r\n\r\n\r\n"
        },
        {
            "title": "World No Tobacco Day Marked",
            "url": "http://kcna.co.jp/item/2004/200406/news06/02.htm#11",
            "content": "Roofing Materials Factory Commissioned\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- The roofing materials factory of the Yongcho Building Materials Joint Venture Company went into operation.\r\n The factory built according to the joint venture contract between the Yongcho Building Materials Joint Venture Company of the DPRK and the Changchun Yongcho Science and Trade Company Ltd. of China produces good-quality roofing materials of various colors. &nbsp;&nbsp;&nbsp;\r\n All the production processes of the factory including mixing and adhesion are modernized. &nbsp;&nbsp;&nbsp;\r\n The commissioning ceremony was held Monday. &nbsp;&nbsp;&nbsp;\r\n A reporter at the ceremony said economic officials, workers and technicians of the DPRK and China built the factory in a short time and put it into operation. He called upon all the employees to keep the factory neat and tidy, elevate their standards of technique and skill and make energetic efforts to increase the variety of the products. &nbsp;&nbsp;&nbsp;\r\n Congratulatory speeches by Ri Paek Ha, vice-minister of Construction and Building-Materials Industries, and Wu Donghe, Chinese ambassador to the DPRK, were followed by a speech of Cong Zhen, general manager of the Changchun Yongcho Science and Trade Company Ltd. of China. &nbsp;&nbsp;&nbsp;\r\n The speakers said the traditional friendship between the DPRK and China was developing in conformity with the desire and interests of the two peoples amid the deep concern of leader Kim Jong Il and General Secretary Hu Jintao and other Chinese leaders. They noted that the roofing materials factory was a precious product of the daily growing DPRK-China friendship and economic cooperation. &nbsp;&nbsp;&nbsp;\r\n At the end of the ceremony the participants went round the production processes of the factory.       \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Malawian President",
            "url": "http://kcna.co.jp/item/2004/200406/news06/02.htm#12",
            "content": "World No Tobacco Day Marked\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- An event was held at the People's Palace of Culture Monday to mark the \"World Day of No Smoking\".\r\n Choe Chang Sik, vice-minister of Public Health, made an inaugural speech and then followed a congratulatory speech by Eigil Sorensen, representative of the World Health Organization here. &nbsp;&nbsp;&nbsp;\r\n Noting that the theme of the \"World Day of No Smoking\" is \"Control over tobacco and poverty\", speakers said that smoking is harmful to health and has a baneful impact on the efforts to lead a more civilized life. &nbsp;&nbsp;&nbsp;\r\n They called for creating an atmosphere of no smoking among young people and intensifying the information service and control to turn it into a social trend in a bid to make this campaign truly effective. &nbsp;&nbsp;&nbsp;\r\n They also underlined the need to increase the social concern for protecting juveniles and women, youth and children from the damage caused by tobacco and conduct activities to widen the area of no smoking places with a goal to make the smoking habit gradually disappear in the people's way of life. &nbsp;&nbsp;&nbsp;\r\n Then, the attendants listened to a sanitation lecture calling on all the people to turn out in the no smoking campaign to prevent the damage caused by tobacco and speeches. &nbsp;&nbsp;&nbsp;\r\n Then they saw photos showing the harmful effect of tobacco upon a human body and its aftermath and materials on quit-smoking practices. &nbsp;&nbsp;&nbsp;\r\n The day was also observed in local areas of the country.       \r\n\r\n\r\n\r\n"
        },
        {
            "title": "International Children's Day Marked in DPRK",
            "url": "http://kcna.co.jp/item/2004/200406/news06/02.htm#13",
            "content": "Greetings to Malawian President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on May 31 sent a congratulatory message to Bingu Wa Mutharika upon his assumption of office as president of the Republic of Malawi.\r\n Expressing belief that the friendly and cooperative relations between the two countries would grow in scope in the mutual interests of the two peoples, the message sincerely wished the president great success in his responsible work for the prosperity and development of the country.      \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to President of Germany",
            "url": "http://kcna.co.jp/item/2004/200406/news06/02.htm#14",
            "content": "International Children's Day Marked in DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- The children of the Democratic People's Republic of Korea have celebrated the International Children's Day, June 1.\r\n The children throughout the country have enjoyed their holiday, playing folk games and amusements in the playgrounds of their nurseries and kindergartens and in recreation grounds on Rungna Islet and in Mangyongdae, Mt. Taesong and other scenic spots. &nbsp;&nbsp;&nbsp;\r\n Pyongyang children gathered in the Taesongsan Fun Fair and celebrated their holiday together with foreign children, exercising rhythmic gymnastics and dancing with air balloons. &nbsp;&nbsp;&nbsp;\r\n In the DPRK, the children are called \"kings\" of the nation and live a happy life under deep care of the state and society. &nbsp;&nbsp;&nbsp;\r\n The government has not stinted investment in bringing up the children even under the difficult economic situation. &nbsp;&nbsp;&nbsp;\r\n Nutritive foodstuffs including eggs, meat and milk produced in the chicken and goat farms across the country are preferentially provided to the children. &nbsp;&nbsp;&nbsp;\r\n There are clothing and foodstuff factories for the children and supply centers for the nurseries and kindergartens in the country. Children's parks equipped with modern amusement facilities have been built in all parts of the country. &nbsp;&nbsp;&nbsp;\r\n The project for expanding and updating the Nutrition Institute for Children under the Academy of Medical Science is being accelerated at the final stage and many bean-milk factories are now under construction in Sinuiju and other areas of the country.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Gives Field Guidance to Kusong Machine Tool Plant",
            "url": "http://kcna.co.jp/item/2004/200406/news06/02.htm#15",
            "content": "Greetings to President of Germany\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Monday sent a message of greetings to Horst Kohler, on his election as president of the Federal Republic of Germany.\r\n Expressing the belief that the DPRK-Germany relations would continue to expand and develop in mutual interests, he sincerely wished the German president good health and happiness as well as a great success in his responsible work for the prosperity of the country and the well-being of the people.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}