{
    "date": "2004-06-24",
    "url": "http://kcna.co.jp/item/2004/200406/20040624.htm",
    "articles": [
        {
            "title": "Russian Foreign Minister to Visit DPRK",
            "url": "http://kcna.co.jp/item/2004/200406/news06/24.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rumsfeld's Reckless Remarks against DPRK under Fire",
            "url": "http://kcna.co.jp/item/2004/200406/news06/24.htm#2",
            "content": "Russian Foreign Minister to Visit DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- Sergei Viktorovich Lavrov, foreign minister of Russia, will visit the DPRK in the near future at the invitation of Paek Nam Sun, foreign minister of the DPRK. \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Praised Abroad",
            "url": "http://kcna.co.jp/item/2004/200406/news06/24.htm#3",
            "content": "Rumsfeld's Reckless Remarks against DPRK under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- U.S. Secretary of Defense Rumsfeld in a question and answer and interview with Asahi Shimbun in the wake of a speech made at the recent meeting of the Asian Security Forum held in Singapore malignantly slandered the DPRK over the delay of the six-party talks and its missile development.\r\n Minju Joson Wednesday in a signed commentary says his remarks against the DPRK reflected the impatient mentality of the Bush administration now in the grip of the serious political crisis at home and abroad. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. is finding itself in a tighter corner as the days go by due to its foreign policy failure. It is now under fire at home and abroad. Its image fell to the ground and resignations are frequent inside its administration. &nbsp;&nbsp;&nbsp;\r\n The \"fiction of nuclear and missile threat from the DPRK\" was invented by the U.S. to get rid of such miserable situation. &nbsp;&nbsp;&nbsp;\r\n The U.S. charged the DPRK with \"nuclear and missile proliferation\" by absurdly linking its increase of nuclear deterrent force to terrorism in a bid to deliberately hype the urgency of the situation and induce the international community to support Washington's pressure upon the DPRK. &nbsp;&nbsp;&nbsp;\r\n This campaign of the U.S. is aimed to justify its unreasonable assertion that the DPRK should scrap its nuclear program first though it is censured and protested worldwide and get rid of its miserable situation. &nbsp;&nbsp;&nbsp;\r\n The U.S. is using the same method as it did in Iraq. &nbsp;&nbsp;&nbsp;\r\n The DPRK will do what it should do when necessary no matter what others may say. &nbsp;&nbsp;&nbsp;\r\n Such foolish trick of the U.S. to bring its difficult situation under control by pulling up others can never work on the DPRK. It will only cause the U.S. to suffer isolation, frustration and disgrace before the international community. &nbsp;&nbsp;&nbsp;\r\n If the U.S. truly does not want political isolation and destruction, it should face up to the trend of times toward peace and justice and drop at once its high-handed and unilateral policy.    \r\n\r\n\r\n    \r\n\r\n"
        },
        {
            "title": "June 15 Joint Declaration, Banner of National Reconciliation and Unity",
            "url": "http://kcna.co.jp/item/2004/200406/news06/24.htm#4",
            "content": "Kim Jong Il Praised Abroad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- Lectures, photo exhibitions and film shows were held by the New Left Movement of Peru, Rajabat Pranakorn University in Bangkok, Thailand, the United Malays National Organization of Malaysia and Binod Nagar Public School in Delhi, India, on June 15 and 16 on the occasion of the 40th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\r\n On display at the photo exhibition were photographs showing his exploits in the building of the WPK and the Songun leadership. &nbsp;&nbsp;&nbsp;\r\n Screened at the film shows were Korean films including \"The Country Taking on More Beautiful Appearance under the Leadership of the Great General.\" &nbsp;&nbsp;&nbsp;\r\n Datuk Mohamed Bin Rahmat, secretary general of the United Malays National Organization of Malaysia, after seeing a film and photographs, said under Kim Jong Il's wise leadership the WPK and the Korean people will surely complete the cause of building a rich and powerful country and the cause of national reunification, both started by President Kim Il Sung and achieve greater success in foreign relations. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, K. David Mafabi, director of the Political Department of the Secretariat of the Pan-African Movement, made public a statement on June 14. &nbsp;&nbsp;&nbsp;\r\nReferring to the energetic work conducted by Kim Jong Il for the past 40 years at the WPK Central Committee, the statement stressed the WPK led by him would as ever firmly defend sovereignty of the country and lead the Korean people's struggle for national reunification to victory.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Surprise Protest of S. Korean Students",
            "url": "http://kcna.co.jp/item/2004/200406/news06/24.htm#5",
            "content": "June 15 Joint Declaration, Banner of National Reconciliation and Unity \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- The June 15 North-South Joint Declaration that instilled the soul of independence into the hearts of all the fellow countrymen and created a climate of reconciliation and unity is really a declaration of national reconciliation , a declaration of national unity glorifying the era of the nation's independent reunification, declares Rodong Sinmun Wednesday.\r\n Noting that the joint declaration held out the most judicious common idea of the nation whereby the north and the south can turn the national history marred by distrust and confrontation into a new history of reconciliation and unity by their joint efforts, the author of the article says: &nbsp;&nbsp;&nbsp;\r\n National independence is the main idea and main spirit running through the joint declaration and the hardcore which makes the essence of the joint declaration. &nbsp;&nbsp;&nbsp;\r\n The joint declaration elevated national independence, the fundamental principle of the development of the north-south relations and national reunification, to the idea of \"By our nation itself\" by stating that the north and south would settle the issue of national reunification independently by joint efforts of the Korean nation, its master. &nbsp;&nbsp;&nbsp;\r\n It has definitely put the north-south relations on the track of trust and reconciliation. &nbsp;&nbsp;&nbsp;\r\n It has opened the tightly closed door of dialogue and cooperation between the two parts of the country. &nbsp;&nbsp;&nbsp;\r\n Multifaceted dialogues and negotiations including ministerial talks and talks on economic cooperation are proceeding in high gear between the north and the south. &nbsp;&nbsp;&nbsp;\r\n It opened up a new phase of nationwide reconciliation and unity by revitalizing the reunification movement of organizations for it and personages of all social standings in the north and the south. &nbsp;&nbsp;&nbsp;\r\n It is the very June 15 joint declaration that is bringing the atmosphere of reunification to a high tide within and without and powerfully pushing forward the nationwide movement for reunification. It has created a favorable climate and conditions for developing the reunification movement by raising the curtain on the era of independent reunification in this land and opened the road of visits and contacts not only between the authorities but also between organizations and figures of all circles in the north and the south. &nbsp;&nbsp;&nbsp;\r\n The defense of the June 15 joint declaration and its strict implementation guarantee the reconciliation and unity of the nation, peace of the country and the nation's independent reunification.   \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Vice Foreign Minister Speaks at UNCTAD Meeting",
            "url": "http://kcna.co.jp/item/2004/200406/news06/24.htm#6",
            "content": "Surprise Protest of S. Korean Students \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- University students under the south Korean Federation of University Student Councils staged a surprise protest on June 19 in front of the building of the Uri Party, which had decided to force troop dispatch to Iraq, according to MBC of south Korea.\r\n In a statement they denounced the party which had adopted the dispatch of troops to Iraq as \"the party's opinion\" and demanded the party immediately withdraw the opinion that is different from the will of the people.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean People's Struggle to Implement June 15 North-South Declaration Supported Abroad",
            "url": "http://kcna.co.jp/item/2004/200406/news06/24.htm#7",
            "content": "DPRK Vice Foreign Minister Speaks at UNCTAD Meeting \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- The government and people of the DPRK will as ever boost multi-faceted economic cooperation and exchange with all the countries in the world to build an independent and peaceful new world on the principle of independence, equality and mutual benefit, declared Choe Su Hon, vice-minister of Foreign Affairs of the DPRK heading the DPRK delegation.\r\n He was addressing the plenary session of the 11th meeting of the United Nations Conference on Trade and Development (UNCTAD) in Sao Paulo, Brazil, on June 16. &nbsp;&nbsp;&nbsp;\r\n He said it was the most urgent and important task at the present moment to shape an international climate and policies for overcoming the negative consequences of globalization and giving impetus to economic growth and development in the developing countries. &nbsp;&nbsp;&nbsp;\r\n The international development strategies and policies should, to all intents and purposes, be ones supporting the national development strategies and policies of the developing countries intended to enhance the independence of the national economy and increase their development capacity, he urged, and went on: The developing countries should make joint efforts to create a sound international climate in which they would be able to take part in the present international economic system on a fair and undiscriminating basis. &nbsp;&nbsp;&nbsp;\r\n The UNCTAD should further strengthen its role as the only central body of the United Nations which handles in a uniform way matters concerning development including trade, finance, investment and technology. &nbsp;&nbsp;&nbsp;\r\n The high degree of socio-political stability in the DPRK serves as a fundamental impetus and sure guarantee for the sustained and vigorous development of the economy. Using the existing foundation of production to the fullest measure, the DPRK is expanding and developing foreign trade in a multilateral way and introducing advanced science and technology through joint venture and collaboration and inducement of investment while encouraging cooperation in development through international economic organizations, he stated.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Week of Iran-Korea Friendship Opens",
            "url": "http://kcna.co.jp/item/2004/200406/news06/24.htm#8",
            "content": "Korean People's Struggle to Implement June 15 North-South Declaration Supported Abroad \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, June 23 (KCNA) -- The British Group for the Study of the Juche Idea and Works of Comrade Kim Jong Il, the British Association for the Study of the Songun Policy and the British Society for Friendship with the DPRK issued a joint statement on June 1 and the Swiss Committee for Supporting Korea's Reunification made public a statement on June 10 on the occasion of the 4th anniversary of the publication of the June 15 North-South Joint Declaration.\r\n  The joint statement noted that the publication of the joint declaration is the shining fruition of leader Kim Jong Il's wise Songun leadership. It fully supported all the Korean people in their struggle to implement the joint declaration. &nbsp;&nbsp;&nbsp;\r\n  It also voiced support to the struggle of the south Korean people against the U.S. troops in south Korea, the stumbling block lying in the way of implementing the joint declaration, and the pro-American conservative reactionary forces. &nbsp;&nbsp;&nbsp;\r\n  The Swiss Committee for Supporting Korea's Reunification noted in a statement that the withdrawal of the U.S. occupation forces from south Korea is a prerequisite to Korean reunification. The statement expressed positive support to the Korean people in their patriotic struggle to independently reunify the country under the banner of the joint declaration. \r\n  Meanwhile, the U.S. Group for the Study of the Songun Policy opened a commemorative homepage titled \"June 15, anti-U.S. solidarity; U.S. forces in South Korea, quit south Korea at once!\" on the same occasion. &nbsp;&nbsp;&nbsp;\r\n  The homepage carried eight photos dealing with revolutionary activities of President Kim Il Sung and Kim Jong Il including a photograph the President had taken with Kim Jong Il and explanations about them. &nbsp;&nbsp;&nbsp;\r\n  Also seen there were articles captioned \"Great heritage recorded in human history\" and \"Brilliant fruition of Songun politics\" and anti-U.S posters.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Diplomat's Mean Malarkey under Fire",
            "url": "http://kcna.co.jp/item/2004/200406/news06/24.htm#9",
            "content": "Week of Iran-Korea Friendship Opens \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- An opening ceremony of a week of Iran-Korea friendship was held at the Azadi Cultural Centre on June 14 on the occasion of the 40th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea, the 4th anniversary of the publication of the north-south joint declaration and the 15th anniversary of Korean visit by Seyed Ali Khamenei, leader of the Islamic Revolution of Iran.\r\n Hanging on the background of the hall of the opening ceremony was a photograph of President Kim Il Sung and Seyed Ali Khamenei responding to the cheers of the crowd, raising tightly grasped hands. &nbsp;&nbsp;&nbsp;\r\n Vice-Chairman of the Organization of Culture and Islamic Relations of Iran in his speech said he was recollecting in the friendship week the active support rendered by President Kim Il Sung to the righteous cause of the Iranian people. He expressed the belief that the functions of the week would prove successful and  the cultural relations between the two countries would expand in scope. &nbsp;&nbsp;&nbsp;\r\n Then a Korean film on Seyed Ali Khamenei's visit to the DPRK was screened. &nbsp;&nbsp;&nbsp;\r\n The participants in the opening ceremony went round the Korean books and photos exhibition hall.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean Wrestling Tournament Ends",
            "url": "http://kcna.co.jp/item/2004/200406/news06/24.htm#10",
            "content": "U.S. Diplomat's Mean Malarkey under Fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- U.S. Ambassador to Japan Baker at a recent meeting in Tokyo talked rubbish about the \"nuclear ambition\" of the DPRK. He asserted that the time has come for north Korea to show reaction, etc.\r\n Rodong Sinmun Wednesday in a signed commentary dismisses this as a mean malarkey that can be made only by a man bereft of an elementary qualification and ability as a diplomat. &nbsp;&nbsp;&nbsp;\r\n Referring to the fact that the U.S. has persistently urged the DPRK, a victim, to scrap its nuclear program first, the commentary goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. has escalated its moves to stifle the DPRK as evidenced by its increased diplomatic and military pressure and economic sanctions and blockade behind the deceptive scene of \"dialogue\". This eloquently proves that the \"negotiated peaceful solution to the nuclear issue\" much touted by the U.S. is nothing but a trick to fool the DPRK and gain time and that the U.S. seeks only a sinister aim to totally disarm the DPRK and swallow it up with ease. &nbsp;&nbsp;&nbsp;\r\n As far as patience and the issue of reaction are concerned, it is the DPRK that wants to hear from the U.S. about those things. Given the present situation, it is high time that the U.S. showed a positive response. &nbsp;&nbsp;&nbsp;\r\n No positive results can be expected from the third round of the six-party talks if the U.S. again raises its old brigandish demand at the talks that will start today. &nbsp;&nbsp;&nbsp;\r\n Even if the U.S. wastes time, insisting on its assertion that the DPRK must scrap its nuclear program first, it will do the DPRK nothing bad. That will only offer it more time to increase its physical deterrent force. &nbsp;&nbsp;&nbsp;\r\n  Explicitly speaking, the DPRK will steadily strengthen its retaliatory measures unless the U.S. immediately stops demanding the DPRK accept CVID. &nbsp;&nbsp;&nbsp;\r\nThat is not bad for the DPRK.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Visiting Group Here",
            "url": "http://kcna.co.jp/item/2004/200406/news06/24.htm#11",
            "content": "Korean Wrestling Tournament Ends\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- The finals of the Second \"Grand Bull Prize\" National TV Ssirum (Korean Wrestling) Tournament of Working People took place on picturesque Moran Hill in Pyongyang on Surinal (June 22).\r\n Participating in the finals were 16 players who won the first and second-stage matches held from June 20 in an open-weight and knock-out way, and four players who went on to the semi-finals of those above sixty. &nbsp;&nbsp;&nbsp;\r\n Ri Kwang Mo of Pyongyang won the large bull along with a diploma and gold bell. &nbsp;&nbsp;&nbsp;\r\n Mun Thae Ung, 60, from South Hamgyong Province was the winner of the matches of those above sixty. &nbsp;&nbsp;&nbsp;\r\n Prizes went to Ri Jong Chol of North Phyongan Province, Pak Kwang Il and Jang Haeng Bok of South Hwanghae Province for their good fighting spirit and to Kim Yong of North Phyongan Province and Ri Yong Jin of South Hamgyong Province for their excellent techniques.   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Message of Sympathy to Russian President",
            "url": "http://kcna.co.jp/item/2004/200406/news06/24.htm#12",
            "content": "S. Korean Visiting Group Here\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 23 (KCNA) -- A visiting group of \"Good Neighbors\" of south Korea led by Chairman Ri Il Ha arrived here Wednesday.\r\n It was greeted at the airport by Kim Song Il, vice-chairman of the National Reconciliation Council, and officials concerned with compatriotic feelings.    \r\n\r\n\r\n\r\n"
        }
    ]
}