{
    "date": "2004-11-20",
    "url": "http://kcna.co.jp/item/2004/200411/20041120.htm",
    "articles": [
        {
            "title": "S. Korean Government Employees' Union Calls General Strike",
            "url": "http://kcna.co.jp/item/2004/200411/news11/20.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Agreement on Trade and Economic Cooperation Inked between DPRK and Turkey",
            "url": "http://kcna.co.jp/item/2004/200411/news11/20.htm#2",
            "content": "S. Korean Government Employees' Union Calls General Strike \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 19 (KCNA) -- The Government Employees' Union of south Korea Monday called a general strike in demand of the guarantee of three rights of labor in all areas, according to south Korean KBS.\r\n Their strike began in all areas with refusing to go to their offices in the morning. Participating in the strike were at least 44,000 public servants at 77 branches. &nbsp;&nbsp;&nbsp;\r\n The organization declared that it would fight to the end to achieve the three rights of labor including the right to collective action despite the government's intensified suppression of the general strike.    \r\n \r\n\r\n  \r\n\r\n"
        },
        {
            "title": "U.S. Nuclear War Plot against North Flailed",
            "url": "http://kcna.co.jp/item/2004/200411/news11/20.htm#3",
            "content": "Agreement on Trade and Economic Cooperation Inked between DPRK and Turkey \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 19 (KCNA) -- An agreement on trade and economic cooperation was signed in Ankara on Nov. 12 between the governments of the DPRK and Turkey.\r\n The agreement was inked by Kim Ha Dong, DPRK ambassador e.p. to Turkey, and the secretary of State in charge of foreign trade of the government of Turkey.    \r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Army-People Power Station Commissioned",
            "url": "http://kcna.co.jp/item/2004/200411/news11/20.htm#4",
            "content": "U.S. Nuclear War Plot against North Flailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 19 (KCNA) -- The south Korean Federation of University Student Councils (Hanchongryon) Monday reportedly made public a statement entitled \"We sternly denounce the U.S. plot for a nuclear war against the north\".\r\n It was recently disclosed by media that the United States had worked out long ago in top secrecy a war scenario to invade the north, presupposing the use of nuclear weapons, and staged exercises for a preemptive nuclear attack, the statement said, stressing: The U.S. war maniacs are human butchers and shameless criminals never to be condoned. &nbsp;&nbsp;&nbsp;\r\n If the United States refused to give up its hostile policy toward the DPRK and pushed forward its plan for a nuclear war, Hanchongryon would not pardon it but immediately enter into an all-out death-defying struggle, the statement declared. It urged the U.S. to lend an ear to the warnings of the Korean nation and promptly scrap its plan for a nuclear war against the north and abandon its hard-line policy.    \r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Ultra-right Conservatives' Acts Assailed",
            "url": "http://kcna.co.jp/item/2004/200411/news11/20.htm#5",
            "content": "Army-People Power Station Commissioned \r\n&nbsp;&nbsp;&nbsp; Hyesan, November 18 (KCNA) -- Army-People Power Station No. 410 was commissioned in Kim Hyong Gwon County, Ryanggang Province.\r\n The servicepersons of the Korean People's Army (KPA) and the people in the county have built the large army-people power station by their concerted efforts true to the intention of the Workers' Party of Korea to build many minor power stations in different parts of the country. This will contribute to the country's prosperity and the improvement of the standard of people's living. &nbsp;&nbsp;&nbsp;\r\n It was commissioned with due ceremony on Nov. 18. &nbsp;&nbsp;&nbsp;\r\n Vice Marshal of the KPA Kim Il Chol, minister of the People's Armed Forces, was among those present at the ceremony.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Marked",
            "url": "http://kcna.co.jp/item/2004/200411/news11/20.htm#6",
            "content": "S. Korean Ultra-right Conservatives' Acts Assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 19 (KCNA) -- The Grand National Party and other ultra-right fascist forces in south Korea are going more reckless than ever before, turning the whole political arena, to say nothing of the \"National Assembly,\" into an uncontrollable pandemonium. As a result, the desire of the south Korean people for progress and reform is faced with a grave challenge.\r\n Rodong Sinmun Friday says this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n  It goes on: &nbsp;&nbsp;&nbsp;\r\n The south Korean ultra-right conservatives are making desperate efforts to survive and grab \"power\" come what may. Herein lies the gravity of the situation. &nbsp;&nbsp;&nbsp;\r\n The same is true of the issue of probing the past crimes. The probe is intended to liquidate the history recorded with pro-Japanese treachery and pro-U.S. flunkeyism, fascist dictatorship and irregularities and corruption and confrontation with the north and war moves and redeem the past wrong doings. It is the unanimous demand of the people who want true reform and progress of the south Korean society and aspire after national reconciliation and reunification. &nbsp;&nbsp;&nbsp;\r\n Nevertheless, the south Korean ultra-right conservatives including the GNP are dead-set against this probe, letting loose sophistry about \"political colouring\" and \"pro-north action and collaboration with communism.\" Lurking behind their assertion is an ulterior intention to prevent their criminal nature from being revealed before the history and nation, make a muddle of the initial success made by the people in their struggle for democracy at the cost of blood and thus revive the past era of fascist dictatorship. &nbsp;&nbsp;&nbsp;\r\n Fascism and war always go together and the former leads to a war. &nbsp;&nbsp;&nbsp;\r\n To struggle against the south Korean ultra-right conservative forces is a serious issue of choosing between democracy and dictatorship and between peace and war. Under the prevailing grave situation the south Korean people from all walks of life should not hesitate or turn aside but come out as one in the struggle to check and frustrate the ultra-right conservatives' criminal moves to usurp \"power.\"    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Message of Greetings to Omani Sultan",
            "url": "http://kcna.co.jp/item/2004/200411/news11/20.htm#7",
            "content": "Anniversary of Kim Jong Il's Work Marked \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 19 (KCNA) -- It is 20 years since leader Kim Jong Il's famous work \"On Improving and Strengthening Land Administration\" was made public.\r\n This is a historic letter to the participants in the national meeting of officials in the field of land administration on November 19, Juche 73 (1984). &nbsp;&nbsp;&nbsp;\r\n The work clarifies such issues as working out a good master plan for land administration, carrying out land construction in a planned way, surveying and controlling the land and natural resources of the country in a comprehensive way, coordinating the work of working out plans and successfully conducting land administration and the creation of forests and their proper preservation and management and other issues arising in improving the land administration as required by the developing reality. &nbsp;&nbsp;&nbsp;\r\n The work also deals with the issues of channeling great efforts into developing science and technology in the field of preserving land environment and coordinating land administration and conducting it as an all-people movement. &nbsp;&nbsp;&nbsp;\r\n A meeting to mark the anniversary of the work was held on Thursday. &nbsp;&nbsp;&nbsp;\r\n Minister of Land and Environment Preservation Jang Il Son addressing the meeting said that the work serves as a library of ideas and theories of land construction as it gives scientific answers to all theoretical and practical issues arising in land administration under socialism, adding signal successes have been made in the overall land administration of the country. &nbsp;&nbsp;&nbsp;\r\n In the last decade, in particular, the army and people of the DPRK have made a new history of land realignment and dynamically pushed forward the creation of forests, road building and improvement and river improvement projects true to the Workers' Party of Korea's Songun leadership despite great difficulties, he said. &nbsp;&nbsp;&nbsp;\r\n He called upon all the officials and working people to turn out in a gargantuan campaign to convert the country into a socialist land of bliss and fairyland in the Songun era under the great Songun leadership of the Party and translate Kim Jong Il's far-reaching plan into reality.    \r\n\r\n   \r\n\r\n"
        },
        {
            "title": "U.S. Intention to Keep JSA in Panmunjom under Its Control Assailed",
            "url": "http://kcna.co.jp/item/2004/200411/news11/20.htm#8",
            "content": "Message of Greetings to Omani Sultan \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 19 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a message of greetings to Sultan Qaboos Bin Said on the occasion of the national day of Sultanate of Oman.\r\n The message wished him greater success in his work for the prosperity of the country and expressed the belief that the friendly relations between the two countries would grow stronger in various fields.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Protocol Signed between DPRK and Russia",
            "url": "http://kcna.co.jp/item/2004/200411/news11/20.htm#9",
            "content": "U.S. Intention to Keep JSA in Panmunjom under Its Control Assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 19 (KCNA) -- The U.S. has decided to permanently keep persons concerned of the U.S. side to the Military Armistice Commission (MAC) in Panmunjom to control south Koreans and goods coming in and going out of the Demilitarized Zone (DMZ). This reminds one of an \"international gendarme\" as the action is aimed to violate the sovereignty of the Korean nation and hamstring inter-Korean cooperation including the construction of the Kaesong Industrial Zone and the cause of Korea's reunification.\r\n A spokesman for the Committee for the Peaceful Reunification of the Fatherland said this in an answer given to the question put by KCNA Friday as regards the U.S. recent announcement of its decision to permanently keep members of the U.S. side to the MAC in the joint security area (JSA) in Panmunjom and DMZ. &nbsp;&nbsp;&nbsp;\r\n He went on: &nbsp;&nbsp;&nbsp;\r\n On November 1 the U.S. pretended to transfer to the south Korean army the duty to guard the JSA, the duty which had been performed by the U.S. forces in south Korea for more than half a century since the conclusion of the Armistice Agreement. But the reality proves that this was nothing but a charade to cover up its true intention to invade the north and mislead the public opinion. &nbsp;&nbsp;&nbsp;\r\n The U.S. has hindered visits and exchange of goods between the north and the south of Korea by hook or by crook, talking about \"approval by the UN Forces Command\" though they have taken place pursuant to the historic June 15 joint declaration. Now it is going to keep disturbers in the same guise even in the JSA. This is little short of a formal declaration of its decision to come out itself to totally block the north-south cooperation.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Land Administration Successful in DPRK",
            "url": "http://kcna.co.jp/item/2004/200411/news11/20.htm#10",
            "content": "Protocol Signed between DPRK and Russia\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 19 (KCNA) -- A protocol of the 7th meeting of the forestry committee of the Inter-Governmental Trade, Economic, Scientific and Technological Committee was signed between the DPRK and the Russian Federation in Pyongyang on Friday.\r\n Present there from the DPRK side were officials concerned and from the Russian side members of the forestry delegation headed by the deputy governor of the Amur Regional Administration and a councilor of the Russian embassy here.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "New Species of Animals Sent to Central Zoo",
            "url": "http://kcna.co.jp/item/2004/200411/news11/20.htm#11",
            "content": "Land Administration Successful in DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 19 (KCNA) -- November 19 is the 20th anniversary of the publication of the famous work \"On Improving and Strengthening Land Administration\" by leader Kim Jong Il.\r\n In his work, a historical letter to the participants in the national meeting of officials in the field of land administration, he put forward principled issues concerning the land administration and set forth concrete tasks for its improvement. &nbsp;&nbsp;&nbsp;\r\n Under his wise leadership, the Korean people have made efforts to carry out the tasks. &nbsp;&nbsp;&nbsp;\r\n Great changes have taken place in the land administration in recent years. &nbsp;&nbsp;&nbsp;\r\n He initiated large-scale land rezoning projects and energetically led them. &nbsp;&nbsp;&nbsp;\r\nAs a result, small paddy and non-paddy plots covering hundreds of thousands of hectares have turned into standardized fields. &nbsp;&nbsp;&nbsp;\r\n Natural-flow waterways including the Kaechon-Lake Thaesong Waterway have been constructed and river improvement projects carried on vigorously. &nbsp;&nbsp;&nbsp;\r\nSeveral hundred of kilometers of roads have been built or reconstructed. &nbsp;&nbsp;&nbsp;\r\n Mountains of the country have been covered with trees of good species through a mass tree-planting campaign. Such beauty spots as Mts. Chilbo, Kuwol and Jongbang have been equipped with better conditions necessary for recreation grounds and other scenic spots including Songam Cavern and Ulrim Waterfalls have been found and visited by a large number of people. &nbsp;&nbsp;&nbsp;\r\n Many towns and counties have been facelifted.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Protocol Signed",
            "url": "http://kcna.co.jp/item/2004/200411/news11/20.htm#12",
            "content": "New Species of Animals Sent to Central Zoo\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 19 (KCNA) -- More than 50 animals of 20 species have been sent to the Central Zoo in Pyongyang this year.\r\n Among the new inhabitants are a pair of white tigers (Panthera tigris altaica), a gift sent to leader Kim Jong Il by Korean compatriot Choe Su Jin, general manager of the National Economic Development Corporation in Heilongjiang Province, China, and other species of tigers. &nbsp;&nbsp;&nbsp;\r\n Eye-catching are parrots (Platycircus icterotis). They were also sent to Kim Jong Il as a gift by Jong Kum Sol of the Physical Culture and Sports Guidance Commission of the DPRK while working abroad. &nbsp;&nbsp;&nbsp;\r\n Besides, there are some 40 animals of 18 species including brown bear, Ursus tibetanus, seal, eagle-owl, bald eagle, goshawk, loggerhead turtle and a kind of yellow serpent. &nbsp;&nbsp;&nbsp;\r\n Many people have visited the Central Zoo to watch the new animals. &nbsp;&nbsp;&nbsp;\r\n A visitor told KCNA that Kim Jong Il has sent many animals, gifts sent to him, to the Central Zoo for the cultural and emotional life of the people.    \r\n\r\n  \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Authorities' Anti-North Burlesque under Fire",
            "url": "http://kcna.co.jp/item/2004/200411/news11/20.htm#13",
            "content": "Protocol Signed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 19 (KCNA) -- A protocol of the meeting of Asian countries of the Organization of Railways Cooperation was signed here Friday.\r\n Present at the signing ceremony were a representative of the organization and railway delegations of the DPRK, China, Russia, Mongolia and Vietnam. &nbsp;&nbsp;&nbsp;\r\n The protocol deals with the agreement on the 2005-2006 timetable for international passenger trains and their service by Asian countries affiliated to the organization.    \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Meeting of Asian Countries for Cooperation in Railways Held",
            "url": "http://kcna.co.jp/item/2004/200411/news11/20.htm#14",
            "content": "S. Korean Authorities' Anti-North Burlesque under Fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 19 (KCNA) -- The south Korean state-run KBS recently reported that the south Korean Residents Association in Japan and the General Association of Korean Residents in Japan (Chongryon) established sister relationship at a recent \"meeting of Korean leaders for peace and reunification\" held in Seoul though it was not attended by any delegate of Chongryon and that the Ministry of Unification sponsored the meeting and its minister made a congratulatory speech there.\r\n A spokesman for the Committee for Overseas Compatriots of Korea issued a statement Friday in which he dismissed the report as a whopping lie. &nbsp;&nbsp;&nbsp;\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n Lurking behind the recent spread of such lie by the KBS is a black-hearted intention to create the impression that the south Korean authorities have the entire Korean community in Japan under their control in a bid to drive a wedge between the DPRK and Chongryon and prevent the patriotic mind-set of the Koreans in Japan from running toward their socialist homeland. &nbsp;&nbsp;&nbsp;\r\n The above-mentioned lie goes to clearly prove that the burlesque was staged in a planned way under the direct manipulation of the south Korean authorities. &nbsp;&nbsp;&nbsp;\r\n No matter what kind of charade the authorities may orchestrate, they can never do any harm to Chongryon, a dignified overseas Koreans' organization of the DPRK. &nbsp;&nbsp;&nbsp;\r\n They should apologize for having added another crime to the crimes they have committed by pushing the inter-Korean relations to the present level and stop resorting to reckless moves against the north and Chongryon.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}