{
    "date": "2004-12-22",
    "url": "http://kcna.co.jp/item/2004/200412/20041222.htm",
    "articles": [
        {
            "title": "Art Exhibition Opens",
            "url": "http://kcna.co.jp/item/2004/200412/news12/22.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Defence Program Outlines Assailed",
            "url": "http://kcna.co.jp/item/2004/200412/news12/22.htm#2",
            "content": "Art Exhibition Opens \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 21 (KCNA) -- An art exhibition of the Ministry of the People's Armed Forces was opened at the April 25 House of Culture to mark the 13th anniversary of leader Kim Jong Il's assumption of the supreme commandership of the Korean People's Army and the 10th anniversary of his start of the Songun policy.\r\n Displayed there were at least 200 pieces of successful works created by the creators and soldiers of the KPA, including Korean paintings, computer-aided paintings, oil paintings, posters, sculptures and calligraphies. &nbsp;&nbsp;&nbsp;\r\n These masterpieces done by soldiers' Juche-based painting style depict the greatness of Kim Jong Il and the proud achievements made by the Korean army and people in the struggle to devotedly defend the country and build a great prosperous powerful socialist nation over the last decade under the banner of Songun. &nbsp;&nbsp;&nbsp;\r\n Computer-aided paintings \"Long Live General Kim Il Sung, the Eternal Sun of Juche!\" \"Long Live General Kim Jong Il, the Sun of the 21st Century!\" and \"Long Live General    Kim Jong Suk, the Mother of the Sun's Nation!\" and Korean painting \"We Will Add Luster to the Cause Started on Mt. Paektu for All Ages\" deal with the immortal revolutionary feats of the three generals of Mt. Paektu and their personalities as great persons. &nbsp;&nbsp;&nbsp;\r\n On display there were computer-aided serial paintings \"The Long Journey for Songun Revolution\" which portray on an epical canvas the sacred history of army of the Korean revolution and a computer-aided painting \"Eight Sceneries in Era of Songun\" which comprehensively deals with the history of the Songun revolution of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n An opening ceremony took place Monday.    \r\n \r\n\r\n  \r\n\r\n"
        },
        {
            "title": "Chinese Ambassador Hosts Reception",
            "url": "http://kcna.co.jp/item/2004/200412/news12/22.htm#3",
            "content": "Japan's Defence Program Outlines Assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 21 (KCNA) -- Japan has decided on new \"National Defence Program Outlines\". This is a move as dangerous as whipping up a war chariot of militarism toward overseas aggression.\r\n Rodong Sinmun today says this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n In the \"outlines\" the Japanese reactionaries have changed the \"exclusive defence strategy\" into a definite offensive strategy, which means the total lifting of the scores of years-long post-war \"restrictions\" on Japan's military actions, the commentary points out, and goes on: &nbsp;&nbsp;&nbsp;\r\n What merits more serious attention is that they in the \"outlines\" stressed the need to cope with the \"threat\" from the DPRK and China. Their claim that Japan is exposed to \"threat\" from the DPRK and China is a sheer lie and it serves as a war slogan intended to put into practice the ambition for \"Greater East Asia Co-Prosperity Sphere\", taking advantage of the U.S. policy for stifling the DPRK. &nbsp;&nbsp;&nbsp;\r\n The DPRK has never posed any \"military threat\" to Japan and the Korean people don't want tense situation and military conflicts in Asia including the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n In the long run, Japan cited the \"threat\" from the DPRK as a pretext for justifying the new \"National Defence Program Outlines\". This is an expression of Japan's long-standing design to invade Korea. This reveals its criminal attempt to realize its ambition in the 21st century at any cost. &nbsp;&nbsp;&nbsp;\r\n The Japanese militarist forces seek to swallow up the DPRK and then China as in the past. They are working hard to realize their ambition for re-aggression through joint military operations with the United States. This has been clearly evidenced by the fact that the new \"outlines\" provide for the right to collective self-defence.    \r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Fruitful Year of Land Development",
            "url": "http://kcna.co.jp/item/2004/200412/news12/22.htm#4",
            "content": "Chinese Ambassador Hosts Reception \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 21 (KCNA) -- Chinese Ambassador to the DPRK Wu Donghe hosted a reception at the embassy Monday evening on the threshold of the New Year Juche 94 (2005).\r\n Present on invitation were Vice-President of the Presidium of the Supreme People's Assembly of the DPRK Yang Hyong Sop, Vice-Premier of the DPRK Cabinet Kwak Pom Gi, Minister of Public Health Kim Su Hak who is chairman of the Central Committee of the DPRK-China Friendship Association and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Officials of the Chinese embassy were on hand. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the reception.    \r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Famous Symphony Orchestra of DPRK",
            "url": "http://kcna.co.jp/item/2004/200412/news12/22.htm#5",
            "content": "Fruitful Year of Land Development \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 21 (KCNA) -- The Democratic People's Republic of Korea has made signal successes in the land development this year.\r\n Hundreds of kilometers of roads and one hundred and tens of bridges have been built across the country. &nbsp;&nbsp;&nbsp;\r\n Nearly 1,000-kilometer-long roads have been improved technically so as to ensure rapid traffic of vehicles. &nbsp;&nbsp;&nbsp;\r\n More than 700-kilometer-long roads including streets in Kanggye City and Sunchon-Kaechon motorway have been paved or repaired. &nbsp;&nbsp;&nbsp;\r\n  This year has witnessed achievements in river improvement projects including constructed or reinforced dams extending several hundred kilometers. &nbsp;&nbsp;&nbsp;\r\n Over 480,000 cubic meters of earth have been removed, about 200,000 square meters of stonewalls laid, hundreds of thousands of cubic meters of river beds dug and scores of hectares of river bank forests created in the projects. &nbsp;&nbsp;&nbsp;\r\n Hundreds of millions of trees have been planted in tens of thousands of hectares throughout the country. &nbsp;&nbsp;&nbsp;\r\n The facelifting projects of main streets in Pyongyang have been carried on in conformity with the demand of the new century.\r\n The rezoning of cultivated land of 94,000 hectares in South Phyongan Province and Pyongyang has already been finished. &nbsp;&nbsp;&nbsp;\r\n As a result, 648,700 small paddy and non-paddy plots were converted into standardized fields, more than 330-kilometer-long field roads newly built and more than 10,000-kilometer-long paddy field ridges removed so that over 1,500 hectares of fertile soil appeared. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the Paekma-Cholsan Waterway project is going on at the final stage. &nbsp;&nbsp;&nbsp;\r\n Some 10,000 dwelling houses have made their appearance in rural communities throughout the country.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Swiss Folk Handicraft Exhibition Opens",
            "url": "http://kcna.co.jp/item/2004/200412/news12/22.htm#6",
            "content": "Famous Symphony Orchestra of DPRK \r\n&nbsp;&nbsp;&nbsp;  Pyongyang, December 21 (KCNA) -- The symphony orchestra of the Democratic People's Republic of Korea, which is mainly composed of national musical instruments combined with Western musical ones, is famous for its rich and diverse expression.\r\n The State Symphony Orchestra has created more than 100 Juche-based symphonies on the basis of folk and famous songs which the Korean people are fond of since Juche 59 (1970). &nbsp;&nbsp;&nbsp;\r\n  Among them are orchestral music pieces \"Rich Harvest Comes to the Chongsan Plain\", \"Arirang\" and \"My House in My Native Place\", symphony \"The Sea of Blood\" and piano concerto \"Korea is One\". &nbsp;&nbsp;&nbsp;\r\n  In particular, \"Rich Harvest Comes to the Chongsan Plain\" is very popular among Koreans and foreigners as it reflects the features of a socialist rural community of the DPRK and the villagers' feelings full of joy and optimism. &nbsp;&nbsp;&nbsp;\r\n  The orchestra wonderfully performs classical and modern music pieces of Europe, too.\r\n  It gave performances in China, Germany, Bulgaria, Poland and other countries, fully demonstrating the development of the Juche-oriented symphony. &nbsp;&nbsp;&nbsp;\r\n  The orchestra, which proclaimed its foundation with the playing of the immortal revolutionary paean \"Song of General Kim Il Sung\", has been turned into a world-famous art troupe under the wise guidance of President Kim Il Sung and Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n  Kim Jong Il enjoyed its performance of the newly created symphonic suite \"Long Journey of Songun\" and other orchestral music pieces on December 3. He said its performance was very successful and appreciated its efforts to develop symphony into Juche-based one enjoying the love of the people and contributing to the revolution.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Russian Ambassador to DPRK Hosts Reception",
            "url": "http://kcna.co.jp/item/2004/200412/news12/22.htm#7",
            "content": "Swiss Folk Handicraft Exhibition Opens \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 21 (KCNA) -- A Swiss folk handicraft exhibition was opened at the Chollima House of Culture with due ceremony on Monday on the occasion of the 30th anniversary of the opening of diplomatic ties between the DPRK and Switzerland. &nbsp;&nbsp;&nbsp;\r\n On display at the exhibition hall are handicraft showing the traditional lifestyle and skill of the diligent Swiss people. &nbsp;&nbsp;&nbsp;\r\n. Present at the ceremony were Hong Son Ok, vice-chairperson of the Korean Committee for Cultural Relations with Foreign Countries who is chairperson of the DPRK-Swiss Friendship Association, officials concerned, working people in the city, Alen Gidetti, minister of the Swiss embassy in Beijing, Rudolf Strasser, resident representative of the Swiss Agency for Development and Cooperation of the Federal Department of Foreign Affairs and Swiss guests. &nbsp;&nbsp;&nbsp;\r\n Present on invitation were diplomatic envoys of different countries and representatives of international organizations to the DPRK. &nbsp;&nbsp;&nbsp;\r\n Addressing the ceremony, Hong Son Ok said that the two governments and peoples have made joint efforts to develop the friendly and cooperative relations on the principle of respect for each other's sovereignty, non-interference in each other's internal affairs, equality and mutual benefit since the establishment of diplomatic relations between the two countries. &nbsp;&nbsp;&nbsp;\r\n She said the DPRK feels grateful to the Swiss government for giving food aid and humanitarian assistance to the Korean people in different fields when they were suffering from serious natural disaster and extends deep thanks for this. &nbsp;&nbsp;&nbsp;\r\n She stressed that the DPRK would make positive efforts to further develop cooperation and exchange between the two peoples in different fields including economy, culture and science and technology in the idea of independence, peace and friendship. &nbsp;&nbsp;&nbsp;\r\n Alen Gidetti and Rudolf Strasser in their speeches said that they were pleased to have an opportunity to show the Korean people various aspects of the culture and tradition of the Swiss people through the exhibition opened on the occasion of the 30th anniversary of the opening of diplomatic relations between the two countries, adding that great progress has been made in the friendly and cooperative relations between the two countries since the opening of the diplomatic ties. &nbsp;&nbsp;&nbsp;\r\n Pointing to the efforts of Switzerland to boost the relations with the DPRK, they hoped the bilateral friendly ties would last forever. &nbsp;&nbsp;&nbsp;\r\n At the end of the ceremony the participants looked round the handicraft on display.    \r\n\r\n   \r\n\r\n"
        },
        {
            "title": "Mongolian President Pays Homage to President Kim Il Sung",
            "url": "http://kcna.co.jp/item/2004/200412/news12/22.htm#8",
            "content": "Russian Ambassador to DPRK Hosts Reception \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 21 (KCNA) -- Andrei Karlov, Russian ambassador to the DPRK, gave a reception at his embassy Monday evening in the run-up to New Year Juche 94 (2005).\r\n Present there on invitation were Hong Son Ok, vice-chairwoman of the Korean Committee for Cultural Relations with Foreign Countries who is chairwoman of the Korea-Russia Friendship Association, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Present there were staff members of the Russian embassy. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Mongolian President Pays Courtesy Call on Kim Yong Nam",
            "url": "http://kcna.co.jp/item/2004/200412/news12/22.htm#9",
            "content": "Mongolian President Pays Homage to President Kim Il Sung \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 21 (KCNA) -- Mongolian President Natsagyn Bagabandi visited the Kumsusan Memorial Palace today to pay homage to President Kim Il Sung.\r\n Accompanying the Mongolian president were his wife, Foreign Minister of Mongolia Tsend Munkh-orgil and other suite members. &nbsp;&nbsp;&nbsp;\r\n The guests were also accompanied by Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Mun Il Bong, minister of Finance who is chairman of the DPRK-Mongolia Friendship Association, and others. &nbsp;&nbsp;&nbsp;\r\n A floral basket was laid before Kim Il Sung's statue in the name of the Mongolian president. &nbsp;&nbsp;&nbsp;\r\n The ribbon of the basket bore letters \"In eternal memory of the respected leader of the DPRK Comrade Kim Il Sung.\" &nbsp;&nbsp;&nbsp;\r\n The participants paid homage to Kim Il Sung who lies in state, expressing profound reverence for him who made an immortal contribution to the development of the bilateral friendly ties and the human cause of independence. &nbsp;&nbsp;&nbsp;\r\n They went round with keen interest the orders, medals and certificates of honorary titles the President received from the DPRK and other countries and the mourning hall and a train coach and a car used by him during his field guidance and visits to foreign countries and in the last period of his life. &nbsp;&nbsp;&nbsp;\r\n The Mongolian president made the following entry in the visitor's book: &nbsp;&nbsp;&nbsp;\r\n \"I have visited the memorial palace which will convey to prosperity the feats performed by the great leader of the DPRK Comrade Kim Il Sung for the liberation and independence of the country and the well-being of the people and pay high tribute to him. &nbsp;&nbsp;&nbsp;\r\n I sincerely wish the hard-working Korean people great success in their sacred cause of implementing the last instructions of the President, achieving the prosperity and progress of the country and strengthening the national unity and realizing the reunification of the country under the leadership of the great leader Comrade Kim Jong Il.\"    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Talks Held between Presidents of DPRK and Mongolia",
            "url": "http://kcna.co.jp/item/2004/200412/news12/22.htm#10",
            "content": "Mongolian President Pays Courtesy Call on Kim Yong Nam\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 21 (KCNA) -- Mongolian President Natsagyn Bagabandi paid a courtesy call on President Kim Yong Nam of the Presidium of the DPRK Supreme People's Assembly at the Mansudae Assembly Hall today.\r\n Present there were Foreign Minister Tsend Munkh-orgil and other suite members of the Mongolian president. &nbsp;&nbsp;&nbsp;\r\n DPRK Foreign Minister Paek Nam Sun and officials concerned were on hand. &nbsp;&nbsp;&nbsp;\r\n A friendly talk took place there.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Inter-Sector Talks Held between DPRK and Mongolia",
            "url": "http://kcna.co.jp/item/2004/200412/news12/22.htm#11",
            "content": "Talks Held between Presidents of DPRK and Mongolia\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 21 (KCNA) -- Talks were held between Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, and Natsagyn Bagabandi, president of Mongolia, at the Mansudae Assembly Hall today.\r\n At the talks both sides exchanged views on the issue of boosting the bilateral friendly relations and a series of matters of common concern.\r\n The talks proceeded in a friendly atmosphere. &nbsp;&nbsp;&nbsp;\r\n Present there from the DPRK side were Foreign Minister Paek Nam Sun, Vice-Minister of Foreign Trade Ri Ryong Nam, Vice-Minister of Agriculture Mun Ung Jo, Deputy to the Supreme People's Assembly Rim Kyong Suk, DPRK Ambassador to Mongolia Pak Jong Do and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Present from the Mongolian side were Foreign Minister Tsend Munkh-orgil, Ambassador to the DPRK J. Lomvo, Chairman of the Standing Budgetary Committee of the State Great Hural (SGH) Ragchaa Badamdamdin, Chairman of the Standing Legislative Committee of the SGH Dorj Odbayar, Director of the Presidency Badamdorj Batkhishig, Vice-Minister of Industry and Commerce Tsagaandari Enkhtuvshin, Vice-Minister of Food and Agriculture Tserendorj Gankhuyag and other suite members.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Agreements Signed between DPRK and Mongolian Governments",
            "url": "http://kcna.co.jp/item/2004/200412/news12/22.htm#12",
            "content": "Inter-Sector Talks Held between DPRK and Mongolia\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 21 (KCNA) -- Inter-sector talks took place here today between the DPRK and Mongolia.\r\n Talks were held between DPRK Foreign Minister Paek Nam Sun and Mongolian Foreign Minister Tsend Munkh-orgil, between Vice-Minister of Foreign Trade Ri Ryong Nam, Vice-Minister of Agriculture Mun Ung Jo and Vice-Chairman of the Pyongyang City People's Committee Kim Jong Sik of the DPRK and Vice-Minister of Industry and Commerce Tsagaandari Enkhtuvshin, Vice-Minister of Food and Agriculture Tserendorj Gankhuyag and the governor of Dornod Province of Mongolia. Talks also took place between officials of the Ministry of Culture and the Academy of Sciences of the DPRK and those of the Mongolian Ministry of Education, Culture and Science and the Academy of Sciences. &nbsp;&nbsp;&nbsp;\r\n They exchanged views on the issue of boosting the friendly and cooperative relations between the DPRK and Mongolia and matters of mutual concern at the talks. &nbsp;&nbsp;&nbsp;\r\n The talks proceeded in a friendly atmosphere.    \r\n\r\n\r\n  \r\n\r\n\r\n"
        },
        {
            "title": "Mongolian President Lays Wreath before Revolutionary Martyrs Cemetery",
            "url": "http://kcna.co.jp/item/2004/200412/news12/22.htm#13",
            "content": "Agreements Signed between DPRK and Mongolian Governments\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 21 (KCNA) -- A trade agreement between the governments of the DPRK and Mongolia and an agreement on setting up the Inter-governmental Economic, Trade and Scientific and Technological Consultative Committee were signed at the Mansudae Assembly Hall Tuesday.\r\n Present at the signing ceremony from the DPRK side were President of the Presidium of the Supreme People's Assembly Kim Yong Nam, Foreign Minister Paek Nam Sun and officials concerned and from the Mongolian side President Natsagyn Bagabandi and Foreign Minister Tsend Munkh-orgil and other suite members. &nbsp;&nbsp;&nbsp;\r\n The agreements were inked by Vice-Minister of Foreign Trade Ri Ryong Nam on behalf of the DPRK government and Vice-Minister of Industry and Commerce Tsagaandari Enkhtuvshin on behalf of the Mongolian government.    \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Mongolian President",
            "url": "http://kcna.co.jp/item/2004/200412/news12/22.htm#14",
            "content": "Mongolian President Lays Wreath before Revolutionary Martyrs Cemetery\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 21 (KCNA) -- Mongolian President Natsagyn Bagabandi laid a wreath before the Revolutionary Martyrs Cemetery on Mt. Taesong Tuesday.\r\n Present at the wreath-laying ceremony were the Mongolian president and his wife, Foreign Minister Tsend Munkh-orgil and other suite members of the president. &nbsp;&nbsp;&nbsp;\r\n The guests were accompanied by Mun Il Bong, minister of Finance who is also chairman of the DPRK-Mongolia Friendship Association, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n A wreath in the name of the Mongolian president was placed at the cemetery and the national anthem of Mongolia was played. &nbsp;&nbsp;&nbsp;\r\n Written on the ribbon of the wreath were letters \"In the memory of the Korean patriots who struggled for freedom and independence\". &nbsp;&nbsp;&nbsp;\r\n The participants observed a moment's silence in the memory of the revolutionary martyrs. &nbsp;&nbsp;&nbsp;\r\n The Mongolian president placed a bouquet before the bust of anti-Japanese war hero Kim Jong Suk and paid silent tribute to her.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}