{
    "date": "2004-04-20",
    "url": "http://kcna.co.jp/item/2004/200404/20040420.htm",
    "articles": [
        {
            "title": "Cheney's Visit to Chongwadae Protested",
            "url": "http://kcna.co.jp/item/2004/200404/news04/20.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Stop Suppression of Hanchongryon Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200404/news04/20.htm#2",
            "content": "Cheney's Visit to Chongwadae Protested \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- The People's Action against Troop Dispatch to Iraq reportedly called a press conference in front of Chongwadae on April 16 in protest against U.S. Vice-president Cheney's visit to it.\r\n A press release was read out at the conference. &nbsp;&nbsp;&nbsp;\r\n The press release said it was as clear as noonday that Cheney would meet Ko Gon, acting president of south Korea, at Chongwadae to put pressure upon south Korea over the nuclear issue on the Korean peninsula, the issue of relocation of the U.S. forces in south Korea and especially the issue of troop dispatch to Iraq. It branded him as a murderer as he fabricated false information on the Iraq's weapons of mass destruction and committed a merciless war of aggression for oil. \r\n It warned that if only south Korea sends troops to Iraq at a time when all the Iraqis are demanding the withdrawal of the U.S. forces and many countries examining the withdrawal, it will become a target of all resistance forces in Iraq and resentment and\r\nwrath of its people.    \r\n\r\n\r\n"
        },
        {
            "title": "Democratic Reforms Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200404/news04/20.htm#3",
            "content": "Stop Suppression of Hanchongryon Urged in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- The South Korean Federation of University Student Councils (Hanchongryon) called a press conference in front of Myongdong Cathedral in Seoul on April 13 demanding the authorities stop their suppression of patriotic youth and students, according to MBC of south Korea.\r\n The organization recalled that the security authorities had walked away five former and present cadres of Hanchongryon including the former chairman of the General Student Council of Chonnam National University since April 2, demanding their immediate release.    \r\n\r\n\r\n"
        },
        {
            "title": "Floral Basket to DPRK Embassy",
            "url": "http://kcna.co.jp/item/2004/200404/news04/20.htm#4",
            "content": "Democratic Reforms Called for in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- The Special Committee for \"General Election\" of the Solidarity for Implementing the South-North Joint Declaration reportedly issued a statement titled \"Let us bring earlier the new era of independence, democracy and reunification in the spirit with which we won a victory in the general election\" on April 15.\r\n It said: With the victory in the election of the 17th-term National Assembly the south Korean society entered a new turning-phase. &nbsp;&nbsp;&nbsp;\r\nThe progressive forces for reforms should consolidate the victory in order to emerge victorious in the movement to nullify the \"motion on impeachment against the president\" and advance the process of implementing the June 15 joint declaration and democratic reforms. &nbsp;&nbsp;&nbsp;\r\n They should build the structure of the Korean nation's confrontation with the U.S. through practical actions, holding aloft the banner of our nation-first spirit, and decisively break with the warlike Bush administration in order to seek a peaceful settlement of the nuclear issue on the Korean peninsula and preserve peace on the peninsula through national cooperation. &nbsp;&nbsp;&nbsp;\r\n The 17th term NA should revoke at once the decision to dispatch troops to Iraq as demanded by the majority of the people and thus declare an end to the \"south Korea-U.S. cooperation in war\" as its immediate task. &nbsp;&nbsp;&nbsp;\r\n Underscoring the need for the progressive forces for reforms to speed up the process of political reforms and democracy, the statement noted: The NA should exert practical efforts for the immediate lift of the \"enemy-benefiting\" label attached to the South Korea Federation of University Student Councils and the South Headquarters of the National Alliance for the Country's Reunification,the withdrawal of anti-democratic fascist laws including the \"security law\" and the \"law on rally and demonstration\" and the dissolution of the \"Intelligence Service\", the \"Security Investigation Team\" and other fascist bodies dating back to the era of the Cold War. &nbsp;&nbsp;&nbsp;\r\n The national democratic camp should launch a movement for independence, democracy and reunification with the victory in the \"general election\" as a momentum. &nbsp;&nbsp;&nbsp;\r\n It should intensify the struggle for the dissolution of the Grand National Party of south Korea to bring the pro-U.S. conservative forces to total ruin and concentrate efforts on the struggle against the U.S. and war to lay a foundation for all-people anti-U.S.resistance. &nbsp;&nbsp;&nbsp;\r\n An immediate task facing the camp is to develop the struggle for the withdrawal of the decision on the troop dispatch into an all-people struggle and escalate it into an overall struggle to protect peace against the U.S. and war and thus resolutely frustrate the U.S. hostile policy and war moves against the DPRK.    \r\n\r\n\r\n"
        },
        {
            "title": "Floral Basket to DPRK Embassy from PUPG",
            "url": "http://kcna.co.jp/item/2004/200404/news04/20.htm#5",
            "content": "Floral Basket to DPRK Embassy \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- Lansana Conte, president of Guinea, sent a floral basket to the DPRK embassy in Conakry on April 13 on the occasion of the Day of the Sun.\r\n On behalf of the president, Nfali Cissoko, director of Protocol of the Guinean Presidency, laid the floral basket before the portraits of President Kim Il Sung and leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Written on the ribbon were letters \"On the Occasion of the Birth Anniversary of President Kim Il Sung\" and \"General Lansana Conte, President of the Republic of Guinea.\" &nbsp;&nbsp;&nbsp;\r\n The director said that Kim Il Sung was a distinguished leader and a great teacher of the world progressive people.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Stone Donated to Tower of Juche Idea",
            "url": "http://kcna.co.jp/item/2004/200404/news04/20.htm#6",
            "content": "Floral Basket to DPRK Embassy from PUPG \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- The Political Bureau of the Party for Unity and Progress of Guinea sent a floral basket to the DPRK embassy in Conakry on April 13 on the occasion of the Day of the Sun.\r\n On behalf of the bureau its members Zoumanigui Rene and Milimono Fernand Ba presented the floral basket before the portraits of President Kim Il Sung and leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Written on the ribbon were letters \"On the Occasion of the Birth Anniversary of President Kim Il Sung\" and \"The Political Bureau of the Party for Unity and Progress of Guinea.\" &nbsp;&nbsp;&nbsp;\r\n Zoumanigui Rene said that members of the party paid highest tribute to Kim Jong Il who saw to it that the birth anniversary of the President was set as the Day of the Sun to hand down his exploits to posterity and glorify Korea as the eternal Kim Il Sung's Korea and has exerted tireless efforts to this end.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Letter to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2004/200404/news04/20.htm#7",
            "content": "Stone Donated to Tower of Juche Idea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- The Russian Youth Association for the Study of the Juche Idea sent a commemorative stone to the Tower of Juche Idea.\r\n The stone was handed to an official concerned at the tower by Dmitri Model, vice-chairman of the association who is leading its delegation visiting Korea on the occasion of the Day of the Sun, on April 18. &nbsp;&nbsp;&nbsp;\r\n Present were functionaries concerned and delegations of Juche idea study organizations visiting Korea on the occasion of the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n The vice-chairman said the association decided to send the commemorative stone to the tower symbolic of the immortal exploits of President Kim Il Sung, the founder of the great Juche idea. &nbsp;&nbsp;&nbsp;\r\n The stone represents reverence of the members of the association and the Russian people for the President, he said, stating that they would in the future, too, make energetic efforts to intensify the activities for the study and dissemination of the Juche idea and boost the friendly relations between the two countries.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Friendly Get-together",
            "url": "http://kcna.co.jp/item/2004/200404/news04/20.htm#8",
            "content": "Letter to Kim Jong Il \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- Leader Kim Jong Il on April 18 received a letter of thanks from the participants in the 22nd April Spring Friendship Art Festival.\r\n In the letter they said the festival took place amid deeper feelings of reverence for President Kim Il Sung as it was opened 10 years after he saw the last festival performance in his lifetime. &nbsp;&nbsp;&nbsp;\r\n They went on: &nbsp;&nbsp;&nbsp;\r\n Going round various places, we witnessed with pleasure that the Korean people are making a leaping progress in all aspects and living and working unswervingly with confidence and optimism with regard to a brighter future under the wise leadership of    Kim Jong Il, despite the influence of outside forces swimming against the flow of history. &nbsp;&nbsp;&nbsp;\r\n  We were deeply impressed by the high morality and sense of obligation of Your Excellency and the Korean people toward the President and became convinced of the rosy future of the resourceful, diligent and strong-willed Korean people while visiting the Kumsusan Memorial Palace, the old home of the President in Mangyongdae, grand monumental edifices and prestigious and splendid cultural institutions. &nbsp;&nbsp;&nbsp;\r\n We assure you that we will participate with greater sincerity in the festival every year in grandeur and do our bit in the development of national arts and human culture and arts. &nbsp;&nbsp;&nbsp;\r\n  Noting with deep satisfaction that the festival this year ended with success under the deep concern and care of Kim Jong Il and extending heartfelt thanks to him for having steadily developed the festival as an international art festival of world scale, they sincerely wished him good health and happiness for the development of the festival and eternal prosperity and happiness of the Korean people.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Message of Thanks to Participants in April Spring Friendship Art Festival",
            "url": "http://kcna.co.jp/item/2004/200404/news04/20.htm#9",
            "content": "Friendly Get-together\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- A joint friendly get-together of artistes in Pyongyang and participants in the 22nd April Spring Friendship Art Festival was held Sunday at the Central Youth Hall.\r\n Present were Kim Jong Ho, chairman of the organizing committee of the festival, Jong Mun San, chief secretary of the DPRK Cabinet, vice-chairmen of the organizing committee, officials concerned and artistes in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Also present were artistes of different countries of the world and overseas Korean artistes who participated in the festival. &nbsp;&nbsp;&nbsp;\r\n A speech was made there. &nbsp;&nbsp;&nbsp;\r\n The participants conversed over the grand commemoration of the Day of the Sun and the festival that presented conspicuous scenes, and sang songs and danced together, deepening friendly sentiments.    \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Results of S. Korean \"National Assembly Election\"",
            "url": "http://kcna.co.jp/item/2004/200404/news04/20.htm#10",
            "content": "Message of Thanks to Participants in April Spring Friendship Art Festival\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- A message of thanks was sent to the participants in the 22nd April Spring Friendship Art Festival by the Presidium of the Supreme People's Assembly of the DPRK on April 18.\r\n The message extends warm thanks to all participants who added shine to the proud history and tradition of the festival and made contributions to deepening friendship and unity, cultural cooperation and bonds among nations by taking part in the 22nd April Spring Friendship Art Festival. &nbsp;&nbsp;&nbsp;\r\n It says the participants showed their deepest reverence for President Kim Il Sung together with the Korean people who were significantly commemorating the auspicious Day of the Sun and extended support and solidarity to the cause of justice of the Korean\r\npeople who were working energetically for the building of a reunified powerful country under the wise leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Expressing belief that the artistes of various countries of the world and Korean artistes overseas would participate in the April Spring Friendship Art Festival with sincerity next year, too, the Presidium of the Supreme People's Assembly in the message wished them great successes in their artistic creation.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "30th Anniversary of Kim Jong Il's Instruction Marked",
            "url": "http://kcna.co.jp/item/2004/200404/news04/20.htm#11",
            "content": "Rodong Sinmun on Results of S. Korean \"National Assembly Election\"\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) ? The Uri Party with progressive reform as its political idea gained a majority of the \"National Assembly\" seats while the Grand National Party and other conservative forces was given a stern judgment by the people in the \"National Assembly election\" which was held on April 15 to form a new \"National Assembly\" in south Korea.\r\n  In this regard, Rodong Sinmun today in a signed commentary says: &nbsp;&nbsp;&nbsp;\r\n The election returns mean the victory of the historic June 15 joint declaration in south Korea and prove that the popular masses aspiring after what is new are sure to emerge victorious. &nbsp;&nbsp;&nbsp;\r\n South Koreans exercised their option for social justice and progress in the election. &nbsp;&nbsp;&nbsp;\r\n The broad democratic forces for independence and pro-reunification patriotic forces dealt a telling blow to the flunkeyist traitors, the forces seeking division and confrontation, in the election. The conservative forces were condemned to a lot of destruction as they tried to restore fascism and force a corrupt policy of darkness. Taken as a whole, the results of the election are a victory won by the people in the fight with the forces against democracy. &nbsp;&nbsp;&nbsp;\r\n The election shows that the days are gone when the United States and the ultra-right conservative forces lorded it over the people and the latter is above the \"National Assembly.\"  The south Korean people today have the independent might to shape their destiny to suit their will and demand. With the independent decision and strength displayed in the election they can put an end to the tragedy in which they have lived under domination and in dependence on foreign troops present in the land for more than half a century. &nbsp;&nbsp;&nbsp;\r\n The south Korean people should consolidate and develop the victory and intensify the anti-U.S. struggle for independence to win a new policy, a new system and a new life.    \r\n \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Foreign Ministry Spokesman Blasts EU's Anti-DPRK Resolution",
            "url": "http://kcna.co.jp/item/2004/200404/news04/20.htm#12",
            "content": "30th Anniversary of Kim Jong Il's Instruction Marked\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- A national meeting was held at the Central Youth Hall on April 18 to mark the 30th anniversary of leader Kim Jong Il's instruction on intensifying after-school sports activities.\r\n After learning about the results of the basketball game played by the basketball team of Taejong Middle School in Singye County, North Hwanghae Province, on April 18, Juche 63 (1974) Kim Jong Il highly praised it and gave all schools across the country a precious instruction on specializing in a certain sports event following its example. &nbsp;&nbsp;&nbsp;\r\n Kim Kyong Ho, first secretary of the Central Committee of the Kim Il Sung Socialist Youth League, made a report at the meeting. &nbsp;&nbsp;&nbsp;\r\n He said that Kim Jong Il's policy calling on all after-school sports groups to specialize in a certain sports event is the most just one as it lets every student acquire at least one sports technique and makes it possible to massively train skilled sports reserves who got systematic sports education and training from childhood. &nbsp;&nbsp;&nbsp;\r\n He went on: &nbsp;&nbsp;&nbsp;\r\n Thanks to the wise guidance and meticulous care of the leader the last three decades witnessed the appearance of after-school sports groups at thousands of schools across the country to specialize in one or two sports events. As a result, millions of students are now involved in football, basketball, volleyball and other sports activities after school hours to place sports on a popular and regular basis and put spurs to the development of the nation's sports technique. &nbsp;&nbsp;&nbsp;\r\n He called on the educational workers at all schools and officials of the league to thoroughly implement this policy of the Workers' Party of Korea and thus creditably fulfill the honorable mission and tasks they have assumed for the era and the revolution through their present worthwhile struggle to glorify the Songun era. &nbsp;&nbsp;&nbsp;\r\n Present at the meeting were Secretary of the WPK Central Committee Kim Jung Rin, Minister of Education Kim Yong Jin, Chairman of the Physical Culture and Sports Guidance Commission Mun Jae Dok, officials concerned, officials of the youth league, teachers and members of the after-school sports groups at different schools.    \r\n\r\n\r\n"
        },
        {
            "title": "New Stamps with Pictures of Tok Islands Issued",
            "url": "http://kcna.co.jp/item/2004/200404/news04/20.htm#13",
            "content": "DPRK Foreign Ministry Spokesman Blasts EU's Anti-DPRK Resolution\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- A spokesman for the DPRK Foreign Ministry issued the following statement today blasting the European Union for railroading an anti-DPRK resolution through the 60th Session of the UN Commission on Human Rights:\r\n The EU railroaded the anti-DPRK resolution through the 60th Session of the UN Commission on Human Rights held in Geneva recently. &nbsp;&nbsp;&nbsp;\r\n The DPRK resolutely denounces the resolution, which does not deserve even a passing note, as a product of the U.S.-orchestrated political plot to isolate and stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n The resolution is, in essence, a product of politicization and selectivity of human rights. &nbsp;&nbsp;&nbsp;\r\n As already reported, the EU at a session held last year unilaterally abandoned the favorable process of all forms of dialogue and cooperation with the DPRK in the field of human rights and passed a resolution on human rights abuses in the DPRK all of a sudden. &nbsp;&nbsp;&nbsp;\r\nThis year again it railroaded another resolution full of lies and fabrication through the session, interfering in the internal affairs of the DPRK. &nbsp;&nbsp;&nbsp;\r\n This glaringly proves that the EU has openly joined the U.S. in its moves to achieve its sinister political purpose to slander the inviolable social system in the DPRK and force it to change its political system, instead of seeking genuine dialogue and cooperation with it in the field of human rights. &nbsp;&nbsp;&nbsp;\r\n The U.S. moves to stifle the DPRK by force of arms over the nuclear issue have rendered the situation on the Korean peninsula extremely tense and unpredictable. &nbsp;&nbsp;&nbsp;\r\n On top of this the EU has joined the U.S. in its moves to isolate and stifle the DPRK from the flank by forcing it to change its political system, talking about its human rights issue. &nbsp;&nbsp;&nbsp;\r\n The right to live constitutes a basic human right and a major reason for its existence. Talking about \"human rights\" ignoring this fundamental issue of life or death is nothing but hypocrisy and an armchair talk. &nbsp;&nbsp;&nbsp;\r\n Even at this moment innocent Iraqis including children, women and the aged under the U.S. illegal occupation are being killed under the absurd charges of being \"terrorists,\" turning their land into a sea of blood. If the EU's \"human rights standards\" are fair, it should condemn the above-said unprecedented crimes committed by the U.S. against humanity among other things. &nbsp;&nbsp;&nbsp;\r\n But the EU has kept mum about this and even failed to express even the slightest concern about that. &nbsp;&nbsp;&nbsp;\r\n If one allows the standards whereby crimes committed by the strong are painted as good and whatever done by the week is described as evil, where is justice? &nbsp;&nbsp;&nbsp;\r\n Murder, violence, xenophobia, suppression of immigrants, unemployment and violation of other rights to existence and living are prevalent in the Western world today. &nbsp;&nbsp;&nbsp;\r\n Such being a stark fact, those who are incapable of minding their own business are finding fault with others. It is the height of absurdity. &nbsp;&nbsp;&nbsp;\r\n It is consistent policy of the DPRK government to fully guarantee all citizens human rights in a responsible manner, guided by the man-centered Juche idea. &nbsp;&nbsp;&nbsp;\r\n That is why the Korean people are proud of enjoying genuine rights and freedom under the man-centered socialist system of Korean style where the whole country forms a big harmonious family and the leader, the Party and the masses are single-heartedly united. &nbsp;&nbsp;&nbsp;\r\n The Korean people will never allow anyone to infringe upon the socialist system, the cradle of their life and happiness, even a bit. &nbsp;&nbsp;&nbsp;\r\n The EU will get nothing from the anti-DPRK resolution which some forces of it got passed, toeing the U.S. line. On the contrary, it will only harden the will of the army and the people of the DPRK to defend the socialist system of its own style.    \r\n\r\n\r\n"
        },
        {
            "title": "Kimilsungia Festival Goes on",
            "url": "http://kcna.co.jp/item/2004/200404/news04/20.htm#14",
            "content": "New Stamps with Pictures of Tok Islands Issued\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- The Korea Stamp Corporation has recently issued a souvenir sheet and sheetlet with pictures of Tok Islands, belonging to Korea, on the East Sea of Korea.\r\n Seen in the upper parts of the stamps are Korean characters meaning Tok Islands of Korea and a blue-colored Korean map. &nbsp;&nbsp;&nbsp;\r\n Illustrated on the souvenir sheet are the \"Map of Eight Provinces\" used in the first half of the 18th century and a round stamp with a picture of the west and east islands of Tok. &nbsp;&nbsp;&nbsp;\r\n The sheetlet has three stamps and an attaching stamp showing the \"Map of Eight Provinces\" and the beautiful scenes of the west and east islands. &nbsp;&nbsp;&nbsp;\r\n The stamps show that Tok Islands are an inseparable part of the Korean territory from both the historical and geographical point of view and that they will always remain as islands of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n The price of the round stamp is 116 won and those of the stamps of the sheetlet are 3, 12 and 106 won respectively.    \r\n   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "April Popular Uprising of Great Significance in Anti-fascist Struggle in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200404/news04/20.htm#15",
            "content": "Kimilsungia Festival Goes on\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- The 6th Kimilsungia Festival, which opened in Pyongyang on April 13 to mark the Day of the Sun, the birth anniversary of President Kim Il Sung, is going on successfully till April 22.\r\n Displayed in the festival hall are various kinds of flowers including Kimilsungia reflecting the world people's deep reverence for the President. &nbsp;&nbsp;&nbsp;\r\n Indonesia has participated in the festival every year from the first one with scores of specially prepared Kimilsungia pots and with photos showing the development of friendly relations between the two countries. &nbsp;&nbsp;&nbsp;\r\n Also exhibited there are 100 odd Kimilsungia pots sent by different embassies in Pyongyang, more than 20 friendship and solidarity organizations including the Turkey-Korea Friendship Association, Kim Il Sung Library in Bulgaria, the Environment Education Media Project, international organizations and foreign public figures including the director of Kim Il Sung Kindergarten in Mongolia. &nbsp;&nbsp;&nbsp;\r\n Members of the Cambodian embassy here presented two Kimilsungia pots to the festival. They said the two pots symbolized the close friendship between Kim Il Sung and Cambodian King Norodom Sihanouk. &nbsp;&nbsp;&nbsp;\r\n The Nigerian embassy, too, exhibited two Kimilsungia pots against the background of the flags of the DPRK and Nigeria with deep reverence for Kim Il Sung, who greatly contributed to the development of friendly relations between the two countries. &nbsp;&nbsp;&nbsp;\r\n Also attracting the attention of visitors are nearly 20 Kimilsungia pots sent by the Koryo Tours.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Head of Egyptian Delegation",
            "url": "http://kcna.co.jp/item/2004/200404/news04/20.htm#16",
            "content": "April Popular Uprising of Great Significance in Anti-fascist Struggle in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- April 19 is the 44th anniversary of the popular uprising of students and people in Seoul, south Korea, against the U.S. imperialists and the Syngman Rhee regime.\r\n The uprising, kicked off by protest of students and citizens of Masan against the fraudulent \"election\" held on March 15, 1960, swept the whole of south Korea including Pusan, Inchon, Kwangju, Suwon, Taejon and Chungju. &nbsp;&nbsp;&nbsp;\r\n The uprisers, unyielding to the harsh suppression by the army and police and the emergency martial law, destroyed reactionary ruling machines in all parts of south Korea and toppled the fascist regime. &nbsp;&nbsp;&nbsp;\r\n Through the uprising, the south Korean people fully demonstrated their strong will to shape their destiny with their own efforts and dealt a heavy blow at the colonial fascist rule of the U.S. imperialists. &nbsp;&nbsp;&nbsp;\r\n Though more than four decades have passed since the uprising, independence, democracy and reunification which the uprisers desired ardently, have not yet been achieved. &nbsp;&nbsp;&nbsp;\r\n The United States is still infringing upon the sovereignty of the Korean nation, keeping the political, economic, military and all other fields of south Korea under its control. &nbsp;&nbsp;&nbsp;\r\n The situation of the Korean peninsula has become all the more strained due to the U.S. \"reinforcement plan\" aimed to support the \"New Operation Plan - 5026\", and the \"increased deterrent against north Korea\" through redeployment of its forces. &nbsp;&nbsp;&nbsp;\r\n The present situation requires all the Korean people to make all efforts to drive the U.S. imperialist aggression forces out of south Korea and reunify the country at an early date  in line with the historic June 15 North-South Joint Declaration.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Yang Hyong Sop Meets Egyptian Delegation",
            "url": "http://kcna.co.jp/item/2004/200404/news04/20.htm#17",
            "content": "Gift to Kim Jong Il from Head of Egyptian Delegation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- Leader Kim Jong Il received a gift from the head of the Egyptian government cultural delegation on a visit to the DPRK.\r\n The gift was conveyed to an official concerned by Nevine Simaika, Egyptian assistant minister of Foreign Affairs, who is heading the delegation.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Plan Signed between DPRK and Egypt",
            "url": "http://kcna.co.jp/item/2004/200404/news04/20.htm#18",
            "content": "Yang Hyong Sop Meets Egyptian Delegation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, met and had a friendly conversion with the Egyptian government cultural delegation led by Nevine Simaika, Egyptian assistant minister of Foreign Affairs, at the Mansudae Assembly Hall today.\r\n Present were Jon Yong Jin, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, officials concerned and Egyptian Ambassador e.p. to the DPRK Ahmed Ramy.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Paek Nam Sun Meets Indian Ambassador e.p. to DPRK",
            "url": "http://kcna.co.jp/item/2004/200404/news04/20.htm#19",
            "content": "Plan Signed between DPRK and Egypt\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 19 (KCNA) -- A plan for implementing the Juche 93-95, (2004-2006) inter-governmental agreement on cultural cooperation was signed between the DPRK and Egypt here today.\r\n The plan was signed by Jon Yong Jin, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, from the Korean side and by Nevine Simaika, Egyptian assistant minister of Foreign Affairs, from the Egyptian side.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}