{
    "date": "2004-09-08",
    "url": "http://kcna.co.jp/item/2004/200409/20040908.htm",
    "articles": [
        {
            "title": "Films Screened to Mark DPRK Founding Anniversary",
            "url": "http://kcna.co.jp/item/2004/200409/news09/08.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Foreign Embassy Officials Visit Three-Revolution Exhibition",
            "url": "http://kcna.co.jp/item/2004/200409/news09/08.htm#2",
            "content": "Films Screened to Mark DPRK Founding Anniversary \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 7 (KCNA) -- Documentary and feature films are being screened at cinemas and cultural houses across the country to celebrate the 56th birthday of the DPRK. The films deal with the undying feats of the peerlessly great persons for the founding of the DPRK and its strengthening and development and with the struggle of the Korean people in this course.\r\n Among them are \"The Great Leader Comrade Kim Jong Il Gives On-site Guidance to Different Fields\" and \"Bringing About a Great Turn by Songun Revolutionary Leadership\" and other documentaries. \"The Birth of a New Government\", \"Bright Morning\" and \"My Country\" are feature films telling about the founding of the people's power in the DPRK and its glorious course. There are also such feature films as \"One Day before Liberation\", \"The Wind in the Year 1941\", \"The Untrodden Path\" and \"Fortress\".    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets Italian Visitor",
            "url": "http://kcna.co.jp/item/2004/200409/news09/08.htm#3",
            "content": "Foreign Embassy Officials Visit Three-Revolution Exhibition \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 7 (KCNA) -- Officials in charge of cultural and friendly relations of foreign embassies here visited the Three-Revolution Exhibition Monday with the approach of the 56th founding anniversary of the DPRK.\r\n The visitors looked round with keen interest the exhibits of the Heavy Industry Hall representing the potentials and might of the independent national economy, while being briefed on the proud achievements the Korean people have made in their efforts to implement the line of three revolutions, ideological, technical and cultural, under the wise guidance of President Kim Il Sung and leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n After going round the hall, they made an entry in the visitor's book. &nbsp;&nbsp;&nbsp;\r\n Ioan Dedean, councilor of the Romanian embassy, wrote on behalf of the visitors that they acquired first-hand knowledge from the visit about the signal achievements of the Korean people and that bright is the prospect of the DPRK's development as there are the wise guidance of Kim Jong Il and the people possessed of heroic fighting spirit.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Strategy to Perpetuate Korea's Division under Fire",
            "url": "http://kcna.co.jp/item/2004/200409/news09/08.htm#4",
            "content": "Kim Yong Nam Meets Italian Visitor \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 7 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a friendly talk with Giancarlo Elia Valori, director of the Italian Institute of International Relations, at the Mansudae Assembly Hall Monday.\r\n On hand was Pak Gyong Son, vice-director of a department of the Central Committee of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n The director said the revolutionary cause of Juche pioneered by President Kim Il Sung was being successfully carried forward under the wise leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He expressed his full support and solidarity for the Korean people in their efforts to build a great prosperous powerful nation and accomplish the cause of national reunification.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Authorities Censured for Anti-reunification Deed",
            "url": "http://kcna.co.jp/item/2004/200409/news09/08.htm#5",
            "content": "U.S. Strategy to Perpetuate Korea's Division under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 7 (KCNA) -- The United States, regarding the Korean peninsula as a key link in the whole chain of its strategy to dominate the world, has been working hard to retain a tighter hold on south Korea and has stepped up its policy of aggression to swallow up the whole of Korea, says Rodong Sinmun Tuesday in a signed article.\r\n The U.S. has pursued this aim because the Korean peninsula is a very important strategic vantage point in realizing its strategy for world domination, the article says, and continues: &nbsp;&nbsp;&nbsp;\r\n The U.S. can not easily advance into the Asian continent through Northeast Asia unless it puts the Korean peninsula under its control. It seeks to seize the peninsula along with Central Asia, Mid-east, the Balkans and the western European region in a bid to create conditions favorable for conducting comprehensive military actions in the Eurasian continent. &nbsp;&nbsp;&nbsp;\r\n The U.S. has enforced its rule of military presence over south Korea after its forces landed on it under the mask of \"liberator.\" &nbsp;&nbsp;&nbsp;\r\n Its ambition to put the whole of Korea under its control has become all the more undisguised and vicious since the emergence of the Bush administration in the U.S. in the 21st century. After occupying Afghanistan and Iraq under the pretext of \"war against terrorism\" it has gone on the rampage escalating its war of aggression against independent countries. &nbsp;&nbsp;&nbsp;\r\n Its offensive is primarily targeted against the DPRK. The U.S. stepped-up policy to stifle the DPRK by force of arms is intended to deter and attack China and Russia. To this end, it has become more desperate in its moves to invade the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. refuses to take its hands off south Korea because it seeks to keep Korea permanently divided and continue using south Korea as its junior military ally. For the U.S. to lose south Korea is little short of losing a most useful shock brigade for Asian aggression. After the end of the Cold War the U.S. cut down some of its forces in other regions of the world but it has bolstered up its aggression troops in south Korea and stepped up the preparations for war. &nbsp;&nbsp;&nbsp;\r\n The Korean peninsula should never fall victim to the U.S. imperialists' strategy for world domination and the Korean army and people will never allow it.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Dangerous Military Moves Assailed",
            "url": "http://kcna.co.jp/item/2004/200409/news09/08.htm#6",
            "content": "S. Korean Authorities Censured for Anti-reunification Deed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 7 (KCNA) -- The Federation of Koreans in the United States reportedly released a statement titled \"We denounce the Supreme Court for denying the independence and peace of the country and reunification through great national unity\" on September 2.\r\n Recalling that the Supreme Court of south Korea on August 30 upheld the earlier district court decision in which two deputies to the south Korean Federation of University Student Councils(Hanchongryon ) were sentenced to two years and six months in prison on charges of violation of the \"Security Law\", the statement said: At a time when all the people are heading for national reunification, demanding the abrogation of SL in the era after the publication of the June 15 joint declaration the Supreme Court is seeking to go back to the old era of the Cold War instead of repenting of its disgraceful past in which it cracked down upon people, acting a stooge of the dictatorial regimes. &nbsp;&nbsp;&nbsp;\r\n Those chiefly responsible for the recent court decision will be punished by the people for recklessly supporting the SL, an obstacle to the independence, peaceful reunification of the country and great national unity, and insisting on the maintenance of this evil law, it warned. &nbsp;&nbsp;&nbsp;\r\n The statement said the Koreans in the U.S. would consider the Supreme Court as an enemy of reunification and continue the struggle for the total abrogation of the evil law.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Brazilian Foreign Minister",
            "url": "http://kcna.co.jp/item/2004/200409/news09/08.htm#7",
            "content": "U.S. Dangerous Military Moves Assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 7 (KCNA) -- The U.S. plan to deploy task warships and patrol craft on the East Sea of Korea as part of its military step to cope with the \"emergency\" is a plot to blockade the coast of the DPRK, put the territorial waters of the DPRK under its control and go unchallenged in naval warfare, observes Minju Joson Tuesday in a signed commentary.\r\n This indicates that the U.S. schemes to militarily threaten and pressurize the DPRK and, at the same time, to provoke a new Korean war and carry out it by blitz warfare, the commentary says, and goes on: &nbsp;&nbsp;&nbsp;\r\n It is the U.S. imperialists' strategic design to deploy the patrol craft on the East Sea of Korea in order to spy on the DPRK, and send different types of fighters on board the aircraft carrier into the sky over the DPRK for a precision attack on it in case of \"emergency.\" &nbsp;&nbsp;&nbsp;\r\n It is a common war method employed by the imperialists before the outbreak of war to forward-deploy naval force near hostile countries. The U.S. imperialists seek to attack the north mainly depending on the naval and air forces, drawing on the experience and lesson taught by the Afghan and Iraqi wars. &nbsp;&nbsp;&nbsp;\r\n Now that the U.S. is keen to stifle the DPRK by force of arms, it is a legitimate measure for just self-defense to increase the DPRK's military deterrent force to cope with it.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Stamps Issued to Commemorate 28th Olympiad",
            "url": "http://kcna.co.jp/item/2004/200409/news09/08.htm#8",
            "content": "Greetings to Brazilian Foreign Minister \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 7 (KCNA) -- DPRK Foreign Minister Paek Nam Sun sent a message of greetings to Brazilian Foreign Minister Celso Luis Nunes Amorim on the independence day of the country.\r\n The message expressed the belief that the friendly and cooperative relations between the two countries would develop more favorably in the future.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Angling Contest Held in Pyongyang",
            "url": "http://kcna.co.jp/item/2004/200409/news09/08.htm#9",
            "content": "Stamps Issued to Commemorate 28th Olympiad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 7 (KCNA) -- The Korea Stamp Corporation issued four kinds of stamps to commemorate the 28th Olympic Games held in Athens from August 13 to 29.\r\n The sheetlet, with the words \"Commemoration of the 28th Olympic Games\" and \"August 13-29, 2004\" in its upper part, features pictures of DPRK athletes who distinguished themselves in the games. &nbsp;&nbsp;&nbsp;\r\n The face values of the stamps are 3, 12, 85 and 140 won respectively. &nbsp;&nbsp;&nbsp;\r\n Stamps of freshwater fish were also published recently. &nbsp;&nbsp;&nbsp;\r\n The prices of the stamps portraying pearl goldfish, dark-gray crucian carp, snakehead and catfish are 3, 12, 140 and 165 won respectively.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Fishing Tackle Exhibition Held in Pyongyang",
            "url": "http://kcna.co.jp/item/2004/200409/news09/08.htm#10",
            "content": "National Angling Contest Held in Pyongyang\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 7 (KCNA) -- A national angling contest took place in Pyongyang on September 6, the 45th birthday of the Korean Anglers Association.\r\n The picturesque parade of the Taedong River between the Tower of Juche Idea and Taedong Bridge was crowded with more than 50 contestees, members of the association, anglers and spectators. &nbsp;&nbsp;&nbsp;\r\n The contest was also attended by officials from ministries and national institutions. &nbsp;&nbsp;&nbsp;\r\n It was held, divided into two groups, one for anglers selected in the provinces and the other for those from ministries and national institutions. &nbsp;&nbsp;&nbsp;\r\n About six minutes after the contest started at 8:30 a.m., an inspector of the Education Department of the Ministry of Culture Ri Ui Ryol was the first to catch fish. &nbsp;&nbsp;&nbsp;\r\n He was followed by a department director of the Ministry of Chemical Industry Ju Yon Chan, Jo Kum Ryong of Pyongyang, Pak Kwang Chol of South Hwanghae Province, Yun Yong Guk of North Hwanghae Province and others. &nbsp;&nbsp;&nbsp;\r\n At the end of the contest, citations and prizes were awarded to seven anglers -- two winners, two runners-up and three who finished third. &nbsp;&nbsp;&nbsp;\r\n Nam Chol, an official of the Central Committee of the Korean Union of Architects, who placed first in the contest, told KCNA: &nbsp;&nbsp;&nbsp;\r\n The contest is unthinkable apart from the good ecology of the River Taedong. The river has turned into a large artificial reservoir since the construction of the West Sea Barrage, making it possible to prevent its ecology from degradation. As a result, freshwater fish resources have steadily been increased in the river. &nbsp;&nbsp;&nbsp;\r\n The government has taken steps to prevent pollutants from coming into the river and refresh its water several times a year. Sea gulls and other birds are seen flying above the river.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Greets Brazilian President",
            "url": "http://kcna.co.jp/item/2004/200409/news09/08.htm#11",
            "content": "Fishing Tackle Exhibition Held in Pyongyang\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 7 (KCNA) -- A fishing tackle exhibition took place on the bank of the River Taedong on Monday when a national angling contest was held to celebrate the 45th birthday of the Korean Anglers Association.\r\n On display there were more than 100 fishing tackles and baits of 70 kinds presented by the Pyongyang and provincial anglers associations. &nbsp;&nbsp;&nbsp;\r\n Among them were comprehensive fishing devices made on the basis of exquisite principles anglers had attained, and tackles for sea angling. &nbsp;&nbsp;&nbsp;\r\n In the group contest, the Pyongyang City Anglers Association which exhibited 46 kinds of fishing devices came first and the South Hamgyong Provincial Anglers Association became the runner-up. &nbsp;&nbsp;&nbsp;\r\n In the individual contest, Ro Kwan Jun, member of the Taedonggang District, Pyongyang, Anglers Association, placed first by inventing a device for throwing hooks on the fish route and a device for automatically jerking the hook when bait is taken by fish. And Kim Su Nam from Chongjin, North Hamgyong Province, and Kim Pong Su from South Hamgyong Province came second and third respectively.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Officials Visit Russian Embassy",
            "url": "http://kcna.co.jp/item/2004/200409/news09/08.htm#12",
            "content": "Kim Yong Nam Greets Brazilian President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 7 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message to President Luiz Inacio Lula Da Silva on Tuesday, congratulating him on the independence day of the Federative Republic of Brazil.\r\n The message sincerely wished the president greater success in his responsible work for the prosperity of the country and the wellbeing of its people, expressing the expectation and belief that the favorably developing friendly and cooperative relations between the two countries would grow stronger in the idea of independence, peace and friendship.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chairman of IMAGC and His Party Here",
            "url": "http://kcna.co.jp/item/2004/200409/news09/08.htm#13",
            "content": "DPRK Officials Visit Russian Embassy\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 7 (KCNA) -- Officials of the DPRK ministries of Foreign Affairs, Railways, Foreign Trade and Forestry and the Korea-Russia Friendship Association visited the embassy of the Russian Federation here Tuesday to express condolences over the death of many innocent people in a hostage-taking incident caused by terrorists in Russia.\r\n Visitors made entries in the mourner's book.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}