{
    "date": "2004-05-24",
    "url": "http://kcna.co.jp/item/2004/200405/20040524.htm",
    "articles": [
        {
            "title": "Messages of Sympathy to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2004/200405/news05/24.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japanese Prime Minister Interviewed by Reporters",
            "url": "http://kcna.co.jp/item/2004/200405/news05/24.htm#2",
            "content": "Messages of Sympathy to Kim Jong Il \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 22 (KCNA) -- Leader Kim Jong Il received messages of sympathy from foreign state leaders as regards the wagon explosion at Ryongchon Railway Station in the DPRK.\r\n They are Nepalese King Gyanendra Bir Bikram Shah Dev, Sultan of Brunei Darussalam Haji Hassanal Bolkiah, Singaporean President S. R. Nathan, Thai Prime Minister Thaksin Shinawatra, Pakistani Prime Minister Mir Zafarullah Khan Jamali, Kyrgyz President Askar Akayev, Turkmen President Saparmurad Niyazov, Iranian President Seyed Mohammad Khatami, Yemeni President Ali Abdullah Saleh, Moldovan President Vladimir Woronin, Spanish King Juan Carlos I, Ghanaian President John Agyekum Kufuor, Guinean President Lansana Conte, Namibian President Sam Nujoma, Leader of the Great September First Revolution of Libya Moammer el Gaddafi, Botswanan President Festus G. Mogae, Burundian President Domitien Ndayzeye, Senegalese President Abdoulaye Wade, Acting President of Zimbabwe J. W. Msika, Angolan President Jose Eduardo Dos Santos and Jamaican Prime Minister P. J. Patterson. &nbsp;&nbsp;&nbsp;\r\n The messages expressed sincere sympathy and profound sorrow to Kim Jong Il, the DPRK government and the bereaved families of the victims in the name of their governments and peoples and hoped the Korean people would recover from the damage at an early date. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il received similar messages from the general secretary of the People's Liberation Front of Sri Lanka, the chairman of the Central Committee of the Revolutionary Communist League of France, the chairman of the For Peace and Socialism-Communist Workers' Party of Finland, the chairman of the Polish Socialist Workers' Party, the general secretary of the Democratic Party of Equatorial Guinea, the general secretary of the United Left Movement of Dominica and other foreign party leaders and figures and from the Secretariat of the National Movement of Uganda and the National Committee of the Communist Party of the United States of America.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "China-DPRK Friendship Will Be Everlasting",
            "url": "http://kcna.co.jp/item/2004/200405/news05/24.htm#3",
            "content": "Japanese Prime Minister Interviewed by Reporters \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 22 (KCNA) -- Japanese Prime Minister Junichiro Koizumi had an interview with reporters at Pyongyang Koryo Hotel Saturday in connection with his visit to the DPRK.\r\n Present there were mediapersons in the city, reporters of the General Association of Korean Residents in Japan, foreign correspondents to the DPRK and his suite reporters. &nbsp;&nbsp;&nbsp;\r\n In the interview the prime minister said that the purpose of his second visit to the DPRK is to reaffirm, together with Chairman of the National Defence Commission Kim Jong Il, the importance of the faithful implementation of the Japan-DPRK Pyongyang Declaration, put the abnormal relations between the two countries on a normal basis and make their hostile relations friendly relations and the relations of confrontation those of cooperation . &nbsp;&nbsp;&nbsp;\r\n He said that the frank talks were held and it was reaffirmed that the Pyongyang declaration serves as a foundation for the improvement of the Japan-DPRK relations. &nbsp;&nbsp;&nbsp;\r\n He expressed the belief that his visit would be a turning point for the normalization of diplomatic relations between Japan and the DPRK. &nbsp;&nbsp;&nbsp;\r\n Then he answered questions put by reporters.    \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Withdrawal of U.S. Troops from S. Korea Urgently Demanded",
            "url": "http://kcna.co.jp/item/2004/200405/news05/24.htm#4",
            "content": "China-DPRK Friendship Will Be Everlasting \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) -- The traditional Sino-DPRK friendship will grow stronger by the common efforts of the two peoples and be everlasting, said Erkanjiang Tulahong, member of the Secretariat of the Central Committee of the Communist Youth League of China who headed the delegation of Chinese youth officials, when interviewed by KCNA before its departure for home.\r\n He stressed that the relations of friendship between the two countries were provided and fostered by the great leaders Chairman Mao Zedong, Premier Zhou Enlai and President Kim Il Sung. \r\n Recalling that leader Kim Jong Il paid an unofficial visit to the People's Republic of China in April, he said that the indestructibility and solidness of the Sino-DPRK relations of friendship were once again fully demonstrated through the meeting between the new collective leadership in China and Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He emphasized that Kim Jong Il's unofficial visit to China which carried weighty significance in developing the Sino-DPRK ties of friendship in the new century gave a strong impetus to boosting the friendly and cooperative relations between the two countries. &nbsp;&nbsp;&nbsp;\r\n He pointed out that the Chinese people and youth boundlessly respect Kim Il Sung and deeply revere Kim Jong Il, adding that their visit to the DPRK provided them with an opportunity to learn from the good experience of the Korean youth movement growing stronger under the wise leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He sincerely wished the heroic Korean people and youth greater success in the defence of the county and socialist construction true to the unique Songun revolutionary leadership of Kim Jong Il.   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Eritrean President",
            "url": "http://kcna.co.jp/item/2004/200405/news05/24.htm#5",
            "content": "Withdrawal of U.S. Troops from S. Korea Urgently Demanded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) -- The U.S. imperialist aggression troops in south Korea, the executor of the U.S. separatist policy for domination over Korea, are a stumbling block lying in the way of the movement for national reunification and  the progress of the era of independent reunification, says Rodong Sinmun Sunday in a signed article.\r\n The article continues: &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialist aggression troops in south Korea are the biggest leftover of the Cold War era and their withdrawal from south Korea is the urgent demand for the independent reunification. &nbsp;&nbsp;&nbsp;\r\n It is a stark fact that since the very day the U.S. troops landed in south Korea, they have mercilessly suppressed the anti-U.S. struggle for independence and national reunification and whenever an atmosphere of reconciliation, unity and reunification mounted on the Korean peninsula they challenged it with a threatening war racket. &nbsp;&nbsp;&nbsp;\r\n The U.S., not pleased with the historic June 15 joint declaration supported and welcomed not only by all the Koreans but by the whole world, let its aggression troops interfere in the exchange and cooperation between the Koreans in the north and the south and has staged madcap war maneuvers targeted against the DPRK, chilling the atmosphere of north-south reconciliation. &nbsp;&nbsp;&nbsp;\r\n Al these facts clearly indicate that the Korean nation can never achieve the independent reunification of the country as long as the U.S. criminal policy for domination over Korea and its military occupation of south Korea go on. &nbsp;&nbsp;&nbsp;\r\nThe nation-wide struggle for the withdrawal of the U.S. troops alone can put an end to the U.S. imperialists' criminal policy for occupation of south Korea, defend the dignity and sovereignty of the nation and achieve the independent reunification of the country. &nbsp;&nbsp;&nbsp;\r\n All the Koreans in the north and the south and overseas should turn out as one in the struggle to drive the U.S. imperialist aggression troops out of south Korea and put an end to the U.S. policy for domination over Korea, maintaining the awareness of national independence and the transparent spirit of anti-U.S. struggle. &nbsp;&nbsp;&nbsp;\r\n Anti-U.S. for independence and national reunification represent an irresistible trend of national history.   \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Lecture Given in Pakistan",
            "url": "http://kcna.co.jp/item/2004/200405/news05/24.htm#6",
            "content": "Greetings to Eritrean President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 23 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on May 22 sent a message of greetings to Eritrean President Issaias Afewerki on the occasion of the 13th independence day of the State of Eritrea.\r\n The message extended warm congratulations to the president and, through him, to the Eritrean government and people, expressing the belief that the relations between the two countries would grow stronger in conformity with the common desire and interests.    \r\n\r\n\r\n"
        },
        {
            "title": "Total Abolition of SL Demanded",
            "url": "http://kcna.co.jp/item/2004/200405/news05/24.htm#7",
            "content": "Lecture Given in Pakistan \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 22 (KCNA) -- A lecture was given on May 13 to mark the 4th anniversary of the June 15 North-South Joint Declaration under the co-sponsorship of the Pakistan Committee for Supporting Korea's Reunification and the Lahore Branch of the Pakistan-Korea Friendship Association.\r\n Amer Zaril Sidiki, secretary of the Committee, said in his lecture titled \"The DPRK invariably calls for achieving national reunification by the concerted efforts of the Korean nation\" that the June 15 North-South Joint Declaration serves as a signpost of the movement for Korea's reunification. &nbsp;&nbsp;&nbsp;\r\n Noting that the main spirit of the joint declaration is to apply the idea \"By our nation itself\" and realize independent national reunification, he said that the DPRK calls for placing the common interests of the Korean nation above anything else, subordinating everything to them and achieving great national unity in the idea of national independence and patriotism. &nbsp;&nbsp;&nbsp;\r\n The destiny and prospect of Korea depend on how its people uphold the Songun politics, he noted, stressing that the joint declaration would be certainly implemented and the cause of Korea's reunification accomplished as long as they are under the leadership of Kim Jong Il, the lodestar of Korea's reunification. &nbsp;&nbsp;&nbsp;\r\n Mohammad Aslam Nagi, secretary general of the Lahore Branch of the Pakistan-Korea Friendship Association, in a lecture explained in detail the joint declaration, pointing out that its publication marked a historic event which made a switchover in the inter-Korean relations from those of confrontation, division and the Cold War to reconciliation, reunification and peace. &nbsp;&nbsp;&nbsp;\r\n A letter to Kim Jong Il was adopted there.   \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Police Forcibly Walk Away Students",
            "url": "http://kcna.co.jp/item/2004/200405/news05/24.htm#8",
            "content": "Total Abolition of SL Demanded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 22 (KCNA) -- Ro Hoe Chan, secretary general of the Democratic Workers' Party of south Korea, addressing a seminar on May 18, demanded the total abolition of the \"Security Law,\" according to the south Korean MBC.\r\n The charge of failing to report to the police under the Security Law is an anachronistic one going against human rights, he noted, calling on the 17th-term \"National Assembly\", irrespective of ruling and opposite parties, to abolish the law without any condition.   \r\n  \r\n\r\n\r\n"
        },
        {
            "title": "Street Exhibition Opened in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200405/news05/24.htm#9",
            "content": "S. Korean Police Forcibly Walk Away Students \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 22 (KCNA) -- The south Korean police forcibly walked away five students under the Kwangju and South Jolla Provincial Federation of University Student Councils (Namchongryon) on May 18, according to a news report.\r\n The students held a demo before the May 18 National Cemetery in Mangwoldong, Kwangju, shouting slogans \"Inheritance of the spirit of the May resistance\", \"Repeal the decision on troop dispatch to Iraq at once\" and so on., which police said is the reason for their arrest. &nbsp;&nbsp;&nbsp;\r\n Angry at this, students under Namchongryon staged a demonstration in denunciation of the police authorities' anti-national action.    \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. to Ship More Combat Equipment into S.Korea",
            "url": "http://kcna.co.jp/item/2004/200405/news05/24.htm#10",
            "content": "Street Exhibition Opened in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 22 (KCNA) -- A street exhibition \"Anti-U.S street calling our nation to join its efforts\" was opened near Kwanghwamun, Seoul on May 18 under the sponsorship of the Reunification Solidarity, according to a news report.\r\n The exhibition is the first part of the actions to be taken in the period of achieving national cooperation against the U.S. &nbsp;&nbsp;&nbsp;\r\n Displayed there are posters reading \"U.S. with its history of aggression and murder,\" \"Will Korean peninsula become the second Iraq?\" and \"We can't become a servant for the U.S., the warmonger. Let Koreans join their efforts,\" etc. &nbsp;&nbsp;&nbsp;\r\n Art performances and video shows will be organized during the exhibition. &nbsp;&nbsp;&nbsp;\r\n At a press conference held prior to the opening Han Sang Ryol, permanent representative of the solidarity, said that the U.S. is chiefly to blame for having blocked the great unity of the Korean nation and reunification. He continued: The Korean nation alone can carve out its destiny and it allows no meddling and intervention. Let Koreans pave the way for independent reunification through national cooperation! &nbsp;&nbsp;&nbsp;\r\nRa Chang Sun, chairman of the South Headquarters of the National Alliance for the Country's Reunification, noted that the Korean nation is faced with the task to stage a struggle for independence against the U.S., inheriting the spirit of Kwangju resistance, foil the treacherous cooperation with outsiders and realize national cooperation. &nbsp;&nbsp;&nbsp;\r\n The exhibition will reportedly last till May 22.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Judoists Prove Successful in Asian Championships",
            "url": "http://kcna.co.jp/item/2004/200405/news05/24.htm#11",
            "content": "U.S. to Ship More Combat Equipment into S.Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 22 (KCNA) -- The U.S. imperialists keep shipping new type combat equipment into south Korea, relocating the U.S. military base there in a bid to step up the preparations for a preemptive attack on the DPRK,\r\naccording to south Korean KBS. &nbsp;&nbsp;&nbsp;\r\n An official concerned of the south Korean Ministry of National Defense disclosed that the U.S. would additionally deploy an aircraft carrier and early-warning planes in an effort to fill the gap to be caused by its dispatch of some of its forces in south Korea to Iraq. &nbsp;&nbsp;&nbsp;\r\n In this connection KBS said that overall redeployment of the U.S. forces in Asia and Mideast would be facilitated with the dispatch of some of the U.S. forces in s. Korea to Iraq as a momentum.   \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA on U.S. Much Ado about \"Missile Threat\" from DPRK",
            "url": "http://kcna.co.jp/item/2004/200405/news05/24.htm#12",
            "content": "DPRK Judoists Prove Successful in Asian Championships\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 22 (KCNA) -- DPRK judoists Kim Ryon Mi and Ri Kyong Ok carried away silver medals in the 70kg and 48kg categories and Hong Ok Song, Choe Hyon Ju and An Kum Ae bronze medals in the 63kg, 57kg and 52kg categories at the Asian Judo Championships for 2004 held in Kazakhstan on May 15 and 16.\r\n The championships drew at least 130 ace judoists from over 20 countries and regions including China, Mongolia and Iran.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Son Won Thae's Memoirs Published in U.S.",
            "url": "http://kcna.co.jp/item/2004/200405/news05/24.htm#13",
            "content": "KCNA on U.S. Much Ado about \"Missile Threat\" from DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 22 (KCNA) -- The U.S. administration is busy making much ado about the \"missile threat\" from the DPRK, while speeding up the establishment of the dangerous \"missile defence system (MD)\".\r\n Some days ago, a spokesman for the U.S. State Department said that the U.S. would continue to pursue the strong non-proliferation policy as north Korea's missile proliferation is posing a threat to the world. Earlier, the director of the Missile Defence Agency of Pentagon disclosed that the interceptor missiles to be deployed in Alaska before September are aimed to protect the U.S. mainland from north Korea's missiles. &nbsp;&nbsp;&nbsp;\r\n  Many years have passed since the U.S. began raising a hue and cry over the \"missile threat\" from the DPRK but it has, in fact, never threatened anyone.  &nbsp;&nbsp;&nbsp;\r\nOn the contrary, MD is touching off a serious concern of the international community as it is a dangerous hegemonic plan to upset the global strategic stability and spark a fresh arms race. &nbsp;&nbsp;&nbsp;\r\n The U.S., however, has persistently floated the \"missile threat,\" which can convince nobody. It is aimed to mislead the world public opinion in a bid to serve its sinister political purpose of tightening the economic sanctions against the DPRK and isolating and stifling it. &nbsp;&nbsp;&nbsp;\r\n This is clearly evidenced by the fact that the U.S. in collusion with Japan is pushing forward MD in Northeast Asia and accelerating the redeployment of the U.S. forces in south Korea and arms buildup under the pretext of the \"missile threat\". &nbsp;&nbsp;&nbsp;\r\n The U.S. publicly let the international community know that it would seek a peaceful and diplomatic solution to the issues related to the bilateral relations including the nuclear issue between the DPRK and the U.S. but has shown no will to make a switchover in its hostile policy toward the DPRK, the key issue in settling those issues. &nbsp;&nbsp;&nbsp;\r\n This is clear from the fact that the Bush administration has not yet rolled back its unreasonable policy toward the DPRK, the policy of keeping it on the lists of an \"axis of evil\" and \"terrorism sponsors\", and the U.S. high-ranking authorities including the president, vice-president and defense secretary have justified their war policy, frequently expressing undisguised hostility toward it. &nbsp;&nbsp;&nbsp;\r\n On May 12, Rumsfeld at a Congressional hearing hinted at the U.S. will to develop nukes capable of destroying underground facilities, while pulling up the DPRK. This is little short of the U.S. reiteration of its hostile policy toward the DPRK and its defence forces and an attempt to launch a \"preemptive attack\" upon it. &nbsp;&nbsp;&nbsp;\r\n Both the DPRK and the U.S. are technically at war. Yet the latter has persistently maintained the hostile policy toward the former and become ever more undisguised in the moves to isolate and stifle it and launch a military attack upon it, instead of making honest efforts for the improvement of the bilateral relations. &nbsp;&nbsp;&nbsp;\r\n It is the legitimate right of the DPRK, a sovereign state, to take self-defensive countermeasures against these moves.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Special Envoy of UN Secretary General Leaves",
            "url": "http://kcna.co.jp/item/2004/200405/news05/24.htm#14",
            "content": "Son Won Thae's Memoirs Published in U.S.\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 22 (KCNA) -- The English edition of memoirs \"Kim Il Sung and Korea's Struggle\" written by Son Won Thae, Korean resident in the United States, was recently published in the U.S.\r\n Printed in the memoirs are historic photographs of President Kim Il Sung receiving Son on a visit to Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Son impressively dealt with the immortal revolutionary activities and brilliant life of Kim Il Sung who devoted his whole life to the independence of Korea and the freedom and happiness of the people after embarking upon the road of revolution in his early years. &nbsp;&nbsp;&nbsp;\r\n The memoirs has a preface, four chapters and 27 sections. &nbsp;&nbsp;&nbsp;\r\n In Chapter 1 \"First Meeting with President Kim Il Sung\" Son recalled the close relationship forged between the family members of the President and those of Son and that grew deep when the President was conducting his early revolutionary activities in Jilin. &nbsp;&nbsp;&nbsp;\r\n In Chapter 2 \"Hearing the Legend about General Kim Il Sung\" Son referred in detail to what he experienced in his life, telling how the President sought for a new path for the Korean revolution to follow and how he crushed the brigandish Japanese imperialists and liberated the country, pulling through a thorny road of the anti-Japanese armed struggle. &nbsp;&nbsp;&nbsp;\r\n In Chapter 3 \"Meeting Again President Kim Il Sung\" the author recalled that he had had the exceptional honour of being received by the President whenever he visited Pyongyang since May Juche 80 (1991) and that the President and leader Kim Jong Il showed deep loving care and benevolence for Son and his family members so that they might enjoy the greatest privilege. &nbsp;&nbsp;&nbsp;\r\n In Chapter 4 \"Eternal President Kim Il Sung\" Son recollected that upon hearing the sad news that the President's heart stopped beating in July Juche 83 (1994), the news which came like a bolt from the blue, he flew into Pyongyang and joined the fellow countrymen in the homeland in deeply grieving over the demise of the father of the nation. &nbsp;&nbsp;&nbsp;\r\n Recalling that even at the time when the nation was seized with deep grief Kim Jong Il took warm care of Son with parental love, saying the President told several times in his lifetime that he would arrange well Son's 80th birthday table, Son stressed that the immortal feats of the President are being successfully carried forward and developed by Kim Jong Il.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}