{
    "date": "2004-04-23",
    "url": "http://kcna.co.jp/item/2004/200404/20040423.htm",
    "articles": [
        {
            "title": "Kim Jong Il Pays Unofficial Visit to China",
            "url": "http://kcna.co.jp/item/2004/200404/news04/23.htm#1",
            "content": "Kim Jong Il Pays Unofficial Visit to China \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 22 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the DPRK, paid an unofficial visit to the People's Republic of China from April 19 to 21 at the invitation of Hu Jintao, general secretary of the Central Committee of the Communist Party of China and president of the People's Republic of China.\r\n He was accompanied by Chief of KPA General Staff Kim Yong Chun who is member of the DPRK National Defence Commission, Pak Pong Ju, premier of the DPRK Cabinet, Yon Hyong Muk, vice-chairman of the NDC of the DPRK, and Kang Sok Ju, first vice-minister of Foreign Affairs. &nbsp;&nbsp;&nbsp;\r\n Party and state leaders of China warmly welcomed and accorded most cordial hospitality to Kim Jong Il who visited China again to consolidate and strengthen the traditional DPRK-China friendship with long-standing historical roots. &nbsp;&nbsp;&nbsp;\r\n Meetings and talks between Kim Jong Il and Hu Jintao took place in Beijing on April 19. &nbsp;&nbsp;&nbsp;\r\n Present there were Zeng Qinghong, vice-president of the PRC who is member of the Standing Committee of the Political Bureau of the C.C., CPC, Wang Gang, alternate member of the Political Bureau of the C.C., CPC and member of the Secretariat of its Central Committee, Tang Jiaxuan, member of the State Council, Wang Jiarui, head of the International Liaison Department of the C.C., CPC and Dai Bingguo, vice-minister of Foreign Affairs, from the Chinese side. \r\n The top leaders of the two parties and countries informed each other of the situation in their countries, exchanged views on the issue of further developing the relations between the two parties and the two countries and on important international issues of common concern and reached a consensus of views on them in a warm, friendly, sincere and frank atmosphere. &nbsp;&nbsp;&nbsp;\r\n Hu Jintao warmly welcomed the China visit of Kim Jong Il, noting that his visit clearly proved that he, the WPK and the government of the DPRK set great store by the development of the relations between the two parties and the two countries. &nbsp;&nbsp;&nbsp;\r\nKim Jong Il once again warmly congratulated the new collective leadership of China with Hu Jintao as general secretary, saying he was very pleased to meet him again. &nbsp;&nbsp;&nbsp;\r\n They highly appreciated the present bilateral relations. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il said that this year which marks the 55th anniversary of the establishment of diplomatic relations between the two countries is a year of weighty significance in the history of the development of bilateral relations of friendship early in the new century. &nbsp;&nbsp;&nbsp;\r\n Noting that it is the common desire and will of the two parties and two peoples to consolidate and develop the bilateral friendship,  Kim Jong Il said that the past half a century-long history proved that the DPRK-China relations have a rock-firm foundation. &nbsp;&nbsp;&nbsp;\r\n He pointed out that for the past one year since the formation of the new collective leadership in China it has maintained a consistent policy to consolidate and develop the relations with the DPRK and exerted positive efforts to this end, adding this greatly encouraged the DPRK. &nbsp;&nbsp;&nbsp;\r\n He noted that the DPRK side together with the Chinese side would inherit the tradition of close cooperation between the two parties and the two countries and make fresh efforts to steadily boost the DPRK-China relations of friendship. &nbsp;&nbsp;&nbsp;\r\n Hu Jintao said that in the new century the two sides of China and the DPRK have exerted positive efforts to promote the Sino-DPRK relations in the new period in the spirit of \"Inheriting the tradition, facing up to the future, building good neighborly friendship and strengthening cooperation\" and steady progress was made in developing the relations of friendship and cooperation. He expressed satisfaction over the development of these relations. &nbsp;&nbsp;&nbsp;\r\n Looking back on the half a century-long history of the development of the Sino-DPRK relations, we have keenly felt that the friendly and cooperative relations between the two parties and the two countries are long-standing and have grown stronger as the days went by, Hu said, and continued: &nbsp;&nbsp;&nbsp;\r\n The new collective leadership of China set great store by the Sino-DPRK friendship developed with all care by the leaders of the old generation of the two countries and would make sustained efforts to consolidate and develop this friendship. &nbsp;&nbsp;&nbsp;\r\n The Chinese side proposed issues of making more frequent visits of high-level officials of the two parties and the two countries, deepening the bilateral understanding and confidence, strengthening mutual exchange and cooperation in all fields, intensifying the exchange of views on important international and regional issues, negotiations and cooperation as regards them and boosting economic and trade cooperation between the two countries so as to put the bilateral relations of friendship and cooperation on a new level and inject steady vitality and vigor into the traditional bilateral friendship under the new situation. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il fully agreed to Hu's views. &nbsp;&nbsp;&nbsp;\r\nAt the talks both sides noted with appreciation that the good neighborliness, friendship and cooperation between the two countries have grown stronger since the historic meeting between the top leaders of the two countries in recent years and expressed mutual support and solidarity with the two parties and the peoples of the two countries in their efforts for socialist construction and national reunification. &nbsp;&nbsp;&nbsp;\r\n Hu noted that the Party and people of the DPRK have achieved great successes in the building of a great prosperous powerful nation overcoming manifold difficulties in the spirit of self-reliance and fortitude and made steady and fresh achievements in the aspect of improving the external environment in recent years under the leadership of Kim Jong Il, adding China sincerely rejoiced over them. &nbsp;&nbsp;&nbsp;\r\n Hu supported the Party and people of the DPRK maintaining the orientation of the socialist development and the Korean comrades seeking a way of development suited to the specific conditions of their country and reclarified his support to the stand for the independent and peaceful reunification asserted and maintained by the DPRK side and its efforts to improve the international environment. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il highly praised the signal successes made by China's new collective leadership in its efforts to realize the great prosperity of the Chinese nation. &nbsp;&nbsp;&nbsp;\r\n He said he was very pleased to see that China's new collective leadership, under the guidance of the important thought of \"Three represents\" and in the principles of \"People first and governance for the people,\" has closely united and led all the Chinese people in winning the fight against SARS in a very short period of time, achieving a rapid economic growth, succeeding in launching its first manned spacecraft, and noticeably increasing its international status and influence. He expressed belief that China is bound to realize its strategic goal of building a comprehensively well off society by year 2020. \r\n He reiterated that the DPRK Party and government will as always support China's position on the Taiwan issue, wishing China an early completion of its reunification cause. &nbsp;&nbsp;&nbsp;\r\n  The leaders of the two parties and the two countries exchanged in depth views on peacefully solving the nuclear issue of the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n  Both sides fully reaffirmed the positive results of the Beijing three-party talks and two rounds of the six-party talks, and unanimously agreed to continuing the position on solving the issue through dialogues and in a peaceful way, and jointly pushing forward the process of the six-party talks, so as to make contributions to the eventual peaceful solution to the issue. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il highly valued the Chinese party's and government's positive stance on and important contributions to peace and stability on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\nNoting that the DPRK remained unchanged in its main stand for negotiated peaceful settlement of the nuclear issue with a final target of denuclearization, he said that the DPRK would take an active part in the six-party talks with patience and flexibility and\r\nmake contributions to the progress of the talks. &nbsp;&nbsp;&nbsp;\r\n Hu Jintao stressed that China is making efforts in defence of peace and stability in the Korean peninsula as a close neighbor state and supports the denuclearization of the peninsula and the negotiated peaceful settlement of the nuclear issue, and that the reasonable concern of the DPRK should be taken into account and settled with due attention. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il invited Hu Jintao to visit the DPRK at a convenient time and the invitation was accepted. &nbsp;&nbsp;&nbsp;\r\n Hu Jintao hosted a grand banquet in welcome of Kim Jong Il's China visit at the Great Hall of the People that day. &nbsp;&nbsp;&nbsp;\r\n Present on invitation was Kim Jong Il. He was accompanied by Kim Yong Chun, member of the NDC of the DPRK and chief of the KPA General Staff, Pak Pong Ju, premier of the DPRK Cabinet, Yon Hyong Muk, vice-chairman of the NDC of the DPRK, Kang Sok Ju, first vice-minister of Foreign Affairs, Choe Jin Su, DPRK ambassador e.p. to China, and staff members of the DPRK embassy. &nbsp;&nbsp;&nbsp;\r\n Present there were Zeng Qinghong, member of the Standing Committee of the Political Bureau of the C. C., CPC and vice-president of the PRC, Huang Ju, member of the Standing Committee of the Political Bureau of the C.C., CPC and vice-premier of the State Council of China, Wu Guanzheng, member of the Standing Committee of the Political Bureau of the C.C., CPC and secretary of the Central Commission for Discipline Inspection of the CPC, Li Changchun and Luo Gan, members of the Standing Committee of the Political Bureau of the C. C., CPC, Liu Qi, member of the Political Bureau of the C. C., CPC and secretary of the Beijing Municipal Committee of the CPC, Guo Boxiong, member of the Political Bureau and vice-chairman of the Central Military Commission of the C. C., CPC, Zeng Peiyan, member of the Political Bureau of the C.C., CPC and vice-premier of the State Council of China, Wang Gang, alternate member of the Political Bureau and member of the Secretariat of the C.C., CPC, Tang Jiaxuan, member of the State Council of China, other senior officials of the Chinese party and the state and Wu Donghe, Chinese ambassador to the DPRK. &nbsp;&nbsp;&nbsp;\r\n The banquet was addressed by Hu Jintao and Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The banquet proceeded in an amicable atmosphere. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il separately met and warmly conversed with Jiang Zemin, chairman of the Central Military Commission of the CPC and chairman of the Central Military Commission of the PRC, Wu Bangguo, member of the Standing Committee of the Political Bureau of the C.C., CPC and chairman of the Standing Committee of the National People's Congress, Wen Jiabao, member of the Standing Committee of the Political Bureau of the C.C., CPC and premier of the State Council, Jia Qinglin, member of the Standing Committee of the Political Bureau of the C.C., CPC and chairman of the National Committee of the Chinese People's Political Consultative Conference and Zeng Qinghong, member of the Standing Committee of the Political Bureau of the C.C., CPC and vice-president of the PRC. &nbsp;&nbsp;&nbsp;\r\n Jiang Zemin warmly welcomed Kim Jong Il on a visit to China and praised his devoted efforts and important contributions to defending and developing the friendly and cooperative relations between the two parties and the two countries and achieving the prosperity of the country. &nbsp;&nbsp;&nbsp;\r\n Jiang Zemin said that he was pleased that the traditional Sino-Korean friendship provided and fostered by the leaders of the elder generations of the two countries has successfully been carried forward and developed by the joint efforts of the both sides. &nbsp;&nbsp;&nbsp;\r\n He said that for the leaders of the two parties and the two countries to have frequent, in-depth and candid exchanges and exchange of  views plays the most important role in strengthening bilateral collaboration and cooperation under the complicated international situation. &nbsp;&nbsp;&nbsp;\r\n He expressed the belief that China's new collective leadership would continue to make efforts for boosting the Sino-Korean friendship together with the Korean comrades in the new century and make fresh contributions to it. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il said that China's new collective leadership of the third generation with Jiang Zemin at the core has made a great contribution to developing the DPRK-China friendly and cooperative relations, and that the DPRK would strive together with China's new collective leadership to steadily open a new phase of the DPRK-China friendly and cooperative relations. &nbsp;&nbsp;&nbsp;\r\n Wu Bangguo said that he was very glad to see Kim Jong Il in Beijing half a year after. He said that during his visit to the DPRK in October last year he experienced the deep and traditional friendship between China and the DPRK, and he witnessed the Korean people striving in unity under the leadership of Kim Jong Il. He expressed the belief that the DPRK side would certainly make continuous progress in finding a way of development suitable to its specific reality. &nbsp;&nbsp;&nbsp;\r\n Wen Jiabao looked back upon the friendly travels and cooperation made by both sides in different fields and levels in the past 55 years since the establishment of diplomatic ties between the two countries, and exchanged with Kim Jong Il views on further developing the friendly and cooperative relations between the two countries, cooperation in economy and trade, in particular. &nbsp;&nbsp;&nbsp;\r\n Noting that the Chinese side would encourage the Chinese enterprises to have mutually beneficial cooperation of different forms with the DPRK side, Wen Jiabao briefed Kim Jong Il on the present economic development of China. &nbsp;&nbsp;&nbsp;\r\nRecalling with pleasure his visit to the DPRK in 2002, Jia Qinglin, chairman of the National Committee of the Chinese People's Political Consultative Conference, said he truly rejoiced over the achievements made by the Korean People in building the Korean-style socialism in recent years. &nbsp;&nbsp;&nbsp;\r\n He wished the DPRK consistent development of economy, steady development of society and achievement of continuous improvement of people's living under the leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Zeng Qinghong, vice-president of the People's Republic of China, congratulated Kim Jong Il on his successful meetings and talks with senior officials of the Chinese party and state including Hu Jintao. &nbsp;&nbsp;&nbsp;\r\n Making an affirmative appraisal of the relations between the parties and countries of China and the DPRK, he explained to Kim Jong Il the intensified party building by the Communist Party of China in the new century. &nbsp;&nbsp;&nbsp;\r\n Saying he was glad over his meetings with China's new collective leadership, Kim Jong Il congratulated it upon its successes in overcoming various natural disasters including SARS and achieving a sustained development of the economy by leading all the people. &nbsp;&nbsp;&nbsp;\r\n Saying that the DPRK and China should learn from and exchange experience with each other in many fields including agricultural development and city construction, he wholeheartedly wished China new greater successes in accomplishing the cause of building China into a comprehensively well off society in the spirit of the 16th Congress of the CPC. &nbsp;&nbsp;&nbsp;\r\n Jiang Zemin and Zeng Qinghong arranged a dinner and a luncheon in honor of Kim Jong Il on a visit to China. &nbsp;&nbsp;&nbsp;\r\n Present at the meetings were Liu Yunshan and He Guoqiang, members of the Political Bureau and members of the Secretariat of the C.C., CPC, Wang Jiarui, head of the International Liaison Department of the C.C., CPC, Dai Bingguo, vice-minister of Foreign Affairs, and Wu Donghe, Chinese ambassador to the DPRK. &nbsp;&nbsp;&nbsp;\r\n The Chinese side donated free aid to the DPRK to help in its economic construction. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il expressed thanks for this. &nbsp;&nbsp;&nbsp;\r\n While staying in China, he, together with Chinese senior party and state officials including Hu Jintao, appreciated a music and dance performance specially prepared by central art troupes. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il presented a floral basket to the performers and stepped on to the stage with Hu Jintao to congratulate them on the successful performance and posed for a photograph with them.\r\n\r\n\r\n"
        },
        {
            "title": "Speech of Kim Jong Il at Banquet",
            "url": "http://kcna.co.jp/item/2004/200404/news04/23.htm#2",
            "content": "Speech of Kim Jong Il at Banquet \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 22 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea (WPK) and chairman of the National Defence Commission of the Democratic People's Republic of Korea, made a speech at a banquet given in honor of him by Hu Jintao, general secretary of the Central Committee of the Communist Party of China (CPC) and president of the People's Republic of China.\r\n He said in his speech: &nbsp;&nbsp;&nbsp;\r\n I have come to Beijing to express our regards to the new CPC collective leadership including Comrade Hu Jintao newly elected at the 16th Congress of the CPC. &nbsp;&nbsp;&nbsp;\r\n I would like to express deep thanks to Comrade Hu Jintao and other Chinese comrades for the cordial hospitality they have accorded to us from the moment we arrived in Beijing. &nbsp;&nbsp;&nbsp;\r\n Availing myself of this significant occasion, I warmly congratulate the new CPC collective leadership including  Comrade Hu Jintao again on behalf of the WPK Central Committee, the Central Military Commission of the WPK and the National Defence Commission of the DPRK. &nbsp;&nbsp;&nbsp;\r\n In a year or little more, the new CPC leadership headed by Comrade Hu Jintao has made a signal success in the efforts for accomplishing the grand cause of great prosperity of the Chinese nation in the new century, a goal set forth at the 16th Congress of the Party. The international prestige and influence of the PRC have been increased considerably. &nbsp;&nbsp;&nbsp;\r\n The new CPC collective leadership including Comrade Hu Jintao have further strengthened and developed the CPC as a party serving the people, while sharing life and death, sweets and bitters with the people in the principles of people first and governance for the people, thus enjoying unquestioned support and trust, warm love and respect from all the Chinese people. &nbsp;&nbsp;&nbsp;\r\n We fully support the cause of the CPC and sincerely hope that greater achievements will be made in the future in the building of socialism with Chinese characteristics under the leadership of the CPC led by Comrade Hu Jintao. &nbsp;&nbsp;&nbsp;\r\n We are greatly inspired by the new CPC leadership carrying forward the traditions of the revolutionary forerunners in attaching importance to DPRK-China friendship, while treasuring it so much. &nbsp;&nbsp;&nbsp;\r\n It is the common will of the two parties and the two peoples to further strengthen and develop the bilateral friendship tested and established in all storms of history.    \r\n\r\n\r\n"
        },
        {
            "title": "Speech of Hu Jintao at Banquet",
            "url": "http://kcna.co.jp/item/2004/200404/news04/23.htm#3",
            "content": "Speech of Hu Jintao at Banquet \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 22 (KCNA) -- Hu Jintao, general secretary of the Central Committee of the Communist Party of China and president of the People's Republic of China, arranged a banquet on April 19 in honor of Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the Democratic People's Republic of Korea.\r\n He said: &nbsp;&nbsp;&nbsp;\r\n Comrade Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the Democratic People's Republic of Korea, is paying a visit to China with friendly feelings of the Korean Party, Government and people towards the Chinese Party, Government and people, in this beautiful season when the spring has fairly set in. I, on behalf of the Party, Government and all people of China, most warmly welcome the China visit of Comrade General Secretary Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n This is the third visit to China paid by Comrade General Secretary Kim Jong Il in the last four years. This fully shows the firm will of Comrade General Secretary Kim Jong Il and the Korean Party, Government and people to attach great importance to Sino-Korean ties and develop the bilateral friendship and cooperation in a more profound way and on a higher stage in the new century. I believe that the current visit will be recorded in the annals of the Sino-Korean relations as an important occasion of further developing the traditional friendship between the two countries without fail. &nbsp;&nbsp;&nbsp;\r\n The traditional friendship between China and Korea is a priceless wealth handed over to us by our veteran leaders and we should value it. To carry forward this friendship is a sacred mission assigned to us by the history and we should strive together to this end. &nbsp;&nbsp;&nbsp;\r\n We have a duty, responsibility and reason to make the traditional Sino-Korean friendship ever more vital and active and further develop it in the new times and under the new situation. &nbsp;&nbsp;&nbsp;\r\n China's new collective leadership will make a strenuous effort to steadily consolidate and develop the Sino-Korean friendly and cooperative relations together with the Korean comrades \"in the spirit of inheriting the tradition, facing up to the future, building good-neighborly friendship and strengthening cooperation\". &nbsp;&nbsp;&nbsp;\r\n In recent years, the Korean people, under the guidance of the WPK headed by Comrade General Secretary Kim Jong Il, have continuously made a new vigorous advance in the cause of building a great prosperous powerful nation by overcoming all difficulties in the revolutionary spirit of self-reliance and hard working and positively finding out the road of development to suit the actual conditions of Korea. &nbsp;&nbsp;&nbsp;\r\n We are sincerely rejoiced at your achievements. I am convinced that under the guidance of Comrade General Secretary Kim Jong Il, the Korean people will register a greater success in the efforts for building Korean-style socialism and achieving the independent and peaceful reunification of the country.\r\n More beautiful will be your future.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK Cabinet Premier Visits Village on Outskirts of Beijing",
            "url": "http://kcna.co.jp/item/2004/200404/news04/23.htm#4",
            "content": "DPRK Cabinet Premier Visits Village on Outskirts of Beijing \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 22 (KCNA) -- Pak Pong Ju, premier of the DPRK Cabinet, together with Yon Hyong Muk, vice-chairman of the National Defence Commission of the DPRK, Wednesday visited Han Cun He Cun, Fang Shan District, Beijing.\r\n They were accompanied by Liu Qi, member of the Political Bureau of the Central Committee of the Communist Party of China and secretary of the Beijing Municipal Committee of the CPC. &nbsp;&nbsp;&nbsp;\r\n After being briefed on the history of the village, the premier of the DPRK Cabinet and his party looked round dwelling houses and a green house and heard an explanation about the agricultural development in Beijing. &nbsp;&nbsp;&nbsp;\r\n After visiting the village, the premier expressed his admiration at the great successes made by the Chinese people in rural construction and agricultural production under the leadership of the CPC.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Message to Hu Jintao",
            "url": "http://kcna.co.jp/item/2004/200404/news04/23.htm#5",
            "content": "Message to Hu Jintao \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 22 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the Democratic People's Republic of Korea, today sent a message of thanks to Hu Jintao, general secretary of the Central Committee of the Communist Party of China and president of the People's Republic of China.\r\n The message reads: &nbsp;&nbsp;&nbsp;\r\n Leaving Dandong via Tianjin after sharing emotions at paring with you, I once again express deep thanks to you for your warm welcome and cordial hospitality. &nbsp;&nbsp;&nbsp;\r\n And I send warm regards to dear comrades of the new collective leadership of the Communist Party of China and cadres and people of Beijing, Liaoning Province and Tianjin for all their sincerity. &nbsp;&nbsp;&nbsp;\r\n Our first meeting ever since the appearance of the new collective leadership at the 16th Congress of the CPC marked an epochal occasion in further deepening friendship and trust between us and setting up a new milestone in the DPRK-China relations. &nbsp;&nbsp;&nbsp;\r\n I got great strength and encouragement from the fact that the new collective leadership of China, attaching great importance to the traditional Sino-Korean friendship and valuing it, is making every possible effort to steadily consolidate and develop it in the new century, too. &nbsp;&nbsp;&nbsp;\r\n We are convinced that the DPRK-China friendship will display great vitality on a new higher level, full of vigor and viability, in the new century, in the spirit agreed in the course of our meetings on invariably strengthening and developing the DPRK-China friendship, the precious heritage and wealth handed down by the elders of the revolution. &nbsp;&nbsp;&nbsp;\r\n I wish the new collective leadership of China headed by you greater success in the efforts to develop the CPC into a party serving the people and achieve the great prosperity of the PRC, true to the main idea of \"Three represents\" and  in the \"Principle of people first\" and you good health and the fraternal Chinese people happiness.    \r\n\r\n\r\n"
        },
        {
            "title": "Rigorous Judgment on Pro-American Forces and U.S.",
            "url": "http://kcna.co.jp/item/2004/200404/news04/23.htm#6",
            "content": "Rigorous Judgment on Pro-American Forces and U.S. \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 22 (KCNA) -- The Federation of South Koreans in Japan for Democracy and Unification reportedly made public a statement on the result of the general election of the south Korean 17th-term \"National Assembly\" on April 16.\r\n Through the general election our nation gave a rigorous judgment on the pro-American conservative forces who attempted to destroy democracy and trample upon the sovereign right of the people with a parliamentary coup called \"motion on impeachment against the president\" and on the U.S., its backstage force, the statement said, and stressed: &nbsp;&nbsp;&nbsp;\r\n Especially, the advance of the Democratic Workers' Party into the \"National Assembly\" means that the time has come when the people's demand for independence and democracy is being materialized. &nbsp;&nbsp;&nbsp;\r\n The 17th-term \"National Assembly\" should withdraw the decision on additional troop dispatch to Iraq and abolish the \"Security Law\", an evil law of the time.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Israel's Terrorism Accused",
            "url": "http://kcna.co.jp/item/2004/200404/news04/23.htm#7",
            "content": "Israel's Terrorism Accused \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 22 (KCNA) -- Abdel Aziz Rantisi, leader of the Palestinian Islamic Resistance Movement (Hamas), was killed in a terrorist attack mounted by Israel on April 17.\r\n Israeli Prime Minister Sharon blustered the next day that the operation to assassinate Rantisi was successfully conducted and these operations against leaders of Hamas would go on. &nbsp;&nbsp;&nbsp;\r\n In this regard Rodong Sinmun today says in a signed commentary: &nbsp;&nbsp;&nbsp;\r\n This brutal murder committed by Israel in the wake of the cruel killing of Yassin, spiritual leader of Hamas, in broad daylight was hideous terrorism perpetrated under the pretext of \"anti-terrorism\". &nbsp;&nbsp;&nbsp;\r\n Such despicable assassination operation was exactly modeled on the U.S. \"war against terrorism\". &nbsp;&nbsp;&nbsp;\r\n It is the real intention of Israel to eliminate the leadership of Palestine and thus prevent the founding of a Palestinian independent state, keep it under permanent occupation and realize Tel Aviv's ambition for territorial expansion. The U.S., however, is encouraging Israel, painting its murder and destruction as \"measures for self-defence\". &nbsp;&nbsp;&nbsp;\r\n The Korean people vehemently denounce Israel for its heinous terrorism and its other moves against Palestine and fully support the just cause of the Palestinian people. &nbsp;&nbsp;&nbsp;\r\n If peace and stability are to settle in the Middle East, it is necessary for Israel to put an immediate end to such brutal suppression and murder of Palestinians and withdraw from all the occupied Arab territories and the national rights of the Palestinian people including the right to found an independent state should be restored as early as possible. &nbsp;&nbsp;&nbsp;\r\n The United States should stop protecting and encouraging Israel in its moves against Palestine.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets Indian Ambassador",
            "url": "http://kcna.co.jp/item/2004/200404/news04/23.htm#8",
            "content": "Kim Yong Nam Meets Indian Ambassador\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 22 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and conversed with Rich Pal Singh, Indian ambassador e.p. to the DPRK who paid a farewell call on him at the Mansudae Assembly Hall today.\r\n Present were DPRK Vice Foreign Minister Kim Yong Il and a staff member of the Indian embassy here.       \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Spanish Prime Minister",
            "url": "http://kcna.co.jp/item/2004/200404/news04/23.htm#9",
            "content": "Congratulations to Spanish Prime Minister\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 22 (KCNA) -- Pak Pong Ju, premier of the DPRK Cabinet, sent a congratulatory message to Jose Rodriguez Zapatero upon his assumption of office as prime minister of the Kingdom of Spain.\r\n The message wished him great success in his responsible work for the stability and progress of the country and the wellbeing of the Spanish people.       \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reception Given at Iranian Embassy",
            "url": "http://kcna.co.jp/item/2004/200404/news04/23.htm#10",
            "content": "Reception Given at Iranian Embassy\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 22 (KCNA) -- Abdullah Hamidi Benam, military attache of the Iranian embassy here, hosted a reception Wednesday evening on the occasion of the 25th Army Day of Iran.\r\n Present on invitation were Kim Sang Ik, vice-minister of the People's Armed Forces, Lieut. General Han Ung Man, other generals and officers of the Korean People's Army, officials concerned and diplomatic envoys and military attaches of foreign embassies here. &nbsp;&nbsp;&nbsp;\r\n Iranian Ambassador Jalaleddin Namini Mianji and staff members of the embassy were present there. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there.    \r\n \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}