{
    "date": "2004-10-25",
    "url": "http://kcna.co.jp/item/2004/200410/20041025.htm",
    "articles": [
        {
            "title": "International Meeting for Peace and Reunification of Korea Held",
            "url": "http://kcna.co.jp/item/2004/200410/news10/25.htm#1",
            "content": "International Meeting for Peace and Reunification of Korea Held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 24 (KCNA) -- An international meeting for peace and reunification of Korea was held in Lima, Peru, on Oct. 15 and 16.\r\n It was convened on the joint initiative of progressive international organizations and anti-war peace organizations of the world including the International Association of Democratic Lawyers to disclose the crimes committed by the U.S during the Korean war, probe the truth behind them with a view to punishing criminals, preventing the outbreak of another war and contributing to durable peace and security of the Korean Peninsula as well as in the Asia-Pacific region. &nbsp;&nbsp;&nbsp;\r\n Conveyed at the meeting at its outset were congratulatory messages from the speaker of the Parliament of Peru, the Peruvian Communist Party, the Revolutionary Socialist Party of Peru, the Latin American Institute of the Juche Idea and other political parties, organizations, Juche idea study groups and figures from all walks of life in different countries and regions. &nbsp;&nbsp;&nbsp;\r\n Alberto Moreno, chairman of the Committee of the New Left Movement of Peru, made an address which was followed by congratulatory speeches by delegates of the Peruvian Foreign Ministry, the Afro-Asian People's Solidarity Organization and the International Association of Democratic Lawyers. &nbsp;&nbsp;&nbsp;\r\n The representative of the World Peace Council who is member of the Cuban Movement for Peace and Sovereignty among the Peoples, in a keynote report said that the steadily deteriorating situation on the Korean Peninsula is chiefly attributable to the U.S. evermore undisguised hostile policy to stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n It is the most important and urgent demand of the times to remove the danger of war and ensure peace and security on the Korean Peninsula as it is directly related to the world peace, he noted, adding that whoever truly wants global peace and security should pay due attention to the situation on the Korean Peninsula and make positive efforts for peace and reunification of the peninsula. &nbsp;&nbsp;&nbsp;\r\n Kim Jin Bom, vice-chairman of the Korean Committee for Solidarity with the World People, in a supplementary report said that the outbreak of the second Korean war would bring about the disastrous consequences of threatening not only the Korean Peninsula but the existence of the earth, expressing hope that the international meeting would offer an occasion in letting the world properly know about the truth about the situation on the peninsula and bringing about a turn in the campaign of the world progressive people to expose and condemn the U.S. hostile policy toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n The floor was also taken by the chairman of the Democratic Lawyers Association of Nicaragua, the chairman of the Costa Rican Committee for Supporting Korea's Reunification, the Colombia-Korea Association of Friendship and Culture, the chairman of the Venezuelan National Society for the Study of the Juche Idea and other personages. &nbsp;&nbsp;&nbsp;\r\n A solidarity letter to leader Kim Jong Il was adopted at the meeting. &nbsp;&nbsp;&nbsp;\r\n The meeting also adopted a resolution of the meeting, a letter to the UN secretary general and a letter to the U.S. Congress. &nbsp;&nbsp;&nbsp;\r\n The resolution called for waging a vigorous struggle worldwide to foil the U.S. hostile moves against the DPRK and get the U.S. forces unconditionally and immediately withdrawn from south Korea. &nbsp;&nbsp;&nbsp;\r\n It noted that full support and militant solidarity would be extended to the Korean people in their struggle to defend the dignity and sovereignty of the country and the nation and peace on the Korean Peninsula and achieve national reunification under the banner of the Songun politics. &nbsp;&nbsp;&nbsp;\r\n The letter to the UN secretary general urged the UN to perform its role so that the U.S. may immediately pull its forces and nuclear weapons out of south Korea and drop its reckless hostile policy toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n The letter to the U.S. Congress urged it to make sure that the U.S. drops at once its hostile policy toward the DPRK which pushes the situation on the Korean Peninsula to an extreme pitch of tension contrary to the will and desire of the international community and seeks a fair and peaceful solution to the Korean issue. &nbsp;&nbsp;&nbsp;\r\n Present at the meeting were Eric Sirotkin, delegate of the International Association of Democratic Lawyers who is member of the National Lawyers Guild of United States, and other delegates of international and regional organizations from over 20 countries including Nepal, Philippines, Switzerland, Brazil, Mexico, Chile, Argentine and the U.S. and the Cuban ambassador e.p. to Peru. &nbsp;&nbsp;&nbsp;\r\n Political and social figures of Peru and members of organizations for friendship and solidarity with the Korean people and Juche idea study organizations were also among those present.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Denounced for Increasing Danger of War",
            "url": "http://kcna.co.jp/item/2004/200410/news10/25.htm#2",
            "content": "U.S. Denounced for Increasing Danger of War \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 24 (KCNA) -- U.S. marines stationed in Okinawa, Japan, are staging a war exercise near the Military Demarcation Line. And the U.S. is going to deploy new type ultra-modern weapons in south Korea. It is obvious that such military moves will only result in increasing the danger of war.\r\n Minju Joson Sunday says this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n Terming the above-mentioned moves disturbing military moves, the commentary observes that this is aimed at mounting a preemptive attack on the DPRK. &nbsp;&nbsp;&nbsp;\r\n Recently, the U.S. announced that it would delay the reduction of U.S. forces in south Korea quite contrary to its original plan.  Timed to coincide with this, it is massively shipping new type ultra-modern military hardware into south Korea and staging war exercises under the simulated conditions of invasion of the DPRK. This compels the DPRK to heighten vigilance against it. &nbsp;&nbsp;&nbsp;\r\n It is quite natural for the DPRK to bolster its armed forces in view of the U.S. persistent pursuance of its policy to stifle it. &nbsp;&nbsp;&nbsp;\r\n The DPRK will in the future, too, make all efforts to beef up its military deterrent force under the banner of Songun to defend the sovereignty and right to existence of the country and the nation.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Source of Unbreakable Unity",
            "url": "http://kcna.co.jp/item/2004/200410/news10/25.htm#3",
            "content": "Rodong Sinmun on Source of Unbreakable Unity \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 24 (KCNA) -- All the servicepersons and people are attracted by the distinguished and seasoned leadership of the headquarters of the revolution and struggling with the pride and self-confidence that they are engaged in the revolution, guided by the great idea. This is the secret of the unbreakable unity in the DPRK. Rodong Sinmun Sunday says this in a signed article.\r\n Noting that the unity of the headquarters of the revolution, the army and the people in mind serves as a sure guarantee and a source of all victories of the Korean revolution, the article goes on: &nbsp;&nbsp;&nbsp;\r\n The solidity of this unity lies in that all the servicepersons and people are immensely attracted by the greatness of the headquarters of the revolution and firmly united because of their unshakable determination to remain loyal to it to the last and they consider the great Songun idea as an ideological foundation of the unity. &nbsp;&nbsp;&nbsp;\r\n This unity which gave the origin to the history of the Korean revolution and has dynamically advanced it is fully displaying its might in the Songun era steered by    Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n No force on earth can break the unity of all the servicepersons and people belonging not only to the first and second generations but to the third and fourth generations of the revolution as they are fully determined to dedicate their lives to their leader. &nbsp;&nbsp;&nbsp;\r\n As they know very well how the sovereignty of the country and the nation has been guaranteed and how a wide avenue was paved for building a great prosperous powerful nation in the course of weathering out rigorous trials, the servicepersons and people will remain invariably true to their revolutionary sense of obligation towards the leader even if they stand before the guns of their enemy and are left alone in an isolated island and glorify their worthy life as Songun revolutionary soldiers, loudly chanting the slogan \"Long live General Kim Jong Il!\" &nbsp;&nbsp;&nbsp;\r\n This unity is strong beyond compare as it has the great Songun idea as its ideological foundation. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists always desperately work to destabilize our society. But neither military threat and blackmail nor ideological and cultural poisoning nor horror strategy can ever shake the ranks of the Korean revolution even a bit as they are firmly armed with the great Songun idea.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK-China Friendship Unbreakable",
            "url": "http://kcna.co.jp/item/2004/200410/news10/25.htm#4",
            "content": "DPRK-China Friendship Unbreakable \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 24 (KCNA) -- The noble spirit displayed by the valiant Chinese People's Volunteers and the exploits performed by them in the great Fatherland Liberation War of the Korean people will shine in the annals of the DPRK-China friendship generation after generation, says Minju Joson Sunday in a signed article dedicated to the day of the CPV entry into the Korean front (Oct. 25, 1950).\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The CPV entry into the Korean front immensely encouraged the Korean people in the grim days. The Korean people always remember the matchless heroism, valor and indomitable self-sacrificing spirit displayed by the courageous CPV in the Korean war. &nbsp;&nbsp;&nbsp;\r\n The peoples of the two countries have long deepened friendship, sharing life and death, sweets and bitters. &nbsp;&nbsp;&nbsp;\r\n In the days of the anti-Japanese war they pooled their strength in the sanguinary struggle against their common enemy. The Korean people gave unstinted help to the Chinese people when they were undergoing difficulties in their revolutionary civil war and many sons and daughters of Korea performed matchless heroic exploits in the war. &nbsp;&nbsp;&nbsp;\r\n Thanks to the long history of friendship sealed in blood the bilateral friendship is growing stronger, standing all sorts of ordeals and storms. &nbsp;&nbsp;&nbsp;\r\n The Korean people sincerely hope that the Chinese people will register greater success in their future work for the prosperity of the nation and the reunification of the whole country. &nbsp;&nbsp;&nbsp;\r\n To boost the friendly relations fully conforms with the desire and interests of the two peoples aspiring after peace, stability and development in Asia and the rest of the world.\r\n It is the consistent stand of the Workers' Party of Korea and the government of the Democratic People's Republic of Korea to value and develop down through generations the friendship, which was provided by the revolutionaries of the elder generation of the two countries and stood all sorts of tests of history. &nbsp;&nbsp;&nbsp;\r\n This bilateral friendship will grow stronger in all fields thanks to the joint efforts of the parties, governments and peoples of the two countries.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Indonesian Foreign Minister",
            "url": "http://kcna.co.jp/item/2004/200410/news10/25.htm#5",
            "content": "Congratulations to Indonesian Foreign Minister \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 24 (KCNA) -- DPRK Foreign Minister Paek Nam Sun sent a congratulatory message to Nur Hassan Wirayuda on his reappointment as foreign minister of Indonesia.\r\n The message expressed belief that the good friendly and cooperative relations between the two countries would continue to expand and develop, and sincerely wished the foreign minister greater success in his responsible work.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Truth behind S. Korea's Development of Nukes Disclosed",
            "url": "http://kcna.co.jp/item/2004/200410/news10/25.htm#6",
            "content": "Truth behind S. Korea's Development of Nukes Disclosed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 23 (KCNA) -- The National Reunification Institute released a lengthy memorandum on Thursday, in which it laid bare the truth behind the secret nuclear experiments in south Korea, the real state of its nuke development and the true aim sought by the United States in encouraging, patronizing and conniving at it.\r\n The memorandum said: The south Korean authorities, much upset by the recent unbroken disclosure of its secret nuclear-related experiments, announced the four-point principle related to nuclear activity. Meantime, they staged a farce of receiving additional inspections of the IAEA. &nbsp;&nbsp;&nbsp;\r\n Needless to say, this was sleight of hand employed by them to deceive the public opinion at home and abroad and conceal their clandestine development of nuclear weapons. &nbsp;&nbsp;&nbsp;\r\n The development of nuclear weapons in south Korea has been pushed forward by the successive regimes as a top-secret \"policy\" for nearly 40 years since the 1960s. &nbsp;&nbsp;&nbsp;\r\n After the \"May 16 military coup\" early in the 1960s the south Korean military regime adopted it as its policy to develop nukes, asserting that the final means for security is none other than having access to nukes and it would develop them by all means. &nbsp;&nbsp;&nbsp;\r\n The development of nukes in south Korea was carried on by the Chun Doo Hwan and Roh Tae Woo military regimes after the \"October 26 incident.\" It was stepped up under the signboard of developing substitute energy.  Early in the 1990s south Korea had already a vast nuclear research and development base plus at least 20 large institutes staffed with over 15,000 persons including more than 1,500 researchers of doctor-level. &nbsp;&nbsp;&nbsp;\r\n The Taedok Research Zone covering 8.4 million phyong located in Taejon of south Korea is called the headquarters for the development of nuclear weapons as it is, in fact, a comprehensive nuclear research centre having nearly 77 research institutes and educational facilities including the south Korean Atomic Energy Institute, the Defence Science Institute and the Hanjon Atomic Energy Fuel, the three bases for the nuclear development of south Korea, and more than 20,000 staffers for research. &nbsp;&nbsp;&nbsp;\r\n South Korea introduced on an annual average at least 200 tons of nuclear fuel needed for 11 atomic reactors including two research reactors early in the 1990s and 3,500 tons of nuclear fuel needed for 19 atomic reactors in 2003. The south Korean authorities have systematically stockpiled spent fuel churned out from atomic reactors in the mid-water stores. The amount of the stockpiled spent fuel stood at nearly 5,982 tons as of December 2002. &nbsp;&nbsp;&nbsp;\r\n Typical of the reprocessing facilities in south Korea is the facility for research and reexperiment rebuilt by the Roh Tae Woo regime on an expansion basis in 1989. It is recognized as a semi-processing factory as its structure and working process are almost similar to a reprocessing facility.  Operating in south Korea at present are a total of 20 atomic reactors including Hana reactor which is multi-purpose research reactor, four pressurized heavy water reactors and 15 pressurized light water reactors. &nbsp;&nbsp;&nbsp;\r\n The basic designing of A bomb had already been completed in 1975. This design completed by the Defence Science Institute in those days was for a 20 kt plutonium bomb meant for aerial dropping. Through the introduction of technology from overseas south Korea acquired not only the designing technology for heavy water reactors and light water reactors but the designing and manufacturing technology of nuclear fuel needed for locally producing 400 tons each per year for light water reactors and heavy water reactors from 1999. In 2001 it test-fired a new missile with 300 km-range and 500 kg warhead known as improved ground-to-ground missile Hyonmu. South Korea is now busy developing longer-range missile Chonryong, saying that if it is to strike the depth of the north, the missile range should be over 500 km at least. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, it launched one-stage rocket KSR-I nos. 1 and 2 in 1993 and two-stage rocket KSR-II no. 2 in 1998 on the plea of developing science rocket for research into space science and technology. &nbsp;&nbsp;&nbsp;\r\n The nuclear issue of south Korea is a typical example of the U.S. brazen-faced double-dealing tactics and double standards. &nbsp;&nbsp;&nbsp;\r\n The U.S. signed the south Korea-U.S. agreement on atomic energy in 1956 and has since been deeply involved in the nuclear development and research in south Korea. It has put all aspects of the nuclear development there under its control through the annual meetings of the south Korea-U.S. joint atomic energy cooperation committee. &nbsp;&nbsp;&nbsp;\r\n The U.S. has long been aware of south Korea's development of nuclear weapons. This is clearly evidenced by the fact that a report titled \"The world in the year 2010\" published by the Institute for Strategic Studies of the U.S. Army Defence Academy in 1987 said that south Korea was likely to have 500 nuclear weapons till 2010 and a report titled \"Assessment of the danger of proliferation of weapons of mass destruction\" worked out by American experts on nuclear technology in 1993 on behalf of the Technological Assessment Department of the U.S. Congress noted south Korea as well as Australia, Canada, Belgium and other countries were among those countries which acquired AVLIS technology. &nbsp;&nbsp;&nbsp;\r\n  The U.S. listed 65 dual use items which can be diverted to the development of nuclear weapons or nuclear substance in 1992. The equipment and facilities used by south Korea in its recently disclosed uranium enrichment experiments are included in the list of those items. The IAEA was informed that a research atomic reactor of south Korea used 700 kg of natural uranium as nuclear fuel in 1985 and the above-said watch body found the trace of extraction of plutonium from sample collected from south Korean reactors in 1998 and 2003. &nbsp;&nbsp;&nbsp;\r\n While conducting joint designing of reactors nos. 3 and 4 of the Ryonggwang Atomic Power Plant in south Korea, the U.S. Combustion Engineering Company transferred to it nearly 201 technological data to be used for designing, mock test and manufacture of A bombs. &nbsp;&nbsp;&nbsp;\r\n Under the south Korea-U.S. agreement on atomic energy, many research staffers were trained at the U.S. Algon National Institute and at least 30 nuclear technicians of the south Korean Heavy Industry Co. Ltd., (Doosan Heavy Industry Co. Ltd. at present) acquired technology related to the development of nuclear weapons under the pretext of workshop on technology related to the construction of an atomic power plant at the U.S. Combustion Engineering Company and GE Company. &nbsp;&nbsp;&nbsp;\r\n  At least 1,000 scholars including 14 senior scientists who are playing a major role in the nuclear sector of south Korea either studied in the U.S. or participated in joint researches with the U.S. &nbsp;&nbsp;&nbsp;\r\n In 1990 the U.S. signed with south Korea a document in which the U.S. assured the latter that it would actively help the latter get core technology and components needed for the missile development. In 2001 it permitted south Korea to develop missiles with 300 km and 500 km range and paved the way for its deployment of these missiles for a real war. &nbsp;&nbsp;&nbsp;\r\n All facts go to clearly prove that the U.S., well informed of the south Korean authorities' nuclear weapons development from long ago, has not only patronized and connived at it but actively encouraged them and cooperated with them in this move.\r\n The U.S. should have called south Korea's secret nuclear-related experiments into question. It is, however, patronizing and defending south Korea, afraid that the true aim sought by it in conniving at south Korea's nuclear weapons development should be brought to light. &nbsp;&nbsp;&nbsp;\r\n South Korea's nuclear issue is a serious matter as it has an adverse impact on the situation in the Korean Peninsula and the north-south relations. &nbsp;&nbsp;&nbsp;\r\n It is clear against whom nuclear weapons of south Korea, an ally of the U.S., are targeted. The U.S. and south Korea are well advised to ponder over the dangerous consequences to be entailed by the above-said nuclear weapons development. &nbsp;&nbsp;&nbsp;\r\n The truth behind the nuclear issue of south Korea should be thoroughly probed. The south Korean authorities should not kick up a fuss about the nuclear issue of someone but fully clarify their nuclear issue, to begin with, apologize for having concealed their criminal nuclear weapons development under the U.S. patronage and at its tacit connivance and cancel all their nuclear weapons development programs.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U. S. Institution of \"North Korean Human Rights Act\" Denounced",
            "url": "http://kcna.co.jp/item/2004/200410/news10/25.htm#7",
            "content": "U. S. Institution of \"North Korean Human Rights Act\" Denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 23 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration reportedly made public a statement titled \"The U. S. move for aggression on the north cannot succeed\" on Tuesday.\r\n The statement charged that Bush finally signed the \"North Korean Human Rights Act\" on October 18, with which the U. S. move to stifle the north has got into its stride. &nbsp;&nbsp;&nbsp;\r\n The law is one more example fully proving the aggressive nature of U. S. imperialism and it is no more than a mean for achieving its greed for aggression under the signboard of \"human rights\", the statement said, and stressed: &nbsp;&nbsp;&nbsp;\r\n The U. S. is not in a position to talk about other country's \"human rights\". The U. S move for aggression on the north can never succeed as it is affected by a daydream of world supremacy and bereft of reason. &nbsp;&nbsp;&nbsp;\r\n The solidarity will wage a vigorous struggle to vehemently condemn the U. S. institution of the \"North Korean Human Rights Act\" and smash its move for aggression on  the north.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Switchover in Its Confrontational Policy Urged",
            "url": "http://kcna.co.jp/item/2004/200410/news10/25.htm#8",
            "content": "U.S. Switchover in Its Confrontational Policy Urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 23 (KCNA) -- The United States had better stop playing trite tricks to shift the blame for keeping the DPRK-U.S. nuclear standoff unresolved and making it impossible to resume the six-party talks on to other and make a trustworthy option to change its confrontational hostile policy towards the DPRK.\r\n Rodong Sinmun Saturday says this in its signed commentary. &nbsp;&nbsp;&nbsp;\r\n Disclosing that the U.S. hostile policy towards the DPRK is, in essence, aimed to realize the \"unification by absorption\" after bringing down the system in the DPRK, the commentary says that the root cause of the nuclear issue between the DPRK and the U.S. is the U.S. confrontational hostile policy towards the DPRK. &nbsp;&nbsp;&nbsp;\r\n The commentary goes on: &nbsp;&nbsp;&nbsp;\r\n The nuclear racket kicked up by the U.S. after designating the DPRK as part of an \"axis of evil\" and a target of its preemptive nuclear attack irrefutably proves that its confrontational hostile policy towards the DPRK is inching close to an extremely dangerous line. &nbsp;&nbsp;&nbsp;\r\n This situation is arousing deep concern among the countries around the Korean Peninsula.  In fact, the U.S. and the countries around the peninsula have different strategic interests surrounding it. Those countries want to see the sustainable stability of the situation and the relations of brisk regional cooperation. But the U.S., which is far away from Northeast Asia, seeks to keep the instability in the region and increase its influence and expand the sphere of its military presence there. The U.S. does not want to abandon its confrontational hostile policy towards the DPRK in order to meet these strategic interests. This is a main source of trouble and a stumbling block in the way of settling the present situation. \r\n Explicitly speaking, it is hard to expect any solution from the six-party talks or from any other form of talks unless the U.S. drops its confrontational hostile policy aimed to topple the \"system\" of its dialogue partner. If the U.S. persistently pursues its confrontational hostile policy towards the DPRK from the viewpoint of escapism, it will only compel the DPRK to double its deterrent force, much less any solution to the nuclear issue. &nbsp;&nbsp;&nbsp;\r\n The U.S. should abandon its confrontational hostile policy towards the DPRK and adopt a policy helpful for the peaceful reunification based on the co-existence of the north and the south. This would be a master key to ensuring durable peace and achieving Korea's reunification. This policy switchover on the part of the U.S. would be favorable for the settlement of the nuclear issue, the improvement of the DPRK-U.S. relations and the security on the region.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Authorities' Mean Behavior Flailed",
            "url": "http://kcna.co.jp/item/2004/200410/news10/25.htm#9",
            "content": "S. Korean Authorities' Mean Behavior Flailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 23 (KCNA) -- The south Korean authorities came under fire by a signed commentary of Rodong Sinmun Saturday for kicking up a row over what they call the \"suddenly changed situation\" and an \"emergency plan\" while slandering the DPRK and denying its system behind the scene of \"dialogue\" and \"cooperation\".\r\n The commentary says: &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities' mean behavior aimed to attain its sinister aim is a perfidy to the June 15 joint declaration and a challenge to the DPRK, their dialogue partner. &nbsp;&nbsp;&nbsp;\r\n They agreed with the north to get reconciled with it and pursue cooperation. However, they are joining the outsiders in their moves to isolate and stifle the DPRK while vociferating about the \"conception of the principal enemy\" behind the scene. This provocative behaviour can not be construed otherwise than a move to scrap the joint declaration and bring the north-south relations back to those in the era of confrontation. &nbsp;&nbsp;&nbsp;\r\n The Ministry of Unification of south Korea claims that it is looking after issues related to the reunification. But what it has done so far is nothing but acts against the north and reunification. &nbsp;&nbsp;&nbsp;\r\n Not content with the political and mental persecution against unconverted long-term prisoners, the ministry prevented them from touring Mt. Kumgang, a mountain every Korean wishes to climb. This clearly proves that the ministry does only things obstructive to the country's reunification. &nbsp;&nbsp;&nbsp;\r\n As it does not wish improved relations between the north and the south the ministry has worked out an \"emergency plan\" full of poisonous clauses and have updated it every year in quest of the collapse of the system under which its fellow countrymen live. This indicates that the ministry has only the ambition to realize reunification by absorption. &nbsp;&nbsp;&nbsp;\r\n It is nonsensical to talk about reconciliation and cooperation while carrying a dagger in one's belt. The south Korean authorities had better wake up from an anachronistic pipedream.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Unilateralism, High-handedness Should Not Be Allowed",
            "url": "http://kcna.co.jp/item/2004/200410/news10/25.htm#10",
            "content": "Unilateralism, High-handedness Should Not Be Allowed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 23 (KCNA) -- October 24 is the Day of the United Nations.\r\n The UN's mission is to promote the development of friendly relations and economic and cultural cooperation among nations on the principle of the maintenance of peace and security of the world and respect for equal rights and the right to self-determination. And its principle of activity is to respect the sovereignty among the member nations, peacefully resolve international disputes, ensure territorial integrity and prohibit threat and use of armed force against other nations. &nbsp;&nbsp;&nbsp;\r\n However, the demand of the new century for fair international relations is now being trampled down ruthlessly and the sovereignty and security of legitimate states are being violated wantonly in the international arena by unilateralism and high-handedness. &nbsp;&nbsp;&nbsp;\r\n The present situation urgently demands that the United Nations should play a pivotal role in the settlement of main international issues in conformity with the object and principle of its charter in order to perform its mission. &nbsp;&nbsp;&nbsp;\r\n First of all, unilateral and high-handed practice going against the UN charter and international law should no longer be allowed. &nbsp;&nbsp;&nbsp;\r\n Disputes should be solved in a peaceful way through dialogue and negotiations and unilateral use of armed forces such as invasion of sovereign states can never be justified. &nbsp;&nbsp;&nbsp;\r\n The UN should be democratized fully so that all the international issues may be settled in the common interest of its member nations. For this purpose, it is imperative to establish a system in which the General Assembly examines and approves such resolutions of the Security Council as sanctions and use of armed forces which have a direct influence on the world peace and security. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the issue regarding the reform of the Security Council now under heated discussion should be resolved in such a way as fully ensuring the representative right and interests of the non-aligned countries and other developing countries which comprise the overwhelming majority of the UN membership and contributing to a fair solution to disputes. And practicalmeasures should be taken one after another to increase the role of the United Nations and its affiliates in the socio-economic field and to positively assist developing nations in the efforts for their sustained development. &nbsp;&nbsp;&nbsp;\r\n The government of the Democratic People's Republic of Korea will in the future, too, take independence, peace and friendship as the main idea of its foreign policy and further strengthen friendly and cooperative relations with all other UN member nations which respect its sovereignty and thus make a positive contribution to international efforts for establishing a just, equal and new world order.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Authorities' Moves to Build Nuclear Submarines under Fire",
            "url": "http://kcna.co.jp/item/2004/200410/news10/25.htm#11",
            "content": "S. Korean Authorities' Moves to Build Nuclear Submarines under Fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 23 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of the Fatherland Saturday in its information bulletin No. 890 brands the south Korean authorities' moves to build nuclear submarines as grave crimes as they are intended not only to throw a stumbling block in the way of settling the nuclear issue on the Korean Peninsula but wreck peace in Korea and spark off a nuclear arms race in Northeast Asia. It demanded them stop their moves for nuclear weaponization at once.\r\n The bulletin continues: &nbsp;&nbsp;&nbsp;\r\n The building of submarines began in June last year and it is being pushed forward in real earnest. The submarines are aimed to possess capability to stealthily sail into waters off the north and strike its strategic targets in the centre in case of emergency. &nbsp;&nbsp;&nbsp;\r\n That is why they are working hard to conceal their criminal purpose, asserting that the building of submarines is an issue of nature different from the nature of nuclear weaponization. But this can never be concealed. &nbsp;&nbsp;&nbsp;\r\n They seek to equip those submarines with cruise missiles with 500 km range on the submarines, a clear proof of their nuclear development targeted against the north. &nbsp;&nbsp;&nbsp;\r\n The secretariat vehemently denounces the south Korean authorities' moves to build the subs as an outright challenge to all Koreans and world peace-loving people desirous of peace and reunification on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The recently disclosed plan to build nuclear submarines clearly proves that the use of \"nuclear substance for a peaceful purpose\" claimed by the south Korean authorities was a whopping lie and that its aim is to go ahead with nuclear weaponization for which they have made clandestine nuclear-related experiments for the past more than two decades. &nbsp;&nbsp;&nbsp;\r\n It is by no means fortuitous that military experts in south Korea claim more often than not it should consider any time the issue of nuclear weaponization, to say nothing of nuclear submarines for the existence of the state. &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities should frankly disclose to the international community the fact that they have stepped up nuclear weaponization behind the scene of the six-party talks for a solution to the nuclear issue on the Korean Peninsula, apologize for it  and stop at once building the nuclear submarines which will escalate confrontation and tension on the peninsula. &nbsp;&nbsp;&nbsp;\r\n The U.S. and the International Atomic Energy Agency should stop making an uproar over the fiction of the north's use of nuclear substance for a military purpose and call to account south Korea's grave and dangerous moves to realize nuclear weaponization and take appropriate measures.    \r\n  \r\n  \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Authorities Urged to Cancel Their Dangerous  \"Emergency Plan\"",
            "url": "http://kcna.co.jp/item/2004/200410/news10/25.htm#12",
            "content": "S. Korean Authorities Urged to Cancel Their Dangerous  \"Emergency Plan\"\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 23 (KCNA) -- The present south Korean regime worked out an \"emergency plan\" to cope with the \"rapidly changed situation\" in the north. It is little different from the erstwhile military dictatorial regimes or the civilian regime that worked hard to realize their ambition for \"unification by absorption\" by isolating and stifling the north with the backing of foreign forces.\r\n A spokesman for the Central Committee of the Democratic Front for the Reunification of the Fatherland said this in a statement on Saturday. &nbsp;&nbsp;&nbsp;\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities have not yet responded to the call of the north for completely canceling the \"emergency plan\" and apologizing for it. &nbsp;&nbsp;&nbsp;\r\nThis proves that the south Korean authorities' oft-repeated talk about \"dialogue\", \"cooperation\" and \"exchange\" with the north and \"progress in south-north relations\" is no more than an empty talk and they are waiting for an opportunity to completely deny the system of the north and do harm to the fellow countrymen in the north by taking advantage of the U.S. hostile policy toward the north. &nbsp;&nbsp;&nbsp;\r\n Whoever carries a dagger in his belt while talking about \"dialogue\" and \"cooperation\" can never be trusted. &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities would be well advised to make a bold decision to completely cancel the dangerous \"emergency plan\", though belatedly.  Otherwise they will be suspected of carrying their swords and guns to hurt others.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Mozambican Government Delegation Here",
            "url": "http://kcna.co.jp/item/2004/200410/news10/25.htm#13",
            "content": "Mozambican Government Delegation Here\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 23 (KCNA) -- A Mozambican government delegation led by Leonardo Santos Simao, minister of Foreign Affairs and Cooperation, arrived here today.\r\n It was met at the airport by Choe Su Hon, vice-minister of Foreign Affairs, and officials concerned.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Talks between Foreign Ministers of DPRK and Mozambique",
            "url": "http://kcna.co.jp/item/2004/200410/news10/25.htm#14",
            "content": "Talks between Foreign Ministers of DPRK and Mozambique\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 23 (KCNA) -- Talks between DPRK Foreign Minister Paek Nam Sun and Mozambican Minister of Foreign Affairs and Cooperation Leonardo Santos Simao were held at the Mansudae Assembly Hall on Saturday.\r\n At the talks both sides informed each other of their countries' situations and exchanged views on further boosting the friendly relations between the two countries and a series of matters of mutual concern.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Construction of \"N. Korean Refugees Camp\" in Mongolia Assailed",
            "url": "http://kcna.co.jp/item/2004/200410/news10/25.htm#15",
            "content": "Construction of \"N. Korean Refugees Camp\" in Mongolia Assailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 23 (KCNA) -- The Pusan Solidarity for Implementing the South-North Joint Declaration in a statement on Oct. 21 chided the Grand National Party and other pro-U.S. conservative forces for trying to vitiate the atmosphere of reconciliation and cooperation and backtrack from the agreements reached between the north and the south for reunification after the publication of the June 15 joint declaration, a move taken as a response to the effectuation of the \"North Korean Human Rights Act\" in the U.S.\r\n The statement recalled that the U.S. and pro-U.S. conservative forces in south Korea including the GNP have stepped up the construction of a \"north Korean refugees camp in Mongolia\", terming it interference in the internal affairs of the north and a preliminary measure to undermine it and realize their plan for a war of aggression against it. &nbsp;&nbsp;&nbsp;\r\n The most essential right in the 21st century is the right to existence, the statement said, contending that a measure to guarantee the right is for the U.S. to drop its policy of economic sanctions and blockade toward the DPRK.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}