{
    "date": "2004-10-12",
    "url": "http://kcna.co.jp/item/2004/200410/20041012.htm",
    "articles": [
        {
            "title": "Magazine Marking WPK Founding Anniversary Issued in Thailand",
            "url": "http://kcna.co.jp/item/2004/200410/news10/12.htm#1",
            "content": "Magazine Marking WPK Founding Anniversary Issued in Thailand \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 11 (KCNA) -- The magazine \"Warm Congratulations on 59th Founding Anniversary of the Workers' Party of Korea\" was published by the Organization for the Study of the Juche Idea of Thailand on the occasion of the anniversary.\r\n The magazine carries articles and photos introducing the Juche idea and Korea. &nbsp;&nbsp;&nbsp;\r\n It also informs the readers of recent activities of the organization.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Regulations of Insurance in Kaesong Industrial Zone Adopted",
            "url": "http://kcna.co.jp/item/2004/200410/news10/12.htm#2",
            "content": "Regulations of Insurance in Kaesong Industrial Zone Adopted \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 11 (KCNA) -- Decision No. 35 of the Presidium of the DPRK Supreme People's Assembly \"On the Adoption of the Regulations of Insurance in the Kaesong Industrial Zone\" dated September 21, Juche 93 (2004) has been published.\r\n The decision says the regulations were adopted and the Cabinet and organs concerned of the DPRK are to take working measures for their implementation. &nbsp;&nbsp;&nbsp;\r\n The regulations consist of 28 articles. &nbsp;&nbsp;&nbsp;\r\n The mission of the regulations is to strictly establish the system and order in the work of insurance in the Kaesong industrial zone so as to help toward stabilizing the business activities and life of those who reside and stay there. &nbsp;&nbsp;&nbsp;\r\n The regulations are applied to the enterprises, branches and offices established in the Kaesong industrial zone. &nbsp;&nbsp;&nbsp;\r\n They are applied also to the south Koreans, overseas Koreans and foreigners who stay and reside in the industrial zone.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Regulations on Real Estate in Mt. Kumgang Tourist Zone Adopted",
            "url": "http://kcna.co.jp/item/2004/200410/news10/12.htm#3",
            "content": "Regulations on Real Estate in Mt. Kumgang Tourist Zone Adopted \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 11 (KCNA) -- Decision No. 36 of the Presidium of the DPRK Supreme People's Assembly \"On the Adoption of the Regulations on Real Estate in Mt. Kumgang Tourist Zone\" dated September 21, Juche 93 (2004), has been published.\r\n The decision says the regulations were adopted and the Cabinet and organs concerned of the DPRK are to take working measures for their implementation. &nbsp;&nbsp;&nbsp;\r\n The regulations consist of 57 articles of four chapters. &nbsp;&nbsp;&nbsp;\r\n The mission of the regulations is to strictly establish the order of acquisition and dealing of the real estate in Mt. Kumgang Tourist Zone so as to fully ensure economic activities and living conditions of enterprises and individuals. &nbsp;&nbsp;&nbsp;\r\n The regulations are applied to the enterprises and individuals that acquire, transfer, lease and mortgage real estate in Mt. Kumgang Tourist Zone. &nbsp;&nbsp;&nbsp;\r\n They are applied also to those enterprises and individuals that acquire real estate for the construction of infrastructure linking a spot outside the tourist area to it.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Passage of \"North Korean Human Rights Act\" Assailed",
            "url": "http://kcna.co.jp/item/2004/200410/news10/12.htm#4",
            "content": "Passage of \"North Korean Human Rights Act\" Assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 11 (KCNA) -- The Solidarity of Youth and Students for Implementing the June 15 South-North Joint Declaration in south Korea reportedly made public a statement on Oct. 6 denouncing the passage of the \"North Korean Human Rights Act\" at U.S. Congress.\r\n The statement noted that the adoption of the act was prompted by a scheme to infringe upon the sovereignty of the north and start a war on the Korean peninsula at any cost by finding a pretext. &nbsp;&nbsp;&nbsp;\r\n The act is an offspring of the foul and reckless hostile policy towards the north intended to institutionalize \"support\" to the stooges of the U.S. who vilify the north and fall in with the moves to stifle the north and, through this, to foster national division, it said, and went on: &nbsp;&nbsp;&nbsp;\r\n The U.S. should retract the act at once. Otherwise, it would face a stern judgment by the Korean nation that opposes war and loves peace.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Nepali Prime Minister Supports Cause of Korean People",
            "url": "http://kcna.co.jp/item/2004/200410/news10/12.htm#5",
            "content": "Nepali Prime Minister Supports Cause of Korean People \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 11 (KCNA) -- Sher Bahadur Deuba, Nepali prime minister and chairman of the Nepali Congress (Democratic), hoped that the Korean people would record good results in the efforts to build socialism and achieve the country's reunification under the wise leadership of Kim Jong Il when he met with the DPRK ambassador to Nepal on a courtesy call on him on October 5.\r\n On behalf of the Nepalese government he sincerely wished  Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army, good health and greater success in his noble work of leading the WPK and the Korean people.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "WPK Founding Anniversary Celebrated",
            "url": "http://kcna.co.jp/item/2004/200410/news10/12.htm#6",
            "content": "WPK Founding Anniversary Celebrated \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 11 (KCNA) -- The 59th founding anniversary of the Workers' Party of Korea (WPK) was significantly celebrated in the DPRK.\r\n Art performances of schoolchildren were given at the Mangyongdae Schoolchildren's Palace and the Pyongyang Schoolchildren's Palace on Oct. 10. &nbsp;&nbsp;&nbsp;\r\n They were appreciated by Kim Jung Rin, secretary of the WPK Central Committee, officials concerned, officials of the ministries and national institutions and officials and working people in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n A performance was given by members of the art groups of the Mangyongdae Schoolchildren's Palace at the palace and vocal and instrumental solos and solo dances proved successful at the national contest of schoolchildren were presented at the Pyongyang Schoolchildren's Palace. &nbsp;&nbsp;&nbsp;\r\n The performers put on the stage accordion ensemble of immortal famous work \"Korea, I Will Glorify Thee,\" a vocal solo of Korean folk song \"We Loudly Shout Long Live the General,\" a dance \"I Have Answered My Younger Brother's Question,\" a female vocal solo \"Let's Become Soldier of the Army of the General,\" a chorus \"Let Us Uphold Father Kim Jong Il with Ample Knowledge, High Morality and Strong Body\" and so on. In these numbers they successfully represented their happiness under the care of the WPK and their firm pledge to be fully prepared themselves as reliable reserves of the party. &nbsp;&nbsp;&nbsp;\r\n The performances deeply impressed the audience for their high ideological value and artistic merit. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, performances were given at theatres in Pyongyang and in local areas on the same occasion. &nbsp;&nbsp;&nbsp;\r\n The revolutionary opera \"Sea of Blood\" was staged at the Pyongyang Grand Theatre, a long puppet show \"The Honest Third Son\" at the Pyongyang Puppet Theatre, a performance by artistes of the Korean People's Army Song and Dance Ensemble at the April 25 House of Culture, a concert by the State Symphony Orchestra at the Moranbong Theatre, a concert by the Symphony Orchestra of the Yun I Sang Music Institute at the Yun I Sang Concert Hall and acrobatic performances were given at the Korean People's Army Circus Theatre and the Pyongyang Circus Theatre in celebration of the day. &nbsp;&nbsp;&nbsp;\r\n Colorful performances were given at theatres and houses of culture in all provinces including North Phyongan and North Hamgyong Provinces. &nbsp;&nbsp;&nbsp;\r\n Evening galas of youths and students took place in different parts of the country on the same day.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA Urges U.S. to Rebuild Groundwork of Six-party Talks",
            "url": "http://kcna.co.jp/item/2004/200410/news10/12.htm#7",
            "content": "KCNA Urges U.S. to Rebuild Groundwork of Six-party Talks \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 11 (KCNA) -- U.S. State Deputy Secretary Armitage was reported to have blustered that if north Korea rejects the resumption of the six-party talks it is possible for the U.S. to refer the issue to the UN Security Council so that it may discuss sanctions.\r\n This remark arouses the vigilance of the DPRK. This only reveals the U.S. foolish attempt to shift the blame for the delay of the resumption of the six-party talks on to the DPRK and put pressure upon it to come out to the talks. &nbsp;&nbsp;&nbsp;\r\n The public opinion is growing critical of this remark as it indicated the U.S. true intention to settle the nuclear issue between the DPRK and the U.S. by strength, not through dialogue. &nbsp;&nbsp;&nbsp;\r\n Senior officials of the U.S. State Department are asserting that the DPRK is deliberately delaying the talks, waiting for the outcome of the U.S. presidential election in the hope that the six-party talks can be represented by a better partner from the U.S. This is sheer nonsense. The DPRK is not in a position to come out to the talks because the U.S. has deliberately laid a stumbling block in the way of the dialogue and dropped a check-bar on it. &nbsp;&nbsp;&nbsp;\r\n The DPRK's stand to seek a negotiated settlement of the nuclear issue remains unchanged. The DPRK set it as its general goal to denuclearize the Korean peninsula, advanced the proposal of \"reward for freeze\" from a steadfast stand to seek a peaceful negotiated solution to the nuclear issue and has made sincere efforts for its materialization. &nbsp;&nbsp;&nbsp;\r\n Had the U.S. accepted the aboveboard proposal, the fourth round of the six-party talks would have already been held and have proved fruitful. &nbsp;&nbsp;&nbsp;\r\n The U.S., however, clarified its political stance that there can never be any reward even after the DPRK freezes its nuclear facilities, consistently asserted that the DPRK must accept the CVID in an aim to disarm it and has threatened it, saying that the U.S. has even a military option on the table. &nbsp;&nbsp;&nbsp;\r\n What should not be overlooked is the fact that it raised a hue and cry over the fiction of \"uranium enrichment\" of the DPRK while shutting eyes to the nuclear-related secret experiments conducted by south Korea, as if nothing serious had happened. &nbsp;&nbsp;&nbsp;\r\n These improper acts of the U.S. prompted by its hostile policy toward the DPRK have totally overturned the groundwork of the talks, beclouding their prospect. &nbsp;&nbsp;&nbsp;\r\n This notwithstanding, the U.S. is claiming that the DPRK is to blame for the delay of the resumption of the talks in a bid to mislead the public opinion and contemplating even UN sanctions. This is an intolerable criminal act. &nbsp;&nbsp;&nbsp;\r\n Sanctions mean a war and war does not know any mercy. If the U.S. applies more sanctions to the DPRK by putting the UN in motion, the DPRK will promptly and resolutely react to it with self-defensive war deterrent force. &nbsp;&nbsp;&nbsp;\r\nThen the U.S. will be held wholly responsible for all ensuing fatal consequences. &nbsp;&nbsp;&nbsp;\r\n The U.S. should not talk about sham dialogue which is no more than a window-dressing but take a sincere and constructive stand to approach talks with a true willingness to solve the nuclear issue, judging the reality with reason before regretting belatedly. &nbsp;&nbsp;&nbsp;\r\n If the U.S. is willing to solve the nuclear issue peacefully, though belatedly, it should stop applying double-standards over the nuclear issue, drop its hostile policy toward the DPRK and rebuild the groundwork of the talks. &nbsp;&nbsp;&nbsp;\r\n Only then can the six-party talks be put on its track and can progress be made for a solution to the nuclear issue. &nbsp;&nbsp;&nbsp;\r\n The DPRK is of the view that the nuclear issue can be solved only when both sides of the DPRK and the U.S. discuss the issue from an equal stand of respecting and trusting each other.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "RS on Perfect Unity Based on Comradeship and Sense of Obligation",
            "url": "http://kcna.co.jp/item/2004/200410/news10/12.htm#8",
            "content": "RS on Perfect Unity Based on Comradeship and Sense of Obligation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 11 (KCNA) -- The perfect unity in the DPRK is characterized by unity in thinking, purpose, morality and sense of obligation because the unity of its army and people around leader Kim Jong Il in one idea, the Songun revolutionary idea, is organically linked with the unity based on revolutionary comradeship and sense of obligation. Rodong Sinmun Monday says this in a signed article.\r\n Kim Jong Il is not only the great leader but the supreme incarnation of comradeship, it says, and goes on: &nbsp;&nbsp;&nbsp;\r\n His great personality represents the trait and true picture of our revolutionary ranks united close in one mind and one purpose. &nbsp;&nbsp;&nbsp;\r\n The leader knows the people and vice versa. They trust and follow each other and share sweets and bitters while taking the long and thorny road of revolution together. This is the mode of existence of our perfect unity. &nbsp;&nbsp;&nbsp;\r\n It is true that the DPRK's economy and people's living have been adversely affected by the desperate moves of the enemy to suffocate it but our unity in mind remains unhurt. On the contrary this unity has grown stronger and society remains stable. &nbsp;&nbsp;&nbsp;\r\n The more difficult the situation gets, the deeper the trust and loyalty of the army and people in the DPRK to their leader grows. This is based on their profound understanding of the unheard-of greatness and immortal feats of Kim Jong Il and their absolute trust in him, the incarnation of love, trust and sense of obligation. &nbsp;&nbsp;&nbsp;\r\n The matchless military deterrent force the DPRK has built for years remains strong thanks to this unity in mind. &nbsp;&nbsp;&nbsp;\r\n The DPRK's army and people will certainly emerge victorious in the final decisive battle to settle accounts with the U.S. imperialists, united close behind Kim Jong Il in comradeship and sense of obligation.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reconstr. of Ryongchon County Township Shows Might of Korean People's Unity",
            "url": "http://kcna.co.jp/item/2004/200410/news10/12.htm#9",
            "content": "Reconstr. of Ryongchon County Township Shows Might of Korean People's Unity\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 11 (KCNA) -- The township of Ryongchon County, North Phyongan Province of the Democratic People's Republic of Korea, has been reconstructed amid concern of local and foreign people after its destruction by an wagon explosion.\r\n Modern dwelling houses for 1,650 families, a primary school, college of agriculture and many public buildings have been built on the debris in a matter of several months, presenting a beautiful scenery. &nbsp;&nbsp;&nbsp;\r\n It is the fruition of the efforts exerted by the Korean people overcoming any difficulties, rallied in mind around the leader. &nbsp;&nbsp;&nbsp;\r\n Upon hearing the news of the disaster, leader Kim Jong Il said that the township should be reconstructed not merely to the original state but on a high level at the earliest date. &nbsp;&nbsp;&nbsp;\r\n He formed a powerful construction force with over 35,000 people including competent designers of national institutions, servicemen and constructors of the capital and gave them instructions regarding the reconstruction of the township on several dozen occasions. &nbsp;&nbsp;&nbsp;\r\n Under his wise guidance, the whole Party, state and army have turned out as one in the reconstruction of Ryongchon. &nbsp;&nbsp;&nbsp;\r\n It was servicemen who rushed first to the afflicted area after the explosion. In response to the call of Supreme Commander Kim Jong Il, they displayed a matchless spirit of devotion and sacrifice to save the lives and properties of people and heal damage. &nbsp;&nbsp;&nbsp;\r\n Saying that it was the order of the supreme commander to stabilize the life of the inhabitants as quickly as possible, they undertook the most difficult projects and worked day and night to carry them out, sharing their meal with hunger-stricken children. &nbsp;&nbsp;&nbsp;\r\n Families of servicemen donated their quilts, daily necessaries, food and domestic animals to the people in the afflicted area. &nbsp;&nbsp;&nbsp;\r\n Numerous people volunteered to the afflicted area to do rehabilitation work devotedly and aid the people there with sincerity. &nbsp;&nbsp;&nbsp;\r\n The wonderful reconstruction of Ryongchon instill into the mind of the Korean people the firm confidence that as they are led by Kim Jong Il, they can convert misfortune into blessing and will certainly emerge victorious.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Folk Customs of Korean People in October",
            "url": "http://kcna.co.jp/item/2004/200410/news10/12.htm#10",
            "content": "Folk Customs of Korean People in October\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 11 (KCNA) -- The traditional folk customs of the resourceful and diligent Korean people are well reflected in their national dishes and folk amusements in October.\r\n Typical of them is the custom related with chrysanthemum. The flower, which opens in full bloom to add beauty to autumn, has widely been used in the dietary life. &nbsp;&nbsp;&nbsp;\r\n The Korean people, with a strong sense of justice and straight moral character, are fond of chrysanthemum blooming even in frosty weather. &nbsp;&nbsp;&nbsp;\r\n There are historical records that Korean people used to take rice-cake mixed with petals of chrysanthemum and drink liquor with its petals floating on it and recite poems about the flower on Jungyangjol (lunar September 9). &nbsp;&nbsp;&nbsp;\r\n The typical dishes mixed with petals of chrysanthemum are honeyed pancake of glutinous rice and honeyed juice with sliced pear, citron, pomegranate and pine nuts. &nbsp;&nbsp;&nbsp;\r\n Chrysanthemum liquor is a famous health drink. It is made with its cleaned petals and stalks and millet. It is brewed for a year untill next October. &nbsp;&nbsp;&nbsp;\r\n Among the amusements in October is hide-and-seek reflecting the mental characteristics of children.   \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Greets Equatorial Guinean President",
            "url": "http://kcna.co.jp/item/2004/200410/news10/12.htm#11",
            "content": "Kim Yong Nam Greets Equatorial Guinean President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea, sent a message of greetings to Equatorial Guinean President Obiang Nguema Mbasogo Monday on the occasion of the 36th anniversary of its independence.\r\n Expressing the belief that the good friendly and cooperative relations between the two countries would further develop in various fields, the message sincerely wished the president greater success in his noble work for the stability and prosperity of the country.    \r\n  \r\n  \r\n\r\n\r\n"
        }
    ]
}