{
    "date": "2004-08-21",
    "url": "http://kcna.co.jp/item/2004/200408/20040821.htm",
    "articles": [
        {
            "title": "FM Spokesman Assails North-Targeted Military Exercise",
            "url": "http://kcna.co.jp/item/2004/200408/news08/21.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Arms Buildup under Fire",
            "url": "http://kcna.co.jp/item/2004/200408/news08/21.htm#2",
            "content": "FM Spokesman Assails North-Targeted Military Exercise \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 20 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK issued a statement Friday in connection with the \"south Korea-U.S. Combined Forces Command's\" announcement that Ulji-Focus Lens-04 joint military exercise would be staged from August 23 to September 3.\r\n The projected exercise is another grave challenge to peace and security on the Korean peninsula as it is a replica of the Team Spirit joint military exercises aimed to examine and improve all aspects of the preparations for a war of aggression against the north, the statement noted, and continued: &nbsp;&nbsp;&nbsp;\r\n The U.S. has so far pretended to have any intention to seek a peaceful negotiated settlement of the nuclear issue with the DPRK, asserting whenever an opportunity presented itself that it has no will to invade or attack north Korea and that it pursues no hostile policy toward it. The projected saber-rattling once again proves that all what the U.S. has publicized is nothing but hypocrisy and the Bush administration's reckless strategy of preemptive attack has been put into the phase of implementation after going beyond the phase of discussion. &nbsp;&nbsp;&nbsp;\r\n The U.S. evermore undisguised moves for war are little short of destroying the basic foundation for the six-party talks to seek a negotiated solution to the nuclear issue on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n The DPRK will never react to such enemy saber-rattling with such foolish option for disarmament. &nbsp;&nbsp;&nbsp;\r\n Its army and people will never be browbeaten by the U.S. threat and blackmail but react to its hard-line with a tougher stand. &nbsp;&nbsp;&nbsp;\r\n Now that the U.S. scenario for a war of aggression against the DPRK has entered the phase of its implementation, the DPRK is left with no option but to increase its war deterrent force both in quality and quantity. &nbsp;&nbsp;&nbsp;\r\n If the Bush group launches a war, underestimating the will of the DPRK, it will not have even a chance to regret for its rash act. &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities should bear in mind that they would have to pay dearly for such treacherous acts as joining the U.S. in its north-targeted exercises.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Ambassador to Mongolia Appointed",
            "url": "http://kcna.co.jp/item/2004/200408/news08/21.htm#3",
            "content": "U.S. Arms Buildup under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 20 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of the Fatherland on August 19 issued information bulletin No. 882 in connection with the recent announcement made by the south Korea-U.S. \"Combined Forces Command\" that it would transfer a squadron of F-15E fighter bombers of the U.S. air force from Alaska to south Korea within September for the purpose of \"improving the deployment capacity in case of emergency on the Korean peninsula.\"\r\n Such arms buildup is another dangerous move for a war of aggression against the DPRK as it escalates the tensions on the Korean peninsula and pushes the situation to the brink of war, the information bulletin said, and went on: &nbsp;&nbsp;&nbsp;\r\n The U.S. is going to deploy three squadrons of F-117 Stealth fighter bombers in the Kunsan air force base of south Korea within September. It announced that it would keep two Aegis destroyers equipped with ultra-modern missile systems in the East Sea of Korea on a permanent basis and deploy two battalions of \"PAC-3\" in south Korea. &nbsp;&nbsp;&nbsp;\r\n It also plans to supply newly developed missiles capable of underground penetration to the U.S. forces in south Korea soon before anyone else. &nbsp;&nbsp;&nbsp;\r\n Such massive arms buildup which can be seen only on the eve of war clearly indicates that the U.S. preparations for a preemptive nuclear attack on the DPRK are being pushed forward at a final phase. &nbsp;&nbsp;&nbsp;\r\n The U.S. is in the process of ordering its forces to take their positions for launching an attack while openly revealing their adventurous attempt for a war against the DPRK, going against the aspiration and desire of all the Koreans and the world people for peace and stability on the Korean peninsula. This compels the army and people of the DPRK to take self-defensive measures to counter them. &nbsp;&nbsp;&nbsp;\r\n The U.S. warhawks are well advised to properly understand the will of the army and people of the DPRK to wipe out the enemy, stop acting rashly and discontinue at once their reckless arms buildup and war exercises against it.    \r\n\r\n \r\n\r\n"
        },
        {
            "title": "Congratulations to Singaporean Foreign Minister",
            "url": "http://kcna.co.jp/item/2004/200408/news08/21.htm#4",
            "content": "DPRK Ambassador to Mongolia Appointed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 20 (KCNA) -- Pak Jong Do has been appointed as DPRK ambassador e. p. to Mongolia, according to a decree of the Presidium of the Supreme People's Assembly.    \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Workers Meet",
            "url": "http://kcna.co.jp/item/2004/200408/news08/21.htm#5",
            "content": "Congratulations to Singaporean Foreign Minister \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 20 (KCNA) -- DPRK Foreign Minister Paek Nam Sun sent a congratulatory message to George Yong-Boon Yeo upon his appointment as foreign minister of the Republic of Singapore.\r\n Expressing the belief that the friendly and cooperative relations between the two countries would continue to develop favorably, the message wished him success at his new post.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Believers Publish \"Declaration of Reunification and Peace\"",
            "url": "http://kcna.co.jp/item/2004/200408/news08/21.htm#6",
            "content": "S. Korean Workers Meet \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 20 (KCNA) -- A \"2004 workers' joint rally for national cooperation against the troop dispatch and the U.S.\" was reportedly held at Yonsei University in Seoul, on Aug. 15.\r\n Speakers at the rally declared that all the people would wage a united struggle to force the authorities to repeal the \"Security Law\" and the policy of discrimination against the workers through actions for reunification and that the workers would struggle till all the troops of \"Jaitun\" unit are withdrawn from Iraq. &nbsp;&nbsp;&nbsp;\r\n Calling upon all the workers, peasants and the poor to pool their efforts in their struggle against \"neo-liberalism\" and \"globalization,\" they appealed to the workers to vigorously struggle in the van for national reunification. &nbsp;&nbsp;&nbsp;\r\n The participants chanted slogans \"Let workers take lead in struggle to drive out Yankees,\" \"Let workers lead struggle to abolish the security law\" and so on. &nbsp;&nbsp;&nbsp;\r\n Art performances were given by different regions at the rally.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Open-air Rally of Students Held in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200408/news08/21.htm#7",
            "content": "S. Korean Believers Publish \"Declaration of Reunification and Peace\" \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 20 (KCNA) -- A \"declaration of reunification and peace\" was reportedly published on August 13 by south Korean religionists such as Buddhists, Catholics, Christians and round Buddhists.\r\n The declaration said no one would be able to arrest the new sentiments and torrential flow toward reunification and peace, though the anti-reunification conservative forces are riding high and mighty in their attempts to deny and defame the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n It urged the United States to give up such robber-like acts as pressurizing south Korea to send troops to Iraq and bear the whole expenses for the transfer of the Ryongsan base of U.S. troops and for the maintenance of the U.S. occupation forces and not to fail to withdraw its forces for the peace and reunification of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n The south Korean government and National Assembly must abolish the \"Security Law\" within this year, allow patriotic organizations such as the South Headquarters of the National Alliance for the Country's Reunification and the South Korean Federation of University Student Councils to participate in reunification functions and, in particular, apologize to the north for its error in blocking the visit of a south Korean civilian memorial delegation to the north, the declaration said. &nbsp;&nbsp;&nbsp;\r\n It called upon all the religious believers to turn out in the struggle to achieve reunification by the united efforts of the Korean nation itself in the spirit of the June 15 joint declaration and actively join in the all-nation march for independent reunification and peace to make 2005 the year of independent reunification.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Interference in Construction of Kaesong Industrial Zone Flailed",
            "url": "http://kcna.co.jp/item/2004/200408/news08/21.htm#8",
            "content": "Open-air Rally of Students Held in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 20 (KCNA) -- An open-air cultural rally of youth and students for reunification was reportedly sponsored in Seoul by the south Korean Committee of Youth and Students (Chonghakwi) consisting of 25 organizations such as the South Korean Federation of University Student Councils (Hanchongryon), and the South Korean Council of Youth Organizations in Seoul on August 15, the day of the liberation of the country, with at least 3,000 youths and students in attendance.\r\n Jong Sang Ok, permanent representative of Chonghakwi, said the Korean national meeting held in Inchon in June to mark the 4th anniversary of the publication of the June 15 joint declaration was a proud meeting which inspired the fellow countrymen with the conviction of reunification and displayed the spirit of great national unity. &nbsp;&nbsp;&nbsp;\r\n Noting that due to anti-reunification acts of the south Korean government authorities, the August 15 joint national functions were frustrated and pro-reunification organizations are suppressed as \"enemy-benefiting organizations\", he appealed to the youth and students to break through difficulties by unity. &nbsp;&nbsp;&nbsp;\r\n An art performance was given at the event.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Film Show on Centenary of Deng Xiaoping's Birth",
            "url": "http://kcna.co.jp/item/2004/200408/news08/21.htm#9",
            "content": "U.S. Interference in Construction of Kaesong Industrial Zone Flailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 20 (KCNA) -- A spokesman for the North Side's Delegation of the North-South Committee for the Promotion of Economic Cooperation on August 19 made public a statement denouncing the United States for leaving no stone unturned to put a brake on the construction of the Kaesong Industrial Zone, upset by its entry into a full-scale phase.\r\n At \"emergency consultations\" held in late July U.S. officials notified the south Korean authorities that the regulations stipulating that strategic materials shall not be exported to \"those countries listed as a sponsor of terrorism\" would be strictly applied to the south Korean enterprises, too, advancing into the Kaesong Industrial Zone, the statement noted, and said: &nbsp;&nbsp;&nbsp;\r\n This glaringly laid bare the U.S. base intention to strictly control the introduction of equipment and materials for production into the Zone and throw a stumbling block in the way of inter-Korean cooperation, displeased with its progress. &nbsp;&nbsp;&nbsp;\r\n Not content with impertinently standing in the way of the economic cooperation between Koreans, the U.S. is working hard to put even a physical brake on it. This outrageous behavior of the U.S. once again clearly proves that the U.S. is, indeed, the arch criminal who has persistently blocked the reconciliation, unity, cooperation and reunification between the north and the south and incited only confrontation and war on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n The U.S. is preventing the south Korean enterprises from bringing equipment and materials into the Zone by citing the anti-DPRK regulation. This is nothing but a brigandish interference in the affairs of Koreans and a violation of national sovereignty as it was prompted by its aggressive attempt to totally bedevil the inter-Korean relations that have favorably developed since the publication of the historic June 15 North-South Joint Declaration and save its colonial domination from its collapse. &nbsp;&nbsp;&nbsp;\r\n The U.S. should know well that it can never stop the construction of the Kaesong Industrial Zone now under way under an agreement reached between the Koreans in the north and the south.    \r\n \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Ninth Pyongyang Film Festival Scheduled",
            "url": "http://kcna.co.jp/item/2004/200408/news08/21.htm#10",
            "content": "Film Show on Centenary of Deng Xiaoping's Birth\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 20 (KCNA) -- The Korean Committee for Cultural Relations with Foreign Countries and the Central Committee of the Korea-China Friendship Association arranged a film show at the Chollima House of Culture on August 19 on the occasion of the centenary of the birth of Deng Xiaoping.  Present there on invitation were Chinese Ambassador to the DPRK Wu Donghe and his embassy officials.\r\n On hand were Mun Jae Chol, acting chairman of the Korean Committee for Cultural Relations with Foreign Countries, Kim Yong Il, vice-minister of Foreign Affairs, Jo Chan Gu, vice-minister of Culture, Ju Hwa Il, vice-chairman of the Central Committee of the Korean Journalists Union and vice-chairman of the Central Committee of the Korea-China Friendship Association, and other officials concerned and working people in the city. &nbsp;&nbsp;&nbsp;\r\n They appreciated the Korean documentary film \"The Great Leader Comrade Kim Il Sung Meets with Heads of State and Prominent Figures of Foreign Countries\"(Part 2). The film deals with immortal feats performed by Kim Il Sung in developing friendly relations among countries and accomplishing the cause of global independence through his energetic external activities, meeting with Deng Xiaoping and other Chinese leaders and party and state leaders and prominent figures of many countries.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA on U.S. Political Provocation",
            "url": "http://kcna.co.jp/item/2004/200408/news08/21.htm#11",
            "content": "Ninth Pyongyang Film Festival Scheduled\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 20 (KCNA) -- The 9th Pyongyang Film Festival (Pyongyang Film Festival of Non-aligned and Other Developing Countries) will be held here from September 12 to 20 amid great expectation and interest of the world progressives and moviemen.\r\n It will be divided into competitions among full-length feature films and movies of TV programs (documentaries, short and cartoon films) and special and information screenings and film market. &nbsp;&nbsp;&nbsp;\r\n The festival guided by the noble idea of independence, peace and friendship will go a long way toward strengthening friendship and unity among peoples and moviemen of various countries pursuing independence, developing exchange and cooperation in the moviedom and putting impetus to the development of national cinematographic art. &nbsp;&nbsp;&nbsp;\r\n During the festival colorful cultural functions will be held and its participants will tour various places including scenic and historical attractions.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rash Remarks of S. Korean \"Minister of Unification\" Flailed",
            "url": "http://kcna.co.jp/item/2004/200408/news08/21.htm#12",
            "content": "KCNA on U.S. Political Provocation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 20 (KCNA) -- The United States is much publicizing \"human rights issue\" and \"drug trafficking\" in the DPRK.\r\n Recently U.S. Congress adopted a bill on human rights in north Korea which called for providing financial and material aid for the overthrow of the political system in the DPRK and urging a third country to observe it. &nbsp;&nbsp;&nbsp;\r\n The U.S. seeks to tarnish the international image of the DPRK over human rights and drug issues and politicize and internationalize those issues in a bid to bring down its inviolable political system. &nbsp;&nbsp;&nbsp;\r\n What type of a political system the DPRK has and what sort of lifestyle its people follow are their internal issue and the U.S. is, therefore, not entitled to say this or that about them. &nbsp;&nbsp;&nbsp;\r\n As the DPRK has already clarified more than once, its people fully enjoy genuine freedom and rights under the socialist system where all people form a big harmonious family. It is the consistent popular policy of the DPRK government to guarantee them human rights to the last in a responsible manner. &nbsp;&nbsp;&nbsp;\r\n It is, therefore, preposterous for the U.S. to take issue with the human rights situation in the DPRK as it pleases, talking rubbish about \"poor human rights performance\" in disregard of the true picture of the country. &nbsp;&nbsp;&nbsp;\r\n Its talk about the drug trafficking is nothing but sheer nonsense. The crimes related to drugs are subject to strict control by the most popular and revolutionary laws under the man-centered socialist system in the DPRK. &nbsp;&nbsp;&nbsp;\r\nThe very existence of their source is impossible in the society. &nbsp;&nbsp;&nbsp;\r\n All facts suffice to prove that a series of issues including human rights and drug issues dreamed up by the U.S. without let-up besides the nuclear issue are aimed to stifle the DPRK and that it has no slightest willingness to co-exist with the DPRK. &nbsp;&nbsp;&nbsp;\r\n This situation leaves the DPRK skeptical as to whether there would be any need for it to continue to sit at the negotiating table with the U.S. for a solution to the nuclear issue or not. &nbsp;&nbsp;&nbsp;\r\n The U.S. side backtracked from all agreements reached at the third round of the six-party talks and officially expressed its stand that human rights and other issues should be addressed if the DPRK-U.S. relations are to be normalized even after a solution to the nuclear issue, blustering that there can never be any quid pro quo for the nuclear freeze. &nbsp;&nbsp;&nbsp;\r\n The U.S. has thus destroyed the foundation of the negotiations for a solution to the nuclear issue of its own accord. &nbsp;&nbsp;&nbsp;\r\n It is clear that nothing can be expected from any negotiations with the U.S. under the present circumstances. &nbsp;&nbsp;&nbsp;\r\n The U.S. administration should rebuild the foundation to keep the process of dialogue going and break the present deadlock. &nbsp;&nbsp;&nbsp;\r\n It is self-evident that no issue between the two countries to say nothing of the nuclear issue can be solved unless the U.S. makes a fundamental switchover in its hostile policy toward the DPRK.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Sung's Ideological and Theoretical Feats Lauded",
            "url": "http://kcna.co.jp/item/2004/200408/news08/21.htm#13",
            "content": "Rash Remarks of S. Korean \"Minister of Unification\" Flailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 20 (KCNA) -- Jong Tong Yong in his first appearance before reporters a few days ago after he took office as \"minister of Unification\" let loose imprudent and disappointing remarks revealing his provocative stand toward the north and wrong mode of thinking reversing white and black. This comes under fire in papers here Friday.\r\n Drawing attention to the fact that the inter-Korean relations, which had been taking a favorable course after the publication of the June 15 joint declaration, are facing an unprecedented challenge with his taking the post of \"minister of Unification,\" a Rodong Sinmun analyst says: &nbsp;&nbsp;&nbsp;\r\n Take for example his words regarding the DPRK-U.S. nuclear issue. &nbsp;&nbsp;&nbsp;\r\n If he knew of the nature of the issue caused by the U.S. hostile policy toward the north and saw that the six-party talks were delayed by the U.S. unilateral and brigandish demand for \"scrapping the nuclear program first\" on the part of the north, he should have urged the United States to make a bold decision to accept the DPRK-proposed principle of \"words for words\", \"action for action\" and \"reward for freeze\" that is publicly recognized by the international community. &nbsp;&nbsp;&nbsp;\r\n Jong, who goes under the name of \"minister of unification\", cannot avoid being frowned upon for having disgraced himself and darkened the prospect of the inter-Korean relations by making free with harebrained remarks reversing the nature of the matter and responsibility and slinging mud at the dialogue partner. &nbsp;&nbsp;&nbsp;\r\n We advise Jong to be mindful that he might ruin himself if he behaved rashly and unseemly, failing to control himself and be prudent in his words and deeds. &nbsp;&nbsp;&nbsp;\r\n Minju Joson says the \"minister of Unification\" should properly know the nature of the north-south relations and get the habit of speaking prudently, reckoning the consequence of his each word.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. and S. Korean Warmongers Advised to Drop Their War Hysteria",
            "url": "http://kcna.co.jp/item/2004/200408/news08/21.htm#14",
            "content": "Kim Il Sung's Ideological and Theoretical Feats Lauded\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 20 (KCNA) -- The most brilliant of the revolutionary feats of President Kim Il Sung is the immortal ideological and theoretical exploit he performed by clearly indicating the road to be followed by the times and the revolution with his clairvoyant wisdom, says Rodong Sinmun in a signed article on Friday.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The 20th century was characterized by the fact that popular masses who had their independence trampled underfoot for a long period became the master of their destiny and turned out in the struggle for the class emancipation and the national liberation and a fierce revolutionary movement raged worldwide. &nbsp;&nbsp;&nbsp;\r\nThe century needed a new revolutionary idea and theory to indicate the road to be followed by it. It was Kim Il Sung, a distinguished thinker and theoretician, who successfully solved this urgent task. &nbsp;&nbsp;&nbsp;\r\n Noting that his clairvoyant wisdom found its manifestation in the fact that he discovered the truth of Juche and founded the great idea guiding the era of independence and gave comprehensive answers to the theoretical and practical problems arising in the revolution and construction in the present times, based on the Juche idea, the article goes on: &nbsp;&nbsp;&nbsp;\r\n It was the President who made a great philosophical discovery with his extraordinary ideological and theoretical wisdom that independence is what keeps man alive and man is the master of his own destiny and is capable of carving out his destiny. &nbsp;&nbsp;&nbsp;\r\n His revolutionary idea consists of the Juche idea and the revolutionary theories and leading method, its embodiment. His ideas and theories are like an encyclopedia. They comprehensively clarify the theoretical and practical problems arising in all fields and phases of the revolution and construction. &nbsp;&nbsp;&nbsp;\r\n His clairvoyant wisdom found its clear expression in the fact that he set out the idea of giving importance to the army for the first time in history and gave an origin to the Songun revolution. &nbsp;&nbsp;&nbsp;\r\n He founded the army first and liberated the country in reliance upon it. &nbsp;&nbsp;&nbsp;\r\nThen he successfully accomplished the cause of founding the party and building the country. &nbsp;&nbsp;&nbsp;\r\n The army and the people of the DPRK are proud to be an ever-victorious heroic army and people who defeated the two formidable imperialist enemies in one generation and the DPRK remains so strong that no enemy dares attack it. This would be unthinkable without the tremendous vitality of his idea of giving importance to the army. The Songun politics of the Workers' Party of Korea is based on this idea and the great Songun revolutionary leadership exploits and a wealth of experience gained in the struggle to embody the idea.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Hostile Policy towards DPRK Assailed",
            "url": "http://kcna.co.jp/item/2004/200408/news08/21.htm#15",
            "content": "U.S. and S. Korean Warmongers Advised to Drop Their War Hysteria\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 20 (KCNA) -- The U.S.-south Korea \"Ulji Focus Lens-04\" joint military exercise slated to be staged from August 23 to September 3 is a military operation to put the scenario for a new Korean war into practice.\r\nThe right to a preemptive attack is not a monopoly of the U.S. as the two countries are technically at war. Rodong Sinmun Friday says this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The Bush forces' talk about a negotiated settlement of the nuclear issue is nothing but a sheer lie. It is a cunning trick veiled with \"peace\" to achieve their aggressive purpose with ease by ideologically disarming the army and people of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Such attempt of the U.S. imperialists only hardens the determination and will of the army and people of the DPRK to make their utmost efforts for increasing the national defence power to protect the sovereignty of the country without any slightest illusion about the U.S. &nbsp;&nbsp;&nbsp;\r\n It is a legitimate measure for self-defence for the DPRK to bolster its military deterrent force under the present situation where the U.S. is keen to stifle the DPRK by force of arms. It is the DPRK's stand and mode of counteraction to get ready for both dialogue and war. &nbsp;&nbsp;&nbsp;\r\n The army and people of the DPRK love peace but know no mercy for the aggressors. The traitors who helped the aggressors will never escape from the deserved punishment. &nbsp;&nbsp;&nbsp;\r\n They will never wait with folded arms until the U.S. imperialists launch an attack upon them. &nbsp;&nbsp;&nbsp;\r\n The U.S. and south Korean bellicose forces had better cool down their heads heated with war hysteria, bearing deep in mind that driving the situation on the Korean peninsula to the brink of war is little short of digging their own graves.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korea Film Export and Import Company",
            "url": "http://kcna.co.jp/item/2004/200408/news08/21.htm#16",
            "content": "U.S. Hostile Policy towards DPRK Assailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 20 (KCNA) -- The U.S. hostile policy towards the DPRK is a main factor of escalating the political and military confrontation and tension on the Korean peninsula. Its main objective is to bring down the dignified Korean style socialist system by use of force and establish instead a political system and order of the \"free world.\" Rodong Sinmun Friday says this in a signed article. It goes on:\r\n The conception of an \"axis of evil\" aimed at starting a war of aggression against the DPRK and stifling it set out by the Bush group right after its coming to power precisely meant a doctrine of evil backing the U.S. aggressive hostile policy towards the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialist warmongers, seized by extreme bitterness towards the DPRK, are deliberately deteriorating the situation and kicking off war hysteria in a bid to seek a military solution to the DPRK-U.S. nuclear issue. Such attitude of the U.S. and its daily escalating moves for a war against the north are pushing the situation on the Korean peninsula to a touch-and-go situation, to the brink of war. &nbsp;&nbsp;&nbsp;\r\n The U.S. hostile moves to stifle the DPRK are the most vicious attempts to perpetuate the split of the Korean nation, block its reunification and foster confrontation. &nbsp;&nbsp;&nbsp;\r\n The U.S. warmongers' DPRK-targeted massive arms buildup and madcap war exercises in and around south Korea are chilling the ardent desire of the Koreans for reunification and vitiating the atmosphere of national reconciliation and peaceful reunification. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are talking much about \"security\" and \"alliance\" in a bid to egg the south Korean authorities onto the political and military confrontation with the north. &nbsp;&nbsp;&nbsp;\r\nThrough this they seek to obstruct the inter-Korean cooperation and stoke distrust and confrontation between the north and south of Korea, while maintaining and consolidating \"the system of cooperation\" with south Korea. &nbsp;&nbsp;&nbsp;\r\n Standing behind the recent unceasing anti-reunification moves in violation of the main spirit of the June 15 joint declaration is the U.S., a monster blocking Korea's reunification. &nbsp;&nbsp;&nbsp;\r\n The situation goes to prove that there can be neither peace and security nor independent national reunification unless the U.S. drops its hostile policy towards the DPRK.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Mineral Water Resources Widely Developed",
            "url": "http://kcna.co.jp/item/2004/200408/news08/21.htm#17",
            "content": "Korea Film Export and Import Company\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 20 (KCNA) -- The Korea Film Export and Import Company is now making posters and pictorials as part of the preparation for the 9th Pyongyang Film Festival.\r\n The company, located in Taedongmun-dong, Central District, Pyongyang, exchanges films with other countries while producing films jointly with and receiving orders from other countries. &nbsp;&nbsp;&nbsp;\r\n After its foundation in April 1950, the company has produced scores of films in collaboration with various countries. Among them are feature films \"The Dependable Comrade-in-Arms,\" \"The Shore of Rescue,\" \"The Valley of Death\" and documentary films \"Legendary Mt. Kumgang\" and \"Mounted Nation.\" &nbsp;&nbsp;&nbsp;\r\n The recently released feature film \"Woman Knight of Koryo\" and documentary film \"Way for Existence\" were made to order. &nbsp;&nbsp;&nbsp;\r\n It has exchanged hundreds of films with over 100 countries. &nbsp;&nbsp;&nbsp;\r\n Besides, the company has participated in international film festivals held in various countries with some 80 films.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}