{
    "date": "2004-10-01",
    "url": "http://kcna.co.jp/item/2004/200410/20041001.htm",
    "articles": [
        {
            "title": "Chinese Ambassador Hosts Reception",
            "url": "http://kcna.co.jp/item/2004/200410/news10/01.htm#1",
            "content": "Chinese Ambassador Hosts Reception \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 30 (KCNA) -- Wu Donghe, Chinese ambassador to the DPRK, Wednesday arranged a reception at the Okryu Restaurant on the occasion of the 55th founding anniversary of the People's Republic of China.\r\n The ambassador in his speech said the fraternal Korean people under the wise leadership of Kim Jong Il have achieved successes in recent years on the three fronts of politics and ideology, anti-imperialism and military affairs and economy and science in the revolutionary spirit of self-reliance and fortitude despite manifold difficulties, thus opening up a new phase in building a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n He noted that the mutual visits of the top leaders of China and the DPRK in recent years, the China visit of Kim Jong Il last April, in particular, were of great significance in the history of Sino-DPRK relations. &nbsp;&nbsp;&nbsp;\r\n He expressed the belief that the friendly and cooperative relations between China and the DPRK would advance and bear richer fruits with the flow of the times under the deep care of the leaders of the two countries. &nbsp;&nbsp;&nbsp;\r\n Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, in his speech said the foundation of the PRC was a historic event which put the lid on the Chinese nation's history full of ordeals and gave birth to a new genuine power of the people on the vast land of China. He noted that the hard-working and resourceful Chinese people have covered a proud road of development through an energetic struggle for the building of a new society and socialist modernization under the leadership of the Communist Party of China over the past 55 years since the foundation of the republic. &nbsp;&nbsp;&nbsp;\r\n Today the Chinese people are registering phenomenal achievements drawing the world's attention in all the spheres of socialist construction and the international prestige of China is rising higher, he said. &nbsp;&nbsp;&nbsp;\r\n Stating that it is the unshakable stand of the Workers' Party of Korea and the DPRK government to consolidate and develop the DPRK-China friendship down through generations, he said: The Korean people will firmly join hands with the fraternal Chinese people in the future, too, in order to boost the bilateral friendship in the spirit agreed upon at a series of meetings and talks held between the leaders of the two countries and fulfill their obligation in this course. &nbsp;&nbsp;&nbsp;\r\n Present at the reception on invitation were Kwak Pom Gi, vice-premier of the DPRK Cabinet, Kim Su Hak, minister of Public Health who is chairman of the Central Committee of the DPRK-China Friendship Association, and other officials and diplomatic envoys of various countries here.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Abolition of Security Law Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200410/news10/01.htm#2",
            "content": "Abolition of Security Law Demanded in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 30 (KCNA) -- A forum was reportedly held in Seoul on September 24 on the theme of \"Total Abolition of the Security Law or Substitute Legislation\" under the co-sponsorship of the Special Committee for the Repeal of the \"Security Law\" and the Special Committee for Scientific Researches of the Reunification Solidarity.\r\n The speakers at the forum said it was unreasonable for the anti-reunification forces to insist on \"substitute legislation\" and \"replenishment of the criminal law,\" letting out the hokum that \"the north always remains the hostile being, regardless of   objective changes in the inter-Korean relations.\" &nbsp;&nbsp;&nbsp;\r\n They branded the SL as a law for the forces hostile to the fellow countrymen and bent on turning back the wheel of the times in view of its nature against democracy, peace, the nation and human rights. &nbsp;&nbsp;&nbsp;\r\n On the same day, wanted persons of the Kwangju and South Jolla Provincial Federation of University Student Councils called a press conference and demanded the south Korean National Assembly unconditionally and completely scrap the SL, the evil law against human rights and reunification. &nbsp;&nbsp;&nbsp;\r\n The National Council of Woman Student Representatives made public a statement on September 23, which noted that the SL had been needed for the \"security of power\" of the successive regimes and it had created an atmosphere of terror in society and dashed the just demand for independence and reunification. &nbsp;&nbsp;&nbsp;\r\n The SL designating the north as \"an enemy\" in the era of national reconciliation and unity, the era of reunification after the publication of the June 15 joint declaration, must disappear at once from the scene of this land, urged the statement.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA Assails U.S. Massive Arms Build-up",
            "url": "http://kcna.co.jp/item/2004/200410/news10/01.htm#3",
            "content": "KCNA Assails U.S. Massive Arms Build-up \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 30 (KCNA) -- The United States is going to deploy a flotilla of the ultra-modern nuclear carrier John Stenis in the waters off the Korean peninsula, according to a press report.\r\n Thomas Fargo, commander-in-chief of the U.S. armed forces in the Pacific, made it clear on September 23 that the U.S. would deploy another aircraft carrier striking group in the Pacific as part of the reorganization of its forces. This is arousing caution not only among the Korean people but the rest of the world community as it is aimed to increase the U.S. forces' capability to strike any region of the world including the Korean peninsula and their maneuverability in the event of \"contingency.\" &nbsp;&nbsp;&nbsp;\r\n The U.S. has already deployed the striking group led by carrier Kitty Hawk in the Pacific. &nbsp;&nbsp;&nbsp;\r\n It is also contemplating the deployment on a permanent basis of ultra-modern Aegis missile destroyers capable of undertaking any duty to intercept ballistic missiles in the East Sea of Korea. &nbsp;&nbsp;&nbsp;\r\n In the meantime the U.S. plans to deploy \"PAC-3\" in south Korea in coming November. &nbsp;&nbsp;&nbsp;\r\n It is massively bolstering up the air and naval forces, while \"readjusting\" its ground forces stationed in south Korea, pursuant to its new \"strategy of preemptive strike.\" &nbsp;&nbsp;&nbsp;\r\n It has introduced into south Korea ultra-modern weapons and units, hundreds of times more effective in terms of fire power, maneuverability and military equipment than the old ones, thus turning it into the biggest modern arsenal in the Far East, a base from which to launch a preemptive nuclear attack. &nbsp;&nbsp;&nbsp;\r\nNot content with this, it is going to take the above-said military actions. &nbsp;&nbsp;&nbsp;\r\nThe DPRK can never overlook these grave military moves. &nbsp;&nbsp;&nbsp;\r\n The U.S. arms build-up indicates that its ambition to bring the DPRK under its control and contain big powers in a bid to establish its political and military domination over the Asian-Pacific region has been carried into extremes. &nbsp;&nbsp;&nbsp;\r\n This arms build-up is designed to round off its preparations for a new Korean war and escalate the military tension on the Korean peninsula. The moves of the U.S. go to prove that its talk about seeking a negotiated peaceful solution to the nuclear issue between it and the DPRK is hypocrisy and it is, in actuality, invariably pursuing a foolish aim to mount a preemptive attack on the DPRK and put it under its control. &nbsp;&nbsp;&nbsp;\r\n It is the scenario of the U.S. in case of \"contingency\" on the Korean peninsula to conduct a ground and air mobile striking operation with its forces deployed in the area south of the River Han and, at the same time, mount a large-scale intensive preemptive strike on the DPRK from sea and air with its naval and air forces stationed in Japan and thus conclude the second Korean war through a blitz warfare with the help of its reinforcements including the rapid deployment task force from such Pacific region as Guam and Hawaii and the U.S. mainland. &nbsp;&nbsp;&nbsp;\r\n As these facts tell, the U.S. is chiefly to blame for destroying the groundwork of the talks, complicating the nuclear issue and escalating the military situation on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n The DPRK is left with no option but to further increase the self-defensive capability to defend the sovereignty of the country now that the U.S. does not abandon its hostile policy towards the DPRK but persistently works to put it under its control by force of arms.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Adherence to Juche Character and National Identity Urged",
            "url": "http://kcna.co.jp/item/2004/200410/news10/01.htm#4",
            "content": "Adherence to Juche Character and National Identity Urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 30 (KCNA) -- Juche character and national identity must be firmly maintained in the revolution and construction, if all the moves of the imperialists and reactionaries are to be frustrated, the independent development of the country and the nation be achieved and the cause of global independence be accomplished, says Rodong Sinmun in a signed article Thursday.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Today the maneuvers of the imperialists and reactionaries to dominate and assimilate other countries and nations are getting feverish. Under this condition, nothing is more important than to firmly establish Juche and bring national character into full play in the revolution and construction. &nbsp;&nbsp;&nbsp;\r\n Adhering to Juche character and national identity in the present times is a vital matter in defending national sovereignty and an important guarantee for glorifying the spirit and tradition of the nation. It is also an important requirement in achieving the prosperity of the country and the nation. &nbsp;&nbsp;&nbsp;\r\n Recollecting that the revolutionary struggle and construction have been promoted in the DPRK with it as its consistent policy to maintain Juche character and national identity from long ago, the paper says: &nbsp;&nbsp;&nbsp;\r\n A dramatic turn is witnessed in the efforts to adhere to Juche character and national identity under the Songun politics pursued by leader Kim Jong Il. Under his Songun politics the dignity and sovereignty of our nation are firmly defended and it is displaying its honor as the most proud and dignified nation which no one dare provoke. National emotion and flavor are felt everywhere and the admirable good manners and customs of the Korean nation such as superior decorum culture, diet culture and life culture are coming into fuller blossom day by day. &nbsp;&nbsp;&nbsp;\r\n National dignity and honor will shine brighter and the prospect of the nation will be vast when it advances with a tight hold on Juche character and national identity as the life and soul and the treasured sword of victory. &nbsp;&nbsp;&nbsp;\r\n It is the unshakable faith and will of the Korean people to build a great prosperous powerful nation of Juche with Juche character and national identity fully incorporated in this land, upholding the Songun leadership of Kim Jong Il.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "GNP's Anti-Reunification Moves under Fire",
            "url": "http://kcna.co.jp/item/2004/200410/news10/01.htm#5",
            "content": "GNP's Anti-Reunification Moves under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 30 (KCNA) -- The reactionaries pursuing confrontation against reunification, quite contrary to the demand of the nation and the trend of the times, can never go scot-free but are bound to go to ruin, warns Rodong Sinmun today in a signed article.\r\n Recalling that the Grand National Party of south Korea, the old conservative political force, is working with blood-shot eyes to keep the \"Security Law\" (SL) in force while making desperate efforts to stem the strong trend towards the abolition of the SL, the article says it is seeking to create an atmosphere of confrontation with the north in south Korean society through a heated argument about the \"nature of the system\". &nbsp;&nbsp;&nbsp;\r\n The GNP and its clan's racket is nothing but anachronistic rowdyism to stop the rapid progress of the history of the Korean nation which has been put on the orbit of reconciliation, cooperation and independent reunification and bring the present era of independence and reunification back to that of inter-Korean confrontation, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n As for the GNP, it is a reactionary conservative group that has exercised its power and lived in splendor while perpetrating acts of treachery after emerging in the old era of confrontation. The group is insisting that the SL, the leftover of the era of dictatorship, should not be abolished and working hard to revive the fascist dictatorship characterized by treachery and anti-reunification acts, talking about the \"nature of the system.\" All this is aimed to bring back the old era of inter-Korean confrontation in a bid to regain its lost position and stifle the sacred cause of independent reunification to be accomplished by the concerted efforts of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n The GNP traitors can never succeed in their attempts to turn back the wheel of the national history while challenging the aspiration of the nation and the trend of the times. A caravan is bound to go ahead though dogs bark.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Exhibits Showing Might of Koguryo",
            "url": "http://kcna.co.jp/item/2004/200410/news10/01.htm#6",
            "content": "Exhibits Showing Might of Koguryo \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 30 (KCNA) -- The Korean Central History Museum in Pyongyang is visited every day by some 1,000 people.\r\n Several thousand pieces of relics showing the long Korean history from the primitive age to modern times are displayed in 19 rooms of the museum. &nbsp;&nbsp;&nbsp;\r\n Among them are more than 400 pieces of relics belonging to the period of Koguryo (B.C.277-668 A.D.). &nbsp;&nbsp;&nbsp;\r\n They show well the might of Koguryo, which existed as a powerful state in the East in the mediaeval history of Korea. &nbsp;&nbsp;&nbsp;\r\n It has been proved by the historical documents -- \"Samguksagi\" of Korea and \"Bei Shi\", \"Wei Guishu\" and \"Tang Huiyao\" of China-- in a scientific way that Koguryo had existed from the 3rd century before Christ. &nbsp;&nbsp;&nbsp;\r\n The 1,800-letter inscription on the stone monument to King Kwanggaetho's Mausoleum (imitation 6.34 meters high), a cultural heritage of Korea, conveys details of the Koguryo foundation and a story about the territory expanded in the period of King Kwanggaetho. &nbsp;&nbsp;&nbsp;\r\n Also on display in the museum are a map showing main forts, and cavaliers clad in armour, models of horses, swords, maekgung (a kind of arrow designed and made to give horror to the enemy with its sound) and other weapons, and tomb murals portraying the Koguryo people's habit of attaching importance to military affairs. All this eloquently shows how the Koguryo people defended its independence and sovereignty for nearly 1,000 years. &nbsp;&nbsp;&nbsp;\r\n The exhibits representing the Koguryo people's struggle against invaders fully reflect the indomitable stamina of the Korean nation with a strong sense of patriotism and justice. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, many relics show the developed culture of Koguryo, a civilized state. &nbsp;&nbsp;&nbsp;\r\n An astronomical map, the oldest one of its kind in the world, is indicative of the astronomical development of Koguryo. Marked on the map are 1,464 asterisms centering on the North Pole, and the equator, ecliptic, longitude, Galaxy, etc. &nbsp;&nbsp;&nbsp;\r\n Buddhist scriptures written with gold dust, various kinds of metal ornaments, vessels, attires, musical instruments and tomb murals preserved in their original color concentrically show the then culture.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to President of Botswana",
            "url": "http://kcna.co.jp/item/2004/200410/news10/01.htm#7",
            "content": "Greetings to President of Botswana \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 30 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Festus G. Mogae, president of Botswana, on Sept. 27 on the occasion of the 38th anniversary of its independence.\r\n The message wished the president greater success in his work for the progress and prosperity of the country and expressed the belief that the friendly relations between the two countries would expand in the mutual interests of the two peoples.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Message of Sympathy to President of Trinidad and Tobago",
            "url": "http://kcna.co.jp/item/2004/200410/news10/01.htm#8",
            "content": "Message of Sympathy to President of Trinidad and Tobago \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 30 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of sympathy to George Maxwell Richard, president of the Republic of Trinidad and Tobago, on Sept. 27 in connection with the strong hurricane that hit the country, causing big human and material losses.\r\n The message expressed deep sympathy and consolation to the president, the government and the people of Trinidad and Tobago and hoped that the government would eradicate the aftermath of the natural disaster and bring the people's living to normal at an early date.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Nigerian President",
            "url": "http://kcna.co.jp/item/2004/200410/news10/01.htm#9",
            "content": "Greetings to Nigerian President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 30 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Monday sent a message of greeting to Olusegun Obasanjo, president of Nigeria, on the occasion of the 44th anniversary of its independence.\r\n We are following with pleasure the fact that under your leadership the Nigerian government and people have made great progress in the work to achieve the national unity and build independent and prospering Nigeria and exerted positive efforts for the peace and common progress of the continent as the state that chairs the African Union, the message said. &nbsp;&nbsp;&nbsp;\r\n It wished the president greater success in his responsible work for the stability and development of the country and the regional peace and common prosperity and expressed the belief that the excellent relations of friendship and cooperation that exist between the two countries would continue to grow stronger.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Message of Sympathy to Prime Minister of Barbados",
            "url": "http://kcna.co.jp/item/2004/200410/news10/01.htm#10",
            "content": "Message of Sympathy to Prime Minister of Barbados\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 30 (KCNA) -- Premier of the DPRK Cabinet Pak Pong Ju sent a message of sympathy to Prime Minister of Barbados Owen Arthur.\r\n The message extended deep sympathy and consolation to him and the government and people of Barbados upon hearing the sad news that Barbados sustained big losses from a recent strong hurricane in the Caribbean region. &nbsp;&nbsp;&nbsp;\r\n The message sincerely hoped that the government of Barbados would remove the aftermath of the natural disaster at the earliest and stabilize the living of the afflicted people.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Greets Chinese Party and State Leaders",
            "url": "http://kcna.co.jp/item/2004/200410/news10/01.htm#11",
            "content": "Kim Jong Il Greets Chinese Party and State Leaders\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 30 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the Democratic People's Republic of Korea, together with Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, and Pak Pong Ju, premier of the DPRK Cabinet, Thursday sent a message of greetings to Hu Jintao, general secretary of the Central Committee of the Communist Party of China, chairman of the Central Military Commission of the CPC and president of the People's Republic of China, Jiang Zemin, chairman of the Central Military Commission of the PRC, Wu Bangguo, chairman of the Standing Committee of the National People's Congress of the PRC, and Wen Jiabao, premier of the State Council of the PRC, on the occasion of the 55th anniversary of the PRC.\r\n Over the last 55 years since the foundation of the PRC, the hard-working and resourceful Chinese people have made vigorous endeavours to firmly defend the gains of revolution attained at the cost of blood, eradicate backwardness and poverty and modernize the country under the leadership of the Communist Party of China and thus brought about a great change in the vast land of China, the message said. &nbsp;&nbsp;&nbsp;\r\n Today the Chinese party, government and people are registering great achievements in the work to attain the goals at a higher stage to build a socialist power with Chinese characteristics and reunify the whole country and the position of China is rising in the international arena day by day, it said, sincerely wishing the Chinese party and state leaders more shining success in their work to unite all the people and build a comprehensively well off society under the leadership of the CPC headed by Hu Jintao. &nbsp;&nbsp;&nbsp;\r\nSteadily expanding and developing the DPRK-China friendship not only conforms with the common desire of the two peoples but greatly contributes to ensuring the peace and security in Asia and the rest of the world, the me ssage said, and noted: It is the consistent stand of the WPK and the DPRK government to set store by and consolidate and develop the DPRK-China friendship. &nbsp;&nbsp;&nbsp;\r\n Expressing the belief that the DPRK-China friendship will develop more viably and comprehensively in the future thanks to the common efforts of the two parties, governments and peoples, the message wholeheartedly wished the PRC prosperity and the Chinese people happiness.    \r\n  \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Chinese Foreign Minister",
            "url": "http://kcna.co.jp/item/2004/200410/news10/01.htm#12",
            "content": "Greetings to Chinese Foreign Minister\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 30 (KCNA) -- Paek Nam Sun, minister of Foreign Affairs of the DPRK, sent a message of greetings to Li Zhaoxing, minister of Foreign Affairs of the People's Republic of China (PRC), on the occasion of its 55th founding anniversary.\r\n The message noted that today the fraternal Chinese people, who have covered the proud road of victory and glory over 55 years, are achieving great progress in their efforts to build a comprehensively well-off society under the leadership of the Communist Party of China headed by General Secretary Hu Jintao and its international prestige is growing day by day. &nbsp;&nbsp;&nbsp;\r\n Expressing the belief that the DPRK-China friendly and cooperative relations would vigorously grow stronger as intended by the leaders of the two countries, the message sincerely wished the PRC prosperity and the Chinese people welfare.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Message of Sympathy to Dominican Foreign Minister",
            "url": "http://kcna.co.jp/item/2004/200410/news10/01.htm#13",
            "content": "Message of Sympathy to Dominican Foreign Minister\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 30 (KCNA) -- DPRK Foreign Minister Paek Nam Sun sent a message of sympathy to Dominican Foreign Minister Carlos Morales Troncoco.\r\n Upon hearing the sad news that hurricane hit various parts of Dominica, causing human and material losses, I express deep sympathy and consolation to you and ,through you, to the government and people of Dominica and the people in the afflicted areas, the message said. &nbsp;&nbsp;&nbsp;\r\n It expressed belief that the government and people of Dominica would eradicate the aftermath of the damage done by hurricane and bring the living of the people in the afflicted areas to normal at an early date. \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}