{
    "date": "2004-10-02",
    "url": "http://kcna.co.jp/item/2004/200410/20041002.htm",
    "articles": [
        {
            "title": "October Anniversaries Celebrated Abroad",
            "url": "http://kcna.co.jp/item/2004/200410/news10/02.htm#1",
            "content": "October Anniversaries Celebrated Abroad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- A seminar was held in Pitesti County, Romania, a celebration meeting and a book and photo exhibition in Ayuthaya Province, Thailand, and a meeting at Callao National University in Peru from September 24 to 26 to mark the 7th anniversary of leader  Kim Jong Il's election as general secretary of the Workers' Party of Korea (WPK), the 59th anniversary of the foundation of the WPK and the 78th anniversary of the formation of the Down-with-Imperialism Union (DIU).\r\n On display at the venues of functions were immortal famous works of President Kim Il Sung and Kim Jong Il, photos and books on their feats in building the Party and photos showing the glorious history of the Party. &nbsp;&nbsp;&nbsp;\r\n Vasile Orleanu, chairman of the Supreme Council of the Socialist Party of Romania, said at the seminar that  Kim Jong Il decisively smashed the anti-DPRK moves of the United States which had got more desperate from the 90s of the last century and pursued the original Songun politics for defending the sovereignty and dignity of the DPRK. Many countries read the face of the U.S., but the DPRK is going its own way and will build a great prosperous powerful nation in near future, he added. &nbsp;&nbsp;&nbsp;\r\n The experience of the DPRK tells us that a country must have a mighty military strength, if it is to firmly defend its sovereignty and dignity from the arbitrariness of imperialism, the speakers stressed. &nbsp;&nbsp;&nbsp;\r\n Songchit Pullap, chairman of the Organization for the Study of the Juche Idea of Thailand, said at the celebration meeting: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has developed and enriched the Juche idea founded by Kim Il Sung as required by the times and the development of history. And he is wisely guiding the WPK and the Korean people by Songun politics which is based on the Juche idea and embodies it. &nbsp;&nbsp;&nbsp;\r\nthe Study of the Juche-based Songun Policy, at the meeting highly praised  Pablo Arellano, vice-chairman of the Peru-Korea Friendship Institute for the exploits of Kim Jong Il in leading the human cause of independence with his original Songun policy.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK Calls for End to U.S. Unilateral and High-handed Practices",
            "url": "http://kcna.co.jp/item/2004/200410/news10/02.htm#2",
            "content": "DPRK Calls for End to U.S. Unilateral and High-handed Practices \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- Evermore undisguised unilateral and high-handed practices are sparking aggression, arbitrariness and uneasiness across the world and causing an uninterrupted vicious cycle in which the sovereignty and interests of small countries are violated to serve the monopolistic interests of specified countries, said Choe Su Hon, vice-minister of Foreign Affairs who is heading the DPRK delegation, addressing the 59th session of the UN General Assembly on Sept. 27.\r\n He noted that Northeast Asia, to be more specific, the Korean peninsula is one of the victims of unilateral and high-handed practices. &nbsp;&nbsp;&nbsp;\r\n He continued: &nbsp;&nbsp;&nbsp;\r\n The danger of a war is increasing as the days go by on the Korean peninsula where the national division imposed upon it by the outsiders has lasted for more than half a century due to the U.S. extreme moves to isolate and stifle the DPRK and its threat to mount a preemptive nuclear attack on it. &nbsp;&nbsp;&nbsp;\r\n The tense political and military situation surrounding the Korean peninsula clearly proves once again the justice of the steps taken by the DPRK to increase its self-defensive military power to prevent a war and ensure peace, pursuant to the Songun politics of leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The DPRK's independent politics, Songun politics serves as a reliable deterrent force for peace and security in Northeast Asia as well as the Korean peninsula and, furthermore, the rest of the world. The DPRK feels highly proud and self-confident of it. &nbsp;&nbsp;&nbsp;\r\n The DPRK had no option but to build a nuclear deterrent force because the present U.S. administration has worked hard to destroy it by force after designating it as part of an \"axis of evil,\" a target of its preemptive nuclear attack, prompted by its inveterate bitterness towards the DPRK system. &nbsp;&nbsp;&nbsp;\r\n The DPRK's nuclear deterrent force is, to all intents and purposes, a legitimate self-defensive means to cope with the daily increasing U.S. nuclear threat and aggression and reliably defend the sovereignty, peace and security of the country. &nbsp;&nbsp;&nbsp;\r\n The denuclearization of the Korean peninsula is the DPRK's goal and it is the consistent stand of its government to seek a negotiated peaceful solution to the nuclear issue between the DPRK and the U.S. &nbsp;&nbsp;&nbsp;\r\n The DPRK will dismantle its nuclear deterrent force when the U.S. abandonment of its hostile policy towards the DPRK including the nuclear threat to the DPRK has been proved in practice. &nbsp;&nbsp;&nbsp;\r\n The parties concerned shared understanding and reached an agreement at the 3rd round of the six-party talks held in June that it is important to observe the principles of \"words for words,\" \"action for action\" and \"reward for freeze\" in the efforts to settle the nuclear issue. &nbsp;&nbsp;&nbsp;\r\n It is the DPRK's consistent stand to pursue the talks as regards the six-party talks, but the evermore undisguised U.S. hostile policy towards the DPRK and the secret nuclear experiments which were disclosed one after another in south Korea are throwing stumbling blocks in the way of the talks. &nbsp;&nbsp;&nbsp;\r\n The UN should not allow any longer the unilateral and high-handed practices, a breach of the UN Charter and international law, at present and realize its full democratization so that all the international issues may be solved in the common interests of the member nations, stressed Choe Su Hon.    \r\n\r\n\r\n"
        },
        {
            "title": "Over 180 Cases of U.S. Aerial Espionage in September",
            "url": "http://kcna.co.jp/item/2004/200410/news10/02.htm#3",
            "content": "Over 180 Cases of U.S. Aerial Espionage in September \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- The U.S. imperialists have committed over 180 cases of aerial espionage against the northern half of Korea in September by mobilizing strategic and tactical reconnaissance planes on different missions.\r\n On September 29, a U-2 committed photographing and electronic espionage against the areas in the depth of the DPRK, making shuttle flights from east to west in the sky above areas along the Military Demarcation Line. &nbsp;&nbsp;&nbsp;\r\n An RC-135 perpetrated electronic and photographing espionage against the whole area of the DPRK on September 10. An E-3 commanding plane spied on the forefront area of the DPRK while commanding the flying corps involved in various war drills on September 9 and 22 and an EP-3 spied on the East and West Seas, coastal areas and the seabed of the DPRK on September 14 and 15. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, 10 reconnaissance planes including RC-135, RC-12 and RC-7B committed aerial espionage against the areas in the depth and important targets of the DPRK on September 13. &nbsp;&nbsp;&nbsp;\r\n These acts of aerial espionage clearly indicate that the U.S. imperialists are watching for a chance to mount a surprise preemptive attack on the DPRK with a view to provoking a new war on the Korean peninsula, timed to coincide with their massive shipment of up-to-date combat equipment into south Korea and relocation of their aggressor troops in the area south of the River Han.    \r\n\r\n\r\n"
        },
        {
            "title": "Shanghai Juvenile Art Troupe Gives Its Performance for Guests of Honor",
            "url": "http://kcna.co.jp/item/2004/200410/news10/02.htm#4",
            "content": "Shanghai Juvenile Art Troupe Gives Its Performance for Guests of Honor \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- The visiting Shanghai juvenile art troupe of China gave its performance for guests of honor at the Mangyongdae Schoolchildren's Palace on Thursday.\r\n The art troupe is made up of excellent little artistes of the Tung Fang Children's Art Troupe of the Chinese Welfare Society Children's Palace with a history spanning nearly 50 years. &nbsp;&nbsp;&nbsp;\r\n Present there on invitation were Kim Yong Nam, Choe Thae Bok, Yang Hyong Sop and other senior officials, officials concerned, teachers and schoolchildren in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Zou Wei, head of the Shanghai juvenile art troupe of China, and other commanding members, Ambassador Wu Donghe and staff members of the Chinese embassy here and Chinese students studying in the DPRK were among the audience. &nbsp;&nbsp;&nbsp;\r\n The performance raised its curtain with a chorus of immortal revolutionary paean \"Song of General Kim Il Sung.\" The art troupe put on the stage colorful numbers including song and dance \"Flower Garden of Happiness,\" national instrumental trio \"Landscape of Jiangnan\" and dance \"Appearance of China.\" &nbsp;&nbsp;&nbsp;\r\n It also presented Korean songs including chorus \"I Will Remain Faithful All My Life,\" \"If Our Mother Smiles a Happy Smile\" and \"Bumper Harvest of Apples\" to the delight of the audience. &nbsp;&nbsp;&nbsp;\r\n The performance ended with a chorus of immortal revolutionary paean \"Song of General Kim Jong Il.\" &nbsp;&nbsp;&nbsp;\r\n The performers truthfully represented the deep friendly feelings of the Chinese people towards the Korean people and the bright and cheerful appearance of the Chinese schoolchildren growing to be pillars who would shoulder upon themselves the future of the Chinese nation.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reception Given by Chinese Consul General in Chongjin",
            "url": "http://kcna.co.jp/item/2004/200410/news10/02.htm#5",
            "content": "Reception Given by Chinese Consul General in Chongjin \r\n&nbsp;&nbsp;&nbsp; Chongjin, September 30 (KCNA) -- Wang Yonggui, Chinese consul general in Chongjin, hosted a reception Thursday evening on the occasion of the 55th founding anniversary of the People's Republic of China.\r\n Present on invitation were Pak Su Gil, chairman of the North Hamgyong Provincial People's Committee, Pak Chan Won, secretary of the North Hamgyong Provincial Committee of the Workers' Party of Korea, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Staffers of the Chinese consulate general were on hand. &nbsp;&nbsp;&nbsp;\r\n Speeches were made.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. Scenario for Preemptive Nuclear Attack on DPRK Assailed",
            "url": "http://kcna.co.jp/item/2004/200410/news10/02.htm#6",
            "content": "U.S. Scenario for Preemptive Nuclear Attack on DPRK Assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- Aegis destroyers equipped with an ultra-modern missile system which belong to the U.S. 7th Fleet have started performing their operation duties after being deployed in the East Sea of Korea for an actual war and the south Korea-U.S. \"Combined Command\" is now busy with the moves to deploy PAC-3 in the U.S. air force based in Kwangju this November. This proves that the U.S. attempt to invade the DPRK has reached a serious phase of implementation. Rodong Sinmun Friday observes this in a signed commentary.\r\n The U.S. is paying lip-service to the diplomatic and peaceful solution to the nuclear issue between the DPRK and the U.S. but that is nothing but sophism to cover up its scenario of aggression against the DPRK, the commentary says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. is least interested in solving the nuclear issue and only seeks to aggravate the situation. What it seeks through the six-party talks for the settlement of the nuclear issue is to use them as a leverage for putting pressure upon the DPRK and hype up the issue in a bid to implement its policy to stifle the DPRK. In fact, the U.S. bellicose forces are going mad with arms build-up and largest-ever exercises targeted against the DPRK to preempt an attack on it behind the scene of dialogue. &nbsp;&nbsp;&nbsp;\r\n The U.S. should clearly understand that a preemptive attack is not its monopoly. The DPRK has already clarified its stand that it would never remain an onlooker to the arms build-up frantically stepped up by the U.S. behind the scene of the six-party talks and would not wait until the U.S. has rounded off its preparations for an attack, occupied positions and preempted an attack on it. The U.S. imperialist bellicose forces' frantic arms build-up to start a war will only heighten the Korean people's anti-Americanism and increase the DPRK's war deterrent force. The second Korean war to be launched by the U.S. would only offer a momentous occasion in putting an end to the war hysteria of the American empire, the commentary concludes.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reception Arranged to Mark PRC Anniversary",
            "url": "http://kcna.co.jp/item/2004/200410/news10/02.htm#7",
            "content": "Reception Arranged to Mark PRC Anniversary \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- The Korean Committee for Cultural Relations with Foreign Countries (KCCRFC) and the Central Committee of the DPRK-China Friendship Association arranged a reception at the People's Palace of Culture on Thursday evening on the occasion of the 55th founding anniversary of the People's Republic of China (PRC).\r\n Present there were Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n Mun Jae Chol, acting chairman of the KCCRFC, in his speech at the reception said that the foundation of the PRC was the brilliant fruition of the victory won in the people's revolution through a protracted and arduous struggle under the leadership of the Communist Party of China (CPC) and a historic event which brought about an epochal change in the Chinese revolution and political life of its people. &nbsp;&nbsp;&nbsp;\r\n Today the Chinese people are making vigorous endeavours to attain the strategic goal to build a comprehensively well-off society according to the decision of the 16th Congress of the CPC, he said, and went on: &nbsp;&nbsp;&nbsp;\r\n The DPRK-China friendship which was provided and brought into bloom by President Kim Il Sung and the leaders of the elder generation of China is now steadily developing favorably under the deep care of leader Kim Jong Il and the new collective leadership of China headed by respected Hu Jintao. &nbsp;&nbsp;&nbsp;\r\n The DPRK-China friendly and cooperative relations will steadily expand and develop as ever in the spirit agreed upon at the meeting and talks between the supreme leaders of the two countries. &nbsp;&nbsp;&nbsp;\r\n Wu Donghe, Chinese ambassador e.p. to the DPRK, said in his speech that since the foundation of the PRC the Chinese people have achieved shining successes in different fields through strong unity and fortitude under the leadership of the CPC over the past 55 years. &nbsp;&nbsp;&nbsp;\r\n The significant celebration of the 56th anniversary of the founding of the DPRK proved once again that the Korean army and people are united close around the Workers' Party of Korea headed by General Secretary Kim Jong Il, he noted. &nbsp;&nbsp;&nbsp;\r\n He wished the Korean people success in building a great prosperous powerful socialist nation and the efforts to achieve the country's reunification. &nbsp;&nbsp;&nbsp;\r\n He went on to say: The Sino-DPRK friendship which was provided and brought into bloom by the revolutionaries of the elder generation of China and the DPRK is now continuing to develop favorably under the deep care of the leaders of the two countries. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's visit to China in April and the Korea visit by the Chinese party and government delegation are of great importance in steadily strengthening and developing the Sino-DPRK friendly and cooperative relations. &nbsp;&nbsp;&nbsp;\r\n He expressed the belief that the great Sino-DPRK friendship would become more beautiful in the new century under the deep care of the top leaders of the two countries.       \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "PRC Anniversary Observed",
            "url": "http://kcna.co.jp/item/2004/200410/news10/02.htm#8",
            "content": "PRC Anniversary Observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- The Korean people extend warm congratulations and friendly salute to the fraternal Chinese people on the occasion of the 55th anniversary of the foundation of the People's Republic of China (PRC), say papers here Friday in editorial articles dedicated to the anniversary.\r\n The foundation of the PRC was an epochal event of a great turning point in the history of the Chinese people, Rodong Sinmun says, and goes on: &nbsp;&nbsp;&nbsp;\r\n It is high pride and self-confidence for the Chinese people that the PRC has covered a historic path of glorious struggles and steady victorious advance for the past 55 years. &nbsp;&nbsp;&nbsp;\r\n The new collective leadership of China led by Hu Jintao has made signal successes in the efforts to unite the Chinese people and lead them to build a comprehensively well-off society on the principle of \"people first and governance for the people\" based on the important thought of \"three represents\" and strikingly demonstrated the might of the country. &nbsp;&nbsp;&nbsp;\r\n The fourth plenary meeting of the 16th Central Committee of the Communist Party of China held recently adopted a resolution on increasing the party's ruling capacity. It called for maintaining the party's absolute leadership over the army, stepping up its overall building and promoting the cause of the country's reunification, considering it as an important strategic task of the ruling party to maintain the balanced development of defence build-up and economy and build modern and regular revolutionary forces. &nbsp;&nbsp;&nbsp;\r\n This is of great significance in increasing the party's leadership over all fields of the revolution and construction, developing the economy and national defence capability and converting China into a more powerful country as required by the developing revolution. &nbsp;&nbsp;&nbsp;\r\n China enjoys ever-growing prestige and influence on the international arena today. The Korean people are greatly pleased to see things going on well in China. &nbsp;&nbsp;&nbsp;\r\n The DPRK-China friendship forged and developed in the common struggle for independence and socialism against imperialism is now growing stronger under the deep care of the leaders of the two countries. This gives an impetus to socialist construction in the two countries and contributes to peace in Asia and the rest of the world. &nbsp;&nbsp;&nbsp;\r\n Minju Joson says that the Korean people rejoice over the achievements made in China as over their own and sincerely hope that the Chinese people would register greater success in their future efforts.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Koguryo Medicine",
            "url": "http://kcna.co.jp/item/2004/200410/news10/02.htm#9",
            "content": "Koguryo Medicine\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- Koryo medicine, traditional medicine of Korea, has been developed by creative power and talent of the Korean people from olden times.\r\n Koguryo, the first feudal state existed in Korea from B.C. 227 to 668 A.D., was ahead of other countries in medical arts, too, especially in acupuncture. &nbsp;&nbsp;&nbsp;\r\n Japanese Chronicle, a 30-volum Japanese historical book, conveys a story about a Japanese curing any kind of diseases with acupuncture he learnt in Koguryo. &nbsp;&nbsp;&nbsp;\r\n Koguryo people used various herbs and pharmaceuticals in medical treatment and exported them to other countries. &nbsp;&nbsp;&nbsp;\r\n A Chinese historical document introduces insam (ginseng) of Koguryo good for medical treatment and a song about it. &nbsp;&nbsp;&nbsp;\r\n The Koguryo people, who were the first in the world to cultivate insam and use it for medical treatment and promotion of health, widely used botanical, animal and mineral medicines for curing diseases. They applied kelp to the treatment of thyroiditis for the first time in the world. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the Koguryo people developed methods of manufacturing various kinds of medicines and their usage. &nbsp;&nbsp;&nbsp;\r\n Chongumyobang, an old medical book, says that the Koguryo people made tablets with some 20 kinds of pharmaceuticals including rhubarb, wild plant root, ginger, wild ginger plant, peony and honey to cure chronic gastritis and gastric ulcer. This shows the developed pharmaceutical methods and prescriptions in the period of Koguryo. &nbsp;&nbsp;&nbsp;\r\n The Koguryo people also had good experience in curing patients suffering from various kinds of diseases. &nbsp;&nbsp;&nbsp;\r\n The medical achievements of the Koguryo people have served as a great foundation of the development of national medicine. &nbsp;&nbsp;&nbsp;\r\n On the basis of their achievements, Uibangryuchi, the first medical encyclopedia in the world, was made in Korea in 1445.       \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Nationwide Struggle against U.S. Military Presence in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200410/news10/02.htm#10",
            "content": "Nationwide Struggle against U.S. Military Presence in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- Let's make 2005 the year of the U.S. troops' withdrawal from south Korea!\r\n The slogan came from the joint appeal sent to the south Korean people by organizations of the Democratic People's Republic of Korea 59 years after the U.S. forces occupied south Korea. &nbsp;&nbsp;&nbsp;\r\n The south Korean occupation by the U.S. imperialist aggression forces is a disgrace and tragedy unprecedented in the Korean nation's history spanning 5,000 years. &nbsp;&nbsp;&nbsp;\r\n In the first five years of their occupation, the U.S. forces killed more than a million people in south Korea. During the three-year Korean war, they dropped some 564,400 tons of bombs, devastating all areas of the DPRK. &nbsp;&nbsp;&nbsp;\r\n More than 270,000 cases of GI crimes have been reported in south Korea until 1999 from the August 15 liberation of the country. &nbsp;&nbsp;&nbsp;\r\n The danger of war has persisted on the Korean peninsula due to the U.S. imperialists' ceaseless war preparations against the DPRK. &nbsp;&nbsp;&nbsp;\r\n The struggle for the U.S. forces' withdrawal from south Korea has been invigorated in the north and south of Korea and overseas. &nbsp;&nbsp;&nbsp;\r\n Sin Yong Song, vice-minister of Electricity and Coal Industries, told KCNA that the joint appeal fully mirrors the unanimous desire and patriotic will of all the fellow countrymen. &nbsp;&nbsp;&nbsp;\r\n The north, south and overseas headquarters of the National Alliance for the Country's Reunification, too, issued a joint appeal calling upon the 70 million fellow countrymen at home and abroad to turn out in the nationwide struggle for driving the U.S. troops out of south Korea. &nbsp;&nbsp;&nbsp;\r\n In south Korea the Kwangju-South Jolla Provincial Federation of University Student Councils held a rally to declare a struggle for the U.S. forces' withdrawal from south Korea and the National Democratic Front, the Federation of University Student Councils, the Solidarity for the Implementation of the South-North Joint Declaration and other organizations have conducted various activities to this end. &nbsp;&nbsp;&nbsp;\r\n Koreans in Japan, China, Russia and other regions and countries have manifested their willingness to join in the nationwide struggle against the U.S. military presence in south Korea. &nbsp;&nbsp;&nbsp;\r\n The International Liaison Committee for Reunification and Peace in Korea in an appeal called upon all the peaceloving and progressive anti-U.S. forces in the world to fight in unity to force the U.S. to withdraw all its troops and military equipment from south Korea.       \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Wreath to Bier of Son Won Thae",
            "url": "http://kcna.co.jp/item/2004/200410/news10/02.htm#11",
            "content": "Wreath to Bier of Son Won Thae\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- Leader Kim Jong Il sent a wreath to the bier of Son Won Thae Friday, expressing deep condolences on his death.      \r\n  \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Sends Message of Condolences to Bereaved Families of Son Won Thae",
            "url": "http://kcna.co.jp/item/2004/200410/news10/02.htm#12",
            "content": "Kim Jong Il Sends Message of Condolences to Bereaved Families of Son Won Thae\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- Leader Kim Jong Il sent a message of condolences to the bereaved families of Son Won Thae on Sept. 30 upon his death.\r\n Upon hearing the sad news that Son Won Thae died of sudden illness I express deep condolences to the bereaved families of the late Son, the message said.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Guinean President",
            "url": "http://kcna.co.jp/item/2004/200410/news10/02.htm#13",
            "content": "Greetings to Guinean President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Lansana Conte, president of Guinea, Friday on the occasion of the 46th anniversary of its independence.\r\n Expressing the belief that the traditional friendly and cooperative relations between the two countries would grow stronger, the message sincerely wished him and his people greater success in their work for the stability and socio-economic progress of the country.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets Foreign Delegations",
            "url": "http://kcna.co.jp/item/2004/200410/news10/02.htm#14",
            "content": "Kim Yong Nam Meets Foreign Delegations\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People��s Assembly, met and had a conversation with the delegation of the Supreme Court of Russia led by its President Byacheslav Rebezev at the Mansudae Assembly Hall Friday when the latter paid a courtesy call on him.\r\n On hand were Yun Myong Guk, first vice-chief justice of the DPRK Central Court, and Andrei Karlov, Russian ambassador to the DPRK.\r\n The head of the delegation said that while staying in Korea he came to know better about the Juche idea founded by President Kim Il Sung and the Korean people single-heartedly united around leader Kim Jong Il. He added he would strive to further develop the relations with the DPRK. &nbsp;&nbsp;&nbsp;\r\n On the same day, Kim Yong Nam met and had a talk with the delegation of Italian parliamentarians from political parties led by Domenico Bova, member of the Chamber of Deputies of Italy and chairman of the Italian-DPRK Friendship Parliamentary Group. &nbsp;&nbsp;&nbsp;\r\n Present there were Pak Kyong Son, vice-director of a department of the Central Committee of the Workers�� Party of Korea, Ri Jong Hyok, deputy to the Supreme People��s Assembly who is chairman of the DPRK-Italy Friendship Parliamentary Group, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n The head of the delegation said that that he would strive to develop the cooperation and exchange between the two countries and positively support the reunification of Korea.          \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Russian Guest",
            "url": "http://kcna.co.jp/item/2004/200410/news10/02.htm#15",
            "content": "Gift to Kim Jong Il from Russian Guest\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 1 (KCNA) -- Leader Kim Jong Il was presented with a gift by Byacheslav Rebezev, president of the Supreme Court of Russia, on a visit to the DPRK.\r\n The gift was handed to Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Friday by the president of the Supreme Court.          \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}