{
    "date": "2004-06-12",
    "url": "http://kcna.co.jp/item/2004/200406/20040612.htm",
    "articles": [
        {
            "title": "U.S. True Intention behind Its Plan for Troop Cutback and Relocation under Fire",
            "url": "http://kcna.co.jp/item/2004/200406/news06/12.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Commemorative Stamps Issued",
            "url": "http://kcna.co.jp/item/2004/200406/news06/12.htm#2",
            "content": "U.S. True Intention behind Its Plan for Troop Cutback and Relocation under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 11 (KCNA) -- The All-People Solidarity reportedly issued a statement on June 7 in which it demanded the U.S. retract its plan for the transfer and expansion of its base and the authorities come out for the renegotiations over the issue of transfer of the Ryongsan U.S. military base.\r\n The U.S. is blustering that the \"south Korea-U.S. combined forces plays the function of a regional force in Northeast Asia\" and \"the U.S. troops in south Korea can be dispatched to any part of the world any time.\" This clearly indicates that the plan to cut down the U.S. troops and relocate them has been carried out within the framework of its plan to hold hegemony over Northeast Asia, the statement said, and went on: &nbsp;&nbsp;&nbsp;\r\n The U.S. clarified its intention to convert the \"south Korea-U.S. alliance\" into \"a regional alliance,\" revealing that a series of rounds of the Future of south Korea-U.S. alliance policy initiative talks held so far were aimed to implement its new military strategy. &nbsp;&nbsp;&nbsp;\r\n For the authorities to have agreed to cover the expenses for the transfer of the U.S. military base in Ryongsan and offer sites for new buildings in the base is little short of meeting the U.S. demand and providing conditions necessary for carrying out a war, the statement contended.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "RS. Calls for Cherishing Consciousness of Being Driving Force of Nation",
            "url": "http://kcna.co.jp/item/2004/200406/news06/12.htm#3",
            "content": "Commemorative Stamps Issued \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 11 (KCNA) -- The Korea Stamp Corporation issued commemorative stamps (a souvenir sheet, three sheetlets and a stamp) on the occasion of the 40th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\r\n Written in the upper parts of the souvenir sheet and sheetlet are Letters \"Celebration of the 40th Anniversary of the Great Leader Comrade Kim Jong Il's Start of Work at the Central Committee of the WPK Juche 53 (1964) - Juche 93 (2004).\" &nbsp;&nbsp;&nbsp;\r\n The sheet contains a stamp carrying a photograph of President Kim Il Sung and Kim Jong Il against the background of a flag of the WPK. Its lower part is framed with beautiful magnolias. &nbsp;&nbsp;&nbsp;\r\n The sheetlets contain stamps carrying photographs of Kim Jong Il in his office at the WPK Central Committee, examining a design for a grand monument to be erected in the revolutionary battle site in Samjiyon and going down to a deep underground cutting face of the Komdok Mining Complex by a pit car. &nbsp;&nbsp;&nbsp;\r\n There are also stamps carrying photographs of Kim Jong Il inspecting a frontline unit post and going round a new minor power station in Jagang Province. &nbsp;&nbsp;&nbsp;\r\n Seen on a separate stamp are letters \"40th Anniversary of the Great Leader Comrade Kim Jong Il's Start of Work at the WPK Central Committee\" with a flag of the WPK in the centre and on its right side Kimjongilias and the Tower of the Juche Idea.    \r\n\r\n\r\n    \r\n\r\n"
        },
        {
            "title": "Discharged Soldiers Take Big Share in Economic Construction",
            "url": "http://kcna.co.jp/item/2004/200406/news06/12.htm#4",
            "content": "RS. Calls for Cherishing Consciousness of Being Driving Force of Nation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 11 (KCNA) -- Consciousness of being the driving force of the nation is the Juche-based ideological viewpoint and stand for the members of the nation to fulfill their responsibility in the struggle to reject outsiders and achieve the reunification of the country through the efforts and fight of the nation.\r\n Rodong Sinmun Friday says this in a signed article. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n When the whole nation cherishes the steadfast consciousness of being the driving force of the nation can it reject flunkeyism and dependence on outsiders in realizing the cause of reunification and ensure the ideological purity of the ranks of the reunification movement. &nbsp;&nbsp;&nbsp;\r\n Only then, there will be no room for flunkeyism and the idea of depending on outsiders, the main obstacles in the way of advancing the era of independence and reunification. &nbsp;&nbsp;&nbsp;\r\n For the whole nation to deeply cherish the consciousness of being the driving force of the nation is a prerequisite to preserving and implementing the June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n Now that outsiders and flunkeyist and treacherous forces are resorting to the vicious moves to negate and scrap the joint declaration, the declaration for independence and reunification can neither be preserved nor implemented unless the whole nation cherishes and steadily enhances this consciousness. &nbsp;&nbsp;&nbsp;\r\n The driving force for national reunification can be built and strengthened only when it is based on this consciousness. &nbsp;&nbsp;&nbsp;\r\n When the whole nation satisfactorily plays its role, deeply cherishing the consciousness of being the masters of the movement for national reunification, the driving force of reunification will be strengthened in every way and the cause of reunification will dynamically advance.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pyongyang Circus Proves Successful",
            "url": "http://kcna.co.jp/item/2004/200406/news06/12.htm#5",
            "content": "Discharged Soldiers Take Big Share in Economic Construction \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 11 (KCNA) -- Discharged soldiers have performed feats in the efforts for building a great prosperous powerful nation in the revolutionary soldier spirit with which they defended leader Kim Jong Il during their military service.\r\n They have distinguished themselves in the land realignment and Paekma-Cholsan waterway projects, Taehongdan County, factories, mines, collieries and forestry stations. &nbsp;&nbsp;&nbsp;\r\n Those in Taehongdan County, enrolled in the study-while-working system, are playing a key role in putting potato farming on a scientific basis and introducing the comprehensive mechanization. &nbsp;&nbsp;&nbsp;\r\n The demobilized soldiers working at the Rangrim Forestry Station have transported large quantities of timber without using oil by introducing effective working methods in the spirit of self-reliance under difficult economic conditions. &nbsp;&nbsp;&nbsp;\r\n Discharged soldiers reclaimed 12 hectares of sapling fields and transplanted 2.4 million saplings there in a fortnight. &nbsp;&nbsp;&nbsp;\r\n Such signal achievements have been made by those working with the Ranam Coal Mining Machine Complex, too.   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Paek Nam Sun Meets New Bangladeshi Ambassador",
            "url": "http://kcna.co.jp/item/2004/200406/news06/12.htm#6",
            "content": "Pyongyang Circus Proves Successful \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 11 (KCNA) -- The Pyongyang Circus of the Democratic People's Republic of Korea has successfully created colorful acrobatic pieces on the basis of realistic themes.\r\n These days the circus has performed newly-created aerial, physical, ice, synchronized swimming and animal acrobatic pieces. &nbsp;&nbsp;&nbsp;\r\n Among them are such national aerobatics as \"Young People Displaying Their Resourcefulness\", \"Courageous Youth\" and \"A Woman Knight\", and world-famous \"Double Aerial Flight on Swing\" and \"Multi-Flight\". &nbsp;&nbsp;&nbsp;\r\n The stunts reflect the courage, grit and optimistic and emotional life of the Korean people. &nbsp;&nbsp;&nbsp;\r\n The circus, which was founded in June Juche 41(1952) when the Fatherland Liberation War against the U.S. imperialists was at its height, greeted a new era of its development in the 1970s under the wise guidance of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Many world-famous acrobatic pieces were created in that period. Typical of them are \"Seesaw\", \"Rope-walking\", \"Rope Jumping\", \"Cheerful Cooks\", \"Two Seamen\", \"Brave Seamen\", \"Flying Girls\", \"Three-stage Trapeze Flight\", \"Plastic Acrobatics in Water\", \"Balancing in Water\" and  \"Hand Trick on Ice\". &nbsp;&nbsp;&nbsp;\r\n Meanwhile, many illusionary, general and functional juggleries have been created and a radical change has taken place in their content, form and performance. &nbsp;&nbsp;&nbsp;\r\n Since its foundation, the circus has given more than 24,000 performances at home and over 5,000 in more than 70 countries. &nbsp;&nbsp;&nbsp;\r\n It has won more than 30 prizes including gold prize, gold lion, gold crane and President's prizes and a lot of silver and bronze prizes at the 8th World Acrobatics Championships and scores of acrobatic festivals. And it won special cups, grand cups and gold medals in several international magic festivals and produced a \"Twice Magic King\" and \"Magic Queen\".    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Chief Executive of Interpacific of Switzerland",
            "url": "http://kcna.co.jp/item/2004/200406/news06/12.htm#7",
            "content": "Paek Nam Sun Meets New Bangladeshi Ambassador \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 11 (KCNA) -- DPRK Foreign Minister Paek Nam Sun met and conversed with Ashfaqur Rahman, new Bangladeshi ambassador e.p. to the DPRK, who paid a courtesy call on him Friday.    \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Secretary of Foreign Affairs of Philippines",
            "url": "http://kcna.co.jp/item/2004/200406/news06/12.htm#8",
            "content": "Gift to Kim Jong Il from Chief Executive of Interpacific of Switzerland \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 11 (KCNA) -- Leader Kim Jong Il received a gift from Peter Zuellig, chief executive of the Interpacific of Switzerland, on a visit to the DPRK.\r\n The chief executive Friday handed the gift to Ro Tu Chol, vice-premier of the DPRK Cabinet.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Sends Message of Greetings to President of Philippines",
            "url": "http://kcna.co.jp/item/2004/200406/news06/12.htm#9",
            "content": "Greetings to Secretary of Foreign Affairs of Philippines \r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 11 (KCNA) -- Paek Nam Sun, minister of Foreign Affairs, sent a message of greetings to Delia Domingo Albert, secretary of Foreign Affairs of the Republic of the Philippines, on the occasion of the 106th national day of the country.\r\n Expressing the belief that the friendly relations between the two countries would develop on good terms, the message sincerely wished her new success in her work.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Portuguese President",
            "url": "http://kcna.co.jp/item/2004/200406/news06/12.htm#10",
            "content": "Kim Yong Nam Sends Message of Greetings to President of Philippines\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Friday sent a message of greetings to Gloria Macapagal Arroyo, president of the Republic of the Philippines, on the 106th national day.\r\n Expressing the belief that the friendly and cooperative relations between the two countries will develop on good terms in various domains, the message wished the president of the Philippines greater success in her responsible work for the country's political stability and prosperity.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Libyan Head of State",
            "url": "http://kcna.co.jp/item/2004/200406/news06/12.htm#11",
            "content": "Greetings to Portuguese President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, on Thursday sent a message of greetings to George Fernando Branco de Sampaio, president of the Portuguese Republic, on the occasion of the national day.\r\n Expressing the belief that the relations between the two countries would continue to develop on good terms, the message wished the Portuguese president new success in his responsible work.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Appreciates Performance Given by Russian Academy Ensemble",
            "url": "http://kcna.co.jp/item/2004/200406/news06/12.htm#12",
            "content": "Greetings to Libyan Head of State\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, on Thursday sent a message of greetings to Moammer el Gaddafi, leader of the Great September First Revolution of the Great Socialist People's Libyan Arab Jamahiriya, on the occasion of the 34th anniversary of the dismantlement of the U.S. military base from Libya.\r\n Extending warm congratulations to the head of state, the leadership and the people of Libya, the message wished him greater success in his work to defend the national dignity and achieve progress and prosperity of the country.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Receives Head of Russian Academy Ensemble",
            "url": "http://kcna.co.jp/item/2004/200406/news06/12.htm#13",
            "content": "Kim Jong Il Appreciates Performance Given by Russian Academy Ensemble\r\n&nbsp;&nbsp;&nbsp; Pyongyang, June 11 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, today appreciated a performance given by the visiting State Academy Ensemble of the Ministry of Interior of Russia.\r\n Also enjoying the performance were Kim Yong Chun, chief of the General Staff of the KPA, Kim Il Chol, minister of the People's Armed Forces, Kim Ki Nam, secretary of the Central Committee of the WPK, and general officers of the KPA. &nbsp;&nbsp;&nbsp;\r\n Also among the audience were Andrei Karlov, Russian ambassador to the DPRK, and staff members of the embassy. &nbsp;&nbsp;&nbsp;\r\n The ensemble raised the curtain with \"Song of General Kim Il Sung\". &nbsp;&nbsp;&nbsp;\r\n Through its performance Russian artistes truthfully represented the Russian people's love for their motherland and their optimistic life with high artistry. &nbsp;&nbsp;&nbsp;\r\n The performance closed with a loud singing of \"Song of General Kim Jong Il\" in Korean. &nbsp;&nbsp;&nbsp;\r\n The performance pervaded with the warm Korean-Russian friendship was acclaimed by the audience. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il sent a floral basket to the Russian artistes, congratulating them on their successful performance.       \r\n\r\n\r\n\r\n"
        }
    ]
}