{
    "date": "2004-11-17",
    "url": "http://kcna.co.jp/item/2004/200411/20041117.htm",
    "articles": [
        {
            "title": "Struggle for Total Withdrawal of U.S. Forces Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200411/news11/16.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Support and Solidarity Expressed to Palestine and Other Arab Nations in Their Cause",
            "url": "http://kcna.co.jp/item/2004/200411/news11/16.htm#2",
            "content": "U.S. Nuclear War Games under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- The South Headquarters of the National Alliance for the Country's Reunification (Pomminryon) on November 10 reportedly issued a commentary titled \"We denounce the U.S. drill of A-bomb dropping on the Korean Peninsula for a nuclear preemptive attack on the north\".\r\n Recalling that the U.S. nuclear war exercises were staged after the publication of the DPRK-U.S. Agreed Framework in 1994, the commentary says this throws a revealing light on the true colors of the U.S. which has so far taken a hypocritical stand towards the north. &nbsp;&nbsp;&nbsp;\r\n It continues: &nbsp;&nbsp;&nbsp;\r\n As long as the U.S. forces seeking a nuclear war against the Korean nation stay in south Korea, the Korean Peninsula can not be freed from the danger of a war even a moment. &nbsp;&nbsp;&nbsp;\r\n Nevertheless, the south Korean authorities are loud-mouthed about cooperation with the U.S. This is as good as intending to leave the destiny of the Korean nation to the tender mercy of the U.S. war hawks and support the nuclear war on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The only way of defending the destiny of the Korean nation lies in breaking up the south Korea-U.S. \"alliance\" and forcing the U.S. troops out of south Korea at an early date by the united strength of the Korean nation.    \r\n \r\n\r\n  \r\n\r\n"
        },
        {
            "title": "NDFSK Calls for Struggle against U.S. Moves for Nuclear War",
            "url": "http://kcna.co.jp/item/2004/200411/news11/16.htm#3",
            "content": "Repeal of NSL Urged by South Korean Buddhists \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- South Korean Buddhists called a press conference in Seoul on Nov. 11 to declare their struggle for the abolition of the \"National Security Law\" (NSL), according to a press report.\r\n The speakers said they had traveled across south Korea to collect signatures of Buddhists demanding the repeal of the NSL and stated they would launch a movement for the repeal of the evil law together with organizations of Buddhist circles and believers in Buddhism. &nbsp;&nbsp;&nbsp;\r\n Then a press release signed by 2,296 Buddhists was read out at the press conference. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, members of the Teachers' Union of south Korea held a candlelight event for the abolition of the NSL near the \"National Assembly\" building on Nov. 1   \r\n   \r\n\r\n\r\n"
        },
        {
            "title": "GNP Condemned for Backing U.S Anti-north Moves",
            "url": "http://kcna.co.jp/item/2004/200411/news11/16.htm#4",
            "content": "U.S. Anti-DPRK Moves under Fire in UK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- The British Branch of the Association for Friendship with the Korean People made up of public figures in various countries, the British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the British Society for Friendship with the DPRK issued a joint statement on Nov. 8 denouncing the U.S. imperialists' vicious moves against the DPRK.\r\n Accusing the U.S. of becoming desperate in its moves against the DPRK as evidenced by its frantic arms build-up to invade the DPRK and its adoption of the \"North Korean Human Rights Act,\" the statement branded this behavior of the Bush administration as an action to attack the DPRK, a sacred homeland of Juche. &nbsp;&nbsp;&nbsp;\r\n It must not go unnoticed that the U.S. imperialists have deployed Aegis destroyers and a squadron of ultra-modern fighter-bombers in south Korea and its vicinity, the statement noted, stressing that the U.S. moves are pushing the situation on the Korean Peninsula to the brink of war and this is a grave challenge to the peace of Asia and the rest of the world and the movement for the reunification of Korea. &nbsp;&nbsp;&nbsp;\r\n It expressed full support to the DPRK in its struggle against the U.S. imperialists' dangerous moves.    \r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "U.S. Nuclear War Moves Flailed in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200411/news11/16.htm#5",
            "content": "U.S. Nuclear War Scenario Brought to Light \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- Rodong Sinmun Monday in a signed commentary accuses the U.S. imperialists of hatching a dangerous plot to impose a nuclear holocaust upon the Korean nation.\r\n It says: &nbsp;&nbsp;&nbsp;\r\n According to MBC of south Korea quoting a report of Kyodo, Japan, the U.S. staged even sham warhead dropping exercises after working out an extremely dangerous nuclear war scenario calling for the use of 30 nukes in case of \"emergency\" on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n This clearly proves the U.S. intention to ignite a nuclear war on the peninsula. &nbsp;&nbsp;&nbsp;\r\n In its \"report on examining the nuclear posture\" which has already been disclosed the U.S. considers the DPRK as a main target of its nuclear attack. But it cannot but be a serious development which can never be overlooked that the U.S. staged nuclear warhead dropping drills not only in its mainland but in its military base in south Korea in top secrecy in a premeditated manner after deciding even on the number of the nukes to be used against the DPRK. &nbsp;&nbsp;&nbsp;\r\n Over 1,000 nuclear weapons of different types the U.S. has kept in south Korea for decades has been a main factor of threatening the peace and security on the Korean Peninsula and blocking the independent reunification of the country. &nbsp;&nbsp;&nbsp;\r\n South Korea has accelerated its moves for nuclear weaponization for scores of years, backed by the U.S. The U.S. and the south Korean authorities have worked hard to cover up their truth about the case with a whole string of sophism that it is no more than \"experiments of individual scientists\" and \"they have no nuclear development program.\" This is as foolish an act as trying to hide a gimlet in the bulging bag. It is as clear as noonday that if south Korea has access to nuclear weapons, they will be used to kill fellow countrymen and reduce their country to debris. &nbsp;&nbsp;&nbsp;\r\n The recently disclosed fact goes to clearly prove that the U.S. loudmouthed \"peaceful settlement\" of the nuclear issue between the DPRK and the U.S. and \"six-party talks\" are nothing but hypocrisy and it, in actuality, seeks only a nuclear war on the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The commentary calls on all the Koreans in the north and the south to turn out in a nationwide struggle to foil the U.S. reckless moves for a nuclear war against the north.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Defense of North-South Joint Declaration Urged",
            "url": "http://kcna.co.jp/item/2004/200411/news11/16.htm#6",
            "content": "Agreement on Transfer of U.S. Milit. Base in Ryongsan Strongly Rejected in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- Representatives of organizations of various circles including the Phaengsong-up Committee of Measures against the Expansion of the U.S. Military Bases, the People for Achieving Peace and Reunification and the Reunification Solidarity in south Korea reportedly held a press conference in front of the building of the \"National Assembly\" in Seoul on Nov. 10 at which they made public a 1,000-man declaration of civic and public organizations opposing the \"National Assembly's\" ratification of the humiliating agreement on the transfer of the U.S. military base in Ryongsan and the expansion of the U.S. military base in Phyongthaek.\r\n The declaration said: We can never overlook the dangerous intention lurking behind the U.S. moves for the relocation of its forces as evidenced by its unilateral and brigandish negotiations for the transfer of the U.S. military base, the unequal and illegal nature of the agreement on the negotiations. &nbsp;&nbsp;&nbsp;\r\n We categorically oppose and denounce the agreement calling on the south Korean side to offer the U.S. facilities and land needed for its implementation of its aggressive strategy for supremacy at its expenses. &nbsp;&nbsp;&nbsp;\r\n The declaration demanded the \"government\" and the \"National Assembly\" halt the sycophantic, treacherous and humiliating negotiations, though belatedly, and refuse to approve and ratify the agreement. &nbsp;&nbsp;&nbsp;\r\n At the end of the press conference, the participants conveyed the texts of the declaration to representatives of the ruling and opposition parties.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Not Entitled to Take Issue with DPRK's Nuclear Deterrent",
            "url": "http://kcna.co.jp/item/2004/200411/news11/16.htm#7",
            "content": "Many Hydro-Power Stations under Construction in DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- Many hydro-power stations have been constructed in the Democratic People's Republic of Korea.\r\n The Samsu and Paektusan Songun Youth Power Stations are now under construction in Ryanggang Province in the northern part of the country. &nbsp;&nbsp;&nbsp;\r\n The builders have introduced in the projects a method of building dams with less quantity of materials such as cement and steel and a method of making an effective use of water. &nbsp;&nbsp;&nbsp;\r\n Those in charge of the Samsu Power Station construction have disposed earth and rock amounting to 200,000 cubic meters and are excavating the bed of the dam at the final stage. And they are pushing ahead with projects of tunneling a temporary drain and a water route simultaneously. &nbsp;&nbsp;&nbsp;\r\n At the construction site of the Paektusan Songun Youth Power Station, such projects as excavation of the dam bed, installation of cranes and tunneling of a water route are being carried on in a three-dimensional way. &nbsp;&nbsp;&nbsp;\r\n The builders of the Ryesonggang Power Station project in North Hwanghae Province have finished the water route and subsidiary dam projects with the introduction of advanced construction methods. They are now concentrating efforts on the groundwork project while giving precedence to excavating and disposing 60,000 cubic meters of earth. &nbsp;&nbsp;&nbsp;\r\n Signal successes have been made in the construction of the Orangchon Power Station in North Hamgyong Province and Thaechon Power Station No. 4 in North Phyongan Province. &nbsp;&nbsp;&nbsp;\r\n Hydro-power stations have been constructed in streams and rivers in South Phyongan, Jagang and Kangwon Provinces, too.    \r\n\r\n   \r\n\r\n"
        },
        {
            "title": "U.S. Dangerous Military Moves Blasted",
            "url": "http://kcna.co.jp/item/2004/200411/news11/16.htm#8",
            "content": "Kim Jong Il Sends Message of Greetings to Syrian President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army, Monday sent a message of greetings to Bashar al-Assad, general secretary of the Central Committee of the Syria's Baath Arab Socialist Party and president of the Syrian Arab Republic, on the occasion of the 34th anniversary of the corrective movement in Syria.\r\n The message noted that the corrective movement marked a landmark occasion as it brought about an epochal turn in the efforts of the Syrian people to build developed and modern Syria under the wise leadership of their eternal leader Hafez al-Assad and the president. &nbsp;&nbsp;&nbsp;\r\n The message extended full support to the Syrian people in their just cause of meeting the pressure and challenge of foreign forces, defending the sovereignty of the country and the dignity of the nation and retaking the occupied Arab territories including Golan Heights. It wished the president good health and happiness and the friendly Syrian people greater progress and prosperity.\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on National Independence",
            "url": "http://kcna.co.jp/item/2004/200411/news11/16.htm#9",
            "content": "Kim Il Chol Meets New Cuban Ambassador \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- Vice Marshal of the Korean People's Army Kim Il Chol, minister of the People's Armed Forces, today met and conversed with new Cuban Ambassador e.p. to the DPRK Ruben Perez Valdes who paid a courtesy call on him.                                   .\r\n On hand were general officers and officers of the KPA and the military attache of the Cuban embassy here.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Seminars on Medical Science Held in DPRK",
            "url": "http://kcna.co.jp/item/2004/200411/news11/16.htm#10",
            "content": "Government Delegation of Japan Flies Back\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- A government delegation of Japan led by Mitoji Yabunaka, chief of the Asia and Oceania Bureau of the Ministry of Foreign Affairs, flew back today after participating in the inter-governmental working-level contact between the DPRK and Japan.    \r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun Observes Anniversary of Corrective Movement in Syria",
            "url": "http://kcna.co.jp/item/2004/200411/news11/16.htm#11",
            "content": "Greetings to Syrian President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- .Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a message of greetings to Bashar al-Assad, president of Syria, on the occasion of the 34th anniversary of the corrective movement in Syria.\r\n The message said that after the corrective movement conducted under the wise leadership of Hafez al-Assad, eternal leader of the Syrian people, they have defended the sovereignty of the country and the dignity of the nation and achieved social progress and prosperity. &nbsp;&nbsp;&nbsp;\r\n It wished the Syrian people greater success in their struggle to seek a fair and comprehensive solution to the Middle East issue and step up country's modernization under the guidance of the Baath Arab Socialist Party as well as the president good health and happiness.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Executive Director of KEDO Leaves",
            "url": "http://kcna.co.jp/item/2004/200411/news11/16.htm#12",
            "content": "Paek Nam Sun Meets EU Troika Delegation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- DPRK Foreign Minister Paek Nam Sun met and had a conversation with the Troika delegation of the European Union at the Mansudae Assembly Hall Monday.\r\n Present there were officials concerned and diplomatic envoys of Germany, Britain, Sweden, Poland and the Czech Republic here.    \r\n\r\n\r\n"
        },
        {
            "title": "Pak Pong Ju Meets New Cuban Ambassador",
            "url": "http://kcna.co.jp/item/2004/200411/news11/16.htm#13",
            "content": "Wreaths to Palestinian Embassy\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- The Presidium of the Supreme People's Assembly of the DPRK sent a wreath to the Palestinian embassy here Monday in memory of Yasser Arafat, president of the State of Palestine, chairman of the Executive Committee of the Palestine Liberation Organization and head of the Palestinian National Authority.\r\n The wreath was laid before his portrait rimmed with a black ribbon. &nbsp;&nbsp;&nbsp;\r\n President of the SPA Presidium Kim Yong Nam, Minister of Foreign Trade Rim Kyong Man, Minister of Education Kim Yong Jin, Minister of Culture Choe Ik Gyu, Chairman of the Central Committee of the General Federation of Trade Unions of Korea Ryom Sun Gil who is chairman of the DPRK-Palestine Friendship Association and Vice- Minister of Foreign Affairs Kim Yong Il paid silent tribute to Yasser Arafat. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam made an entry in the mourner's book before meeting Palestinian Ambassador to the DPRK Shaher Mohammed Abdlah and expressing deep condolences over the demise of Yasser Arafat. &nbsp;&nbsp;&nbsp;\r\n The International Department of the Central Committee of the Workers' Party of Korea and the Ministry of Foreign Affairs also sent wreaths to the embassy on the same day.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chairman of UN General Assembly Here",
            "url": "http://kcna.co.jp/item/2004/200411/news11/16.htm#14",
            "content": "For. Diplomats Visit Palestinian Embassy to Mourn Death of Yasser Arafat\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- Diplomatic Envoys,  representatives of international organizations and embassy officials here Monday visited the Palestinian embassy here to express condolences over the death of Yasser Arafat, president of the State of Palestine, chairman of the Executive Committee of the Palestine Liberation Organization and head of the Palestinian National Authority.\r\n  They made entries in the mourner's book.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Inspects KPA Unit",
            "url": "http://kcna.co.jp/item/2004/200411/news11/16.htm#15",
            "content": "Kim Jong Il Sends Wreath to Palestinian Embassy\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 15 (KCNA) -- Leader Kim Jong Il today sent a wreath to the Palestinian embassy here expressing deep condolences over the death of Yasser Arafat, president of the State of Palestine, chairman of the Executive Committee of the Palestine Liberation Organization and head of the Palestinian National Authority.\r\n The wreath was laid before his portrait rimmed with a black ribbon. &nbsp;&nbsp;&nbsp;\r\n The ribbon of the wreath bore letters \"In Memory of HE Yasser Arafat.\r\n Kim Jong Il\".    \r\n  \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}