{
    "date": "2004-07-17",
    "url": "http://kcna.co.jp/item/2004/200407/20040717.htm",
    "articles": [
        {
            "title": "Kim Jong Il's Famous Work Published in Poland",
            "url": "http://kcna.co.jp/item/2004/200407/news07/17.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "President Kim Il Sung's Feats Praised in Various Countries",
            "url": "http://kcna.co.jp/item/2004/200407/news07/17.htm#2",
            "content": "Kim Jong Il's Famous Work Published in Poland \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 16 (KCNA) -- Kim Jong Il's famous work \"Let Us Carry out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" was published in pamphlet on July 8 by the Ceszin Publishing House.\r\n The work, brought out on August 4, Juche 86 (1997), deals with the immortal exploits performed by the President for the cause of national reunification and formulates the three principles of national reunification, the proposal for founding the Democratic Federal Republic of Koryo and the ten-point program of the great unity of the whole nation as the three charters for national reunification.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Functions Held in Different Countries",
            "url": "http://kcna.co.jp/item/2004/200407/news07/17.htm#3",
            "content": "President Kim Il Sung's Feats Praised in Various Countries \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 16 (KCNA) -- The Central Committee of the Communist Party of India (Marxist) issued a statement on July 8 on the occasion of the 10th anniversary of demise of President Kim Il Sung.\r\n The statement said: President Kim Il Sung founded the Juche idea and successfully applied it to the socialist revolution and construction. Under his leadership the DPRK was widely known to the world as a country where the popular masses became the master of everything and everything serves them, and as an indestructible fortress strong in independence and high in its dignity. &nbsp;&nbsp;&nbsp;\r\n  Kim Il Sung lives in the hearts of the progressive people of the world as an outstanding political leader in the 20th century and a peerlessly great man for his  immortal contributions made on behalf of the times and history. &nbsp;&nbsp;&nbsp;\r\n The revolutionary cause of Juche started by the President is being successfully carried forward by leader Kim Jong Il, the statement stressed. &nbsp;&nbsp;&nbsp;\r\n Leon Nzokene, general-secretary of the Congolese Socialist Party, said in a statement released on July 7 that the life of Kim Il Sung was a brilliant life in which he dedicated his all to the freedom and happiness of the Korean people and progressive people of the world under the uplifted banner of independence, peace and friendship. &nbsp;&nbsp;&nbsp;\r\n Although the President passed away, his exploits performed for the human cause of independence are immortal and he lives in the hearts of progressive mankind as an outstanding leader of the world revolution, he added.    \r\n \r\n\r\n\r\n"
        },
        {
            "title": "Nat'l Public Presentation of Scientific Papers Held in Educational Field",
            "url": "http://kcna.co.jp/item/2004/200407/news07/17.htm#4",
            "content": "Functions Held in Different Countries \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 16 (KCNA) -- DPRK film shows and book, photo and handicraft exhibitions took place in Malaysia, Uganda, India and Mexico on July 5 and 6 on the occasion of the tenth anniversary of the demise of President Kim Il Sung.\r\n Displayed at the book, photo and handicraft exhibition halls were photos showing the immortal feats performed by Kim Il Sung and leader Kim Jong Il and their famous works and Korean handicrafts. &nbsp;&nbsp;&nbsp;\r\n Screened at the film shows were \"The Fatherly Leader with Anti-Japanese Revolutionary Fighters\", \"Always in the Hearts of Humankind\" and other Korean films. &nbsp;&nbsp;&nbsp;\r\n After seeing a film, S. Bijaya Ratnam, vice-chairman of the Malaysian People's Movement, said the film helped him know well about the immortal feats Kim Il Sung performed by devoting his all to the happiness of the people and the prosperity of the country all his life. He is the great leader of the world people who made immortal contributions not only to the Korean revolution but to the human cause of independence, the vice-chairman added. &nbsp;&nbsp;&nbsp;\r\n Laura Diaz Lopez, mayor of Papantla City, Mexico State, Mexico, speaking at an opening ceremony of a DPRK book, photo and handicraft exhibition, said: &nbsp;&nbsp;&nbsp;\r\nKim Il Sung was a truly popular leader and father. His cause is being carried forward by Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, lectures were given in Mexico, Thailand, Benin and Democratic Congo on July 3 and 6 on the same occasion. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Mexico-Korea Friendship Association in a lecture titled \"President Kim Il Sung is always with the people\" referred to the immortal feats performed by him for humankind. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Benin-Korea Amicable Association \"Long Live Kim Jong Il, Supreme Leader,\" in a lecture titled \"The great President Kim Il Sung will always be with us\" said hundreds of millions of people in the world always remember him who made immortal contributions to the cause of global independence. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Group for the Study of Kim Jong Il's Juche Idea of Democratic Congo in a lecture titled \"Ten years of immortal President Kim Il Sung\" explained in detail that Kim Jong Il has successfully realized the cause of perpetuating the memory of the President, saying the last ten years were a period which proved that Kim Il Sung is always with the Korean people and progressive humankind.    \r\n\r\n\r\n"
        },
        {
            "title": "Anti-U.S. Struggle Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200407/news07/17.htm#5",
            "content": "Nat'l Public Presentation of Scientific Papers Held in Educational Field \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 16 (KCNA) -- A national public presentation of scientific papers in the educational field was held in Pyongyang from July 13 to 15 to mark the 20th anniversary of the publication of leader Kim Jong Il's work \"On Further Developing Educational Work\".\r\n Present there were teachers, researchers, postgraduate students and students of universities and colleges in all parts of the country including Kim Il Sung University, Kim Chaek University of Technology and the University of Science. &nbsp;&nbsp;&nbsp;\r\n At least 600 papers were read at the public presentation which was divided into groups of mathematics, physics, chemistry, life science, information science, nano and new materials, atomic and new energies, space and marine science and Koryo medicine. &nbsp;&nbsp;&nbsp;\r\n The participants introduced achievements and experience gained in the course of solving scientific and technological problems arising in building a great prosperous powerful nation through dynamical scientific researches to develop educational work and lift the country's science and technology to the world's level in the past. &nbsp;&nbsp;&nbsp;\r\n They presented many papers whereby they had solved new scientific and technological problems conducive to educational practice and socialist economic construction by directing big efforts to researches into ultra-modern science and basic science, the core basic technology in the area of science and technology. &nbsp;&nbsp;&nbsp;\r\n A closing ceremony took place at Kim Il Sung University on July 15. &nbsp;&nbsp;&nbsp;\r\n There diplomas of registration of scientific and technological achievements, commendations and prizes were awarded to those who made public excellent papers.    \r\n\r\n\r\n"
        },
        {
            "title": "Troop Dispatch to Iraq Opposed in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200407/news07/17.htm#6",
            "content": "Anti-U.S. Struggle Called for in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 16 (KCNA) -- The South Headquarters of the National Alliance of Youth and Students for the Country's Reunification set out an orientation for an urgent struggle on July 10.\r\n Holding the U.S. chiefly responsible for the murder of Kim Son Il, the organization noted that the struggle to check the troop dispatch to Iraq is dealing a telling blow at the U.S. and pro-U.S. forces. &nbsp;&nbsp;&nbsp;\r\n It is the way out for the nation to check the troop dispatch at any cost and frustrate the U.S. moves to launch another Korean war which are being put into a concrete form by the relocation of its forces in south Korea, the organization said, stressing the need for the youth and students to properly focus the immediate struggle on the U.S. and wage it under the uplifted slogan \"No U.S. pressure for troop dispatch to Iraq.\" &nbsp;&nbsp;&nbsp;\r\n The youth and students should condemn the authorities dancing to the tune of the U.S. and struggle against the pro-U.S. sycophantic and treacherous forces encouraging the troop dispatch, it said. &nbsp;&nbsp;&nbsp;\r\n The organization appealed to the all youth and students to turn out in the anti-U.S. struggle, bearing in mind that the struggle to put an end to the U.S. interference in internal affairs of south Korea and pull its forces out of it is a just struggle to protect their own life and that of the nation.    \r\n\r\n\r\n"
        },
        {
            "title": "Friendship Meeting with Cuban Embassy Officials",
            "url": "http://kcna.co.jp/item/2004/200407/news07/17.htm#7",
            "content": "Troop Dispatch to Iraq Opposed in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 16 (KCNA) -- The People's Action against Troop Dispatch reportedly held a press conference nearby the building of the National Assembly on July 12 to oppose the transport of military supplies to the troops to be dispatched.\r\n A press release read out at the press conference castigated the government for intending to dispatch troops and send a ship loaded with military supplies to Iraq despite the period of state examination regarding the issue of the troop dispatch.\r\n It stressed that in case the authorities let the ship embark at Pusan Port, the organization will have a protest demonstration at the port and resolutely check the troop dispatch. &nbsp;&nbsp;&nbsp;\r\n The organization stated that it would set July 24 as the day of an all-out rally for checking the troop dispatch to Iraq and wage a powerful struggle against the troop dispatch. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the New York Solidarity for Stoppage of the Iraqi War and Withdrawal of the Troop Dispatch held the second rally of compatriots in New York in Manhattan on July 9 to honor the memory of the late Kim Son Il, to put a stop to the occupation of Iraq and get the troop dispatch withdrawn. &nbsp;&nbsp;&nbsp;\r\n At the rally speakers condemned the south Korean authorities for yielding to the U.S. pressure for troop dispatch. &nbsp;&nbsp;&nbsp;\r\n They warned: It is not national interest to dispatch more than 3,000-strong troops to the Iraqi war which is sure to be a war of aggression. Corrupt and aggressive imperialism goes to ruin. The south Korean government should not be a sympathizer with this imperialism. &nbsp;&nbsp;&nbsp;\r\n A statement of the New York Solidarity was made public at the rally.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Over 7.9 Million Servicepersons and People Visit Kim Il Sung's Statues",
            "url": "http://kcna.co.jp/item/2004/200407/news07/17.htm#8",
            "content": "Friendship Meeting with Cuban Embassy Officials \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 16 (KCNA) -- A friendship meeting with staff members of the Cuban embassy in Pyongyang was held at DPRK-Cuba Friendship Moranbong Middle School No.1 on July 15 on the occasion of the 51st anniversary of the July 26 Armed Uprising of the Cuban people.\r\n Present at the meeting on invitation were Cuban Ambassador Esteban Lobaina Romero and staff members of the embassy. &nbsp;&nbsp;&nbsp;\r\n Kil Chol Hyok, secretary of the Central Committee of the Kim Il Sung Socialist Youth League who is vice-chairman of the DPRK-Cuba Solidarity Committee, and others were on hand. &nbsp;&nbsp;&nbsp;\r\n After going round educational facilities of the school, the participants played sports games and conversed on the development of the relations between the two countries, deepening friendly sentiments    \r\n\r\n\r\n"
        },
        {
            "title": "Monstrous Crimes Committed by U.S. in Korean War",
            "url": "http://kcna.co.jp/item/2004/200407/news07/17.htm#9",
            "content": "Over 7.9 Million Servicepersons and People Visit Kim Il Sung's Statues \r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 16 (KCNA) -- An endless stream of officers and men of the three services of the Korean People's Army and people from all walks of life across the country flowed to the statues of President Kim Il Sung,\r\nrevolutionary museums and revolutionary sites in humble reverence on the occasion of the tenth anniversary of his demise. &nbsp;&nbsp;&nbsp;\r\n At least 7.9 million servicepersons, party members, working people, school youth and children across the country visited his statues, laid more than 7,300 floral baskets and over 3.6 million bouquets and flowers before them and paid deep homage to him. &nbsp;&nbsp;&nbsp;\r\n Senior officials of the party, the state and the army, officials of government organs at all levels, people in Pyongyang, together with their families, visited his statue on Mansu Hill, laid floral baskets, bouquets and flowers before it and paid high tribute to his memory. &nbsp;&nbsp;&nbsp;\r\n Servicepersons and people of all social strata all over the country visited his statues in their areas, bowed in most humble reverence and vowed to carry his behests to accomplishment. &nbsp;&nbsp;&nbsp;\r\n In July at least 1.2 million KPA officers and men, party members, working people, school youth and children across the country, overseas compatriots and foreigners visited the revolution museums and revolutionary sites in different areas. &nbsp;&nbsp;&nbsp;\r\n Members of a delegation of Koreans in Japan and other delegations and visiting groups of overseas compatriots and other Koreans overseas and many foreign guests visited the Korean Revolution Museum, the International Friendship Exhibition, historical sites related to the Fatherland Liberation War and other places.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "10th Reunion of Separated Families and Relatives Closes",
            "url": "http://kcna.co.jp/item/2004/200407/news07/17.htm#10",
            "content": "Monstrous Crimes Committed by U.S. in Korean War\r\n&nbsp;&nbsp;&nbsp; Pyongyang, July 16 (KCNA) -- The anti-U.S. feelings are growing stronger among the people of the Democratic People's Republic of Korea in the month (June 25-July 27) of anti-U.S. joint struggle.\r\n During the three-year-long Korean war the U.S. imperialists indiscriminately bombed and bombarded all the cities and rural communities in the northern half of Korea in wanton violation of the international conventions on war including the Geneva convention on protecting civilians in war time adopted in 1949. &nbsp;&nbsp;&nbsp;\r\n They perpetrated more than 1,400 times of bombing to drop more than 428,000 bombs on Pyongyang, leveling all the industrial establishments, educational, cultural and public health institutions and dwelling houses and killing a large number of citizens. &nbsp;&nbsp;&nbsp;\r\n In the early period of the war, they massacred some 22,600 innocent people in eleven towns and counties including Suwon and Chungju. &nbsp;&nbsp;&nbsp;\r\n They brutally murdered more than a million civilians in south Korea in the first one year of the war and millions of people in the whole period of the war. &nbsp;&nbsp;&nbsp;\r\n During some fifty days of their occupation of Sinchon County in the north they slaughtered 35,380 people, one fourth of the county population. The dead include 16,200-odd children, old people and women. &nbsp;&nbsp;&nbsp;\r\n In its investigation report on the atrocities committed by GIs in the northern part of Korea, the Women's International Democratic Federation disclosed that the massacre and torture perpetrated by them in the temporarily occupied areas were crueler than those done by Hitler Nazis in Europe. &nbsp;&nbsp;&nbsp;\r\n The U.S. used even germ and chemical weapons in Korea. &nbsp;&nbsp;&nbsp;\r\n In the beginning of 1952, they launched a bacteriological warfare against the whole area of the north. &nbsp;&nbsp;&nbsp;\r\n In the period from January to March 1952, they made 804 raids on 169 places with various kinds of germ bombs. &nbsp;&nbsp;&nbsp;\r\n The number of the aircraft mobilized in the bacteriological warfare was one fourth of those sent to bomb the northern half of Korea and it exceeded 480 at maximum in a day. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists used more than 20 kinds of germ weapons in the war. &nbsp;&nbsp;&nbsp;\r\nIt, aimed at the genocide of the Korean nation, was a monstrous crime unprecedented in the world history of war.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}