{
    "date": "2004-03-24",
    "url": "http://kcna.co.jp/item/2004/200403/20040324.htm",
    "articles": [
        {
            "title": "6th Kimilsungia Festival to Be Held",
            "url": "http://kcna.co.jp/item/2004/200403/news03/24.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "17th Friday Meeting for Peace against U.S. and War Held",
            "url": "http://kcna.co.jp/item/2004/200403/news03/24.htm#2",
            "content": "6th Kimilsungia Festival to Be Held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 23 (KCNA) -- The 6th Kimilsungia Festival will be held in Pyongyang on the occasion of the Day of the Sun, the birth anniversary of President Kim Il Sung.\r\n The festival will begin at the Kimilsungia-Kimjongilia Exhibition on April 13, Juche 93 (2004). &nbsp;&nbsp;&nbsp;\r\n It can be participated in by commissions and ministries of the Cabinet, national institutions, armed force organs, all provinces and working people cultivating Kimilsungias. &nbsp;&nbsp;&nbsp;\r\n The soon-to-be-held festival will mark a significant and important occasion to cultivate and propagate more Kimilsungias on a larger scale. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Struggle against U.S. Political Interference Called for",
            "url": "http://kcna.co.jp/item/2004/200403/news03/24.htm#3",
            "content": "17th Friday Meeting for Peace against U.S. and War Held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 23 (KCNA) -- The 17th Friday meeting for peace against the U.S. and war was reportedly held in front of the U.S. embassy in Seoul on March 19 under the sponsorship of the south Korean Headquarters of the Anti-U.S. and Anti-War Movement for Urging the Conclusion of a North Korea-U.S. Nonaggression Treaty.\r\nAt the meeting speakers charged that such a serious development as the passage of the \"motion on impeachment against the president\" through the \"National Assembly\" was a product of the script which had long been prepared by the United States since the last \"presidential election\" and a political coup staged under its back-stage manipulation. They called on all the south Korean people to actively turn out in the struggle against the \"impeachment\" and for the dissolution of the NA and thus frustrate the U.S. despicable political plot. &nbsp;&nbsp;&nbsp;\r\n Saying that the \"Reception, Staging, Onward Movement and Integration\" (RSOI) and \"Foal Eagle\" joint military exercises beginning on March 22 are aimed to escalate the military tension on the Korean peninsula and threaten the people, they demanded the U.S. immediately stop such dangerous war exercises. &nbsp;&nbsp;&nbsp;\r\n Hong Sok Yong, co-representative of the Headquarters of the People's Movement for the Withdrawal of the U.S. Forces from South Korea, read out a \"message of warning to the United States\" at the meeting. &nbsp;&nbsp;&nbsp;\r\n It urged the United States to put an end to its political intervention and interference in the internal affairs of south Korea.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Withdrawal of Additional Troop Dispatch to Iraq Urged",
            "url": "http://kcna.co.jp/item/2004/200403/news03/24.htm#4",
            "content": "Struggle against U.S. Political Interference Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 23 (KCNA) -- The Headquarters of the Movement for the General Election to Judge the Old Politics on behalf of the June 15 Era in a message addressed to the overseas Koreans on March 16 reportedly declared that the railroading of \"the motion on impeachment against the president\" through the \"National Assembly\" was not a simple political action but a political coup staged by the U.S. and pro-U.S. conservative forces including the GNP against democracy.\r\n It is a \"secret\" well known to the people that the political coup staged by the GNP was secretly manipulated by the U.S. behind the scene, the message noted, adding that this brought south Korea the disgrace of being \"a politically backward state taken in by its operation\" and seriously hurt the pride of the Koreans as an excellent nation. &nbsp;&nbsp;&nbsp;\r\n The message called on every organization to conduct diverse actions assailing the U.S. political intervention and interference in internal affairs of s. Korea such as issuing a statement and an appeal and contributing its political view to the press and all the Koreans to turn out in the anti-U.S. and anti-GNP struggle to foil the political coup and defend democracy.    \r\n\r\n   \r\n\r\n"
        },
        {
            "title": "Foreign Diplomats Visit Ponghwa Revolutionary Site",
            "url": "http://kcna.co.jp/item/2004/200403/news03/24.htm#5",
            "content": "Withdrawal of Additional Troop Dispatch to Iraq Urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 23 (KCNA) -- The Democratic Workers' Party of south Korea reportedly held a press conference in front of the U.S. embassy on March 19 demanding the withdrawal of the additional troop dispatch to Iraq.\r\n Speakers at the press conference said that the Iraqi war committed by the U.S., most abominable in the world, has not yet ended and that the troop dispatch has no justification and the already dispatched unit should come back. &nbsp;&nbsp;&nbsp;\r\n The U.S. troops should apologize for their murderous crimes and should be punished as war criminals, they said, shouting slogans reading \"the U.S., stop invading Iraq at once,\" \"immediately stop pressure upon south Korea to dispatch troops\" and so on. &nbsp;&nbsp;&nbsp;\r\n The party made public its future action program for conducting an all-people signature campaign for the withdrawal of the decision on troop dispatch and dispatching to the spot a group of the Democratic Workers' Party for investigating the truth behind the war of aggression on Iraq.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan Urged to Drop Its Wild Ambition to Stifle DPRK",
            "url": "http://kcna.co.jp/item/2004/200403/news03/24.htm#6",
            "content": "Foreign Diplomats Visit Ponghwa Revolutionary Site \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 23 (KCNA) -- The Economic and Commercial Councilors Corps here visited the Ponghwa Revolutionary Site in Kangdong County, Pyongyang, on March 22 on the occasion of the Day of the Sun, the birth anniversary of President Kim Il Sung.\r\n Hearing the explanation that Kim Hyong Jik advanced the idea of \"Jiwon\"(aim high), formed the Korean National Association for realizing the idea and conducted energetic activities all his life for the independence of the country and the national liberation, they looked round with keen interest Myongsin School and dwelling houses. &nbsp;&nbsp;&nbsp;\r\n They also looked round various places associated with the great revolutionary exploits of Kang Pan Sok, an outstanding leader of the Korean women's movement, and the childhood of Kim Il Sung during which he cultivated the lofty intention to make revolution. &nbsp;&nbsp;&nbsp;\r\n After the visit the commercial councilor of the Cuban embassy who is doyen of the corps said that true to Kim Hyong Jik's idea, Kim Il Sung led the anti-Japanese revolutionary struggle to liberate the country and built a socialist power in this land. &nbsp;&nbsp;&nbsp;\r\n Today the idea is being carried forward by leader Kim Jong Il with credit, he added.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "World Day of Meteorology Observed",
            "url": "http://kcna.co.jp/item/2004/200403/news03/24.htm#7",
            "content": "Japan Urged to Drop Its Wild Ambition to Stifle DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 23 (KCNA) -- Rodong Sinmun today carries its commentator's article headlined \"Ambition of Japanese Reactionaries to Stifle DPRK Can Never Be Realized.\"\r\n It says: &nbsp;&nbsp;&nbsp;\r\n Now the Japanese reactionaries, obsessed by extreme arrogance and excessive confidence, are calculating that they can certainly seize the DPRK by force of arms and bring down its socialist system through persistent economic sanctions. This is no more than a reckless act of those who are unable to properly face up to the reality, bereft of political sense, view and discretion  No matter how desperately the Japanese reactionaries work, they can never realize their ambition to stifle the DPRK just as they failed to do so in the past. &nbsp;&nbsp;&nbsp;\r\n Japan's escalated moves to stifle the DPRK are driving the DPRK-Japan relations to those of extreme hostility and confrontation. &nbsp;&nbsp;&nbsp;\r\nThe world expects that the two countries will open good-neighborly and friendly ties, be friendly to each other, achieve co-existence and co-prosperity and thus contribute to the sound development of the international relations, global peace and stability and co-prosperity of humankind. Japan is well advised to ponder over in what a deplorable position it will find itself when as a member of the international community it persists in the moves to stifle the DPRK defying the opposition of the world. &nbsp;&nbsp;&nbsp;\r\n Japan had better to drop its design to reinvade the DPRK militarily for the sake of its interests and future. &nbsp;&nbsp;&nbsp;\r\n We do not underestimate the military muscle of Japan nor exaggerate it. We do not consider the Japanese reactionaries' racket for military reinvasion as a bluff but as the last ditch-effort of the weak. &nbsp;&nbsp;&nbsp;\r\n Their anti-DPRK hysteria is an expression of their recklessness and vulnerability. They should know that their artillery fire to reinvade the DPRK militarily will sound like a dirge as it will drive Japan to an eternal destruction. &nbsp;&nbsp;&nbsp;\r\n Japan's economic sanctions will not work on the DPRK. Ever since the very day of its birth the DPRK has been subject to ceaseless economic sanctions of the enemy for over half a century. That is why their clamour for economic sanctions is nothing new to us and it does not sound as a threat to us, either. &nbsp;&nbsp;&nbsp;\r\n Our economic might and potential have grown stronger despite economic sanctions for scores of years. We regard self-reliance as our maxim and an iron rule in our life and are accustomed to relying on our own strength. Our economy remains unshakable and unchangeable even in face of others' sanctions against it. &nbsp;&nbsp;&nbsp;\r\n Socialism was chosen by our people themselves. It is the life and soul of our people and the motive force for their prosperity. It is the iron will and faith of our people to defend socialism to the end though they may fall with hunger. &nbsp;&nbsp;&nbsp;\r\n We would like to remind the Japanese reactionaries once again that we have the invincible treasured sword, the singlehearted unity stronger than A-bomb. &nbsp;&nbsp;&nbsp;\r\n Japan is self-confident in being an economic power and dreaming of a political power. Then it should think and act to suit this status. &nbsp;&nbsp;&nbsp;\r\n The wisest and best option for Japan is to drop its hopeless ambition to stifle the DPRK, redeem its criminal past and come out to improve its relations with the DPRK. &nbsp;&nbsp;&nbsp;\r\n Japan should properly approach and respect the DPRK-Japan Pyongyang Declaration reflecting the aspiration and desire of the two peoples and the requirements of the 21st century and honestly fulfill its commitment to implement the declaration. &nbsp;&nbsp;&nbsp;\r\n Japan, well aware of its heavy responsibility before the era and history, should boldly drop its old habit and anachronistic hostile policy toward the DPRK and make a political decision to liquidate its past. This is the way for Japan to gain understanding and trust of the international community and achieve peaceful progress and security.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. - S. Korea Joint Military Drills under Fire",
            "url": "http://kcna.co.jp/item/2004/200403/news03/24.htm#8",
            "content": "World Day of Meteorology Observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 23 (KCNA) -- Minju Joson today observes the World Day of Meteorology.\r\n The paper in a signed article recalls that on the occasion of this day the World Meteorological Organization set \"Weather, Climate and Water in IT Era\" as the theme for this year and has conducted diverse activities. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n A hydro meteorological management system suited to the specific conditions of the DPRK has been built and efforts have been made to modernize it under the state concern. Meanwhile, international cooperation has been strengthened in this field to provide a correct and quick weather forecast helpful to the national economy and people's life and activities to not a small extent. The DPRK is exerting great efforts to make an effective control and use of water resources and prevent the environmental pollution.    \r\n\r\n\r\n"
        },
        {
            "title": "PRC Foreign Minister and His Party Arrive",
            "url": "http://kcna.co.jp/item/2004/200403/news03/24.htm#9",
            "content": "U.S. - S. Korea Joint Military Drills under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 23 (KCNA) -- Minju Joson today in a signed commentary terms the RSOI and Foal Eagle exercises now underway in south Korea a very adventurous war drill aimed to complete the preparations for a war as they are aimed to launch a preemptive attack on the DPRK and seize it by force of arms and a premeditated play with fire designed to deliberately escalate the tensions in a bid to chill the atmosphere of reconciliation and cooperation on the Korean peninsula and check the development of the inter-Korean relations.\r\n These joint war maneuvers targeted against the DPRK are anti-peace, anti-reunification moves to lay a stumbling block in the way of implementing the North-South joint declaration and deter the inter-Korean relations from improving, the commentary notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n. The U.S. and south Korean bellicose forces are now in the grip of a catastrophic crisis due to the situation created in the wake of the passage of the \"motion on impeachment against the president\" through the National Assembly. No one can predict how their large-scale joint military exercises will spill over. &nbsp;&nbsp;&nbsp;\r\n If these military drills go over to an actual war it will entail an irrevocable consequences and the Korean nation will suffer a great disaster of war. &nbsp;&nbsp;&nbsp;\r\n The DPRK enjoys the Songun leadership of the great illustrious commander and has the might of the united army and people boundlessly loyal to his leadership and a matchless self-reliant deterrent force capable of repelling any attack of the U.S.imperialists and their followers. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists and the south Korean warlike forces had better stop going reckless.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Persistently Increases Tension in Korea",
            "url": "http://kcna.co.jp/item/2004/200403/news03/24.htm#10",
            "content": "PRC Foreign Minister and His Party Arrive\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 23 (KCNA) -- Foreign Minister of the People's Republic of China Li Zhaoxing and his party arrived here today at the invitation of Paek Nam Sun, foreign minister of the Democratic People's Republic of Korea.\r\n National flags of the DPRK and the PRC were fluttering on the flagpoles on the airport. &nbsp;&nbsp;&nbsp;\r\n They were greeted at the airport by Kim Yong Il, vice-minister of Foreign Affairs, and other officials concerned, Wu Donghe, ambassador of the PRC to the DPRK, and staff members of the PRC embassy here.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "World Meteorological Day",
            "url": "http://kcna.co.jp/item/2004/200403/news03/24.htm#11",
            "content": "U.S. Persistently Increases Tension in Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 23 (KCNA) -- The U.S. forces in south Korea have started Foal Eagle joint military maneuvers and Reception, Staging, Onward Movement and Integration exercises with south Korean troops in defiance of strong protest of the Korean people and other people across the world.\r\n The rehearsals are, both in name and in reality, extremely adventurous and dangerous war exercises aimed at launching a forestalling attack on the Democratic People's Republic of Korea. &nbsp;&nbsp;&nbsp;\r\n It is well known that the nuclear issue between the DPRK and the United States has not yet been solved and the bilateral relations have nosedived due to the latter's unreasonable practice. &nbsp;&nbsp;&nbsp;\r\n The United States, while giving lip-service to a negotiated and peaceful solution to the nuclear issue, has uninterruptedly staged reckless military maneuvers. It indicates that the United States has never given up its plan to stifle the DPRK by force of arms. &nbsp;&nbsp;&nbsp;\r\n The U.S. policy of aggression of Korea, which began with the intrusion of the warship General Sherman into a river of Korea in 1866, has become all the more pronounced through centuries. &nbsp;&nbsp;&nbsp;\r\n Especially, the Korean war (June 1950-July 1953) the United States unleashed against the two-year-old DPRK served as a clear evidence laying bare the true colors of the United States as the wrecker of the peace on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n Since they occupied south Korea after World War II, painting themselves as \"liberators\", the U.S. imperialists have made every possible effort to ignite a war in Korea to reduce the Korean people to their slaves. &nbsp;&nbsp;&nbsp;\r\n The military incursions into the northern half of Korea committed by the U.S. imperialists for war preparations in Juche 38 (1949) alone. totaled 2,617. &nbsp;&nbsp;&nbsp;\r\n By them a three-year war was imposed upon Korea, which was building a democratic country in peace. &nbsp;&nbsp;&nbsp;\r\n After the war they, with the invariable aggressive design, persistently created a danger of war and enhanced tension on the Korean peninsula by perpetrating such provocations as the EC-121 reconnaissance plane incident, the Pueblo armed spy ship incident and the Panmunjom incident. \r\n They frantically staged Team Spirit large-scale joint maneuvers against the DPRK with the mobilization of hundreds of thousands of troops and huge combat and technical equipment every year from 1976 to 1993, except 1992. &nbsp;&nbsp;&nbsp;\r\n In recent years, they have tried hard to carry out such nuclear war plans against the DPRK as \"Operation Plan 5030\" through various kinds of military exercises including Ulji Focus Lens and Iron Atef. &nbsp;&nbsp;&nbsp;\r\n All the facts clearly prove that the United States is the wrecker of the peace on the Korean peninsula and the very one responsible for war and tension.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Talks Held between DPRK and PRC Foreign Ministers",
            "url": "http://kcna.co.jp/item/2004/200403/news03/24.htm#12",
            "content": "World Meteorological Day\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 23 (KCNA) -- March 23 is World Meteorological Day.\r\n Ko Sang Bok, vice-director of the Hydro-meteorological Service, said in an interview with KCNA that lecture meetings, symposiums and other events were being held and the day observed by newspapers and radios amid the government's care in accordance with this year's theme \"Weather, climate and water in the information age\" set forth by the World Meteorological Organization.\r\n Referring to the yellow dust phenomena which had been seen as acute ecological and environmental problems in Korea and neighboring countries in recent years, adversely affecting weather and climate, he said: &nbsp;&nbsp;&nbsp;\r\n The DPRK government has established a system of closely watching and properly forecasting such phenomena to minimize damage caused by them as much as possible. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, large and small waterway projects and river improvement projects have been pushed ahead dynamically under the government policy of preserving water resources and making an effective use of them. &nbsp;&nbsp;&nbsp;\r\n The DPRK will steadily expand contacts and cooperation with international organizations including the World Meteorological Organization and many scientific research centers in the field of hydrometeorology.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Wreath Laid before Friendship Tower",
            "url": "http://kcna.co.jp/item/2004/200403/news03/24.htm#13",
            "content": "Talks Held between DPRK and PRC Foreign Ministers\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 23 (KCNA) --Talks were held between Paek Nam Sun, foreign minister of the Democratic People's Republic of Korea, and Li Zhaoxing, foreign minister of the People's Republic of China, here today.\r\n Present there from the DPRK side were Kim Yong Il, vice-minister of Foreign Affairs, and other officials concerned and from the Chinese side the foreign minister and his party and Wu Donghe, PRC ambassador e.p. to the DPRK. &nbsp;&nbsp;&nbsp;\r\n At the talks both sides exchanged views on the issue of further developing the friendly relations between the two countries and a series of issues of mutual concern. &nbsp;&nbsp;&nbsp;\r\n The talks proceeded in a friendly atmosphere.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Immediate Halt to War Maneuvers against DPRK Demanded",
            "url": "http://kcna.co.jp/item/2004/200403/news03/24.htm#14",
            "content": "Wreath Laid before Friendship Tower\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 23 (KCNA) -- Foreign Minister of the People's Republic of China Li Zhaoxing and his party today laid a wreath before the Friendship Tower.\r\n Present there were Kim Yong Il, vice-minister of Foreign Affairs of the DPRK, and other officials concerned, Wu Donghe, Ambassador of the PRC e.p. to the DPRK, and staff members of the embassy. &nbsp;&nbsp;&nbsp;\r\n Standing there were guards of honor of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n Amid the playing of the wreath-laying music a wreath was placed before the tower on behalf of the foreign minister. &nbsp;&nbsp;&nbsp;\r\n Written on the ribbon were letters \"The martyrs of the Chinese People's Volunteers are immortal.\" &nbsp;&nbsp;&nbsp;\r\n They paid silent tribute to the martyrs of the CPV who fell while bravely fighting in the Korean war against the U.S. imperialist aggressors. &nbsp;&nbsp;&nbsp;\r\n Then they went round the tower. &nbsp;&nbsp;&nbsp;\r\n Li Zhaoxing wrote in the visitor's book: Deep Sino-Korean friendship, the high rise Friendship Tower.    \r\n\r\n\r\n"
        },
        {
            "title": "Banquet Given for Chinese FM and His Party",
            "url": "http://kcna.co.jp/item/2004/200403/news03/24.htm#15",
            "content": "Immediate Halt to War Maneuvers against DPRK Demanded\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 23 (KCNA) -- The U.S. imperialists and the south Korean bellicose forces should stop going reckless, clearly understanding the army and people of the DPRK who have turned out in the decisive battle to defend the country and the nation, determined to annihilate the enemy, tightly holding the guns reflecting the spirit of Mt. Paektu, and halt at once their reckless war moves against the DPRK. A spokesman for the Korean National Peace Committee declared this in a statement issued today.\r\n Terming the reckless joint military exercises launched by the U.S. imperialists and the south Korean warlike hawks in south Korea premeditated moves to ignite a nuclear war on the Korean peninsula at any cost, the statement bitterly denounced this on behalf of all the Koreans. &nbsp;&nbsp;&nbsp;\r\n It went on: &nbsp;&nbsp;&nbsp;\r\n Such grave situation prevailing on the Korean peninsula proves once again that the U.S. talk about \"dialogue\" and \"peace\" is nothing but an advertisement to deceive the public at home and abroad and the Bush administration's brigandish assertion that the DPRK should \"scrap its nuclear program first\" is no more than a crafty trick to completely disarm it. &nbsp;&nbsp;&nbsp;\r\n The south Korean people from all walks of life should turn out as one in the nationwide anti-war and anti-U.S. sacred struggle to foil the reckless moves of the U.S. and its followers to provoke a nuclear war which would bring horrible disasters to the Korean nation and protect its destiny. &nbsp;&nbsp;&nbsp;\r\n It expressed belief that the world peace-loving people and organizations for peace against war would extend full support and solidarity to the Korean nation in its struggle to frustrate the U.S. moves for a new nuclear war against the DPRK and defend peace and security of the country.    \r\n\r\n\r\n"
        }
    ]
}