{
    "date": "2004-01-16",
    "url": "http://kcna.co.jp/item/2004/200401/20040116.htm",
    "articles": [
        {
            "title": "Friendship Meetings with Staff Members of Chinese and Cuban Embassies",
            "url": "http://kcna.co.jp/item/2004/200401/news01/16.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rally for Dismantlement of GNP in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200401/news01/16.htm#2",
            "content": "Friendship Meetings with Staff Members of Chinese and Cuban Embassies \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 15 (KCNA) -- The International Department of the Central Committee of the Workers' Party of Korea separately arranged friendship meetings with staff members of the Chinese and Cuban embassies here at Pyongyang Koryo Hotel on Jan. 14 on the occasion of the New Year Juche 93 (2004).\r\n Present on invitation were Chinese Ambassador Wu Donghe and Cuban Ambassador Esteban Lobaina Romero and staff members of the embassies. &nbsp;&nbsp;&nbsp;\r\n Vice Department Directors of the WPK Central Committee Ji Jae Ryong, Kim Thae Jong, Pak Kyong Son and other officials concerned were also present there. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there. &nbsp;&nbsp;&nbsp;\r\n The participants talked about the need to boost the friendly ties between the DPRK and those countries.    \r\n  \r\n\r\n\r\n"
        },
        {
            "title": "Joint New Year Editorial Studied Abroad",
            "url": "http://kcna.co.jp/item/2004/200401/news01/16.htm#3",
            "content": "Rally for Dismantlement of GNP in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 15 (KCNA) -- The South Headquarters of the National Alliance for the Country's Reunification, the Family Movement for Realizing Democracy and other organizations affiliated with the Reunification Solidarity reportedly held a rally for dismantlement of the south Korean Grand National Party in Youido, Seoul, on January 10.\r\n At the rally Permanent Representative of the Reunification Solidarity O Jong Ryol, Chairman of the Solidarity for Implementing the South-North Joint Declaration Yun Won Tak and other speakers branded the GNP as a pro-American sycophantic treacherous political party, corrupt forces and anti-reunification forces disturbing the implementation of the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n They called for making 2004 a year of driving the GNP and the U.S. out of this land for the reunification of the nation. &nbsp;&nbsp;&nbsp;\r\n After the rally the participants conducted propaganda activities in Youido, Yongdungpho and other areas.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Nuclear War Moves under Fire",
            "url": "http://kcna.co.jp/item/2004/200401/news01/16.htm#4",
            "content": "Joint New Year Editorial Studied Abroad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 15 (KCNA) -- A joint New Year editorial of the newspapers of the Party, the army and the youth league is being studied in different countries.\r\n A joint seminar of political parties, organizations and Juche idea study groups was held in democratic Congo on January 6. &nbsp;&nbsp;&nbsp;\r\n At the seminar the national chairman of the Genuine Lumumbist Patriotic Party read out the joint editorial and explained its major content. &nbsp;&nbsp;&nbsp;\r\n The chairman of the National Committee for the Study of the Juche Idea, the general secretary of the People's Rally for Socialism and other speakers said the victory and achievements made by the Korean people in building a great prosperous powerful socialist nation last year in defiance of the U.S. threat and high-handed practices are all the victory of the idea and line, faith and pluck of leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n They extended firm support and solidarity to the Korean people in their efforts to gain a higher goal on the three fronts of politics and ideology, anti-imperialism and military affairs and economy and science this year. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, reading sessions and explanation meetings on the joint editorial were held by the Nigerian Group for the Study of Kimjongilism, the Benin-Korea Amicable Association \"Long Live Kim Jong Il, Supreme Leader\" and companies of Thailand between January 5 and 7. &nbsp;&nbsp;&nbsp;\r\n At the reading session the chairman of the Nigerian Group for the Study of Kimjongilism said that the nuclear issue between the DPRK and the U.S. should be settled in a peaceful way through dialogue as pointed out in the joint editorial. &nbsp;&nbsp;&nbsp;\r\n The chairman of the Benin-Korea Amicable Association at the explanation meeting said that this year is the tenth anniversary of President Kim Il Sung's demise. He stressed that he would set a memorial period and conduct activities for introducing andpropagating the Juche idea founded by the President and his immortal exploits.    \r\n\r\n\r\n"
        },
        {
            "title": "Papers Call for Countering U.S. \"Logic of Strength\" with Strength",
            "url": "http://kcna.co.jp/item/2004/200401/news01/16.htm#5",
            "content": "U.S. Nuclear War Moves under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 15 (KCNA) -- The U.S. is now knee deep in secretly beefing up and improving the equipment of its forces in south Korea by massively shipping there weapons of latest types tested in actual wars in Iraq and Afghanistan, notes Rodong Sinmun in a commentary today.\r\n The news analyst goes on: &nbsp;&nbsp;&nbsp;\r\n The ill-boding military move of the U.S. irrefutably proves that it is hastening preparations under a scrupulous plan for a nuclear war to stifle the DPRK by strength behind the curtain of \"negotiated settlement of the nuclear issue.\" This conflicts at every point with the will of the DPRK for peace and its sincere efforts for a negotiated settlement of the nuclear issue between the DPRK and the U.S. and is a grave challenge to peace and reunification on the Korean peninsula. This is a clear proof that the U.S. intention to ignite the second war of aggression on this land has reached a grave practical stage. &nbsp;&nbsp;&nbsp;\r\n It is not a hypothesis but reality that the U.S., intensifying moves of military aggression with massive shipment of ultra-modern weapons into south Korea, might venture a preemptive strike at the DPRK, encouraged by its \"battle gains\" in Afghanistan and Iraq, hating the latter as a thorn in its flesh. &nbsp;&nbsp;&nbsp;\r\n It would be the height of folly if the U.S. thought that it could bring the army and people of the DPRK to its knees by military threat and invasion as it did in other countries and regions. The DPRK will as ever react to the U.S. \"doctrine of strength\" with toughest action in order to defend the country's sovereignty and right to existence and peace and security on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\nThe U.S. should not act rashly in the grip of illusion but drop its hostile policy toward the DPRK, stop arms buildup for aggression and withdraw from south Korea all its aggression forces without delay. &nbsp;&nbsp;&nbsp;\r\n All the Koreans will fight the U.S. in unity, not tolerating its attempts to impose a nuclear holocaust upon them and thus demonstrate their true merit to the aggressors and defend peace of the country and security of the nation.    \r\n\r\n\r\n"
        },
        {
            "title": "All Koreans Called Upon to Uphold Songun Idea",
            "url": "http://kcna.co.jp/item/2004/200401/news01/16.htm#6",
            "content": "Papers Call for Countering U.S. \"Logic of Strength\" with Strength \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 15 (KCNA) -- The U.S. asserted what happened in some countries including Iraq would give a lesson to someone and went to the lengths of urging other countries to follow their \"example.\" \r\n In this regard papers here today in signed articles say that it is the only way of protecting the sovereignty and dignity of each country and nation and global peace under the present situation to counter the U.S. \"logic of strength\" with strength. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun observes: &nbsp;&nbsp;&nbsp;\r\n It is an urgent and important task and vital demand common to humankind that values independence and peace to frustrate the U.S. \"logic of strength\". &nbsp;&nbsp;&nbsp;\r\n What merits a special attention in the U.S. \"logic of strength\" is that the U.S. is working hard to realize its ambition to dominate the world through nuclear blackmail and nuclear war, taking advantage of the absence of any rival that can challenge it in the arms race and nuclear arms buildup. &nbsp;&nbsp;&nbsp;\r\n If the U.S. imperialists' reckless and outrageous \"logic of strength\", policy of war, is left unchecked, the healthy international relations and peace and order will be put to confusion and collapse and justice and impartiality be violated and injustice will prevail on the international arena. &nbsp;&nbsp;&nbsp;\r\n Every country and nation can check the U.S. military interference and moves for aggression and defend the nation's sovereignty and peace only when they build up their driving force to counter the U.S. \"logic of strength\" with strength. &nbsp;&nbsp;&nbsp;\r\n It is the vital demand of the developing situation and the master key to victory to cope with the U.S. \"logic of strength\" with strength. What is essential here is to build up one's own national defence capability. &nbsp;&nbsp;&nbsp;\r\n In order to protect the sovereignty of the country and the nation there is no other option but to counter the U.S. \"logic of strength\" with strength. &nbsp;&nbsp;&nbsp;\r\n It is the fixed faith and will of the army and people of the DPRK that to take toughest measures backed by strength is the only way to emerge a victor and defend the sovereignty of the country and socialism in the confrontation with the U.S. imperialists. &nbsp;&nbsp;&nbsp;\r\n It is the DPRK's independent mode of retaliation to counter a hard-line policy with the toughest stand and the use of force with force. &nbsp;&nbsp;&nbsp;\r\n The U.S. \"logic of strength\" can never work on the army and people of the DPRK which has the invincible revolutionary armed forces equipped with modern offensive and defensive means. The army and people of the DPRK are capable of defeating any formidable enemy as they have always emerged victorious under the uplifted banner of Songun. &nbsp;&nbsp;&nbsp;\r\n Whatever others may say, they will as ever consolidate the front of anti-imperialism and military affairs true to the Songun politics of the Workers' Party of Korea and remain stalwart in the confrontation with the U.S. in the spirit of winning a sure victory over the enemy and thus smash the U.S. \"logic of strength\" and make positive contributions to ensuring peace in Northeast Asia and the rest of the world and advancing the human cause of independence.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Friendship Meeting at Russian Embassy",
            "url": "http://kcna.co.jp/item/2004/200401/news01/16.htm#7",
            "content": "All Koreans Called Upon to Uphold Songun Idea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 15 (KCNA) -- The Songun idea serves as the most powerful weapon for protecting the Korean nation and guaranteeing the dignity and prosperity of the nation, says Rodong Sinmun today in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The Songun idea of Juche serves as the most powerful weapon in our era as it correctly reflects the desire and wish of the popular masses who value the independence of the country and the nation and makes it possible for them to successfully realize them. &nbsp;&nbsp;&nbsp;\r\n The DPRK has firmly defended the dignity and sovereignty of the country and the nation in the fierce confrontation with the U.S. styling itself the world's only superpower under the great banner of Songun. &nbsp;&nbsp;&nbsp;\r\nOnly when the country remains strong in military muscle can it protect to the last its idea, cause and system in the confrontation with any formidable imperialist enemy, maintain its independent principle and unswervingly advance along the road of Juche. This is the faith and will the Korean army and the people have hardened in the course of a long journey of Songun. &nbsp;&nbsp;&nbsp;\r\n It is necessary to remain true to the idea of Songun under all circumstances to ensure a lasting peace on the Korean peninsula and protect the nation's right to existence. &nbsp;&nbsp;&nbsp;\r\n The Juche-oriented Songun idea serves as the just treasured sword for increasing in every way the military capacity of the country, resolutely foiling the imperialists' moves for aggression and defending the peace, security and the nation's right to existence. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists pushed the situation in Korea to the brink of a war through their persistent moves to isolate and stifle the DPRK, but dared not provoke a war there although they invaded other sovereign states in defiance of international law and worldpublic opinion and in disregard of their interests. It was the DPRK's strong military capacity that prevented them from doing so. &nbsp;&nbsp;&nbsp;\r\n All the Koreans should resolutely foil the imperialists' high-handed and arbitrary practices, firmly defend the sovereignty and the dignity of the nation and successfully build a great prosperous powerful socialist nation and accomplish the historic cause of national reunification true to the great Songun politics of the Workers' Party of Korea.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Unquenchable Trend for Reunification Movement",
            "url": "http://kcna.co.jp/item/2004/200401/news01/16.htm#8",
            "content": "Friendship Meeting at Russian Embassy\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 15 (KCNA) -- Andrei Karlov, Russian ambassador to the DPRK, arranged a friendship meeting at his embassy here on Jan. 14 on the occasion of the New Year Juche 93 (2004).\r\n Present on invitation were Minister of People's Security Choe Ryong Su, Lieutenant Generals Ri Yong Il and So Chun Bong and other generals and officers of the ministry. &nbsp;&nbsp;&nbsp;\r\n Staff members of the embassy were present. &nbsp;&nbsp;&nbsp;\r\n The participants in the meeting looked round photographs showing immortal exploits performed by President Kim Il Sung and leader Kim Jong Il in boosting the DPRK-Russia friendship. &nbsp;&nbsp;&nbsp;\r\n Then they appreciated a DPRK documentary film showing   Kim Jong Il receiving a message of greetings and a gift presented by Russian President V.V. Putin. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there. &nbsp;&nbsp;&nbsp;\r\n They deepened friendly feelings, stressing the need to boost the friendly and cooperative relations between the DPRK and Russia which are growing stronger under the deep care of Kim Jong Il and V. V. Putin.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Inspects KPA Unit",
            "url": "http://kcna.co.jp/item/2004/200401/news01/16.htm#9",
            "content": "Unquenchable Trend for Reunification Movement\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 15 (KCNA) -- It is the will of the entire Korean nation to achieve the peace and reunification of the countrythrough national cooperation. No force can hold in check this irresistible aspiration of the nation.\r\n Many remarkable events have taken place on the Korean peninsula since the June 15 North-South Joint Declaration, a milestone forreunification, was published in 2000. Among them are the August 15 National Rally for Peace and Reunification, pro-reunificationrallies of people of different social strata and the reconnection of railway lines and roads on the east and west coasts of Korea. &nbsp;&nbsp;&nbsp;\r\n Cooperation and exchange between the north and the south have been carried on without interruption despite the interference of outside forces and anti-reunification acts of the flunkeys and traitors. &nbsp;&nbsp;&nbsp;\r\n The atmosphere of confrontation, antagonism and distrust has been removed and the movement for independence and reunification has reached a new stage of development. It owes to the concerted efforts of the entire nation under the idea \"by our nation itself\". &nbsp;&nbsp;&nbsp;\r\n Nevertheless, the U.S. imperialists have committed all manner of misdeed to arrest the favorably developing reconciliation of the Korean nation and its reunification movement. &nbsp;&nbsp;&nbsp;\r\n They are pushing ahead with aggression designs including \"operation plan 5030,\" an anti-north nuclear war scenario, in full earnest, while instigating the pro-U.S., ultra-right conservatives of south Korea to obstruct the development of the inter-Korean relations. &nbsp;&nbsp;&nbsp;\r\n Only when the Korean people frustrate all anti-reunification and war plots of the United States with concerted efforts, can they achieve the peace and reunification of the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n National cooperation is the only choice of the Korean nation and the only way for its reunification. &nbsp;&nbsp;&nbsp;\r\n This year the Korean people should make a radical progress in the reunification movement by fully realizing national cooperation with an attitude and will to put the nation above any others else and rely on their own efforts.    \r\n\r\n\r\n\r\n"
        }
    ]
}