{
    "date": "2004-05-08",
    "url": "http://kcna.co.jp/item/2004/200405/20040508.htm",
    "articles": [
        {
            "title": "Establishment of Fair International Information Order Called for",
            "url": "http://kcna.co.jp/item/2004/200405/news05/08.htm#1",
            "content": "Establishment of Fair International Information Order Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- The activities of the UN Department of Public Information should contribute to narrowing down the gap between the developing countries and the developed countries and establishing a fair international information order, said a DPRK delegate at the 26th meeting of the UN Information Committee on April 28.\r\n The gap between the developing countries and the developed countries in the field of information is widening as information and communication technology vividly reflects the unfair international economic relations, he noted, and continued: &nbsp;&nbsp;&nbsp;\r\n Some countries are misrepresenting the reality of the developing countries, monopolizing modern information means. Moreover, they are bribing some information organizations in a bid to meet their political purposes such as smear campaigns and destabilizing acts against their targeted countries. &nbsp;&nbsp;&nbsp;\r\n He called upon all its member states to establish a fair international information order based on the principles of mutual respect and equality so that information service may contribute to promoting the understanding and boosting the friendly and cooperative relations among the nations. &nbsp;&nbsp;&nbsp;\r\n He underscored the need for the UN Department of Public Information to call into question the practices distorting facts and misleading the public opinion in the field of information and, at the same time, pay greater attention to reporting the issue of priority development such as poverty eradication and sustainable development, matters of the developing countries' concern, including issues of economic and social development. &nbsp;&nbsp;&nbsp;\r\n The DPRK appreciates the positive efforts made by the UN Department of Public Information in recent years to increase the information capability of the developing countries and implement its annual information workshop plan for those countries, in particular, and hopes that such efforts would be increased in the days ahead, he said.    \r\n\r\n\r\n"
        },
        {
            "title": "Vietnamese Ambassador Arranges Friendly Meeting",
            "url": "http://kcna.co.jp/item/2004/200405/news05/08.htm#2",
            "content": "Vietnamese Ambassador Arranges Friendly Meeting \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- Phan Trong Thai, Vietnamese ambassador e.p. to the DPRK, arranged a friendly meeting at the embassy Thursday on the occasion of the 50th anniversary of the victory in the Dien Bien Phu Battle.\r\n Present on invitation were Kim Yong Il, vice-minister of Foreign Affairs, Jon Kuk Man, vice-minister of Education who is chairman of the DPRK-Vietnam Friendship Association, officials concerned and staff members of different embassies here. &nbsp;&nbsp;&nbsp;\r\n Staff members of the Vietnamese embassy were also present. &nbsp;&nbsp;&nbsp;\r\n The participants looked round photos showing the battle in which the Vietnamese people achieved victory under the guidance of President Ho Chi Minh, and photos showing the national liberation struggle of the Vietnamese people. &nbsp;&nbsp;&nbsp;\r\n They went round with keen interest the photographs of President Kim Il Sung meeting with Ho Chi Minh on a visit to the DPRK and those of the former paying a historic visit to Vietnam. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the meeting. &nbsp;&nbsp;&nbsp;\r\n After seeing a Vietnamese documentary film, the participants talked about the need to boost the friendly relations between the DPRK and Vietnam.    \r\n\r\n\r\n"
        },
        {
            "title": "Meeting Held to Observe Anniversary of Kim Jong Il's Work",
            "url": "http://kcna.co.jp/item/2004/200405/news05/08.htm#3",
            "content": "Meeting Held to Observe Anniversary of Kim Jong Il's Work \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- A meeting was held at the People's Palace of Culture on Thursday to mark the 30th anniversary of leader Kim Jong Il's work made public on May 7, Juche 63 (1974).\r\n The core idea set out in the work calls for building the media of the Workers' Party of Korea into those of the leader both in name and reality. &nbsp;&nbsp;&nbsp;\r\n Clarified in the work are the basic mission and the duty of the media of the WPK to help all members of the society to become Juche-type revolutionaries intensely loyal to the Party and the leader and positively contribute to transforming the society as required by the revolutionary idea of the leader and the principle governing media activities and policies for decisively breaking stereotyped formula in media activities and bringing about a revolutionary turn in the issue of newspapers, news service and press service as required by the work to model all the members of the society on the Juche idea. &nbsp;&nbsp;&nbsp;\r\n Jong Ha Chol, secretary of the WPK Central Committee, in a report recalled that the famous work was published on May 7, Juche 63 (1974), a stirring period when the Korean revolution started a historic march for modeling the whole society on the revolutionary idea of President Kim Il Sung. This was a historic work which paved the way for bringing about a fundamental turn in making the media of the WPK faithfully serve as a powerful ideological weapon for carrying out the revolutionary cause of the leader, the reporter noted, and continued: &nbsp;&nbsp;&nbsp;\r\n The tremendous significance of the work lies in that the work serves as a library instrumental in building the Juche-oriented revolutionary media as it comprehensively clarified and systematized in an integral way the general direction and goal of building the media of the leader and the basic principle and ways for achieving them for the first time in the human history of the development of the theory of the progressive media. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il set out the Juche-based idea and theory of media, thus indicating the most correct way of building media in the present era, and has provided experienced and tested guidance to media activities. &nbsp;&nbsp;&nbsp;\r\n Under his wise guidance, an unprecedentedly great turn has taken place in the work of the media of the WPK for the last three decades. &nbsp;&nbsp;&nbsp;\r\n The reporter called upon all the journalists and other mediapersons to successfully carry forward the spirit and tradition displayed in the 70s of the last century when a revolutionary turn was effected in the issue of newspapers, news service and press service, and intensify the media activities for the victory of the Songun revolutionary cause, holding aloft the militant slogan \"Let's become ideological standard-bearers who glorify the 21st century as one of great victory in the Songun revolution!', and thus bring about another revolutionary change in the media of the country. &nbsp;&nbsp;&nbsp;\r\n He also underlined the need for all of them to wield their pens as rifles to react to the high-handed policy of the imperialists with the toughest measure, as spearheads to foil the reactionary ideological offensive of enemies with a revolutionary one and bugles powerfully arousing all Party members, servicepersons and people to the confrontation with the U.S. and Japan. &nbsp;&nbsp;&nbsp;\r\n The media should explain in detail that the might of the Songun politics is vividly represented by the invincibility of Juche Korea that is dynamically pushing forward the building of a great prosperous powerful socialist nation while wining one victory after another in the fierce political and military confrontation with imperialists, the reporter said, adding that by doing so they should let all the people exert their utmost efforts to strengthen the People's Army, attaching importance to military affairs, and positively contribute to increasing the national defense capability. &nbsp;&nbsp;&nbsp;\r\n All the journalists and other mediapersons should acquire a high level of political insight, versatile knowledge and high writing skill through energetic endeavors to improve their political and professional qualifications under the uplifted slogan of ability-first and thus live up to the political trust and expectation of the Party with merits and resolutely uphold and glorify the immortal exploits performed by Kim Jong Il in building the Juche-based media and the tradition established by him in this course, the reporter concluded. \r\n\r\n\r\n"
        },
        {
            "title": "All People's Movement Proclaimed in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200405/news05/08.htm#4",
            "content": "All People's Movement Proclaimed in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- The People's Action against Troop Dispatch reportedly sponsored a press conference in Seoul on May 3 to proclaim a 10,571-man declaration on the situation and all people's movement for the withdrawal of additional troop dispatch to Iraq and against the U.S. occupation of Iraq.\r\n At the press conference Chairman of the South Headquarters of the National Alliance for the Country's Reunification Ra Chang Sun, Chairman of the (south) Korean Confederation of Trade Unions Ri Su Ho, Permanent Chairman of the National Alliance for Democracy and Reunification O Jong Ryol and other prominent figures, referring to the brutal tortures of Iraqis by the U.S. troops, castigated the south Korean authorities for trying to dispatch troops against the backdrop, talking about relations of \"alliance\". &nbsp;&nbsp;&nbsp;\r\n They stressed that they would never overlook the authorities' moves for troop dispatch to Iraq and fight against the U.S. imperialists to the end. &nbsp;&nbsp;&nbsp;\r\n A declaration on the situation and an open letter to the authorities were read out at the press conference. &nbsp;&nbsp;&nbsp;\r\n The declaration and the open letter asserted that the authorities should refuse to cooperate in the war and announce before the international community that they will not level a rifle at Iraqis. And the documents demanded that the authorities admit the fault of the 16th-term \"National Assembly\" in approving troop dispatch and withdraw the motion on troop dispatch. &nbsp;&nbsp;&nbsp;\r\n An action program of the People's Action against Troop Dispatch was made public at the press conference. &nbsp;&nbsp;&nbsp;\r\n It was decided to wage a candlelight struggle in all parts of south Korea every Saturday from May 14 and set a week of concentrated practice for withdrawal of the motion on troop dispatch from June 5 to 12 and hold an all people's rally and the like.    \r\n\r\n\r\n"
        },
        {
            "title": "Suppression of Min Kyong U Flailed in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200405/news05/08.htm#5",
            "content": "Suppression of Min Kyong U Flailed in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- The South Headquarters of the National Alliance for the Country's Reunification reportedly made public a statement titled \"We vehemently denounce security authorities' punishment on Min Kyong U, secretary general of the Reunification Solidarity\" on April 27.\r\n The prosecution  imposed an unreasonable heavy penalty on the patriotic champion of reunification by dint of the security law, a leftover of the Cold War era, at a time when the movement to achieve reconciliation and unity between the south and the north by the nation itself is daily growing stronger and the will of the nation to reunify the country at an early date through the implementation of the June 15 joint declaration is being manifested, the statement said, stressing that this suppression is a challenge to the whole nation and a wicked political plot. &nbsp;&nbsp;&nbsp;\r\n The statement emphasized that the people will never pardon the security authorities for making a frontal challenge to the whole nation's will for reunification. &nbsp;&nbsp;&nbsp;\r\n The great unity of the whole nation for the implementation of the June 15 joint declaration is the trend of the times that no one can swim against, the statement noted, calling for having the security law, an evil law of the times, abolished within a short span of time and advancing toward the road of national reunification and overall implementation of the June 15 joint declaration.    \r\n\r\n\r\n"
        },
        {
            "title": "Function for Carrying Forward Fighting Spirit of Martyr Jon Thae Il in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200405/news05/08.htm#6",
            "content": "Function for Carrying Forward Fighting Spirit of Martyr Jon Thae Il in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- A function for carrying forward the fighting spirit of martyr Jon Thae Il was reportedly held on the River Chonggye, Seoul on May 3 with more than 300 people attending.\r\n Martyr Jon Thae Il burnt himself to death in front of the Pyung Hwa Market Co.,Ltd. on the river 34 years ago in demand of improvement of poor labour conditions, wage hike and so on. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the function. &nbsp;&nbsp;&nbsp;\r\n Paek Ki Wan, director of the Unification Study Centre, said he hopes that the function today will be an important opportunity to recall the spirit of Jon Thae Il. &nbsp;&nbsp;&nbsp;\r\n Ri Su Ho, chairman of the (south) Korean Confederation of Trade Unions, stressed he would work hard to keep the spirit of Jon Thae Il alive in the mind of the workers. &nbsp;&nbsp;&nbsp;\r\n Tan Pyong Ho, national assemblyman-elect from the Democratic Workers' Party, said that he wants to live like Jon Thae Il in thinking, speaking and acting. &nbsp;&nbsp;&nbsp;\r\n Then a performance was given to the memory of martyr Jon Thae Il. &nbsp;&nbsp;&nbsp;\r\n After the end of the performance the participants marched through the street.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun Calls for Greater Role of Media",
            "url": "http://kcna.co.jp/item/2004/200405/news05/08.htm#7",
            "content": "Rodong Sinmun Calls for Greater Role of Media \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- Rodong Sinmun Friday carries an editorial calling for highly demonstrating the might of the media under the banner of Songun on the 30th anniversary of leader Kim Jong Il's work published on May 7, Juche 63 (1974).\r\n Kim Jong Il published the historic work after proclaiming the great program of modeling the whole society on the Juche idea, the editorial says, adding; &nbsp;&nbsp;&nbsp;\r\nThat was an event which marked an occasion of a new turn in building revolutionary media and reinforcing the ideological front of socialism in Korea in every way. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The publication of the immortal work which comprehensively systematized and consummated the Juche-based idea and theory of media provided a powerful ideological weapon resolutely defending our idea, system and cause. Under the leadership of Kim Jong Il a raging flame of revolution flared up in newspapers, news reporting, broadcasting and publication and all the media of the Workers' Party of Korea assumed distinctive looks as media of Juche type. &nbsp;&nbsp;&nbsp;\r\n Our media are fulfilling their mission as the powerful ideological standard-bearer of Songun politics. All their activities are entirely oriented to materializing the idea of attaching importance to the army and all the journalists and men of the press are making positive contributions to the Songun cause as absolute devotees, defenders, spokesmen and propagandists of the Songun policy. &nbsp;&nbsp;&nbsp;\r\n Our media which have covered a proud course under the guidance of the Party and the leader should immensely increase their militant role as required by the Songun era. &nbsp;&nbsp;&nbsp;\r\n All the journalists and men of the press should consistently keep their hold on the idea and theory set out in the work and carry on the media activities in a go-ahead manner to resolutely defend our idea, system and cause. They should hold ever higher the banner of Songun, deeply cherishing the faith that the Songun policy of the WPK is the best and the army of the DPRK is the best. &nbsp;&nbsp;&nbsp;\r\n They should be outpost soldiers protecting the sound ideological and moral traits of our army and people and their way of life from the U.S. imperialists' vicious moves of ideological and cultural poisoning and true educators arming them with high working class consciousness. &nbsp;&nbsp;&nbsp;\r\n All the media of the DPRK should energetically conduct the information offensive stirring the hearts of all servicepersons and people in response to the revolutionary zeal of the people to scale at an early date the high peak of a great prosperous powerful nation in the era of a gigantic struggle.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Delegation Leaves for Britain",
            "url": "http://kcna.co.jp/item/2004/200405/news05/08.htm#8",
            "content": "DPRK Delegation Leaves for Britain \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- A delegation of the Maritime Control Bureau of the DPRK led by Director Jong Yun Min left here Friday by air to participate in the 78th meeting of the Maritime Safety Committee of the International\r\nMaritime Organization to be held in London.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Receives Gift from Chairman of Global Group",
            "url": "http://kcna.co.jp/item/2004/200405/news05/08.htm#9",
            "content": "Kim Jong Il Receives Gift from Chairman of Global Group\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- Leader Kim Jong Il received a gift from the chairman of the British Global Group on a visit to the DPRK.\r\n The gift was handed to Choe Thae Bok, chairman of the DPRK Supreme People's Assembly, by Johnny Hon, chairman of the group, Friday.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "14th Inter-Korean Ministerial Talks Close",
            "url": "http://kcna.co.jp/item/2004/200405/news05/08.htm#10",
            "content": "14th Inter-Korean Ministerial Talks Close\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- The 14th inter-Korean ministerial talks closed Friday.\r\n At the talks both sides raised and discussed the principled and urgent matters arising in further developing the inter-Korean relations in conformity with the historic period in which those seeking division and confrontation have been replaced by the new forces aspiring after national independence and reunification which are leading the era of the June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n The north side set out a reasonable draft document comprehending the proposal of the south side from the sincere stand to develop the north-south relations on the principle of national cooperation. &nbsp;&nbsp;&nbsp;\r\n Both sides share the view on developing the inter-Korean relations to meet the expectation and desire of all the fellow countrymen, and released a joint press release in this regard. &nbsp;&nbsp;&nbsp;\r\n The press release reads as follows: &nbsp;&nbsp;&nbsp;\r\n Joint press release on the 14th inter-Korean ministerial talks. &nbsp;&nbsp;&nbsp;\r\n The 14th inter-Korean ministerial talks were held in Pyongyang from May 4 to 7, 2004. &nbsp;&nbsp;&nbsp;\r\n At the talks both sides shared the understanding that inter-Korean relations should be developed in the basic spirit of the June 15 North-South Joint Declaration, agreed to open the talks between military authorities of the two sides and decided to pursue the discussion on the issues raised by both sides. &nbsp;&nbsp;&nbsp;\r\n The north and the south decided to hold the 15th inter-Korean ministerial talks in Seoul from August 3 to 6, 2004.  May 7, 2004  Pyongyang    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "South Side Delegation Leaves",
            "url": "http://kcna.co.jp/item/2004/200405/news05/08.htm#11",
            "content": "South Side Delegation Leaves\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- The south side delegation with Jong Se Hyon, minister of Unification, as chief delegate left here Friday after participating in the 14th north-south ministerial talks.\r\n It was seen off at the airport by north side delegates to the ministerial talks. &nbsp;&nbsp;&nbsp;\r\n The head of the north side hosted a reception in honor of the south side delegation Thursday. &nbsp;&nbsp;&nbsp;\r\n Members of the south side delegation visited an ostrich farm in the suburbs of Pyongyang during the period of the talks.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Choe Thae Bok Meets Chairman of Global Group",
            "url": "http://kcna.co.jp/item/2004/200405/news05/08.htm#12",
            "content": "Choe Thae Bok Meets Chairman of Global Group\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- Choe Thae Bok, chairman of the DPRK Supreme People's Assembly, met and had a friendly talk with Johnny Hon, chairman of the British Global Group, and his party at the Mansudae Assembly Hall Friday.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Degree of Doctor of Laws Awarded to Japanese Professor",
            "url": "http://kcna.co.jp/item/2004/200405/news05/08.htm#13",
            "content": "DPRK Degree of Doctor of Laws Awarded to Japanese Professor\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- DPRK degree of Doctor of Laws was awarded to Noriaki Ouchi, professor of Kantogakuin University of Japan, with due ceremony at the People's Palace of Culture Friday.\r\n He made a contribution to explaining and disseminating the Juche idea and proving on a scientific and theoretic basis the originality and perfection of the socialist constitution and existing laws of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Present at the awarding ceremony were Kwak Pom Gi, vice-premier of the Cabinet who is chairman of the State Commission for Conferring Degrees and Titles of the DPRK, Kang Chun Gum, secretary general of the commission, officials concerned and Shuhachi Inoue, honorary director general of the International Institute of the Juche Idea, on a visit to the DPRK. &nbsp;&nbsp;&nbsp;\r\n At the ceremony the certificate of DPRK Doctor of Laws and a medal were conferred on Prof. Noriaki Ouchi.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Plan to Bolster Its Armed Forces under Fire",
            "url": "http://kcna.co.jp/item/2004/200405/news05/08.htm#14",
            "content": "U.S. Plan to Bolster Its Armed Forces under Fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 7 (KCNA) -- The DPRK will not remain a passive on-looker to the U.S. moves to deploy more aggressor armed forces including Patriot missiles and destroyer Aegis in and around south Korea, but take a strong self-defensive measure to counter it, warns a spokesman for the Committee for the Peaceful Reunification of the Fatherland in a statement Friday. The statement said:\r\n The U.S. warmongers announced the plan to deploy Aegis and Patriot missiles, which are usually deployed in major dispute-torn areas, in and around south Korea, timed to coincide with the relocation of the U.S. troops in south Korea. This is a grave military provocation against the DPRK and a dangerous arms build-up disturbing peace and stability of the Korean peninsula and the region. &nbsp;&nbsp;&nbsp;\r\nThis plan came at a time when contact and dialogue, cooperation and exchange are brisk between the north and the south and a meeting of the working group of the six-party talks is slated to take place before long. This more glaringly discloses the heinous attempt of the Bush administration to harass peace and stability of the Korean peninsula and more desperately pursue confrontation and war. &nbsp;&nbsp;&nbsp;\r\n The U.S. should ponder over the disastrous consequences to be entailed by its reckless acts and behave with discretion. The south Korean authorities should not be an accomplice of the U.S. in its reckless arms build-up but unhesitatingly take the road of patriotism to deter foreign aggressor forces from provoking a nuclear war.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}