{
    "date": "2004-03-15",
    "url": "http://kcna.co.jp/item/2004/200403/20040315.htm",
    "articles": [
        {
            "title": "Seminars on Kim Jong Il's Work Held in India",
            "url": "http://kcna.co.jp/item/2004/200403/news03/15.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Group for Study of Kim Jong Il's Works Formed in Ethiopia",
            "url": "http://kcna.co.jp/item/2004/200403/news03/15.htm#2",
            "content": "Seminars on Kim Jong Il's Work Held in India \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 14 (KCNA) -- Seminars on leader Kim Jong Il's famous work \"The Juche Philosophy Is an Original Revolutionary Philosophy\" were separately held by the Juche Idea Study Society of Delhi and the Juche Philosophy Study Committee in India on March 5 and 6.\r\n B.C. Gupta, chairman of the Juche Idea Study Society of Delhi, in a speech explained the ideological and theoretical feats of Kim Jong Il who has comprehensively systematized and developed in depth the Juche philosophy of President Kim Il Sung by generalizing the rich and profound experience gained in the revolutionary practice. &nbsp;&nbsp;&nbsp;\r\n  Kim Jong Il formulated and developed in depth the Juche philosophy by reflecting the demand and aspiration of the popular masses and generalizing the masses' experience in struggle, proceeding from the viewpoint that the popular masses are the masters of verything and the most intelligent beings, he noted, adding this is, indeed, a popular philosophy which attaches importance to the popular masses and serves them. &nbsp;&nbsp;&nbsp;\r\n Wipin Gupta, chairman of the Juche Philosophy Study Committee of India, in a speech said that the Juche philosophy comprehensively indicates the principles and methods of politics leading human emancipation and social development to a straight road. &nbsp;&nbsp;&nbsp;\r\n The practical experience of the Korean revolution and the historical lesson drawn from the building of socialism in different countries prove that the Juche philosophy is, indeed, a true political philosophy in the present era as it leads the struggle to shape the destiny of the popular masses, the struggle to accelerate the social development to victory at all times, he noted.    \r\n\r\n"
        },
        {
            "title": "Preparatory Committee Formed in Ethiopia",
            "url": "http://kcna.co.jp/item/2004/200403/news03/15.htm#3",
            "content": "Group for Study of Kim Jong Il's Works Formed in Ethiopia \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 14 (KCNA) -- An inaugural ceremony of the Addis Ababa Group for the Study of Kim Jong Il's Works was held in Ethiopia on March 5 on the occasion of the Day of the Sun.\r\n The chief of the group elected at the ceremony in a speech praised Kim Jong Il as a recognized leader steering the world revolution in the 21st century, stressing that all the members of the group should deeply study his immortal works. &nbsp;&nbsp;&nbsp;\r\n The chief underscored the need for the group to expand its ranks and make an active contribution to boosting the friendship between Ethiopia and the DPRK.    \r\n\r\n"
        },
        {
            "title": "U.S. Mil.Authorities Urged to Make Open Apology for Detaining S. Korean Reporters",
            "url": "http://kcna.co.jp/item/2004/200403/news03/15.htm#4",
            "content": "Preparatory Committee Formed in Ethiopia \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 14 (KCNA) -- A preparatory committee for commemorating the Day of the Sun was formed on March 6 with due ceremony under the co-sponsorship of the Addis Ababa Group for the Study of Kim Jong Il's Works and the Addis Ababa Group for the Study of the Juche Idea in Ethiopia.\r\n Beukatu Tasous, chief of the Addis Ababa Group for the Study of the Juche Idea, at the ceremony said that President Kim Il Sung performed immortal feats on behalf of the Korean people and humankind, adding they formed the preparatory committee for commemorating the Day of the Sun to remember again and widely introduce his great revolutionary feats. &nbsp;&nbsp;&nbsp;\r\n  The preparatory committee set a period of its activities till April 20 and decided to hold seminars, meetings, remembering meetings, lectures, reading sessions, film shows, photo exhibitions and other colorful functions to remember the revolutionary life of Kim Il Sung in the period.    \r\n   \r\n\r\n"
        },
        {
            "title": "Message of Sympathy to Spanish Prime Minister",
            "url": "http://kcna.co.jp/item/2004/200403/news03/15.htm#5",
            "content": "U.S. Mil.Authorities Urged to Make Open Apology for Detaining S. Korean Reporters \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 14 (KCNA) -- The south Korean Journalist Association reportedly issued a statement on March 8 denouncing the U.S. troops stationed in Iraq for having detained south Korean reporters.\r\n Recalling that GIs kept in custody and threatened reporters of the south Korean KBS for several hours in Iraq on March 6, the statement branded this as a de facto negation of the freedom of speech and a gag on the press. &nbsp;&nbsp;&nbsp;\r\n The statement continued: &nbsp;&nbsp;&nbsp;\r\n Moreover, the south Korean ambassador to Iraq demanded an immediate release of the reporters after confirming their identity but the U.S. forces side did not set them free. Such inhuman behavior is lashing the people into fury. &nbsp;&nbsp;&nbsp;\r\n It strongly demanded the U.S. military authorities make an open apology for this case and take a step for preventing the reoccurrence of the similar case.    \r\n\r\n\r\n"
        },
        {
            "title": "U.S. Urged to Withdraw Projected Joint Military Exercises",
            "url": "http://kcna.co.jp/item/2004/200403/news03/15.htm#6",
            "content": "Message of Sympathy to Spanish Prime Minister \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 14 (KCNA) -- Pak Pong Ju, premier of the DPRK Cabinet, sent a message of sympathy to Spanish Prime Minister Jose Maria Aznar. \r\nUpon hearing the sad news that a train explosion in Spain claimed big casualties, I express deep sympathy and condolences to you and, through you, to the Spanish government and people and the bereaved families, the message said.    \r\n\r\n\r\n"
        },
        {
            "title": "Spokesman for CPRF on \"Motion on Impeachment against S. Korean President\"",
            "url": "http://kcna.co.jp/item/2004/200403/news03/15.htm#7",
            "content": "U.S. Urged to Withdraw Projected Joint Military Exercises \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 14 (KCNA) -- A spokesman for the Panmunjom Mission of the Korean People's Army today gave an answer to the question put by KCNA as regards a telephone message sent to the KPA side by the U.S. side on March 9 to the effect that it would stage large-scale Foal Eagle joint military exercises and reception, staging, onward movement and integration (RSOI) in south Korea from March 22 to 28.\r\n The Panmunjom Mission in its telephone message disclosed the gravity and dangerous nature of the projected military exercises and strongly demanded it immediately withdraw the plan, the spokesman noted, and continued: &nbsp;&nbsp;&nbsp;\r\n Though the US is talking about a negotiated and peaceful solution to the nuclear issue between the DPRK and the U.S., it is further intensifying than ever before its moves to stifle the DPRK by force of arms. &nbsp;&nbsp;&nbsp;\r\n Some time ago, the U.S. staged a joint military exercise in the area close to the Military Demarcation Line aimed to mobilize its aggressor troops in and around south Korea to an actual war in accordance with the \"New Operation Plan 5026\" worked out on the basis of the experience gained in the Iraqi war and in line with transfer of the U.S. military bases and relocation of its armed forces. &nbsp;&nbsp;&nbsp;\r\nOn Jan. 19 it even staged an emergency evacuation exercise under the simulated conditions of evacuating families of the U.S. troops and Americans in south Korea to other countries in case of emergency on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n The U.S. side committed over 400 cases of aerial espionage against the DPRK by mobilizing modern operational equipment this year alone. &nbsp;&nbsp;&nbsp;\r\n All these facts prove that the U.S. practically confirmed the already worked out operation plans for invasion and completely wound up its preparations for a new Korean war through its arms buildup and transfer, deployment and relocation of its forces and mobile exercises aimed to increase their combat capability. &nbsp;&nbsp;&nbsp;\r\n It is as clear as noonday that such joint military exercises may quickly go over to an offensive operation against the north. &nbsp;&nbsp;&nbsp;\r\n Foal Eagle and \"RSOI\" are extremely provocative war moves to launch a preemptive strike at the DPRK. &nbsp;&nbsp;&nbsp;\r\n If the U.S. sincerely hopes for detente and peace on the Korean peninsula, it should stop at once the arms buildup, aerial espionage and provocative exercises in gross violation of the Preamble, Paragraph 13 d and Paragraph 16 of the Armistice Agreement. &nbsp;&nbsp;&nbsp;\r\n The Korean People's Army will follow with high vigilance the U.S. moves to provoke a war and get fully ready to take corresponding countermeasures, if necessary, he warned.     \r\n\r\n\r\n"
        },
        {
            "title": "Inaugural Ceremony of Association Branch Held in Poland",
            "url": "http://kcna.co.jp/item/2004/200403/news03/15.htm#8",
            "content": "Spokesman for CPRF on \"Motion on Impeachment against S. Korean President\" \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 14 (KCNA) -- A spokesman for the Committee for the Peaceful Reunification of the Fatherland today gave the following answer to a question put by KCNA as regards the passage of a \"motion on impeachment against the president\" through the \"National Assembly\" of south Korea:\r\n On March 12 the Grand National Party, the Democratic Party and the United Liberal Democrats conspired with one another to railroad what they call a \"motion on impeachment against the president\" through the NA. &nbsp;&nbsp;&nbsp;\r\n This is not merely an internal affair of south Korea. It is a political rebellion staged by a handful of political quacks quelling the mindset of tens of millions of south Korean people. &nbsp;&nbsp;&nbsp;\r\n This pushed the political situation in south Korea to an unpredictable phase and brought an unbearable insult and disgrace to the south Korean people. A plot was illegally and unreasonably hatched for the \"motion on impeachment\" and it was railroaded through the NA session in just 20 minutes with riot police involved. That was a coup in the parliament unprecedented in the history of world politics, which betrays the backwardness of south Korean politics. &nbsp;&nbsp;&nbsp;\r\n It was none other than the United States that sparked such disturbing development. The U.S. had hatched such plot for \"impeachment\" in south Korea since October last year. &nbsp;&nbsp;&nbsp;\r\n Workers, peasants, youth and students, intellectuals, religionists and people of all other standings in south Korea should condemn the illegal political gangsterism of the U.S., the GNP and other conservative opposition parties, its henchmen, and take a proper option to pave the way for new politics, new system and new life through their struggle and make a bold decision. &nbsp;&nbsp;&nbsp;\r\n We will follow the present situation in south Korea.    \r\n\r\n\r\n"
        },
        {
            "title": "General Election Solidarity Formed in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200403/news03/15.htm#9",
            "content": "Inaugural Ceremony of Association Branch Held in Poland \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 13 (KCNA) -- An inaugural ceremony of the Rzeszow Branch of the Poland-Korea Association was held at the Biological Institute of Rzeszow University on March 5.\r\n At the ceremony Prof. and honorary Dr. Marek Korzorowski who is director of the institute was elected chairman of the branch. &nbsp;&nbsp;&nbsp;\r\n He in his speech said the branch would work hard to boost the friendly and cooperative relations between the two peoples.   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Basic Aim of Campaign for \"General Election\" in S. Korea Clarified",
            "url": "http://kcna.co.jp/item/2004/200403/news03/15.htm#10",
            "content": "General Election Solidarity Formed in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 13 (KCNA) -- A press conference regarding the inauguration of the 17th -term General Election Solidarity for New Politics in the Era of Reunification was reportedly held in Seoul on March 9.\r\n An inaugural prospectus read out at the press conference stressed that the general election solidarity would work hard for a victory of those forces striving to implement the June 15 joint declaration and the forces of national conscience in the forthcoming election and condemn and drive the anti-national political forces out of the political camp. &nbsp;&nbsp;&nbsp;\r\n Calling for establishing the 17th-term \"National Assembly\" which will set right national spirit, carry forward patriotic soul and stamp out the pro-Japanese remnants, the prospectus said that the justice of the people and the call of the times would bring about the implementation of the June 15 joint declaration in this land and speed up national reunification. &nbsp;&nbsp;&nbsp;\r\n The action program of the general election solidarity was made public at the press conference. &nbsp;&nbsp;&nbsp;\r\n After the press conference members of the solidarity conducted information services for establishing a National Assembly that pursues new politics. &nbsp;&nbsp;&nbsp;\r\n The solidarity groups prominent figures from all walks of life, chairmen of university student councils and members of youth organizations, 67 in all.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Revised \"Agreement on Logistic Support\" Flailed in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200403/news03/15.htm#11",
            "content": "Basic Aim of Campaign for \"General Election\" in S. Korea Clarified\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 13 (KCNA) -- Ri Kyong Won, secretary general of the South Headquarters of the National Alliance for the Country's Reunification (Pomminryon), reportedly held a press conference on February 24 as regards the movement for the \"general election\" in south Korea.\r\n The basic aim of the campaign is to create a favorable political environment for implementing the June 15 joint declaration, he said, stressing that to this end they would form the \"Solidarity for the 17th General Election to Realize New Politics in the Era of Reunification\" and conduct a joint struggle with various organizations for the general election irrespective of differences. &nbsp;&nbsp;&nbsp;\r\n Underscoring the need to destroy the power structure of the \"National Assembly\" dominated by the \"Grand National Party,\" he contended that they should handle the issue of the \"general election\" strictly from the national viewpoint that the nation lives in the June 15 era. &nbsp;&nbsp;&nbsp;\r\n He referred to the tasks to be fulfilled by the \"solidarity for the 17th general election\" to be formed in the future. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, Son Jun Hyok, deputy spokesman for the \"Headquarters of the General Election Movement for the Judgment of the Outdated Politics on Behalf of the June 15 Era\", on March 8 made public a statement titled \"We should impeach the 16th NA, not the president\". &nbsp;&nbsp;&nbsp;\r\n The GNP and the \"Democratic Party's\" move for the impeachment against the president reminds one of a thief crying \"Stop the thief!\" the statement said, adding they should not talk about the \"impeachment against the president\" but the GNP and the 16th NA should be dissolved.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA Raps at Japan's Ambition for Overseas Expansion",
            "url": "http://kcna.co.jp/item/2004/200403/news03/15.htm#12",
            "content": "Revised\"Agreement on Logistic Support\" Flailed in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 13 (KCNA) -- The People for Achieving Peace and Reunification and the Council for National Reconciliation and Independent Reunification in south Korea reportedly held a press conference in front of the building of the \"Ministry of National Defence\" on March 5 to denounce the revised south Korea-U.S. \"agreement on logistic support\".\r\n Yu Yong Jae, secretary general of the People for Achieving Peace and Reunification, said at the press conference that the revised \"agreement on logistic support\" is aimed to aid the U.S. in its war of aggression from A to Z. &nbsp;&nbsp;&nbsp;\r\n Hong Kun Su, permanent representative of the Council for National Reconciliation and Independent Reunification, said that the \"agreement\" was retrogressively revised to turn the Korean peninsula into a logistic base for the U.S. war of aggression. He bitterly denounced the deceptive and anti-national attitude of the \"Ministry of National Defence\" to justify it. &nbsp;&nbsp;&nbsp;\r\n A press release urging the nullification of the agreement was read out at the press conference. &nbsp;&nbsp;&nbsp;\r\n The revised agreement is totally null and void and illegal as the United States forced the south Korean side to sign the agreement, threatening that the supply of water and logistic transport to the units dispatched to Iraq would be stopped and, moreover, it was not passed through the \"National Assembly\", the press release said, urging the \"government\" not to deceive the people any longer but nullify the revised agreement at once.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Authorities Urged to Drop Their Cold War-oriented Strategy for Confrontation",
            "url": "http://kcna.co.jp/item/2004/200403/news03/15.htm#13",
            "content": "KCNA Raps at Japan's Ambition for Overseas Expansion\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 13 (KCNA) -- The ambition of the Japanese reactionaries for territorial expansion has reached an extreme phase.\r\n It has been brought to light lately that the postal service corporation of Japan has recently published stamps on which Tok Islet is printed as part of the territory of Japan though it is an inalienable part of the territory of Korea. This is now touching off bitter resentment among the Koreans. &nbsp;&nbsp;&nbsp;\r\n Stamps which were printed three times till Feb. 19 were reported to bear the word \"Takeshima\" in Japanese and English below the picture of the islet. &nbsp;&nbsp;&nbsp;\r\n In the past the Japanese chief executives and other right-wing reactionaries made several territorial claims to the islet but this is the first time that Japan worked so desperately to establish dominion on this inviolable territory of Korea, openly distributing stamps carrying the islet marked as \"Takeshima\". &nbsp;&nbsp;&nbsp;\r\n What should not be overlooked is that the stamps were published right after the present chief executive of Japan made a reckless remark claiming that Tok islet was part of the Japanese territory. It is widely known to the world that he made similar remarks recently only to spark a great furor and rebuff at home and abroad. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are working hard to convince the Japanese that the islet belongs to Japan in a bid to get them ready for a war to retake the territory, that is, a war of aggression against Korea and let the international community know beforehand that Japan has a dominium over the islet. &nbsp;&nbsp;&nbsp;\r\n Such far-fetched assertion that an inalienable part of the territory of other country belongs to Japan can be made only by the Japanese reactionaries hell-bent on territorial expansion. &nbsp;&nbsp;&nbsp;\r\n As far as Tok Islet is concerned, it is part of the inviolable territory of Korea. They have no ground to have an eye on this islet from a historical, geographical and legal point of view. &nbsp;&nbsp;&nbsp;\r\n The Korean ancestors had used the islet as the fishing ground, etc. generation after generation since they discovered it. According to records, it was 512 A.D. when the islet belonged to Uljin-hyon (county), Kangwon Province, Korea, in accordance with a state\r\nstep. The fact that the islet is part of the Korean territory has been already clearly proved by the single fact that it was marked as part of the Korean land not only on maps of other countries but even on the Japanese map before the Japanese imperialists occupied Korea. &nbsp;&nbsp;&nbsp;\r\n Clear is the aim sought by the Japanese reactionaries in so persistently and shamelessly claiming that Tok Islet belongs to Japan, while negating such historical facts. They intend to deliberately kick off a \"dispute over Tok Islet\" and launch reinvasion under that pretext. &nbsp;&nbsp;&nbsp;\r\n They had better stop acting rashly. Japan's reinvasion will lead to its destruction. &nbsp;&nbsp;&nbsp;\r\n The army and the people of the DPRK will mete out a merciless punishment to Japan if it encroaches upon its territory and sovereignty even a bit. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries should withdraw at once their claim to Tok Islet\", a product of their anachronistic ambition.    \r\n  \r\n\r\n\r\n"
        },
        {
            "title": "U.S. Marine Corps' Large-scale War Exercise Held in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200403/news03/15.htm#14",
            "content": "S. Korean Authorities Urged to Drop Their Cold War-oriented Strategy for confrontation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 13 (KCNA) -- The south Korean authorities on March 4 released the \"four-point basic security policy strategy\", the keynote of which is to \"build up military power strong enough to deter the north\" and \"play a major role in deterring the north\" in the future.\r\n Commenting on this, Minju Joson today says their talk about a \"major role in deterring the north\" means, in essence, that they would play a major role in executing the U.S. policy to stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n The news analyst goes on: &nbsp;&nbsp;&nbsp;\r\n The \"four-point basic security policy strategy\" means a strategy for Cold War-oriented confrontation with the north in which they adopted the confrontation with the fellow countrymen in the north as a policy. &nbsp;&nbsp;&nbsp;\r\n Their adoption of this strategy as a policy diametrically runs counter to the June 15 joint declaration. This can never be tolerated as it is an anti-reunification criminal act of negating the June 15 joint declaration and hamstringing its implementation in a bid to bring the inter-Korean relations back to the era of confrontation. &nbsp;&nbsp;&nbsp;\r\n The inter-Korean confrontation declared by them as a policy under the ridiculous signboard of \"deterring the north\" is a crime against the nation as it is intended to bring a holocaust of a nuclear war to the nation. This inter-Korean confrontation declared by them as a policy toeing the U.S. line conflicts with the \"co-prosperity\" touted by them and has nothing to do with \"self-reliant national defence\". &nbsp;&nbsp;&nbsp;\r\n With nothing can the south Korean authorities justify the policy of inter-Korean confrontation and the Cold War-oriented strategy for confrontation with the north. &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities should clarify their stand on whether they stand for independence or dependence on foreign forces and national reconciliation or confrontation. &nbsp;&nbsp;&nbsp;\r\n We will closely watch the future attitude of the south Korean authorities and take necessary countermeasures.    \r\n\r\n\r\n"
        },
        {
            "title": "High-Level KEDO Delegation Leaves",
            "url": "http://kcna.co.jp/item/2004/200403/news03/15.htm#15",
            "content": "U.S. Marine Corps' Large-scale War Exercise Held in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 13 (KCNA) -- The U.S. Marine Corps has staged a large-scale war exercise in Phyongthaek, Kyonggi Province, from March 8, according to foreign press reports.\r\n Involved in the war exercise dubbed Freedom Banner 04 are at least 4,000 strong U.S. marines stationed in Hawaii, Okinawa, Iwakuni and Hiroshima. &nbsp;&nbsp;&nbsp;\r\n The war exercise which will last till the end of March is aimed to test swift response to the \"emergency\" on the Korean peninsula such as an urgent transportation of M1 Abrams tanks, combat vehicles and military hardware from warships to battle fields. &nbsp;&nbsp;&nbsp;\r\n It is the first time that the U.S. Marine Corps staged military exercise in Phyongthaek close to the Military Demarcation Line though it has committed war rehearsals in the southern areas of south Korea several times a year till now. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists have recently driven the situation to a crisis, more openly revealing their bellicose nature by staging various war exercises while working hard to increase their aggression forces in south Korea.    \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Delegation Leaves",
            "url": "http://kcna.co.jp/item/2004/200403/news03/15.htm#16",
            "content": "High-Level KEDO Delegation Leaves\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 13 (KCNA) -- The high-level delegation of the Korean Peninsula Energy Development Organization (KEDO) left here by air on March 13.    \r\n\r\n\r\n"
        },
        {
            "title": "Executive Director of UNICEF and His Party Here",
            "url": "http://kcna.co.jp/item/2004/200403/news03/15.htm#17",
            "content": "S. Korean Delegation Leaves\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 13 (KCNA) -- The delegation of the Headquarters for the Promotion of Joint National Functions in south Korea with Han Sang Ryol, permanent representative of the Reunification Solidarity for the Implementation of the June 15 South-North Joint Declaration and Peace on the Korean Peninsula, as its honorary head and with Kim Jong Su, permanent executive chairman of the headquarters who is also permanent executive chairman of the Headquarters of the Movement of All Compatriots for Going Hand in Hand, as its head left here today.\r\n The delegation was seen off at the airport by officials concerned.    \r\n\r\n\r\n"
        },
        {
            "title": "Students of North and South Meet",
            "url": "http://kcna.co.jp/item/2004/200403/news03/15.htm#18",
            "content": "Executive Director of UNICEF and His Party Here\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 13 (KCNA) -- Carol Bellamy, executive director of the United Nations Children's Fund (UNICEF), and his party arrived here today.\r\n They were greeted at the airport by Choe Su Hon, vice-minister of Foreign Affairs of the DPRK, Mosood Hyder, UN resident coordinator and resident representative of the UNDP, and Pierrete Vu Thi, representative of the Office of the UNICEF here. &nbsp;&nbsp;&nbsp;\r\n The DPRK government hosted a reception in honor of the guests this evening.    \r\n\r\n\r\n"
        }
    ]
}