{
    "date": "2004-02-04",
    "url": "http://kcna.co.jp/item/2004/200402/20040204.htm",
    "articles": [
        {
            "title": "U.S. Move to Vandalize Cultural Treasures of Korea Denounced",
            "url": "http://kcna.co.jp/item/2004/200402/news02/04.htm#1",
            "content": "U.S. Move to Vandalize Cultural Treasures of Korea Denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 3 (KCNA) -- The Information Department of the Central Committee of the National Democratic Front of South Korea made public a statement on January 28 denouncing the U.S. for its move to vandalize national and cultural treasures of Korea, according to the Internet site of Kuguk Jonson.\r\n The statement said: &nbsp;&nbsp;&nbsp;\r\n The U.S. move to use the site of Toksu Palace in Seoul as a plottage for its embassy premises is an extension and a specific manifestation of its acts of aggression of the Korean peninsula and vandalization of Korean national and cultural relics, which was\r\nstarted with the exhumation of Prince Namyon's tomb in the wake of the intrusion of its ship \"General Sherman.\" &nbsp;&nbsp;&nbsp;\r\n Historically, the U.S. has been a vandalizer of human culture as it has been hell-bent on obliterating the history and culture in the areas under its occupation and violating the traditions and spirit of their people. &nbsp;&nbsp;&nbsp;\r\n The statement called upon the patriotic people from all walks of life and the historians to resolutely smash the U.S. move to build its embassy premises in the site of Toksu Palace, a wanton violation of the sovereignty. &nbsp;&nbsp;&nbsp;\r\n And the present authorities should immediately discontinue their pro-U.S. servile act of offering the site of the palace as a plottage for the U.S. embassy premises, stressing the need to consider the \"south Korea-U.S. alliance\" more important than the preservation of national culture.    \r\n\r\n"
        },
        {
            "title": "Karachi Preparatory Committee Formed in Pakistan",
            "url": "http://kcna.co.jp/item/2004/200402/news02/04.htm#2",
            "content": "Karachi Preparatory Committee Formed in Pakistan \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 3 (KCNA) -- An inaugural ceremony of the Karachi Preparatory Committee for celebrating February 16, birthday of leader Kim Jong Il, was held in Karachi on January 25.\r\n At the ceremony Press Secretary of the Pakistan People's Party Taji Haider was elected chairman of the preparatory committee. &nbsp;&nbsp;&nbsp;\r\n The preparatory committee decided to hold a meeting and seminar with the attendance of renowned politicians, scholars and figures from all walks of life and distribute books introducing the Juche idea and the struggle of the Korean people among the Pakistani people in order to significantly greet the February holiday. &nbsp;&nbsp;&nbsp;\r\n A message of greetings to Kim Jong Il was adopted at the ceremony.    \r\n\r\n"
        },
        {
            "title": "Celebration Committee Formed in Libya",
            "url": "http://kcna.co.jp/item/2004/200402/news02/04.htm#3",
            "content": "Celebration Committee Formed in Libya \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 3 (KCNA) -- An inaugural ceremony of a committee for celebrating February 16, birthday of leader   Kim Jong Il, was held in Tarabulus on January 28 under the sponsorship of the Sunbula International Friendship Club.\r\n At the ceremony General Secretary of the club Salah Deen Al Gashat was elected chairman of the committee. &nbsp;&nbsp;&nbsp;\r\n The committee set a celebration period from February 1 to 20 and decided to organize colorful functions.    \r\n\r\n"
        },
        {
            "title": "KCNA Assails Japan's Adoption of Anti-DPRK Law",
            "url": "http://kcna.co.jp/item/2004/200402/news02/04.htm#4",
            "content": "KCNA Assails Japan's Adoption of Anti-DPRK Law \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 3 (KCNA) -- Japan rushed on January 29 through the Lower House the \"amendment to the law on foreign exchange\" aimed at economic sanctions and blockade against the DPRK, defying our repeated warnings.\r\n The Liberal Democratic Party and the New Komeito Party, two parties of the Japanese ruling coalition, and the Democratic Party, a major opposition party, on Jan. 26 closeted over the details of the bill and agreed to pass it through the Lower House and adopt it at the Upper House by early February. And that day the Japanese chief executive told reporters that \"it is a good thing to have several negotiation cards.\" It is a wanton violation of the basic spirit of the DPRK-Japan Pyongyang Declaration and an undisguised hostile act against the DPRK for Japan to introduce sanctions against the opposite party, far from making apology and compensation for its past crimes, a little over one year after the publication of the declaration. &nbsp;&nbsp;&nbsp;\r\n The Japanese authorities and ruling and opposition parties are making haste in collusion with each other to impose sanctions against the neighboring sovereign state with the diet as their stage. It well illustrates the ethical and moral immaturity and vulgarity of Japanese politics based on an abnormal mode of thinking down through history. &nbsp;&nbsp;&nbsp;\r\n Japan is the assailant and war criminal state that committed indelible crimes with its aggression and illegal occupation rule over Korea. But it is now set to take such legislative measures as \"sanctions\" against the victim, instead of fulfilling its obligation to redeem its past wrongs at an early date. It is a shameless anti-DPRK hostile act woefully lacking common knowledge. &nbsp;&nbsp;&nbsp;\r\n If the Japanese politicians had eyes and ears and normal thinking power and conscience, they would not have remained indifferent to the fact that Germany decided on December 22 last year to pay reparations to the legal heirs of the Russian victims to Nazi Germany within 3 months. Japan, however, has so far failed to show sincere attitude and stance in reflecting on itself and making apology and compensation for its past war crimes. This is why it still finds itself a target of denunciation and condemnation of the Asian countries and the international community. &nbsp;&nbsp;&nbsp;\r\n It is a ridiculous political cartoon that Japan, an abnormal state, is talking about the \"revision of its constitution\" to be a \"normal state\" and \"common state\" and brandishing the purse to become a permanent member of the UN Security Council. &nbsp;&nbsp;&nbsp;\r\n It is a foolish daydream for Japan to try to shake itself free from the obligation to redeem its past crimes by pressurizing the DPRK with sanctions. And it would have to pay a very high price for its intentional criminal acts intended to torpedo the process of a peaceful settlement of the nuclear crisis on the Korean peninsula, if it sought to get something from \"sanctions,\" regarding them as a negotiation card. &nbsp;&nbsp;&nbsp;\r\n Japan should act with discretion, mindful that Korea today is not what it was yesterday when it only suffered losses, oppressed by the bayonets of the Japanese imperialists. &nbsp;&nbsp;&nbsp;\r\n We will not be an onlooker to the fact that Japan is seriously encroaching upon our sovereignty and becoming undisguised in its hostile policy with economic sanctions and blockade but counter it with super toughness.    \r\n\r\n"
        },
        {
            "title": "Struggle of Korean People Supported Abroad",
            "url": "http://kcna.co.jp/item/2004/200402/news02/04.htm#5",
            "content": "Struggle of Korean People Supported Abroad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 3 (KCNA) -- P. Symon, general secretary of the Communist Party of Australia, said that the Communist Party of Australia would express positive support and solidarity to the Korean people in their struggle to independently and peacefully achieve national reunification by the concerted efforts of the Korean nation under the banner of the June 15 North-South Joint Declaration.\r\n When meeting Chon Jae Hong, ambassador of the DPRK to Australia, on January 28, the general secretary stressed that the DPRK set it as an important one of the three fronts to strengthen the front of the anti-imperialism and military affairs,  under the banner of Songun policy, in the joint New Year editorial, which is a very just and wise measure to defend the security and sovereignty of the country and ensure the peace and stability on the Korean Peninsula in the face of the permanent U.S. moves for  aggression. &nbsp;&nbsp;&nbsp;\r\n He said that the U.S. dare not to provoke the DPRK as it has a powerful national defense capacity, particularly strong deterrent force. He wished the Korean people new success in the struggle for protecting the security and sovereignty of the country, building a great prosperous powerful nation and achieving the peaceful reunification of the country, true to the Songun policy this year, too. &nbsp;&nbsp;&nbsp;\r\n He hoped that the friendly relations between the Workers' Party of Korea and the Communist Party of Australia would grow stronger with the 60th anniversary of the WPK as a momentum.    \r\n\r\n"
        },
        {
            "title": "GNP's Move to Block \"National Assembly's\" Passage of Special Bill under Fire",
            "url": "http://kcna.co.jp/item/2004/200402/news02/04.htm#6",
            "content": "GNP's Move to Block \"National Assembly's\" Passage of Special Bill under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 3 (KCNA) -- The arbitrary act of the Grand National Party of south Korea to block its passage of a \"special bill on listing pro-Japanese elements\" through the \"National Assembly\" is an outrageous act of quelling the ardent desire of the south Korean people to firmly preserve the spirit of the Korean nation.\r\n Minju Joson today says this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n In reflection of the will and demand of the south Korean people last year the \"Society of National Assemblymen for Preserving National Spirit\" submitted the \"special bill on listing pro-Japanese elements\" to the \"National Assembly\"  in order to disclose the \"records of crimes committed by them against the nation in the past as lackeys of the Japanese imperialists. &nbsp;&nbsp;&nbsp;\r\n But the GNP gentries are working hard to check the passage of the special bill through the \"National Assembly\", taking advantage of their dominance in the \"National Assembly\". &nbsp;&nbsp;&nbsp;\r\n Among the GNP gentries there are not a few descendants of those, who committed pro-Japanese acts against the Korean nation in the past to actively serve the Japanese imperialists in executing their policy to obliterate the Korean nation and their policy to keep the people of their colony in ignorance. They include those who cooperated with the imperial Japanese army or participated in its aggressive wars, those who asserted the change of Korean names into Japanese ones or induced the people to do so, those who praised the Japanese imperialists' rule over Korea and took the lead in the \"campaign for turning Koreans into loyal Japanese subjects\"and those who served as henchmen for the ruling organs of the Japanese imperialists. &nbsp;&nbsp;&nbsp;\r\n That is why the GNP gentries are opposing the passage of the special bill through the \"National Assembly\" at any cost. &nbsp;&nbsp;&nbsp;\r\n The \"National Assembly\" can neither pursue a correct policy nor adopt any law reflecting the will of the south Korean people as long as the \"National Assembly\" is dominated by the GNP political philistines. &nbsp;&nbsp;&nbsp;\r\nThe GNP should be eliminated from the political arena if a policy and law reflecting the people's will are to be adopted in south Korea.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan's Passage of Amendment to Law on Foreign Exchange Assailed",
            "url": "http://kcna.co.jp/item/2004/200402/news02/04.htm#7",
            "content": "Japan's Passage of Amendment to Law on Foreign Exchange Assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 3 (KCNA) -- The Japanese reactionaries recently passed the \"amendment to the law on foreign exchange\" through the House of Representatives. This is a wanton violation of international law and a serious infringement upon the sovereignty of the DPRK as it is aimed to strangle the DPRK economically and isolate and stifle it in line with the U.S. imperialists' hostile policy toward the DPRK. Rodong Sinmun Tuesday says this in a signed commentary.\r\n Lurking behind the Japanese reactionaries' hasty passage of the law through the Diet is a foolish aim to pressurize the DPRK and wrest a sort of concession from it over the DPRK-U.S. nuclear issue and the abduction issue. Another aim sought by them through this legislation is to win popularity and win the upcoming election to the members of the House of Councilors, the commentary says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The DPRK has already clarified more than once that it would regard any sanctions against it as a declaration of a war and take legitimate self-defensive measures to cope with them. &nbsp;&nbsp;&nbsp;\r\n However, the Japanese reactionaries are openly calling for applying economic sanctions against the DPRK. This is a deliberate and premeditated provocative move to bedevil the relations between the DPRK and Japan and ignite a new war on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n No one can vouch that the amendment to the law would not drive the DPRK-Japan relations to an unpredictable phase. It would not only be confined to this. This would render the situation on the Korean peninsula and in Northeast Asia tenser and bring about unpredictably catastrophic consequences. &nbsp;&nbsp;&nbsp;\r\n Japan is now set to apply provocative economic sanctions against the DPRK while talking about its participation in the six-way talks. The DPRK will never remain a passive on-looker to it. &nbsp;&nbsp;&nbsp;\r\n It is the disposition of the DPRK to return retaliation for retaliation and react to the hard-line with the toughest stand. &nbsp;&nbsp;&nbsp;\r\n Japan's behavior is little short of lifting an axe to drop it on one's foot. \r\n Japan would be well advised to stop such foolish an act as trying to strangle the DPRK through such a mean way as economic sanctions.    \r\n\r\n\r\n"
        },
        {
            "title": "KCNA Report on Resumption of Six-way Talks",
            "url": "http://kcna.co.jp/item/2004/200402/news02/04.htm#8",
            "content": "KCNA Report on Resumption of Six-way Talks \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 3 (KCNA) -- A KCNA report on the six-way talks was released.\r\n The report says: &nbsp;&nbsp;&nbsp;\r\n The DPRK and the U.S., the major parties concerned to the six-way talks, and China, the host country, agreed to resume the next round of the six-way talks from February 25 after having a series of discussion. &nbsp;&nbsp;&nbsp;\r\n A discussion was made with the parties concerned in this regard.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan's Revised Law Lambasted in DPRK",
            "url": "http://kcna.co.jp/item/2004/200402/news02/04.htm#9",
            "content": "Japan's Revised Law Lambasted in DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 3 (KCNA) -- Japan's reckless policy against the Democratic People's Republic of Korea has enraged the Korean people.\r\n Thae Hyong Chol, president of the Academy of Social Sciences, said the \"amendment to the law on foreign exchange\" passed through the House of Representatives of Japan on Jan. 29 was a token of the anti-DPRK hysteria kicked off by those bereft of reason. &nbsp;&nbsp;&nbsp;\r\n In an interview with KCNA, he said: &nbsp;&nbsp;&nbsp;\r\n Japan apparently hopes for a concession from the DPRK, believing that the adoption of the bill would be an \"immeasurable economic and mental blow to north Korea\". But its hope is foolish. &nbsp;&nbsp;&nbsp;\r\n No matter how desperately Japan may try to stifle the DPRK economically, the Korean people will never be afraid of it. They made tireless efforts to effect a radical turn in the building of a great prosperous powerful nation in reliance upon the already laid foundations of the independent national economy, considering the dignity and sovereignty of the nation as their life and soul even in the period of the \"arduous march\" and forced march. Japan knows nothing of the Korean people. &nbsp;&nbsp;&nbsp;\r\n Ko Jung Ho, a general of the Korean People's Army, told KCNA that the adoption of the bill, aimed to impose economic sanctions on the DPRK, was an all-out challenge to it. &nbsp;&nbsp;&nbsp;\r\n The Korean army and people will never look with folded arms on Japan's undisguised provocation, he said, and continued: &nbsp;&nbsp;&nbsp;\r\n The Japanese authorities, availing themselves of the U.S. hostile policy towards the DPRK, have persistently threatened and blackmailed our country, instead of making an apology and compensation for Japan's crimes against the Korean people. \r\n Japan would be well advised to clearly know that it is the spirit of the DPRK to answer retaliation with retaliation and counter a tough policy with tougher countermeasures. &nbsp;&nbsp;&nbsp;\r\n If Japan persistently resorts to the anti-DPRK policy, our army and people will surely make it pay a very high price for its hostile policy.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "North Side's Delegation Leaves for Seoul",
            "url": "http://kcna.co.jp/item/2004/200402/news02/04.htm#10",
            "content": "North Side's Delegation Leaves for Seoul\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 3 (KCNA) -- A delegation of the north side headed by Kim Ryong Song, chief councilor of the DPRK Cabinet, left here on Feb. 3 to participate in the 13th north-south ministerial talks to be held in Seoul.\r\n It was seen off at the airport by Jong Mun San, chief secretary of the Cabinet, An Kyong Ho, director of the Secretariat of the Committee for the Peaceful Reunification of the Fatherland, Jong Un Op, chairman of the National Economic Cooperation Federation, and other officials concerned.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to President of Sri Lanka",
            "url": "http://kcna.co.jp/item/2004/200402/news02/04.htm#11",
            "content": "Greetings to President of Sri Lanka\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, on Feb.3 sent a message of greetings to Chandrika Bandaranaike Kumaratunga, president of Sri Lanka, on the occasion of the 56th anniversary of the independence of Sri Lanka.\r\n Expressing belief that the friendly and cooperative relations would grow stronger between the two countries, the message sincerely wished the president and people of Sri Lanka greater success in their work for the stability and prosperity of the country.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Prime Minister of Sri Lanka",
            "url": "http://kcna.co.jp/item/2004/200402/news02/04.htm#12",
            "content": "Greetings to Prime Minister of Sri Lanka\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 3 (KCNA) -- Pak Pong Ju, premier of the DPRK Cabinet, sent a message of greetings to Prime Minister of Sri Lanka Ranil Wickremasinghe on the occasion of the 56th anniversary of the independence of Sri Lanka.\r\n The message expressed the belief that the friendly and cooperative relations between the two countries would grow stronger in the interests of the two peoples and sincerely wished the prime minister success in his responsible work. &nbsp;&nbsp;&nbsp;\r\n Foreign Minister Paek Nam Sun sent a similar message to his Sri Lankan counterpart Tyronne Fernando.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Supreme Commander Kim Jong Il Inspects KPA Unit",
            "url": "http://kcna.co.jp/item/2004/200402/news02/04.htm#13",
            "content": "Supreme Commander Kim Jong Il Inspects KPA Unit\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 3 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the Democratic People's Republic of Korea, inspected KPA Unit 614.\r\n He first went to a wind-power station built at the unit. &nbsp;&nbsp;&nbsp;\r\n After being briefed on the station, he went round its exterior and interior to learn in detail about its construction and the production of electricity. &nbsp;&nbsp;&nbsp;\r\n He was greatly satisfied to learn that the servicepersons of the unit and scientists and technicians of Kim Chaek University of Technology successfully completed the construction of the wind-power station with a high generation capacity in a short span of time by devoting all their wisdom and energy. He highly praised their achievements. &nbsp;&nbsp;&nbsp;\r\n He stressed that the station should keep the production of electricity on a steady footing so as to greatly contribute to realizing the electrification at the unit and in the area it is stationed and set forth highly important tasks that would serve as guidelines in managing and operating the station. &nbsp;&nbsp;&nbsp;\r\n Guided by the commander of the unit, he made rounds of a room devoted to the history of the unit. &nbsp;&nbsp;&nbsp;\r\n He said all the units including this unit have produced a large number of excellent commanding officers, who became the backbone of the army. This proud success is a clear indication of the validity and great vitality of the Party's policy of training the whole army into a cadre army, he added. &nbsp;&nbsp;&nbsp;\r\n He had a photo session with the officers and men of the unit. &nbsp;&nbsp;&nbsp;\r\n The next leg of his inspection was a company under the unit. &nbsp;&nbsp;&nbsp;\r\n He went round an education room, a bedroom, a mess, a wash room, a daily provision store and other entertainment and supply service facilities to take deep care of the service and living of the soldiers. &nbsp;&nbsp;&nbsp;\r\n He learned in detail about all their living conditions ranging from the temperature of the bedroom and use of sanitary utensils and was much pleased to see excellent supply service facilities arranged to the convenience of the living of the soldiers. &nbsp;&nbsp;&nbsp;\r\n He expressed the conviction that the servicepersons of the company would firmly defend the forefront of the country and gave them a pair of binoculars and an automatic rifle as gifts and had a photograph taken with them. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by KPA Generals Rim Myong Su, Hyon Chol Hae, Pak Jae Gyong and Member of the Central Military Commission of the WPK and First Vice Department Director of the Party Central Committee Ri Yong Chol.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}