{
    "date": "2004-02-21",
    "url": "http://kcna.co.jp/item/2004/200402/20040221.htm",
    "articles": [
        {
            "title": "Japan Should Act with Discretion",
            "url": "http://kcna.co.jp/item/2004/200402/news02/21.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pomminryon Calls for Dissolving GNP",
            "url": "http://kcna.co.jp/item/2004/200402/news02/21.htm#2",
            "content": "Japan Should Act with Discretion \r\n&nbsp;&nbsp;&nbsp; Pyongyang February 20 (KCNA)-- Public figures of India and Britain recently issued statements to the press vehemently castigating the Japanese House of Representatives for passing an \"amendment to the Law on Foreign Exchange\"\r\naimed to apply sanctions and blockade against the DPRK on January 29. &nbsp;&nbsp;&nbsp;\r\n Secretary of the Central Committee of the All-India Forward Bloc G. Debarajan said that it is a product of premeditated plots to isolate and stifle the DPRK that Japan legislated the \"amendment to the Law on Foreign Exchange\", pursuant to the U.S. hostile policy toward the DPRK, in stead of making an apology and compensation to the Korean people for its past crimes. &nbsp;&nbsp;&nbsp;\r\n The act of the Japanese authorities cannot be justified by anything, he said, adding: If the Japanese authorities continue to resort to their hostile policy toward the DPRK at a time when the situation of the Korean peninsula has been strained by the nuclear issue, it will result in destroying peace and security in Japan as well as in Northeast Asia and the other parts of the world. &nbsp;&nbsp;&nbsp;\r\n Senior Advocate of the Indian Supreme Court S.S. Chaman said: It is a foolish illusion for Japan to try to put pressure upon the DPRK with any sanctions and evade the responsibility for the liquidation of the past. If Japan seeks to get something through that, it will have to pay dearly for its deliberate crime of disturbing the process of peaceful settlement of the nuclear issue on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n Vice-Chairman of the British Friendship Society with Korea Dermot Hudson in a letter of protest to the Japanese chief executive said that it is a cruel act that Japan, which inflicted immeasurable pain and misfortune upon the Korean people, is now keen to give them heavier damage. He held that the Japanese authorities should immediately stop their hostile policy toward the DRPK.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Decision on Troop Dispatch to Iraq Declared Invalid",
            "url": "http://kcna.co.jp/item/2004/200402/news02/21.htm#3",
            "content": "Pomminryon Calls for Dissolving GNP \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 20 (KCNA) -- The European Headquarters of the National Alliance for the Country's Reunification (Pomminryon) reportedly made public an appeal titled \"Let us condemn and try the Grand National Party, a pro-American sycophantic and treacherous party, and pro-American sycophantic and treacherous assemblymen in April general election\" on February 14.\r\n The appeal said that the pro-American sycophantic traitors of south Korea railroaded the \"motion on troop dispatch\" through the \"National  Assembly\" by use of their authority contrary to the will of the people on Feb. 13 and thus committed a crime indelible in history. &nbsp;&nbsp;&nbsp;\r\n The appeal charged that the GNP, which betrayed the nature of a treacherous political party by clamoring that the society of the south is turning toward pro-north and anti-U.S., took the lead in the sycophantic traitorous action of driving out young people of south Korea as bullet-shields of the U.S. troops. &nbsp;&nbsp;&nbsp;\r\n The appeal stressed that the south Korean people should dissolve the GNP through the forthcoming general election and try sycophantic treacherous members of the \"National Assembly\".    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "More Dynamic Advance of All Koreans for Reunification Called for",
            "url": "http://kcna.co.jp/item/2004/200402/news02/21.htm#4",
            "content": "Decision on Troop Dispatch to Iraq Declared Invalid \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 20 (KCNA) -- A spokesman for the National Democratic Front of South Korea issued a statement on Feb. 15 accusing the south Korean authorities of railroading the \"motion on troop dispatch\" through the \"National Assembly\", according to the Internet site of Kuguk Jonson.\r\n The \"motion\" was railroaded through the \"NA\" on Feb. 13 by the treacherous pro-US forces, the statement said. &nbsp;&nbsp;&nbsp;\r\n It went on: &nbsp;&nbsp;&nbsp;\r\nThe NA's decision to send to Iraq huge combat forces comprising a \"commando unit\" and marine corps despite the people's protest is an outrageous traitorous act of offering young Koreans as cannon fodder for the U.S. forces, yielding to the pressure of the U.S. &nbsp;&nbsp;&nbsp;\r\n This decision clearly shows that the present political ruling quarters are running-dogs and war servants of the U.S., who are utterly indifferent to the people's existence to serve the U.S. &nbsp;&nbsp;&nbsp;\r\n There is no need for the people to have any longer the present NA, a rendezvous of pro-U.S. traitors who do not hesitate to commit all sorts of acts of treachery in a bid to prolong their remaining days with the help of the U.S., and rulers. &nbsp;&nbsp;&nbsp;\r\n The people will sternly punish as criminals recorded in history the \"assemblymen\" who approved the decision on the troop dispatch to Iraq, vote down them in the \"election\" and eliminate them from the political arena. &nbsp;&nbsp;&nbsp;\r\n The NDFSK and the people from all walks of life declare the decision null and avoid and will conduct a more dynamic anti-U.S. and anti-war struggle to check the unreasonable troop dispatch to Iraq and bring independence to this land.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Floral Basket to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2004/200402/news02/21.htm#5",
            "content": "More Dynamic Advance of All Koreans for Reunification Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 20 (KCNA) -- The vice-chairman of the Central Committee of the National Democratic Front of South Korea issued a statement on Feb.18 on the occasion of the 30th anniversary of the proclamation of the programme for modeling the whole society on the Juche idea.\r\nLeader Kim Jong Il proclaimed the programme at a time when fundamental changes were made in the history of the development of the Workers' Party of Korea under his leadership, the statement said, adding: The proclamation of the programme was a solemn declaration heralding the greatest prosperity in the era of independence advancing under the banner of the Juche idea and a historic event that brought an epochal turn in the glorious struggle for shaping the destiny of the nation and humankind. &nbsp;&nbsp;&nbsp;\r\n It went on: &nbsp;&nbsp;&nbsp;\r\n This programme is now being more successfully implemented thanks to Kim Jong Il's Songun policy. &nbsp;&nbsp;&nbsp;\r\n His Songun policy serves as a powerful weapon guaranteeing success in the building of a great prosperous powerful nation as well as the successful accomplishment of the cause of Kimilsungism under the present situation where the U.S. imperialists' high-handed policy and their moves to stifle the DPRK have reached their height. &nbsp;&nbsp;&nbsp;\r\nNo force on earth can stop the 70 million Koreans from dynamically advancing to carve out a bright future of a reunified country under the banner of the Korean nation-first spirit, highly proud of having Kim Jong Il, peerlessly great man and brilliant Songun commander born of Heaven. &nbsp;&nbsp;&nbsp;\r\n The statement said that the NDFSK Central Committee renewed its firm pledge to bring earlier the day of building a reunified powerful country under the leadership of Kim Jong Il, wishing  him good health for the accomplishment of the cause of Kimilsungism, the eternal victory of the Songun policy and security and happiness of the nation, representing the unanimous desire of the vanguard fighters and patriotic people from all walks of life in south Korea on the occasion of the historic day, 30 years after the creation of a valuable ideological and theoretical asset of the Korean nation.    \r\n\r\n\r\n"
        },
        {
            "title": "Reception Given by Iranian Ambassador",
            "url": "http://kcna.co.jp/item/2004/200402/news02/21.htm#6",
            "content": "Floral Basket to Kim Jong Il \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 20 (KCNA) -- Leader Kim Jong Il received a floral basket from Colonel Moammer el Gaddafi, leader of the Great September First Revolution of Libya, on the occasion of his birthday.\r\n It was conveyed to an official concerned by Ahmed Amer Al Muakaff, secretary of the People's Bureau of Libya in Pyongyang, on Feb. 19.    \r\n\r\n\r\n \r\n\r\n"
        },
        {
            "title": "Shelter-taking Training of U.S. Civilians in S. Korea Flailed",
            "url": "http://kcna.co.jp/item/2004/200402/news02/21.htm#7",
            "content": "Reception Given by Iranian Ambassador \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 20 (KCNA) -- Jalaleddin Namini Mianji, ambassador of the Islamic Republic of Iran to the DPRK, hosted a reception at the embassy on Feb. 19 on the occasion of the birthday of leader Kim Jong Il.\r\n The ambassador in a speech said that Kim Jong Il, born as the son of Mt Paektu and grew receiving revolutionary education by his great parents, is wisely leading the struggle of the Korean people for building a great prosperous powerful nation and reunification of the country, smashing the moves of the imperialists. &nbsp;&nbsp;&nbsp;\r\n He said the Iranian government supports the struggle of the government and people of the DPRK to smash the imperialist's moves, achieve progress in all the domains and reunify the country, hoping for a peaceful negotiated settlement of the nuclear issue on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n Vice-President Yang Hyong Sop of the Presidium of the Supreme People's Assembly in his reply said that the Korean and the Iranian people have established friendly relations and supported and closely cooperated with each other in the common struggle for independence against imperialism and the U.S. &nbsp;&nbsp;&nbsp;\r\n He said the Korean people support the just cause of the Iranian people to defend the sovereignty of the country from the interference and blockade on the part of the U.S. imperialists and achieve regional peace and stability. &nbsp;&nbsp;&nbsp;\r\nThey sincerely hope that everything would go well in Iran, he added. &nbsp;&nbsp;&nbsp;\r\n Present on invitation were Ri Won Il, minister of Labor, Mun Jae Chol, acting chairman of the Committee for Cultural Relations with Foreign Countries, and others.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Perfidious Act Assailed",
            "url": "http://kcna.co.jp/item/2004/200402/news02/21.htm#8",
            "content": "Shelter-taking Training of U.S. Civilians in S. Korea Flailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 20 (KCNA) -- The untimely training of taking shelter of U.S. civilians in south Korea was a ruckus heralding a war of aggression against the north, says Rodong Sinmun today.\r\n The news analyst notes: &nbsp;&nbsp;&nbsp;\r\n The United States had kicked up such racket several times before, buoyed by war fever. But the on-going training is different from previous ones in features, scale and content. &nbsp;&nbsp;&nbsp;\r\n If the U.S. truly wanted \"a peaceful solution\" to the nuclear issue with the six-way talks for the settlement of the nuclear issue between the DPRK and the U.S. at hand, they would not have raised such war clamour getting on the nerve of the DPRK. The shelter-taking training was not one to have a strong voice at the talks. This was a premeditated preliminary war gamble staged according to the war strategy of the Bush warmongers against the DPRK and an obvious proof that the United States is heading for the provocation of a war of aggression against the DPRK with a preemptive nuclear attack under the pretext of the nuclear issue between it and the DPRK. The present situation foretells that the danger of a new war by the U.S. is drawing near on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n This glaringly reveals that the U.S. advertisement of \"a peaceful solution\" to the nuclear issue with the DPRK is hypocrisy and deception and the situation on the Korean peninsula that should flow toward reconciliation and reunification is racing to a dangerous phase of war contrary to the desire of the whole Korean nation and peace-loving people worldwide. &nbsp;&nbsp;&nbsp;\r\n The United States, however, is making a gross mistake. The U.S. bellicose forces are raising quite a row such as the relocation of their forces and evacuation of American civilians in south Korea to survive their war of aggression on the Korean peninsula. But things will not go as they wish. \r\n In case the United States ignites a war in this land carried away by war fever, the aggressors can never escape from the range of our formidable strikes, wherever they may be.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Arms Buildup Assailed",
            "url": "http://kcna.co.jp/item/2004/200402/news02/21.htm#9",
            "content": "Japan's Perfidious Act Assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 20 (KCNA) -- Japan bears shame to commit perfidy, recoiling from the commitments it made with other countries, says Rodong Sinmun Friday in a signed commentary.\r\n Japan's perfidious act of insincerely approaching the commitments it made with other countries is proved by its improper attitude toward the DPRK-Japan Pyongyang Declaration, it says, and goes on: &nbsp;&nbsp;&nbsp;\r\n As for the declaration it is a document of international value as it was signed by the heads of the two countries representing their states. However, Japan has not yet shown any intention to fulfil its commitment to redeem its past although two years have passed since its publication. &nbsp;&nbsp;&nbsp;\r\n Japan's recent adoption of the law on applying economic sanctions against the DPRK is an anti-DPRK hostile act of gravely threatening the right to existence and security of the DPRK and one intended to invade it in violation of the commitments to observe international law and refrain from threatening the security of the other side. &nbsp;&nbsp;&nbsp;\r\n Japan's perfidious act is also evidenced by its breach of the agreement reached between the governments of the DPRK and Japan. &nbsp;&nbsp;&nbsp;\r\n What Japan seeks is to keep its historical, moral and legal responsibility and duty as regards its relations with the DPRK buried in oblivion with the passage of the time and history and create conditions favorable for realizing its ambition to reinvade Korea by steadily aggravating the relations of hostility and confrontation with the DPRK. &nbsp;&nbsp;&nbsp;\r\n Intolerable is Japan's perfidious act of reneging on its commitments with other countries. &nbsp;&nbsp;&nbsp;\r\n Clear is the stand of the DPRK. It will never make any deal with Japan nor expect any solution so long as it shows no good faith, recoiling from its commitments. Japan should fulfil its commitment and behave in good faith, clearly understanding the principled stand of the DPRK.    \r\n\r\n\r\n  \r\n\r\n\r\n"
        },
        {
            "title": "Seminars of Unions of Women and Agricultural Workers Held",
            "url": "http://kcna.co.jp/item/2004/200402/news02/21.htm#10",
            "content": "U.S. Arms Buildup Assailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 20 (KCNA) -- The U.S. forces in south Korea some time ago shipped in several dozen new type tanks M1-A1 Abrams. Rapping at this as a dangerous arms buildup intended to stifle the DPRK by military force, Minju Joson today in a signed commentary says:\r\n The shipment of the new type tanks into south Korea was part of the U.S.plan for arms buildup to invade the north. This suggests that the U.S.imperialists' eloquence about \"dialogue\" and \"negotiation\" is nothing but a crafty camouflage to cover up their ulterior intention and their designs to stifle the DPRK remains unchanged. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists deployed the tanks in the area near the Military Demarcation Line. No one can deny that the U.S. imperialists' massive deployment of up-to-date weapons including new type tanks in the area along the MDL is intended to launch a preemptive attack on the DPRK. &nbsp;&nbsp;&nbsp;\r\n If the U.S. provokes a war on this land, the army and the people of the DPRK will let them have the real taste of war, warns the commentary.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Guyanese President",
            "url": "http://kcna.co.jp/item/2004/200402/news02/21.htm#11",
            "content": "Seminars of Unions of Women and Agricultural Workers Held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 20 (KCNA) -- Seminars were held by organizations of the Union of Agricultural Workers of Korea and the Korean Democratic Women's Union to mark the 30th anniversary of leader Kim Jong Il's proclamation of the programme of modeling the whole society on the Juche idea.\r\n The programme was proclaimed in his famous work published on Feb. 19, Juche 63 (1974). &nbsp;&nbsp;&nbsp;\r\n Speakers at the seminars comprehensively and profoundly explained and proved the historical significance of the work in accelerating the modeling of the whole society on the Juche idea and carrying forward and accomplishing the revolutionary cause of Juche and tasks and ways for implementing it in the Songun era. &nbsp;&nbsp;&nbsp;\r\n The speakers at the seminar of officials and members of the Union of Agricultural Workers said Kim Jong Il was the first in history to proclaim the modeling of the whole society on the Juche idea as the supreme programme of the Workers' Party of Korea on the basis of the revolutionary idea of President   Kim Il Sung and build up a strong driving force of the revolution with the leader, the party and the masses united as one socio-political organism on the basis of the idea and theory that the leader is the centre of unity and cohesion and its fundamental base. &nbsp;&nbsp;&nbsp;\r\n The speakers at the seminar of women's union officials said Kim Jong Il has developed and enriched the immortal Juche idea, trained the whole army and people into true fighters devotedly defending the leader and built our motherland into a powerful socialist country of Juche by wisely leading the work of modeling all fields of the revolution and construction as required by the Juche idea. These are feats he has performed in the work for modeling the whole society on the Juche idea, they stressed. &nbsp;&nbsp;&nbsp;\r\n Present at the seminars were Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, and officials concerned.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Ambassador to Syria Appointed",
            "url": "http://kcna.co.jp/item/2004/200402/news02/21.htm#12",
            "content": "Greetings to Guyanese President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 20 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Bharrat Jagdeo, president of Guyana, on February 18 on the occasion of the 34th anniversary of the proclamation of the Cooperative Republic of Guyana.\r\n Expressing the belief that the friendly and cooperative relations between the two countries would develop on good terms, the message wished the president and the people of Guyana greater success in their work for national unity and prosperity of the country.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets Congratulatory Group of Koreans from Japan",
            "url": "http://kcna.co.jp/item/2004/200402/news02/21.htm#13",
            "content": "DPRK Ambassador to Syria Appointed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 20 (KCNA) -- DPRK ambassador to Syria was appointed.\r\n According to a decree of the Presidium of the DPRK Supreme People's Assembly, Kim Pyong Nam was appointed as DPRK ambassador e. p. to Syria.    \r\n\r\n\r\n \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Spokesman for KPA Panmunjom Mission Refers to Results of DPRK-US�@Talks on Remains of US Soldiers",
            "url": "http://kcna.co.jp/item/2004/200402/news02/21.htm#14",
            "content": "Kim Yong Nam Meets Congratulatory Group of Koreans from Japan\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 20 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met the congratulatory group of Koreans in Japan led by Jo Ryong Hyon, vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan, on a visit to the socialist homeland and had a conversation with it in a compatriotic atmosphere at the Mansudae Assembly Hall today.    \r\n\r\n\r\n"
        }
    ]
}