{
    "date": "2004-09-09",
    "url": "http://kcna.co.jp/item/2004/200409/20040909.htm",
    "articles": [
        {
            "title": "Mironov to Visit DPRK",
            "url": "http://kcna.co.jp/item/2004/200409/news09/09.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Seminars on Kim Jong Il's Works in Mexico and Poland",
            "url": "http://kcna.co.jp/item/2004/200409/news09/09.htm#2",
            "content": "Mironov to Visit DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 8 (KCNA) -- Sergei Mikhailovich Mironov, chairman of the Federation Council of Russia, will soon visit the Democratic People's Republic of Korea at the invitation of its Supreme People's Assembly.    \r\n\r\n\r\n"
        },
        {
            "title": "Nepalese King Refers to Friendship with DPRK",
            "url": "http://kcna.co.jp/item/2004/200409/news09/09.htm#3",
            "content": "Seminars on Kim Jong Il's Works in Mexico and Poland \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 8 (KCNA) -- Seminars on leader   Kim Jong Il's famous works \"On the Juche Idea\" and \"On Preserving the Juche Character and National Character of the Revolution and Construction\" were held by the Mexican Institute for the Study of the Juche Idea and the Warsaw Group for the Study of the Juche Idea in Poland on August 27 and September 1.\r\n Juan Campos Vega, chairman of the institute, in his speech said that President Kim Il Sung performed undying feats by founding the immortal Juche idea and thus clearly indicated the way for humankind to follow and Kim Jong Il has steadily developed in depth the Juche idea as the guiding idea in the era of independence. &nbsp;&nbsp;&nbsp;\r\n Dariusz Radobanski, chief of the group, in his speech said that the Korean people have solved all the issues their own way under the banner of independence. This has been possible under the wise leadership of Kim Jong Il who has successfully embodied the Juche idea founded by the President and the Juche character and national character of the revolution and construction, he added. &nbsp;&nbsp;&nbsp;\r\n A congratulatory message to Kim Jong Il was adopted at the seminar in Poland.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Friday Anti-U.S. and Anti-War Rally Held",
            "url": "http://kcna.co.jp/item/2004/200409/news09/09.htm#4",
            "content": "Nepalese King Refers to Friendship with DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 8 (KCNA) -- The friendship between the two countries is favorably developing and Nepal would make positive efforts to boost it, said Gyanendra Bir Bikram Shah Dev, king of the Kingdom of Nepal, when receiving credentials from new DPRK Ambassador e. p. to Nepal Hwang Yong Hwan on Sept. 3.    \r\n\r\n\r\n"
        },
        {
            "title": "Nation-wide Anti-U.S. Struggle Called for",
            "url": "http://kcna.co.jp/item/2004/200409/news09/09.htm#5",
            "content": "Friday Anti-U.S. and Anti-War Rally Held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 8 (KCNA) -- The 38th Friday rally against the U.S. and war was held in front of the U.S. embassy in Seoul on Sept. 3, according to a news report.\r\n Kim Song Il, chairman of the Committee for National Reunification of the south Korean Federation of University Student Councils, Im Chan Gyong, co-chairman of the Headquarters of the People's Movement for Withdrawal of U.S. Troops, and other speakers said that the U.S. plan to deploy a squadron of F-15E fighter-bombers in south Korea for an exercise aimed to familiarize themselves with terrain conditions in case of contingency is a clear indication that its scenario for a war of aggression against the north has reached the phase of its implementation. They demanded the U.S. immediately stop the moves for escalating the tensions on the Korean peninsula including war exercises against the Korean nation and arms buildup. &nbsp;&nbsp;&nbsp;\r\n A resolution made public at the rally stressed that as long as the U.S. domination and military presence go on, the people can neither sleep in peace even a day nor can this land be free from the constant threat of war. &nbsp;&nbsp;&nbsp;\r\n The resolution called for saving the Korean peninsula from the crisis of war through an all-people's struggle for the withdrawal of the U.S. troops and making the year 2005 a year of bringing national reunification by putting a definite end to the U.S. domination and military presence.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Scheme to Reduce History Education Protested in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200409/news09/09.htm#6",
            "content": "Nation-wide Anti-U.S. Struggle Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 8 (KCNA) -- Ten public organizations in the DPRK including the Central Committee of the Democratic Front for the Reunification of the Fatherland and the Committee for the Peaceful Reunification of the Fatherland ardently called upon their fellow countrymen in the south to turn out in a nationwide anti-U.S. sacred struggle so as to make the year 2005, the 60th anniversary of Korea's liberation and the 60th year of the U.S. forces' occupation of south Korea, the year the U.S. troops will pull back from there. This was contained in a joint appeal made to the south Korean people Tuesday 59 years since the occupation of south Korea by the U.S. imperialist aggression forces.\r\n In the appeal the organizations described 59 years of the U.S. imperialist aggression forces' presence in south Korea as a history of calamity, in which socio-political development has been hamstrung in south Korea and all sorts of misfortune and sufferings brought to the people, and as a history of crimes in which the unified development of the Korean nation has been checked and peace and stability of the Korean peninsula severely threatened. &nbsp;&nbsp;&nbsp;\r\n South Korea is the United States' \"modern-type colony No.1\" where there remain only \"government\" without real power, the \"army\" over which the prerogative of the supreme command rests with foreign forces and economy and culture dependent on them, the appeal said. &nbsp;&nbsp;&nbsp;\r\n Noting that next year 2005 will see the lapse of 60 years after the U.S. imperialist aggression forces' occupation of south Korea, it held that all should turn out in the struggle for the U.S. troop pullout so as not to suffer disgrace, insult, calamity and death and not to allow the national dignity to be infringed upon any longer. &nbsp;&nbsp;&nbsp;\r\n It called upon the south Korean people to uproot dependence on outside forces, conscience of slavish submission whereby they would think that security may be threatened by the withdrawal of the U.S. forces, and judge all sorts of crimes committed by the U.S. imperialists across south Korea so that aggressor, plunderer and murderer may not go scot-free. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Basketball Tournament of Officials of National Institutions",
            "url": "http://kcna.co.jp/item/2004/200409/news09/09.htm#7",
            "content": "Scheme to Reduce History Education Protested in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 8 (KCNA) -- The National Teachers Union and the National Meeting of History Teachers in south Korea rejected the educational authorities' stand to reduce the history education, according to south Korea's KBS.\r\n Accusing the authorities of trying to curtail the history education these days, the organizations strongly urged them to take a measure to intensify the present history education now considered to be quite insufficient.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Joint White Paper Discloses GIs' Atrocities in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200409/news09/09.htm#8",
            "content": "Basketball Tournament of Officials of National Institutions \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 8 (KCNA) -- The 4th Basketball Tournament of Officials of National Institutions was held at the Pyongyang Indoor Stadium to mark the 56th anniversary of the DPRK.\r\n The tournament that opened on August 30 took place in round robin series and on the knockout basis, divided into two men's groups and two women's groups. &nbsp;&nbsp;&nbsp;\r\n The cagers fully displayed the technique they had refined while fulfilling their duties as officials in the Songun era, true to the policy of the Workers' Party of Korea on popularizing sports and making them a part of daily life. &nbsp;&nbsp;&nbsp;\r\n The men's team of the Taesong General Bureau and the women's team of Jo Myong Yong's unit captured the title in group A and the men's team of the Mining Machine Industry Guidance Bureau and the women's team of the Kyonghung Guidance Bureau in group B. &nbsp;&nbsp;&nbsp;\r\n A closing ceremony was held on Sept. 7, at which victory banners, medals and certificates were awarded to highly rated units. &nbsp;&nbsp;&nbsp;\r\n A closing address was made by Ryom Sun Gil, chairman of the Central Committee of the General Federation of Trade Unions of Korea.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Proud History of DPRK",
            "url": "http://kcna.co.jp/item/2004/200409/news09/09.htm#9",
            "content": "Joint White Paper Discloses GIs' Atrocities in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 8 (KCNA) -- The Nationwide Special Committee for Probing the Truth behind the GIs' Massacres on Sept. 7 issued the 9th installment of a joint white paper disclosing crimes committed by the Gis from 1965 to 1966 against the backdrop of the disclosure of more barbarous atrocities committed by the U.S. imperialist aggressor troops in south Korea.\r\n The paper cited detailed facts to prove GIs' murder of south Koreans, their violence and rape of south Korean women and plunder and destruction of south Koreans' properties and treasures. It went on: &nbsp;&nbsp;&nbsp;\r\n On July 4, 1965 two privates belonging to the fourth guided weapons battalion of the 44th U.S. artillery unit drove a military car along a road in Sajong-ri, Oksan-myon in Okgu county in North Jolla Province. They threw a robber snare around a passer-by Kwon Ok Hwan and dragged him along some 10 meters. &nbsp;&nbsp;&nbsp;\r\n At around 10:00 p.m. on August 14, 1965 at least 20 GIs belonging to the 728th MP stationed in base K6 forcibly put more than 10 women on two jeeps in Sanji-gol, Taesa-ri, Phaengsong-myon, Phyongthaek County, Kyonggi Province. The GIs carried them to the depth of a forest in an exercise ground in Namsan-ri where they stripped five women including Pae Sun Hui and committed a group assault against them. They perpetrated such indecent and abnormal act of wrenching their hands and feet and photographing them. &nbsp;&nbsp;&nbsp;\r\n On February 4, 1966 three GIs broke into a house of Ro Pong Ho residing in Jisan-ri, Songthan-up Phyongthaek County in Kyonggi Province and robbed him of a lot of money and properties at the point of guns and daggers. On February 27 a GI belonging to Company A of the first battalion of the 23rd infantry regiment of the U.S. second division set fire to two straw-thatched houses in Unchon-ri, Rimjin-myon, Phaju County before fleeing. &nbsp;&nbsp;&nbsp;\r\n The paper called upon the south Koreans of all social standings and other Koreans to turn out as one in a just patriotic struggle to drive out the U.S. imperialist aggressor forces, the sworn enemy of the nation, to the last man under the uplifted banner of the anti-U.S. sacred struggle.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Flower Exhibition Held in Pyongyang",
            "url": "http://kcna.co.jp/item/2004/200409/news09/09.htm#10",
            "content": "Proud History of DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 8 (KCNA) -- Fiftysix years have elapsed since the Democratic People's Republic of Korea was founded on September 9, 1948.\r\n During the period, the DPRK has traveled a road of triumph. &nbsp;&nbsp;&nbsp;\r\n Before its birth, the Provisional People's Committee of North Korea and the People's Committee of North Korea carried out the anti-imperialist, anti-feudal democratic revolution successfully to consolidate the politico-economic foundation. Basing itself on this, the DPRK government, from the first days of its foundation, mobilized the entire people in the efforts to fulfill the Two-Year Plan of National Economy (1949-1950). &nbsp;&nbsp;&nbsp;\r\n The industrial output targets envisaged to be fulfilled by the first half of Juche 39 (1950) were attained in the main, with the result that the colonial lopsidedness was overcome considerably and the industrial output surpassed that in the period of the Japanese imperialists' colonial rule by far. &nbsp;&nbsp;&nbsp;\r\n Thanks to the vigorous illiteracy eradication campaign, the DPRK became the first country with no illiterate in the east in March 1949 where there was no illiterate. &nbsp;&nbsp;&nbsp;\r\n It emerged victorious in the Korean War (1950-1953) started by the U.S. imperialists and thus fully demonstrated its invincible might as a democratic, independent and sovereign country. &nbsp;&nbsp;&nbsp;\r\n The heroic Korean people humbled the arrogance of the aggressors who attempted to put down the DPRK in its cradle and put the U.S. imperialists on the downgrade for the first time in history. &nbsp;&nbsp;&nbsp;\r\n In a few years following the war, the people, under the leadership of the DPRK government, laid the foundation of an independent national economy in the main, though the U.S. imperialists raved that the DPRK could not revive within a hundred years. &nbsp;&nbsp;&nbsp;\r\n A socialist system was established in 1958 and the socialist industrialization completed 14 years after the war in the country. &nbsp;&nbsp;&nbsp;\r\n The DPRK government has aroused the people in the efforts for strengthening socialism under the banner of the three revolutions and converted the country into a dignified powerful nation, independent, self-supporting and self-reliant in national defence. &nbsp;&nbsp;&nbsp;\r\n All this is unthinkable apart from the wise leadership of President Kim Il Sung, founder of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Today the Korean people, under the Songun-based revolutionary leadership of Kim Jong Il, are striving hard to build a great prosperous powerful nation, frustrating all manner of provocations of the imperialists    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korea-based GIs, Murderers",
            "url": "http://kcna.co.jp/item/2004/200409/news09/09.htm#11",
            "content": "Flower Exhibition Held in Pyongyang\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 8 (KCNA) -- The Fifth Pyongyang Flower Exhibition took place in the April 15 Children's Flower Garden on the occasion of the 56th anniversary of the Democratic People's Republic of Korea.\r\n On display there were 7,500 flower plants, wild flower plants, flower trees and potted plants of 460 species presented by afforestation offices and florists across the country. &nbsp;&nbsp;&nbsp;\r\n Set up in the centre of the exhibition was the streamer reading \"The great leader Comrade Kim Il Sung will always be with us\". Below it were scores of Kimilsungia and Kimjongilia pots. They were flanked by big stones inscribed with the words \"Juche\" and \"The people are my God\", decorated by various kinds of rare flowers. &nbsp;&nbsp;&nbsp;\r\n Put on the semicircular stand of Pyongyang were scores of Kimilsungia and Kimjongilia pots, and 720 flower and leave ornamental pots of 85 species. It was decorated with 200 artificial flowers and 1,500 natural flowers. &nbsp;&nbsp;&nbsp;\r\n Seen on the moss-clad ground of the stand were words \"September 9\" written with more than 400 flowers of garden zinnia. &nbsp;&nbsp;&nbsp;\r\n Conspicuous in the stand of Jagang Province was a miniascape depicting Jong Il Peak surrounded by rare natural plants transplanted from land 1,500-2,000 meters above the sea level. The stand was decorated with hundreds of beautiful flowers. &nbsp;&nbsp;&nbsp;\r\n Kangwon Province displays a potted Sabina chinensis helpful toward adding beauty to town. &nbsp;&nbsp;&nbsp;\r\n  Potted flowers on North Hamgyong Province's stand were well blended with various kinds of stuffed animals. &nbsp;&nbsp;&nbsp;\r\n North and South Phyongan and South Hwanghae Provinces presented flowers and plants famous in their regions to the exhibition.   \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Ryongchon People Move into New Houses",
            "url": "http://kcna.co.jp/item/2004/200409/news09/09.htm#12",
            "content": "S. Korea-based GIs, Murderers\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 8 (KCNA) -- Fiftynine years have passed since the U.S. imperialists, the chieftain of aggression, occupied south Korea.\r\n U.S. troops landed in south Korea on September 8, Juche 34 (1945) according to General Order No. 1 issued by the  Allied Forces Command to disarm the defeated Japanese troops right after the liberation of Korea. &nbsp;&nbsp;&nbsp;\r\n From that day on, they drenched south Korea, once full of glee over the liberation, with blood. &nbsp;&nbsp;&nbsp;\r\n The U.S. aggressors, who put off the veil of \"liberator\" and \"defender\", issued an \"ordinance\" on severely punishing all the actions against their military rule in September 1945. &nbsp;&nbsp;&nbsp;\r\n They cold-bloodedly killed more than 530 workers of the Hwasun Coal Mine heading for Kwangju to participate in the celebration of the liberation day on August 15, 1946. In April 1948 when a popular resistance broke out on Jeju Island against their plan for \"separate election and separate government\" in south Korea, they massacred over 70,000 people, one fourth of the islanders. &nbsp;&nbsp;&nbsp;\r\n For the first five years since their occupation of south Korea, they slaughtered more than one million patriots and innocent people. &nbsp;&nbsp;&nbsp;\r\n In a year after they unleashed the Korean war in June 1950, they killed over one million civilians in cold blood in different parts of south Korea including Rogun-ri, Kochang and Suwon. &nbsp;&nbsp;&nbsp;\r\n Their murder of south Koreans has continued even after the war. &nbsp;&nbsp;&nbsp;\r\n They have committed all sorts of crimes including over 2,000 murder cases every year. Among them are the \"case of shooting a girl in Kunsan\" (1957), \"case of firing at random\" (1981) and \"case of killing Yun Kum I.\" They have killed or wounded at least 100,000 Korean people till now. &nbsp;&nbsp;&nbsp;\r\n The Kwangju massacre (May 1980) was also committed at the instigation of the U.S. aggressors. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are now making desperate efforts to impose a nuclear war holocaust upon the Korean nation while frantically staging one large-scale military exercise against the north after another. &nbsp;&nbsp;&nbsp;\r\n As long as the aggressor troops are present in south Korea, not a day passes without seeing south Koreans shedding blood.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Meeting Celebrates DPRK Founding Anniversary",
            "url": "http://kcna.co.jp/item/2004/200409/news09/09.htm#13",
            "content": "Ryongchon People Move into New Houses\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 8 (KCNA) -- In Ryongchon, which had been devastated by a train explosion, 1,650 families have moved into new houses built after the disaster, amid deep concern of all the people of the country.\r\n The streets of the county are crowded by people -- old people dancing on trucks, women and children in high glee and passers-by sharing joy with them and a brass band rocking the streets. &nbsp;&nbsp;&nbsp;\r\n Kim Myong Hwa, above 90, who said she was born in the area, told KCNA: &nbsp;&nbsp;&nbsp;\r\n \"When the disaster occurred, I was at a loss. I was afraid that I could not see my sons and daughters living a stable life before my death because the damage was very serious. Seeing the rising houses, however, I have keenly felt the strength of our country again. I would like to make a deep bow to leader Kim Jong Il for the nice house where I can spend the rest of my life.\" &nbsp;&nbsp;&nbsp;\r\n Kim Ryon Song, chairman of the Ryongchon County People's Committee, said in an interview with KCNA: &nbsp;&nbsp;&nbsp;\r\n \"I am very pleased to see people moving into new houses and the face-lifted county. I, on behalf of the county people, extend deep thanks to all people throughout the country for their sincere assistance and other countries for their humanitarian aid for the restoration of the county.\"    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Final Victory in Confrontation with U.S. Called for",
            "url": "http://kcna.co.jp/item/2004/200409/news09/09.htm#14",
            "content": "National Meeting Celebrates DPRK Founding Anniversary\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 8 (KCNA) -- A national meeting celebrating the 56th anniversary of the Democratic People's Republic of Korea was held at the April 25 House of Culture today.\r\n The meeting was attended by senior party, state and army officials and working people of all social standings in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Also present there were members of the congratulatory group of Koreans in Japan to celebrate the 56th anniversary of the DPRK and other overseas Koreans staying in the socialist homeland and the chief of the Pyongyang Mission of the National Democratic Front of south Korea. &nbsp;&nbsp;&nbsp;\r\n Present on invitation were diplomatic envoys of different countries and foreign guests. Pak Pong Ju, premier of the DPRK Cabinet, made a report. &nbsp;&nbsp;&nbsp;\r\n He said that the foundation day of the DPRK has been brilliantly recorded in the modern history of Korea as an auspicious day when a genuine state for the people was founded for the first time in the 5,000-year-long history of the nation and radical changes were brought about in their efforts to carve out their destiny and in their socio-political life. &nbsp;&nbsp;&nbsp;\r\n With the foundation of the DPRK our country appeared in the international arena as a full-fledged sovereign and independent state to strikingly demonstrate the honor and might of Juche Korea and set an example of building a new form of a socialist state guided by the Juche idea in the history of human politics, the reporter said, and went on: &nbsp;&nbsp;&nbsp;\r\n After founding the DPRK President Kim Il Sung wisely led the Korean people in their efforts to develop the government into a genuine socialist government in which the Juche idea has been applied overall. This history of the DPRK has been successfully carried forward by leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He has strengthened the DPRK into a powerful socialist country which has invincible might thanks to his great Songun politics. &nbsp;&nbsp;&nbsp;\r\n It is the proud fruition of his Songun leadership that the DPRK has emerged a political power in which the driving force of the revolution with the People's Army as its hardcore and main force has been built up strong enough to defend the dignity and sovereignty of the nation, an ideologically strong country where the Juche idea and the Songun idea based on it prevail and a militarily powerful country which has an invincible revolutionary army and powerful national defence industry. &nbsp;&nbsp;&nbsp;\r\n The DPRK is shining as the state of Kim Il Sung, the motherland of glorious Songun revolution and the invincible country with perfect unity. This represents the true picture of our Republic and the dignity and might of socialist Korea which no one dares provoke. &nbsp;&nbsp;&nbsp;\r\n The reporter called for firmly defending and constantly glorifying the idea and feats of Kim Il Sung in building a socialist state and exalting the DPRK as his glorious state under the Songun leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He called upon all the party members, servicepersons and people to become Songun revolutionary soldiers who defend  Kim Jong Il politically and ideologically at the risk of their lives in the spirit of devotedly defending the headquarters of the revolution and share destiny with him to the end and to uphold his revolutionary leadership with loyalty. &nbsp;&nbsp;&nbsp;\r\n It is the supreme historic task of the DPRK to reunify the country, he said, stressing: We will shatter the moves of the splittists at home and abroad, certainly achieve the cause of national reunification and build a dignified and prospering, independent, reunified and powerful nation in the homeland without fail by the concerted efforts of all the fellow countrymen in the north and the south and overseas under the banner of the June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n Referring to the situation on the Korean peninsula growing tense owing to the U.S. imperialists' heinous hostile policy toward the DPRK, the reporter stressed: If the U.S. imperialists ignite a new war while going against the trend of the times, the army and the people of Korea will wipe out all the aggressors with their inexhaustible ideological might and merciless striking capacity they have built for scores of years and win final victory in the long-standing confrontation with the U.S. &nbsp;&nbsp;&nbsp;\r\n The DPRK government will as ever consistently maintain the idea of independence, peace and friendship to strengthen solidarity with the people of all the countries defending independence and make positive efforts to build a new independent and peaceful world against aggression and war, the reporter concluded.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chinese Art Troupe Here",
            "url": "http://kcna.co.jp/item/2004/200409/news09/09.htm#15",
            "content": "Final Victory in Confrontation with U.S. Called for\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 8 (KCNA) -- If the U.S. imperialists ignite a new war while going against the trend of the times, the army and the people of Korea will wipe out all the aggressors with their inexhaustible ideological might and merciless striking capacity they have built for scores of years and win final victory in the long-standing confrontation with the U.S., said Pak Pong Ju, premier of the DPRK Cabinet in his report at a national meeting celebrating the 56th anniversary of the Democratic People's Republic of Korea held here this afternoon.\r\n He clarified this stand, referring to the situation on the Korean peninsula growing tense owing to the U.S. imperialists' heinous hostile policy toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. bellicose forces are driving the situation on the Korean peninsula to the brink of a war by shipping more latest war equipment into south Korea under the pretext of \"reduction\" of its troops and staging madcap exercises for a war of aggression, he said. &nbsp;&nbsp;&nbsp;\r\n The army and the people of Korea are maintaining full combat posture with the will to fight in a do-or-die spirit and the spirit of annihilating the enemy to cope with the adventurous moves of the U.S. imperialists, he noted, urging them to clearly see who their rival is and act with discretion. &nbsp;&nbsp;&nbsp;\r\n It is a foolish pipedream to try to stifle the DPRK by force of arms, he warned.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Russian Army Academic Song and Dance Ensemble Here",
            "url": "http://kcna.co.jp/item/2004/200409/news09/09.htm#16",
            "content": "Chinese Art Troupe Here\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 8 (KCNA) -- A Chinese art troupe led by Tian Junli, head of the Tungfang Song and Dance Ensemble, arrived here Wednesday.\r\n It was greeted at the airport by Pak Kyong Son, vice department director of the Central Committee of the Workers' Party of Korea, officials concerned, Chinese Ambassador to the DPRK Wu Donghe and embassy officials.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}