{
    "date": "2004-03-03",
    "url": "http://kcna.co.jp/item/2004/200403/20040303.htm",
    "articles": [
        {
            "title": "Struggle against U.S. High-Handed Practices Called for",
            "url": "http://kcna.co.jp/item/2004/200403/news03/03.htm#1",
            "content": "Struggle against U.S. High-Handed Practices Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- U.S. high-handed practices to realize its ambition for hegemony have reached their height in the new century, says Rodong Sinmun today in a signed article.\r\n The U.S. thinks that it is entitled to dominate other countries and nations and dictate them. But this is a serious miscalculation, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n There may be big and small countries in the world but there can never be a superior country and an inferior country. There may be developed nations and less developed ones in the world but there can never be nations dominating other nations and dominated ones. Therefore, neither privilege nor arbitrary practices should be allowed in international relations. &nbsp;&nbsp;&nbsp;\r\n The U.S. talked about \"international responsibility\" under the pretext of its participation in the \"world peace-keeping operations\" in the past. But it has been keen only on inciting ethnic disputes and border conflicts of other countries to fish in troubled waters. &nbsp;&nbsp;&nbsp;\r\n The signboard of \"war on terrorism\" much touted by the U.S. is nothing but a leverage to implement its military strong-arm policy. &nbsp;&nbsp;&nbsp;\r\n The U.S. seeks to expand its sphere of military domination in all parts of the world. A typical example of it is its occupation of strategic lines in Europe and Central Asia in recent years. &nbsp;&nbsp;&nbsp;\r\n The U.S. distinguishes good from evil in the world as it pleases. It is asserting that democracy should serve as a yardstick to distinguish between good and evil. U.S. President Bush designated the DPRK as part of \"an axis of evil\" and declared that the DPRK was a target of its nuclear attack. This clearly proves that its strong-arm policy has reached its height. &nbsp;&nbsp;&nbsp;\r\n The U.S. brigandish and aggressive nature finds a vivid manifestation in Asia where it seeks strategic interests. It is becoming clearer that Washington has singled out the DPRK as a major target of its military strong-arm policy after the Iraqi war. &nbsp;&nbsp;&nbsp;\r\n The U.S. had better stop bluffing. &nbsp;&nbsp;&nbsp;\r\n The army and the people of the DPRK will further increase the defence capability of the country true to the Songun politics whose validity and vitality have been fully proved in practice and take an initiative to counter the U.S. moves for aggression. Any country that values sovereignty should clearly understand the aggressive and reactionary nature of the U.S. and reject and scuttle the U.S. military strong-arm and unilateral policy.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean-style Socialism Is Bulwark of Socialism",
            "url": "http://kcna.co.jp/item/2004/200403/news03/03.htm#2",
            "content": "Korean-style Socialism Is Bulwark of Socialism \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- Yehia Jakariya Khrairallah, chairman of the Egyptian Committee for the Study of the Juche Idea, issued a statement to the press on February 19 on the occasion of the 30th anniversary of the proclamation of the programme of modeling the whole society on the Juche idea.\r\n He said: &nbsp;&nbsp;&nbsp;\r\n The Korean people and the progressive humankind of the world are significantly greeting the 30th anniversary of the proclamation of the programme of modeling the whole society on the Juche idea by Kim Jong Il, an outstanding thinker and theoretician. He formulated the revolutionary idea of President Kim Il Sung as the integral system of the idea, theory and method of Juche. &nbsp;&nbsp;&nbsp;\r\n  Korean-style socialism, the bulwark of socialism, gives a new hope, confidence and courage to the progressive people of the world in their struggle for independence. The international prestige of the DPRK is entirely the brilliant fruition of the wise leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n  Ratigo Oral, deputy director for Foreign Relations of the National Movement of Uganda, in a press statement on February 18 stressed that he is firmly convinced that Kim Jong Il will continue to lead the work of modeling the whole society on the Juche idea to victory.    \r\n\r\n\r\n"
        },
        {
            "title": "National Committee Formed in Austria",
            "url": "http://kcna.co.jp/item/2004/200403/news03/03.htm#3",
            "content": "National Committee Formed in Austria \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- An inaugural ceremony of the Austrian National Committee for the Study of the Juche Idea was held in Vienna on Feb.18.\r\n Kurt Ebert, director of the International Institute of the Juche Idea who is chief of the Juche Society of University of Innsbruck in Austria, made a speech. &nbsp;&nbsp;&nbsp;\r\n He said that the Juche idea indicates the way of defending the sovereignty of the country and the nation as it is an idea to be followed by the progressives aspiring to global independence. For every country to pursue an independent foreign policy contributes to the defence of world peace, he noted, adding: The followers of the Juche idea in Europe will make positive efforts to widely disseminate the idea. &nbsp;&nbsp;&nbsp;\r\n Kurt Ebert was elected chairman of the national committee at the ceremony. &nbsp;&nbsp;&nbsp;\r\n The ceremony discussed issues of opening an e-mail of the national committee, informing the European Society for the Study of the Juche Idea of its activities in every three months and organizing a national seminar and joint seminars of groups on the Juche idea this year. &nbsp;&nbsp;&nbsp;\r\n A letter to leader Kim Jong Il was adopted at the ceremony.    \r\n\r\n\r\n"
        },
        {
            "title": "Japan Urged to Drop Anti-DPRK Hostile Policy",
            "url": "http://kcna.co.jp/item/2004/200403/news03/03.htm#4",
            "content": "Japan Urged to Drop Anti-DPRK Hostile Policy \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCAN) -- A spokesman for the Central Committee of the Democratic Front for the Reunification of the Fatherland issued a statement to the press on March 2 on the occasion of the 85th anniversary of the March 1 Popular Uprising.\r\n He demanded that Japan immediately drop its reckless anti-DPRK hostile policy and make an unconditional apology and thorough-going compensation to the Korean nation for all its crimes. &nbsp;&nbsp;&nbsp;\r\n He branded Japan as the sworn enemy who committed indelible crimes against the Korean nation in the 20th century and the hereditary enemy common to the nation who is resorting to its vicious anti-DRPK moves, pursuant to the U.S. nuclear racket against the DPRK in the 21st century, too. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries' recent moves to distort history textbooks, visits to the Yasukuni Shrine, issue of publishing stamps of Tok Islet and adoption of an amendment to the law on foreign exchange betray their sinister intention to justify their history of blood-stained aggression and materialize their wild ambition for reinvasion of Korea, he said, and stressed: &nbsp;&nbsp;&nbsp;\r\n All sorts of crimes committed by Japan against the Korean nation century after century are by no means to be condoned. &nbsp;&nbsp;&nbsp;\r\n He held that the south Korean people of all social standings should wage a powerful anti-U.S., anti-Japanese resistance through national cooperation under the banner of our nation-first spirit in an effort to build a new world of independence free from foreign forces in south Korea.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan Urged to Stop Hostile Acts against Korean People",
            "url": "http://kcna.co.jp/item/2004/200403/news03/03.htm#5",
            "content": "Japan Urged to Stop Hostile Acts against Korean People \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- The All-India Agricultural Workers' Union and the All-India Peasants' Union in a joint statement on Feb. 21 branded Japan's adoption of the \"amendment to the law on foreign exchange\" as an outrageous violation of the DPRK-Japan Pyongyang Declaration and urged Japan to immediately withdraw the amendment.\r\n The statement demanded the United States stop egging Japan on to reckless acts against the DPRK. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the Nepal-Korea Friendship Association, the Afro-Asian People's Solidarity Committee of Nepal, the Peace Action Committee of Nepal and the National Press Club of Nepal released a joint statement on Feb. 22 in which they said that Japan's adoption of the amendment is a wanton infringement upon the sovereignty of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Such moves to blockade the DPRK are little short of actions for a war of aggression against the Korean people and meant to revive Japanese militarism, the statement noted, strongly demanding Japan immediately halt its hostile acts against the Korean people. &nbsp;&nbsp;&nbsp;\r\n It expressed firm solidarity with the Korean people in their struggle to ensure peace and security on the Korean peninsula and achieve the independent and peaceful reunification of the country.\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Birthday Celebrated Worldwide",
            "url": "http://kcna.co.jp/item/2004/200403/news03/03.htm#6",
            "content": "Kim Jong Il's Birthday Celebrated Worldwide \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- The February holiday, the birthday of leader Kim Jong Il, was splendidly celebrated as an international holiday in various countries.\r\n Kim Jong Il received floral baskets from the Central Committee of the Communist Party of China, the Cambodian king, the Indonesian president and presidency, and state and party leaders, political parties, organizations and figures of various other countries. &nbsp;&nbsp;&nbsp;\r\n He received gifts from public figures of various countries including the chairman of the Central Committee of the International Anti-Zionism Front in Jordan, the chairman of the Chiclayo Association for the Study of the Juche Idea in Peru, the editor-in-chief of the Russian newspaper Gudok and the chairman of the Egypt-Korea Friendship Association. He was awarded the title of honorary professor of the \"Gor King-Erdene\" Institute of Teachers of Mongolia. &nbsp;&nbsp;&nbsp;\r\n Preparatory committees for celebrating his birthday were formed with figures of all social standings including senior officials of parties and governments in more than 50 countries including Nepal, Cambodia, Mongolia, Bangladesh, Romania, Britain, Poland, Denmark and celebration meetings took place with senior officials of political parties, organizations, governments and the militaries in at least 30 countries attending. &nbsp;&nbsp;&nbsp;\r\n A total of 600 meetings, seminars, lectures, round-table talks, friendly gatherings, film shows, book and photo exhibitions, sports games and other colorful political and cultural functions took place in at least 100 countries on the occasion. &nbsp;&nbsp;&nbsp;\r\n \"Socialism Is a Science\", \"The Juche Philosophy Is an Original Revolutionary Philosophy\" and other famous works of Kim Jong Il were published in booklet by the Gecit Publishing House of Cuba, the Paleya Publishing House of Russia, the Narodna Tribuna Publishing House of the Central Committee of the Bulgarian Communist Party (Marxist) and other publishing houses in different countries. &nbsp;&nbsp;&nbsp;\r\n Media of over 60 countries gave publicity to his greatness more than 200 times and special information bulletins were issued by friendly organizations and organizations for the study of the Juche idea in various countries.    \r\n\r\n\r\n"
        },
        {
            "title": "Nation-wide Struggle against U.S. Aggressor Forces Called for",
            "url": "http://kcna.co.jp/item/2004/200403/news03/03.htm#7",
            "content": "Nation-wide Struggle against U.S. Aggressor Forces Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- All Koreans in the north and the south and overseas will smash the U.S. imperialist warmongers' anti-national, anti-reunification offensive against peace by their concerted efforts under the banner of our nation-first spirit and thus defend the dignity, interests and security of the nation and effect a new surge in the movement for independent reunification, says Rodong Sinmun today in a signed article.\r\n It continues: &nbsp;&nbsp;&nbsp;\r\n Peace is seriously threatened and a tense situation where no one can predict when a new war will break out prevails on the Korean peninsula due to the U.S. imperialists keen to keep the Korean nation divided indefinitely and dominate the whole of Korea. &nbsp;&nbsp;&nbsp;\r\n The reality urgently calls on all Koreans in the north and the south and overseas to foil the U.S. imperialists' moves against peace and reunification by their concerted efforts. &nbsp;&nbsp;&nbsp;\r\n It is as clear as noonday that the road of independent reunification opened through the bloody struggle of our nation will be blocked, if it fails to frustrate the U.S. imperialists' reckless anti-national moves against peace and reunification. &nbsp;&nbsp;&nbsp;\r\n It is an exercise of an inviolable sovereign right for the Koreans to independently reunify their divided country. &nbsp;&nbsp;&nbsp;\r\n The U.S., however, has persistently challenged their cause of independent reunification supported and welcomed world-wide. Lurking behind its challenge is its wild ambition to dominate Korea. &nbsp;&nbsp;&nbsp;\r\n The U.S. reckless anti-DPRK, anti-reunification moves are criminal acts against the Korean nation and peace as they are aimed to harass peace on the Korean peninsula and impose a disaster of a nuclear war upon all Koreans. &nbsp;&nbsp;&nbsp;\r\n The U.S. is bringing the dark clouds of a new war, stocking the confrontation between the north and the south and escalating the tensions in defiance of the aspiration of the Korean nation for peace. &nbsp;&nbsp;&nbsp;\r\n The reality clearly proves that the U.S. has already worked out a plan to provoke the second Korean war and is working hard to implement the plan. It is only the Koreans in the north and the south who will suffer from the war to break out in the country. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists seek to let the Koreans in the north and the south fight each other in a bid to fish in troubled waters. The Koreans should see through such trick of the U.S. imperialists and turn out in the sacred nationwide struggle to defend the peace and security of the country. &nbsp;&nbsp;&nbsp;\r\n When the Koreans rise up in unity to pave a wide avenue for independent reunification by their concerted efforts in the spirit of the June 15 joint declaration, no force on earth can overpower them and the U.S. imperialists' any move for aggression and nuclear weapons will prove useless    \r\n\r\n\r\n"
        },
        {
            "title": "NDFSK Calls for Struggle against U.S. and Japan through Nat'l Cooperation",
            "url": "http://kcna.co.jp/item/2004/200403/news03/03.htm#8",
            "content": "NDFSK Calls for Struggle against U.S. and Japan through Nat'l Cooperation \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- A spokesman for the National Democratic Front of South Korea (NDFSK) Monday issued a statement on the 85th anniversary of the March 1 Popular Uprising, according to the Internet site of Kuguk Jonson.\r\n The March 1 Popular Uprising shook the military rule of the Japanese imperialists to its very foundation, powerfully demonstrated ardent patriotism and indomitable fighting spirit of the Korean nation at home and abroad and left footprints to be specially recorded in the history of the anti-Japanese movement, the statement said, and went on: &nbsp;&nbsp;&nbsp;\r\n Though 85 years have passed since the uprising, the wounds left by the thrice-cursed atrocities of the Japanese imperialists remain unhealed among the Koreans. During their colonial rule over Korea the Japanese imperialists robbed it of all its wealth, murdered more than one million of Koreans in cold blood and took away young Koreans to battle fields and Korean women as \"comfort women\" for the Japanese army. &nbsp;&nbsp;&nbsp;\r\n Japan was an aggressor who committed grisly crimes not to be erased for ages against the Korean people in the 20th century and is a sworn enemy common to the Korean nation who is hell-bent on heinous moves even in the 21st century to stifle the DPRK, pursuant to the U.S. nuclear war policy, and stage a comeback to the Korean peninsula, far from making an apology and compensation. &nbsp;&nbsp;&nbsp;\r\n Japan would be well advised to act with discretion, mindful that it will invite its own destruction, if it acts a shock brigade against the DPRK, following the U.S. line, oblivious of the lesson of its miserable defeat in World War II. &nbsp;&nbsp;&nbsp;\r\n Realities show that the outside forces, be it the United States or Japan, are the source of all disasters and our nation and people cannot live in peace when they are subject to outsiders' domination and interference. &nbsp;&nbsp;&nbsp;\r\n The statement called upon all the people in south Korea to valiantly wage a powerful anti-U.S., anti-Japanese struggle through steadfast national cooperation with the people in the north in order to bring an independent new society free from foreign forces to this land.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "GNP's Pro-Japanese Treachery Assailed",
            "url": "http://kcna.co.jp/item/2004/200403/news03/03.htm#9",
            "content": "GNP's Pro-Japanese Treachery Assailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- The Legislation and Judiciary Committee of the National Assembly of south Korea approved a \"special bill on probing the truth behind the pro-Japanese treacherous acts in the period of the Japanese imperialists' occupation of Korea\" and referred it to the NA plenary session for adoption on February 26 against the backdrop of mounting anti-Japanese sentiment in south Korea. This, however, was not even placed on the agenda of the session of the NA due to the opposition of the Grand National Party. This was something abnormal. Rodong Sinmun says this in a signed commentary today.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The GNP's act is a challenge to the south Koreans' patriotic desire and wish to put an end to the history of pro-Japanese treachery and an anti-national act of those who have served Japan and seek to prolong their remaining days in the same way. &nbsp;&nbsp;&nbsp;\r\n The pro-Japanese elements of this treacherous party fear that the adoption of the controversial bill may incur displeasure of Japan, their master. &nbsp;&nbsp;&nbsp;\r\nThere are in the GNP a lot of those who had involved themselves in pro-Japanese treachery directly or indirectly in the past. That is why they are so desperately working to prevent the bill from being referred to the NA session. &nbsp;&nbsp;&nbsp;\r\nThe probe into the truth behind pro-Japanese treachery during the Japanese imperialists' occupation of Korea in south Korea is what people wish and demand to do away with the leftover of the Japanese imperialists' colonial rule and restore the spirit of the nation. &nbsp;&nbsp;&nbsp;\r\n Militarism raised its head and there are undisguised moves in Japan to stage a comeback to Korea. Now is the time for all the Koreans to put an end to the history of pro-Japanese treachery and jointly foil the Japanese reactionaries' moves for aggression of Korea. They should never tolerate the GNP's traitorous act of hindering the adoption of the bill which calls for putting an end to the history of pro-Japanese treachery. &nbsp;&nbsp;&nbsp;\r\n The south Koreans should mete out a stern punishment to the GNP, a pro-Japanese and traitorous party, in the upcoming general election and set right the history of the nation. \r\n\r\n\r\n"
        },
        {
            "title": "Strong Countermeasure Will Be Taken against Japan's Another Bill",
            "url": "http://kcna.co.jp/item/2004/200403/news03/03.htm#10",
            "content": "Strong Countermeasure Will Be Taken against Japan's Another Bill\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- The Japanese ruling quarters are now working to adopt a \"bill on banning the call of specified foreign ships at Japanese ports,\" having railroaded through the Diet the \"amendment to the law on foreign exchange\", which is intended to apply sanctions against the DPRK.\r\n On Feb 17 the \"draft outline\" of the bill was submitted to the Liberal Democratic Party and approved by it and it is likely to be submitted soon to the Diet for its deliberation. &nbsp;&nbsp;&nbsp;\r\n Commenting on this, a news analyst of Minju Joson today says: &nbsp;&nbsp;&nbsp;\r\n What Japan seeks in this bill is to lay a legal foundation for forming an encircling ring around the DPRK to stifle it, pursuant to the U.S. hostile policy toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n This fully shows what a dangerous and grave stage Japan's hostile policy toward the DPRK has reached, the bill being a malicious one to impose economic sanctions unprecedented in its nature and method against the DPRK. &nbsp;&nbsp;&nbsp;\r\n The Japanese ruling quarters are kicking up quite a dust to put pressure on the DPRK, while adopting the \"amendment to the law on foreign exchange\" and crying for \"a total ban on the entry of north Korean ships into Japanese ports.\" This means that they are going all out in a total confrontation with the DPRK by mustering all the potentials available after declaring it their principal enemy. &nbsp;&nbsp;&nbsp;\r\n The DPRK has never shown weakness or concession before those pressurizing it. It has countered toughness with super toughness and always emerged the winner in this. With the same mode of response, the DPRK will shatter the growing economic sanctions and pressure of Japan. &nbsp;&nbsp;&nbsp;\r\n Japan should stop at once its anachronistic and foolish acts, mindful that its hostile policy and pressure against the DPRK are a folly of lifting an axe only to drop it on its own feet. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun Calls for Turning Country into Greenery and Woodland",
            "url": "http://kcna.co.jp/item/2004/200403/news03/03.htm#11",
            "content": "Rodong Sinmun Calls for Turning Country into Greenery and Woodland\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- 58 years have passed since President Kim Il Sung together with leader Kim Jong Il and anti-Japanese war hero Kim Jong Suk climbed Moran Hill on March 2, Juche 35 (1946) to kindle the first torch of tree planting in Korea.\r\n Papers here today devote editorials to this day. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun editorially calls on all the officials, Party members and other working people to turn out in the spring tree planting as one with fervent patriotic enthusiasm to bring about a revolutionary turn in turning the whole country into greenery and a thick woodland in this significant year. &nbsp;&nbsp;&nbsp;\r\n The daily recalls that the Workers' Party of Korea has regarded it as an important work for the prosperity of the country and the improvement of the standard of people's living to create forests and always exerted great efforts to do so. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il energetically led the drive to create forests and protect them to success for the future of the country and the prosperity of posterity even in the difficult period of the \"Arduous March,\" the forced march, the daily notes, and continues: &nbsp;&nbsp;&nbsp;\r\n A vigorous all-people movement for tree planting has been under way under his wise leadership in recent years to make great progress in forestation. On the basis of such success it is necessary to more vigorously push ahead with the work to turn the whole country into greenery and a thick woodland in the near future as intended by the Party.\r\n There is an increasing demand of the national economy for timber now that the DPRK has witnessed a new turning phase in the building of a great prosperous powerful nation under the banner of Songun. &nbsp;&nbsp;&nbsp;\r\n All the Party members and other working people should actively participate in the spring tree-planting campaign to turn every mountain of the country into a thick woodland, enshrining the honour and pride of being citizens of dignified Kim Il Sung's Korea. &nbsp;&nbsp;&nbsp;\r\n Minju Joson in an editorial says that it is a patriotic work for the eternal prosperity of the country to plant many trees in mountains and fields, streets and villages of the country and tend them and thus turn it into a socialist land of bliss clad in thick verdure. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Prime Minister of Bulgaria",
            "url": "http://kcna.co.jp/item/2004/200403/news03/03.htm#12",
            "content": "Greetings to Prime Minister of Bulgaria\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- Pak Pong Ju, premier of the DPRK Cabinet, sent a message of greetings to Simeon Saxcoburgotski, prime minister of Bulgaria, on the occasion of its national day.\r\n The message wished him success in his responsible work for the economic development of the country. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, DPRK Foreign Minister Paek Nam Sun sent a similar message to his Bulgarian counterpart Solomon Isak Passi on this occasion.      \r\n\r\n\r\n"
        },
        {
            "title": "Grudge of March First Uprisers",
            "url": "http://kcna.co.jp/item/2004/200403/news03/03.htm#13",
            "content": "Grudge of March First Uprisers\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- The Korean people have hardly soothed their anger at the Japanese imperialists' massacre of those who participated in the March First Popular Uprising 85 years ago.\r\n The uprising was a patriotic resistance of all the Korean people for regaining the dignity and sovereignty of the country and the nation from the Japanese imperialists. But they brutally suppressed the uprisers in a medieval way. &nbsp;&nbsp;&nbsp;\r\n Japanese troops, gendarmes and police fired at some 100,000 demonstrators in Pyongyang to kill many of them. Japan mobilized mounted troops and police to slaughter those in Seoul, too, in cold blood. &nbsp;&nbsp;&nbsp;\r\n On March 7, 1919, Japan's minister of the Army ordered the boss of the Japanese forces in Korea to bridge over the situation by force of arms. On March 11 Japanese Prime Minister Hara gave instructions to Hasegawa, governor-general in Korea, to harshly put down the uprising by force of arms, while misleading the world public into believing that it was a riot. &nbsp;&nbsp;&nbsp;\r\n With the uprising expanding into a nationwide resistance, Japan made an additional mobilization of two divisions based in Ryongsan and Ranam, six battalions and 400 gendarmes from the Japan proper and deployed them in different parts of Korea. And it invented various kinds of evil laws and set all the power organs and means of suppression into motion to crack down the uprising. &nbsp;&nbsp;&nbsp;\r\n They opened concentrated fire at 25,000 demonstrators in Jongju in late March, set fire to more than 30 dwelling houses in Suchon, Suwon County, on April 6 and drove 300 odd people into a church in Jeam-ri before putting it into fire. They then fired at and stabbed the survivals to death. &nbsp;&nbsp;&nbsp;\r\n During the uprising more than 100,000 Koreans were killed by the Japanese imperialists. &nbsp;&nbsp;&nbsp;\r\n Nearly a century has passed since the uprising, but the nefarious atrocities of the Japanese imperialists still remain in the memory of the Korean people. &nbsp;&nbsp;&nbsp;\r\n The Korean army and people will never forget the grudge of the uprisers and will surely make Japan pay for the blood shed by them.    \r\n\r\n\r\n"
        },
        {
            "title": "Spring Land Management in DPRK",
            "url": "http://kcna.co.jp/item/2004/200403/news03/03.htm#14",
            "content": "Spring Land Management in DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- The work of land management in spring has begun in the Democratic People's Republic of Korea.\r\n Kang Mun Gu, a department director of the Ministry of Land and Environment Conservation, told KCNA that the huge work in the period of this year's general mobilization for land management from March to May includes tree planting, building of hundreds of kilometers of dikes and scores of parks and recreation resorts, river improvement and construction and repair of many fish-breeding farms. &nbsp;&nbsp;&nbsp;\r\n Saplings of good species will be planted in over 1,500 hectares of land including streets, residential quarters, parks, recreation resorts and roadside in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n Projects of facelifting dwelling houses along major streets are under way. &nbsp;&nbsp;&nbsp;\r\n Tall trees are being transplanted and the already planted trees trimmed along the Youth Hero Highway, Pyongyang-Hyangsan Tourist Highway, Pyongyang-Kaesong and Pyongyang-Wonsan motorways in South Phyongan, North Hwanghae and Kangwon provinces. &nbsp;&nbsp;&nbsp;\r\n Projects of diking and bank revetment in various spots of the Ryesong, Amnok and Tuman rivers are under way to prevent floods in North Hwanghae, North Phyongan and North Hamgyong provinces. &nbsp;&nbsp;&nbsp;\r\n Jagang and Ryanggang provinces are directing efforts to creating pine-nut, paper-pulp and timber forests suitable for their topographical conditions\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Visits",
            "url": "http://kcna.co.jp/item/2004/200403/news03/03.htm#15",
            "content": "Visits\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) - A delegation of the Kim Il Sung Socialist Youth League headed by its First Secretary Kim Kyong Ho left here today to visit China.\r\n A delegation of the Korean Christian Federation headed by its Chairman Kang Yong Sop also left here to visit Germany and Switzerland. \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Bulgarian President",
            "url": "http://kcna.co.jp/item/2004/200403/news03/03.htm#16",
            "content": "Greetings to Bulgarian President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a message of greetings to Georgi Parvanov, president of Bulgaria, on the occasion of its national day.\r\n Wishing the president greater success in his work for the promotion of the people's wellbeing, the message expressed belief that the friendly relations between the two countries would continue to develop on good terms. \r\n\r\n\r\n"
        },
        {
            "title": "DPRK Delegation Back from China",
            "url": "http://kcna.co.jp/item/2004/200403/news03/03.htm#17",
            "content": "DPRK Delegation Back from China\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- A DPRK delegation led by Kim Kye Gwan, vice-minister of Foreign Affairs, returned today after participating in the six-way talks on the nuclear issue between the DPRK and the United States held in Beijing.\r\n It was greeted at the airport by Kim Yong Il, vice-minister of Foreign Affairs, officials concerned, Andrei Karlov, Russian ambassador to the DPRK, and Guan Huabing, charge d'affaires ad interim of the Chinese embassy here. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "North Side's Delegation Leaves for Seoul",
            "url": "http://kcna.co.jp/item/2004/200403/news03/03.htm#18",
            "content": "North Side's Delegation Leaves for Seoul\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- The north side's delegation led by Choe Yong Gon, vice-minister of Construction and Building-Materials Industries who is north side's chairman of the North-South Committee for the Promotion of Economic Cooperation, left Pyongyang today to participate in the 8th meeting of the committee to be held in Seoul.\r\n It was seen off at the airport by Jong Mun San, chief secretary of the Cabinet, and officials concerned. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Supreme Commander Kim Jong Il Inspects KPA Unit",
            "url": "http://kcna.co.jp/item/2004/200403/news03/03.htm#19",
            "content": "Supreme Commander Kim Jong Il Inspects KPA Unit\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 2 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the DPRK National Defence Commission, inspected KPA Unit 252 honored with the title of O Jung Hup-led Seventh Regiment.\r\n He was accompanied by KPA Generals Ri Myong Su, Hyon Chol Hae and Pak Jae Gyong and Ri Yong Chol, member of the WPK Central Military Commission and first vice-department director of its Central Committee. &nbsp;&nbsp;&nbsp;\r\n After acquainting himself with the unit's performance of duty, he looked round the room devoted to its history, guided by its commander. &nbsp;&nbsp;&nbsp;\r\n He highly praised the feats performed by the unit, a recipient of the honorable \"Kim Il Sung Order\" and the titles of Kum Song Lifeguard and O Jung Hup-led Seventh Regiment, saying that it is very proud of having a long history and tradition of struggle as it has always taken the lead in upholding the WPK's Songun leadership by distinguishing itself in combat and political training and fully demonstrating the heroic stamina of the KPA in sites of socialist construction. &nbsp;&nbsp;&nbsp;\r\n He dropped in at a soldiers' hall to learn in detail about the political and ideological education among its servicepersons. &nbsp;&nbsp;&nbsp;\r\n Very pleased to receive the report that they turned out as one in tree planting on the occasion of the Day of Tree Planting, he called on the KPA to take the lead also in turning the mountains and rivers of the country into a socialist land of bliss. &nbsp;&nbsp;&nbsp;\r\n He had a photo session with officers and men of the unit. &nbsp;&nbsp;&nbsp;\r\n The next leg of his inspection was a Twice Three Revolution Red Flag sub-unit of the unit. &nbsp;&nbsp;&nbsp;\r\n Making rounds of its training ground and facilities, he learned in detail about its fulfillment of the training program. \r\n He advanced highly important tasks which would serve as guidelines in further increasing the unit's combat capability, greatly satisfied to learn that all the officers and men have fully prepared themselves to be a-match-for-a hundred fighters capable of successfully undertaking combat duties under any difficult conditions by undergoing intensive training with the help of a variety of drill facilities. &nbsp;&nbsp;&nbsp;\r\n He took deep care of the service and living of servicepersons, looking round an education room, bedroom, mess hall, kitchen,washroom, subsidiary food store and other places. &nbsp;&nbsp;&nbsp;\r\n He spared time to see an art performance given by servicepersons of a company of the sub-unit. &nbsp;&nbsp;&nbsp;\r\n He gave servicepersons of the sub-unit a pair of binoculars, a machine gun and an automatic rifle as gifts and had a photograph taken with them. \r\n\r\n\r\n\r\n"
        }
    ]
}