{
    "date": "2004-01-30",
    "url": "http://kcna.co.jp/item/2004/200401/20040130.htm",
    "articles": [
        {
            "title": "Preparatory Committee Inaugurated in Britain",
            "url": "http://kcna.co.jp/item/2004/200401/news01/30.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Enlarged Plenary Meeting of Buddhists Held",
            "url": "http://kcna.co.jp/item/2004/200401/news01/30.htm#2",
            "content": "Preparatory Committee Inaugurated in Britain \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 29 (KCNA) -- A British preparatory committee was inaugurated with a due ceremony in London on Jan. 19 to commemorate the Day of the Sun and February 16, the birthday of leader Kim Jong Il.\r\n Present at the ceremony were leading figures of political parties and public organizations of Britain. &nbsp;&nbsp;&nbsp;\r\n General Secretary of the Central Committee of the New Communist Party of Britain Andy Brooks was elected chairman of the preparatory committee, Spokesman (leader) of the Central Committee of the Revolutionary Communist Party of Britain (Marxist-Leninist) Christopher Coleman and Chairman of the British Association for the Study of Songun Policy Dermot Hudson vice-chairmen of the preparatory committee and  Elizabeth Parel, chief of the London branch of the New Communist Party of Britain and editor of The New Worker, the organ of the party, secretary general of the preparatory committee. &nbsp;&nbsp;&nbsp;\r\n The committee set the days from Jan. 19 to the end of April as a period of commemorating the Day of the Sun and February 16 and decided to hold colorful functions including gatherings, friendship meetings, film shows and photo exhibitions, widely introduce brief biographies of President Kim Il Sung and  Kim Jong Il and accounts of functions in media in the period to stir up the commemorative atmosphere.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "UN Debate on Japan's Crimes against Humanity Called for",
            "url": "http://kcna.co.jp/item/2004/200401/news01/30.htm#3",
            "content": "Enlarged Plenary Meeting of Buddhists Held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 29 (KCNA) -- An enlarged plenary meeting of the Central Committee of the Korean Buddhist Federation was held in Pyongyang Wednesday to support the appeal to the 70 million Koreans which was adopted at the joint meeting of the DPRK government, political parties and organizations and vow to carry it out.\r\n The meeting was attended by permanent members and members of the Central Committee of the federation, office-bearers of provincial, city and county committees, chief priests from across the country and priests and buddhists in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n The Most Venerable Pak Thae Hwa, who is chairman of the Central Committee of the federation, made a report which was followed by speeches. &nbsp;&nbsp;&nbsp;\r\n The reporter and speakers recalled that the joint meeting of the DPRK government, political parties and organizations put up the slogan \"Let us pave a wide avenue for independent reunification through national cooperation under the banner of our nation-first spirit!\" as a slogan for reunification to be upheld by the nation this year and proposed 5-point tasks to this end. This is the most above-board proposal in view of the advantages of the Korean nation, historical lesson and the requirement of the situation, they added. They called on all the Buddhists in the north and the south and abroad to go united and foil the arrogant interference and aggression moves of the U.S., the sworn enemy common to the nation, and turn out to build the structure of the Korean nation's confrontation with the U.S. through practical actions true to the appeal of the joint meeting. &nbsp;&nbsp;&nbsp;\r\n A letter to the Buddhists in south Korea and overseas was adopted at the meeting.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "NDFSK Calls for Grandly Celebrating Day of Sun and February Holiday",
            "url": "http://kcna.co.jp/item/2004/200401/news01/30.htm#4",
            "content": "UN Debate on Japan's Crimes against Humanity Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 29 (KCNA) -- The United Nations should properly handle the international issues that should be discussed according to international law so as to fully discharge its function and role on the international political arena. The issue of \"comfort women\" for the Imperial Japanese Army and the forcible drafting of Koreans is one of them. Minju Joson today says this in a signed commentary.\r\n This issue deserves to be handled by the UN in view of its criminal nature though they were committed before the foundation of the UN, the commentary notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The Japanese imperialists abducted 200,000 Korean women and forced them into sexual slavery for the imperial Japanese army. They drafted more than 8.4 million young Koreans, forcing them to do slave labour and fall in battlefields. &nbsp;&nbsp;&nbsp;\r\nThese were the most hideous human rights abuses. &nbsp;&nbsp;&nbsp;\r\n The Japanese government has not yet disclosed evidences proving those crimes but destroyed or covered them up although nearly half a century has passed since the end of the war. They are lending a deaf ear to the demand of bereaved families for the confirmation of the fate and whereabouts of the victims. &nbsp;&nbsp;&nbsp;\r\n Those who committed crimes against humanity must be punished by humankind, world conscience and justice. &nbsp;&nbsp;&nbsp;\r\n This is a task of the times for ensuring lasting global peace and achieving the just development of the international community and is vital to enhancing the function of the UN, at the same time. &nbsp;&nbsp;&nbsp;\r\n Humankind is sure to judge Japan's unprecedented crimes in the name of justice.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Friendly Gathering at Russian Embassy",
            "url": "http://kcna.co.jp/item/2004/200401/news01/30.htm#5",
            "content": "NDFSK Calls for Grandly Celebrating Day of Sun and February Holiday \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 29 (KCNA) -- The Central Committee of the National Democratic Front of South Korea (NDFSK) on Jan. 26 issued an information bulletin on an enlarged meeting of its Presidium held to discuss functions of the Day of the Sun and the February holiday, the birthday of leader Kim Jong Il, according to the Internet site of Kuguk Jonson.\r\n The meeting held in Seoul on Jan. 26 discussed the agenda item \"On significantly commemorating the Day of the Sun (April 15), the birthday of respected President Kim Il Sung, and grandly celebrating February 16, the birthday of the great General   Kim Jong Il, as the greatest holiday of the nation\", the bulletin says, end continues: &nbsp;&nbsp;&nbsp;\r\n We shall send a letter and a congratulatory message of the NDFSK Central Committee to Kim Jong Il on the two anniversaries. &nbsp;&nbsp;&nbsp;\r\n We shall set the days from Feb. 1 to Apr. 30 as a \"period of commemorating the grand holidays of the nation\" and form a \"preparatory committee for commemorating the Day of the Sun and February 16.\" The preparatory committee shall widely introduce the feats of the President and the revolutionary records of Kim Jong Il through colorful political and cultural functions including meetings, seminars on works, video shows, lectures, photo exhibitions and book distribution in the period. &nbsp;&nbsp;&nbsp;\r\n Commemorative special write-ups shall be shown in the Internet homepage of Kuguk Jonson and all the organizations and overseas branches of the NDFSK shall organize colorful political and cultural functions suitable to the specific conditions.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Doctorate of DPRK Awarded to Beijing University Teacher",
            "url": "http://kcna.co.jp/item/2004/200401/news01/30.htm#6",
            "content": "Friendly Gathering at Russian Embassy\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 29 (KCNA) -- The Russian ambassador to the DPRK arranged a friendly gathering at his embassy Wednesday evening on the occasion of the New Year, Juche 93 (2004).\r\n The participants looked round pictures showing the feats of President Kim Il Sung and leader Kim Jong Il in boosting Korea-Russia friendship and saw a message of greetings to  Kim Jong Il from Russian President Putin and a Korean documentary film. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Appeal of Joint Meeting Hailed",
            "url": "http://kcna.co.jp/item/2004/200401/news01/30.htm#7",
            "content": "Doctorate of DPRK Awarded to Beijing University Teacher\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 29 (KCNA) -- A doctorate in Linguistics of the DPRK was awarded to Han Chenqian, head of the Korean Language Chair of Foreign Language College of Beijing University, in recognition of his devotion to education in Korean language and studies of linguistics and endeavors to study dialects in six border points of Korea and unearth valuable linguistic legacies of Korean language to contribute to its historical studies.\r\n The awarding ceremony took place at the Mansudae Assembly Hall Wednesday. &nbsp;&nbsp;&nbsp;\r\n Present there were Kwak Pom Gi, vice-premier of the DPRK Cabinet, Kang Chun Gum, secretary general of the State Commission for Conferring Degrees and Titles, and other officials concerned.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Move to Vandalize Cultural Treasure of Korean Nation Assailed",
            "url": "http://kcna.co.jp/item/2004/200401/news01/30.htm#8",
            "content": "Appeal of Joint Meeting Hailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 29 (KCNA) -- The chairman of the Central Committee of the General Federation of Trade Unions of Korea (GFTUK) and the chairman of the Central Committee of the Union of Agricultural Workers of Korea separately issued statements on Wednesday in support of the appeal adopted at the joint meeting of the DPRK government, political parties and organizations.\r\n Ryom Sun Gil, chairman of the Central Committee of the GFTUK, said that the appeal sent to the 70 million Koreans is commanding warm support and evoking lively response from all the trade unionists and all other Koreans. He continued: &nbsp;&nbsp;&nbsp;\r\n The trade union members will firmly solidarize with Koreans from all social strata including workers in south Korea and dynamically drive the train of reunification, mercilessly throwing overboard outsiders and groups of flunkeyists and traitors, under the slogan \"Let us pave a wide avenue for independent reunification through national cooperation under the banner of our nation-first spirit!\" &nbsp;&nbsp;&nbsp;\r\n Sung Sang Sop, chairman of the Central Committee of the Union of Agricultural Workers of Korea, recalled that the five-point tasks and proposals made in the appeal are the most above-board and just practical ones for paving a wide avenue for national\r\nreunification. &nbsp;&nbsp;&nbsp;\r\n He reiterated the need for peasants in the north and the south to take joint actions and intensify the anti-U.S. struggle for independence to resolutely foil the U.S. imperialists' moves to estrange Koreans from each other and launch a new war.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Marked",
            "url": "http://kcna.co.jp/item/2004/200401/news01/30.htm#9",
            "content": "U.S. Move to Vandalize Cultural Treasure of Korean Nation Assailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 29 (KCNA) -- Rodong Sinmun today in a signed commentary denounces the United States for pressurizing the south Korean authorities to offer the site of the Toksu Palace for the construction of its embassy building and flats for the staff members from the beginning of the year as it did last year.\r\n The commentary says: &nbsp;&nbsp;&nbsp;\r\n This is an act of aggression trampling upon and insulting the history of the Korean nation and a crime making a mockery of its dignity. &nbsp;&nbsp;&nbsp;\r\n It is the consistent policy of the U.S. to obliterate the time-honored and excellent history and the national character of Korea. &nbsp;&nbsp;&nbsp;\r\nThe U.S. imperialists' acts of destroying the cultural assets of Korea, that started with the exhumation of Prince Namyon's tomb in April 1868, have been going on century after century. This is motivated by their scheme to throttle the Korean nation. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists have wantonly destroyed and taken away fine cultural remains and relics associated with the history of the Korean nation from the very day of their occupation of south Korea. And, during the Korean war, they destroyed a great number of cultural relics by brutal bombardment, gun firing and incendiarism and looted cultural assets valued at national treasures. &nbsp;&nbsp;&nbsp;\r\n What arouses deeper anger of the Korean nation is that the south Korean authorities are yielding to the U.S. pressure, revealing their submissive attitude. The south Korean authorities do not hesitate to commit anti-national criminal acts, utterly indifferent to the dignity and interests of the nation, blindly bowing to U.S. demands. It is intolerable to see that such acts leave the history of the Korean nation trampled underfoot and its dignity impaired. &nbsp;&nbsp;&nbsp;\r\n All the fellow countrymen loving the motherland and the nation should unite and wage a daring struggle against the U.S. imperialists' acts of destroying national cultural relics and the south Korean authorities' treacheries in giving in to it and for defence of the cultural treasures of the nation."
        },
        {
            "title": "Japan's Claim to Tok Islet Assailed",
            "url": "http://kcna.co.jp/item/2004/200401/news01/30.htm#10",
            "content": "Anniversary of Kim Jong Il's Work Marked\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 29 (KCNA) -- Rodong Sinmun today dedicates an article to the 1st anniversary of the publication of leader Kim Jong Il's work \"The Songun Revolutionary Line Is the Great Revolutionary Line of Our Times and an Ever-Victorious Banner of Our Revolution.\"\r\n Saying that the work, published on January 29, 2003, has served as a militant banner as it provided the world progressives with an invincible sword for victoriously advancing the cause of the popular masses for independence and accomplishing it despite the imperialists' war, plunder, high-handed and arbitrary practices, the article goes on: &nbsp;&nbsp;&nbsp;\r\n First of all, the work clearly indicates the way of defending the popular masses' cause of independence and achieving the prosperity of the nation on the basis of a scientific analysis of the demands of our times and the revolution. And the work sets forth a new strategic line on the basis of a scientific analysis of the requirements of the present times and the revolutionary development, thus providing a powerful weapon for leading the Korean revolution and the world revolution to victory. &nbsp;&nbsp;&nbsp;\r\n A revolutionary army can defend socialism and peace. This is the truth of history proved amidst the present rigorous ordeal. &nbsp;&nbsp;&nbsp;\r\n Based on a deep theoretical study of the times and the revolutionary development, the work most scientifically clarifies the issue of how to approach the military affairs and handle them at present. Enunciated in the work is the idea that only when one gives importance to the military affairs and strengthens the army in every way on the basis of the Songun principle that the army precisely means the party, state and people is it possible to defend the country and the nation and vigorously accelerate the revolution and construction. It is the unique idea and theory unprecedented in the history of the revolutionary movement. &nbsp;&nbsp;&nbsp;\r\n The work raises the issue of the driving force of the revolution from a new angle and gives a perfect answer to it. Kim Jong Il in his work wrote that the issue of which class, strata or social grouping can become a driving force of the revolution is decided by the position and role they have in the revolution and construction, their revolutionary principle and sense of organization and militancy. He clarified that a revolutionary army becomes a main force of the revolution. &nbsp;&nbsp;&nbsp;\r\n The work also clarifies that an army can become revolutionary armed forces and play an important role in the revolution only when it is awakened and organized under the leadership of a revolutionary party. &nbsp;&nbsp;&nbsp;\r\n The work clearly indicates a true way of settling the issue of the driving force of the revolution in the present times as it explains that the wise leadership of the great party and leader is a main factor of training the Korean People's Army into an invincible revolutionary army of Mt. Paektu type capable of wiping out any formidable enemy at one strike.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anti-U.S. Struggle Called for",
            "url": "http://kcna.co.jp/item/2004/200401/news01/30.htm#11",
            "content": "Japan's Claim to Tok Islet Assailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 29 (KCNA) -- The DPRK Lawyers' Society issued a white paper Wednesday disclosing the illegal nature of Japan's claim to Tok Islet and proving that the islet is part of the inviolable territory of Korea.\r\n The paper said: &nbsp;&nbsp;&nbsp;\r\n One of the major \"legal grounds\" the Japanese rulers have cited to back their assertion that the islet belongs to Japan is Shimane Prefectural Notice No. 40 published in 1905 whereby Tok Islet was put under the jurisdiction of Shimane Prefecture. &nbsp;&nbsp;&nbsp;\r\n The illegality of the notice lies in the fact that it diametrically runs counter to the principle of prior occupation stipulated in traditional international law. &nbsp;&nbsp;&nbsp;\r\n Korean historical books \"The Chronicles of Three Kingdoms\", \"Geography in the True Records of Sejong,\" \"Korean Geography\" and \"Korean Map\" and others prove that Tok Islet belonged to Usan, a minor country that had existed in Korea, before 500 A.D.  Even \"Chronicle of Unknown Small Places\", a book published in Japan in 1667, and books issued by the Japanese Foreign Ministry in 1896 admitted that Tok Islet belonged to Korea. &nbsp;&nbsp;&nbsp;\r\n However, the Japanese reactionaries put the islet under the jurisdiction of Shimane Prefecture close to it in 1905 and informed the then Korean feudal government of it in 1906, absurdly asserting that French-flagged whaling vessel \"Liancourt\" discovered it for the first time. &nbsp;&nbsp;&nbsp;\r\n The Shimane Prefectural Notice is illegal also because it was neither a state notice to the world on the legal occupation of a territory nor a legal action based on sovereignty. &nbsp;&nbsp;&nbsp;\r\n The memorandum notice allegedly representing the \"state will\" was not made public in an official newspaper of the government nor notified to other countries. It was only carried in a local newspaper of a prefecture, no more than a unit executing a state policy. &nbsp;&nbsp;&nbsp;\r\n It is an irrefutable fact that a prefecture can never represent the state called Japan as it is no more than a local autonomous unit. And it is a height of folly to claim that a prefectural notice was used in announcing the dominion over the islet externally in stead of a formal state memorandum proclaiming important state domestic and foreign policy resolutions at home and abroad. &nbsp;&nbsp;&nbsp;\r\n Another thing the Japanese reactionaries have cited as a \"legal ground\" to claim the dominium over the islet after the war is that there is no provision excluding Tok Islet from the Japanese territory in declarations and memorandums on post-war treatment of Japan issued by allies toward the end of World War II and soon after the war. This is a preposterous assertion profoundly confusing right and wrong. &nbsp;&nbsp;&nbsp;\r\n Typical of those international legal documents are \"Cairo Declaration\", \"Potsdam Declaration\" and other memorandums of the supreme command of allied forces. &nbsp;&nbsp;&nbsp;\r\n These documents clearly defined the boundary of the territory of Japan that suffered a defeat in World War II. &nbsp;&nbsp;&nbsp;\r\n All of them once again clarified to the world the legal position of Tok Islet that has been part of the inviolable territory of Korea from long ago. &nbsp;&nbsp;&nbsp;\r\n Those declarations and memorandums are international commitments with a legal binding force as they were recognized by the international community and accepted by Japan. &nbsp;&nbsp;&nbsp;\r\n Another legal ground cited by the Japanese reactionaries to support their territorial claim to Tok Islet after the war is that the islet was not mentioned in the \"peace treaty with Japan\" signed on September 8, 1951. &nbsp;&nbsp;&nbsp;\r\n The DPRK neither signed nor admitted it. &nbsp;&nbsp;&nbsp;\r\n Therefore, the treaty can never serve as legal standards in settling the post-war issues between the DPRK and Japan. &nbsp;&nbsp;&nbsp;\r\n The DPRK disclosed the illegality of the treaty and declared that it would not admit it through the statement of the Foreign Ministry issued on September 15, 1951. &nbsp;&nbsp;&nbsp;\r\n Such being a stark fact, Japan is claiming dominium over the Tok Islet, citing the article of the treaty as a ground. So the DPRK is compelled to clarify its stand on that article. &nbsp;&nbsp;&nbsp;\r\n Ullung Islet is mentioned along with Jeju Island and Komun Island in Paragraph A, Article 2 of Chapter 2 of the treaty dealing with the territorial boundary of Korea. &nbsp;&nbsp;&nbsp;\r\n It should be understood that Ullung Islet includes Tok islet, a small islet near it. &nbsp;&nbsp;&nbsp;\r\n The marking of Tok Islet as part of Japan's territory was deleted from the treaty thanks to the viewpoints of Britain and other participants that Tok Islet has historically belonged to Korea. &nbsp;&nbsp;&nbsp;\r\n As seen above, all the grounds cited by the Japanese reactionaries to negate Korea's control over Tok Islet and make it part of Japan's territory are brigandish and illogical ones both from the historical point of view and the international legal point of view. So they are no more than sophism to justify their territorial claim to Tok Islet.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA on U.S. Projected Massive Deployment of Air Force in Asia-Pacific",
            "url": "http://kcna.co.jp/item/2004/200401/news01/30.htm#12",
            "content": "Anti-U.S. Struggle Called for\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 29 (KCNA) -- The appeal of the joint meeting of the DPRK government, political parties and organizations which called upon the 70 million Koreans to turn out in the anti-U.S. patriotic struggle to protect the wellbeing and peace of the nation is entirely just as it reflects the requirements of the prevailing situation on the Korean peninsula, says Minju Joson in a signed commentary today.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n What is most important in opening an epochal phase of national reconciliation, unity and reunification at present is to check and frustrate the anti-reunification moves of the United States and its followers and implement the June 15 North-South Joint Declaration to the letter in the Korean nation-first spirit. &nbsp;&nbsp;&nbsp;\r\n In order to attain their strategic goal, the U.S. imperialists are making massive shipments of up-to-date military hardware into south Korea, escalating the tension on the Korean peninsula and more openly interfering in the internal affairs of the Koreannation, while trying to force the south Korean authorities to cut off the inter-Korean relations under the pretext of the nuclear issue. They are the principal offenders who go against the Korean nation's reconciliation, unity and reunification and harass peace and stability of the country. &nbsp;&nbsp;&nbsp;\r\n The peace of the country and its peaceful reunification are unthinkable apart from the anti-U.S. struggle. &nbsp;&nbsp;&nbsp;\r\n It is because the U.S. has got its hand on the internal affairs of the Korean nation and laid artificial obstacles and difficulties in the way of the nation's reconciliation and unity that inter-Korean dialogue and contacts have gone through turns and twists and the relations between the two parts of the country have not been improved on a proper level since the publication of the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n It is high time all the Koreans turned out as one in the struggle to resolutely shatter the U.S. arrogant strong-arm policy and separatist moves and open a new phase for independent reunification with their concerted efforts. &nbsp;&nbsp;&nbsp;\r\n When all the Koreans in the north, the south and overseas rise up as one in the anti-U.S. patriotic struggle, true to the appeal of the joint meeting is it possible to foil the high-handed arbitrariness and interference of the U.S. imperialists and pave a wide avenue for independent reunification as desired by the nation.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pacesetters in Potato Farming Meet",
            "url": "http://kcna.co.jp/item/2004/200401/news01/30.htm#13",
            "content": "KCNA on U.S. Projected Massive Deployment of Air Force in Asia-Pacific\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 29 (KCNA) -- The U.S. Defense Department is reportedly contemplating launching a massive deployment of mainland-based air force including strategic bombers in Guam and Okinawa Bases and other military bases in Asia in the foreseeable future.\r\n The chairman of the U.S. Joint Chiefs of Staff asserted that they are going to take measures to ensure regional stability and a spokesman for the Defense Department contended that they are capable of organizing enough armed forces at the shortest possible time when there is a need to protect south Korea and conduct a military operation anywhere. &nbsp;&nbsp;&nbsp;\r\n The U.S. move to massively bolster up and deploy strategic armed forces under the pretext of ensuring regional stability is a very serious military provocation as it may deteriorate political and military situation and spark off an arms race in the region. It reflects the U.S. policy of supremacy over Asia-Pacific. &nbsp;&nbsp;&nbsp;\r\n The U.S. adopted the strategy of preemptive attack as its war policy in defiance of the demand of the international community for peace against war. The planned reorganization of the U.S. forces for implementing this strategy is now focused on Asia- Pacific. &nbsp;&nbsp;&nbsp;\r\n U.S. hawks blustered that they would deploy enough troops at the shortest possible time under the pretext of \"defending\" south Korea and conducting any military operation. This discloses more glaringly the U.S. intention to mount a preemptive attack on the DPRK under the pretext of the nuclear crisis. Herein lies its dangerous nature. &nbsp;&nbsp;&nbsp;\r\n It is a publicly recognized U.S. war scenario that the strategic bombers to be deployed in the U.S. military bases in Asia-Pacific including Guam and Okinawa would primarily target against the DPRK and these nuclear-capable bombers would mount a surprise attack on the DPRK in a bid to launch an all-out nuclear war on the Korean peninsula and escalate it to areas surrounding it. &nbsp;&nbsp;&nbsp;\r\n This dangerous military development, a result of the U.S. military threat, clearly proves once again the validity of the Songun politics to prevent a war on the peninsula and ensure regional peace and stability.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Co-presidium of Pomminryon Meets",
            "url": "http://kcna.co.jp/item/2004/200401/news01/30.htm#14",
            "content": "Pacesetters in Potato Farming Meet\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 29 (KCNA) -- A meeting of pacesetters in bringing about a signal turn in potato farming was held at the People's Palace of Culture between January 27 and 28.\r\n The meeting reviewed the successes and experience gained in implementing the Party's policy of bringing about a signal turn in potato farming and discussed tasks and ways to contribute to the building of a great prosperous powerful socialist nation by thoroughly implementing the Party's policy of effecting a great turn in agriculture. &nbsp;&nbsp;&nbsp;\r\n Present there were Pak Pong Ju, Yon Hyong Muk, Ri Yong Mu, Kye Ung Thae and others. &nbsp;&nbsp;&nbsp;\r\n Also present there were members of the delegation of experts on potato cultivation of the General Association of Korean Residents in Japan, on a visit to the socialist homeland. &nbsp;&nbsp;&nbsp;\r\n Pak Pong Ju read out leader Kim Jong Il's famous work \"On Bringing about a Signal Turn in Potato Farming\" published on October 1,Juche 87 (1998). &nbsp;&nbsp;&nbsp;\r\n A congratulatory letter of the Central Committee of the Workers' Party of Korea to the participants in the meeting was read out. &nbsp;&nbsp;&nbsp;\r\n A report by Ri Kyong Sik, minister of Agriculture, was followed by speeches. &nbsp;&nbsp;&nbsp;\r\n The reporter and speakers recalled that Kim Jong Il unrolled a landmark policy on effecting a great turn in potato farming during his on-site guidance to Taehongdan County on October 1, Juche 87 (1998) under a far-reaching plan to solve the food problem of the people at an early date. &nbsp;&nbsp;&nbsp;\r\n They said that Kim Jong Il's policy of bringing about a signal turn in potato farming is a unique and very just policy of Korean-style for a great turn in agriculture as it helps effect a great surge in the agricultural production by arousing the revolutionary enthusiasm and creative initiative of the popular masses in reflection of the specific conditions of the country and the desire of the people. &nbsp;&nbsp;&nbsp;\r\n Thanks to Kim Jong Il's energetic guidance to Taehongdan County and his deep care there began a new history of scientific potato farming in which potatoes of a high-yielding variety are sown whole and pig farms appeared in every part of the county and great successes have been made in comprehensive mechanization and industrializing the potato processing, they noted. &nbsp;&nbsp;&nbsp;\r\n It is one of the important tasks to solve the food problem and make a breakthrough in building a great prosperous powerful nation to thoroughly implement the Party's policy of effecting a radical turn in potato farming, they noted, calling upon all the officials and working people in the field of agriculture to bring about a new revolutionary turn in potato farming."
        },
        {
            "title": "Inter-Korean Meeting and Contact",
            "url": "http://kcna.co.jp/item/2004/200401/news01/30.htm#15",
            "content": "Co-presidium of Pomminryon Meets\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 29 (KCNA) -- A meeting of provisional co-presidium of the National Alliance for the Country's Reunification (Pomminryon) was held in the north and the south and abroad, Seoul and Tokyo Thursday by way of exchanging facsimile messages.\r\n Present there were presidium members of the north, the south and overseas headquarters of the alliance. Officials concerned of the alliance also attended there as observers. &nbsp;&nbsp;&nbsp;\r\n The meeting discussed the orientation of the movement of Pomminryon in 2004. A keynote report was made which was followed by speeches. &nbsp;&nbsp;&nbsp;\r\n The meeting stressed that the appeal adopted at the recent joint meeting of government, political parties and organizations of the DPRK was a very just and timely measure. It is high time all the Koreans in the north, the south and abroad foiled the interference and war moves of the U.S., the enemy common to the nation, and independently paved the way to be followed by the nation by its concerted efforts under the banner of the Korean nation-first spirit, the meeting pointed out. &nbsp;&nbsp;&nbsp;\r\n Underscoring the need for Pomminryon to take the lead in the struggle to pave a wide avenue for independent reunification under the banner of the Korean nation-first spirit under the present situation, the meeting stressed: &nbsp;&nbsp;&nbsp;\r\n This year Pomminryon should conduct a dynamic struggle to bring the our nation-first spirit home to all Koreans in the north, the south and abroad and build the structure of the Korean nation's confrontation with the U.S. through practical actions under the slogan \"Let us pave a wide avenue for independent reunification through national cooperation under the banner of our nation-first spirit!\" &nbsp;&nbsp;&nbsp;\r\n Pomminryon should wage a staunch struggle to foil the U.S. arms buildup and military exercises in south Korea and its moves to hamstring national reconciliation, cooperation and exchange and drive a wedge between the north and the south of Korea in a bid to estrange them from each other. &nbsp;&nbsp;&nbsp;\r\n It should continue to wage a vigorous struggle to drive the U.S. troops out of south Korea. &nbsp;&nbsp;&nbsp;\r\n Heavy blows should be dealt to the pro-U.S. traitors including the Grand National Party who are supporting the U.S. in its moves for aggression and division and acting a scout party in inciting national confrontation and war. &nbsp;&nbsp;&nbsp;\r\n We should never tolerate any act of violating the basic spirit of the June 15 North-South Joint Declaration but arouse all the Koreans to implement it. &nbsp;&nbsp;&nbsp;\r\n Pomminryon would exert every possible effort to ensure that grand rallies common to the nation are held with large attendance this year in Pyongyang or Seoul or at Mt. Kumgang resort or in other places agreed upon on holidays and anniversaries common to the nation including June 15 and August 15 and thus strikingly demonstrate at home and abroad the unity of the nation and its will for reunification. &nbsp;&nbsp;&nbsp;\r\n The meeting underlined the need to further expand and strengthen Pomminryon and enhance its role to steadily escalate its movement. &nbsp;&nbsp;&nbsp;\r\n Pomminryon should make sustained efforts to strengthen the tripartite solidarity among the north, the south and abroad and work hard to open the 9th meeting of the co-presidium of Pomminryon participated in by the three parties this year, the meeting added. &nbsp;&nbsp;&nbsp;\r\n A joint resolution was adopted at the meeting.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Inspects KPA Unit",
            "url": "http://kcna.co.jp/item/2004/200401/news01/30.htm#16",
            "content": "Inter-Korean Meeting and Contact\r\n&nbsp;&nbsp;&nbsp; Kaesong, January 29 (KCNA) -- The Second Meeting of the Working Panel for North-South Transaction on the Basis of Settlement of Accounts and the first working contact for north-south arrangements-making for economic cooperation were held in Kaesong from Jan.27 to 29.\r\n At the meeting and contact, the first of their kind between the two parts of Korea this year, both sides advanced their proposals on the issue of entry and stay in the Kaesong Industrial Zone and the Mt. Kumgang tourist zone and the issue of north-south transaction on the basis of settlement of accounts, practical issues in providing an institutional guarantee for balanced development of the national economy and co-prosperity in the basic spirit of the June 15 North-South Joint Declaration, and had exhaustive discussions on them. &nbsp;&nbsp;&nbsp;\r\n A joint press release was published at the meeting and an \"agreement on entry and stay in the Kaesong Industrial Zone and the Mt.Kumgang tourist zone\" was adopted at the contact. &nbsp;&nbsp;&nbsp;\r\n According to the joint press release, it was agreed to adopt at the earliest possible date a 2004 agreement and an agreement on the settlement of accounts between the Foreign Trade Bank and the Import and Export Bank to implement the \"agreement on the settlement of accounts between the north and the south.\" It was also agreed to fix the date and venue of the third meeting by exchanging documents.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}