{
    "date": "2004-04-12",
    "url": "http://kcna.co.jp/item/2004/200404/20040412.htm",
    "articles": [
        {
            "title": "President Kim Il Sung's Works Published in Peru",
            "url": "http://kcna.co.jp/item/2004/200404/news04/12.htm#1",
            "content": "President Kim Il Sung's Works Published in Peru \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 11 (KCNA) --President Kim Il Sung's famous works \"On the Three Principles of National Reunification\" and \"10-Point Programme of the Great Unity of the Whole Nation for the Reunification of the Country\" were published in booklet each on April 5 by the Publilaser Publishing House of Peru.\r\n The work \"On the Three Principles of National Reunification\", published in Juche 61 (1972), comprehensively clarifies the three principles that call for achieving national reunification independently and peacefully on the principle of promoting the great national unity free from outside interference and the orientation and ways for the north and the south to cooperate with each other in all fields of politics, economy and culture. &nbsp;&nbsp;&nbsp;\r\n The work \"10-Point Programme of the Great Unity of the Whole Nation for the Reunification of the Country\", published on April 6, Juche 82 (1993), elucidates all issues to be settled by the whole nation to achieve unity to found an independent, peaceful and neutral unified state.    \r\n\r\n"
        },
        {
            "title": "Japan Urged to Admit Its Legal Responsibility for Its Past Crimes",
            "url": "http://kcna.co.jp/item/2004/200404/news04/12.htm#2",
            "content": "Japan Urged to Admit Its Legal Responsibility for Its Past Crimes \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 11 (KCNA) -- A DPRK delegate in a speech made during the debate on the agenda item 12 (women's rights) at the 60th Meeting of the UN Commission on Human Rights on April 5 strongly demanded Japan admit its legal responsibility for its past crimes, make an apology for them, make a state compensation for them and conduct a proper education in history. Japan has done nothing to liquidate its past crimes including the crimes related to the \"comfort women\" for the Japanese army, the delegate noted, and continued:\r\n Japan took away and abducted 200,000 women and forced them into state-sponsored sexual slavery for the army. Yet it is only Japan that does not regard it as a crime. On the contrary it is justifying the crimes, far from admitting its responsibility for them. &nbsp;&nbsp;&nbsp;\r\n Japan's refusal to admit its legal responsibility for the crimes and its efforts to go without making a sincere apology and state compensation to the victims are another form of violation and insult to the honor, dignity and rights of the victims, the delegate said, requesting the special rapporteur on violence against women to pay attention to the root cause of the delay in redeeming the crimes related to the \"comfort women\" for the Japanese army and its consequences and strictly supervise the adherence to and implementation of the already established international norms and the recommendations made so far.    \r\n\r\n"
        },
        {
            "title": "Large Floral Basket Presented to DPRK Embassy",
            "url": "http://kcna.co.jp/item/2004/200404/news04/12.htm#3",
            "content": "Large Floral Basket Presented to DPRK Embassy \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 11 (KCNA) -- Cambodian King Norodom Sihanouk sent a large floral basket to the DPRK embassy in Phnom Penh on April 8 on the occasion of the Day of the Sun.\r\n Written on the ribbon of the floral basket were letters \"Highest Tribute and Glory to the Great Leader Generalissimo H.E. Kim Il Sung. Norodom Sihanouk, King of Cambodia.\"    \r\n\r\n"
        },
        {
            "title": "Written Request Submitted to Japanese Prime Minister",
            "url": "http://kcna.co.jp/item/2004/200404/news04/12.htm#4",
            "content": "Written Request Submitted to Japanese Prime Minister \r\n&nbsp;&nbsp;&nbsp; Tokyo, April 9 (KNS-KCNA) -- Ri Han Su, chairman of the Kanagawa Prefectural Headquarters of the General Association of Korean Residents in Japan (Chongryon), and other members of the petition group visited the Cabinet Office in Tokyo on April 6 and submitted to it a written request opposing the \"bill banning the port of call of specified foreign ships\" addressed to the Japanese prime minister.\r\n Ri Han Su explained the written request. &nbsp;&nbsp;&nbsp;\r\n He said: &nbsp;&nbsp;&nbsp;\r\n Japan is working hard to put pressure upon the DPRK and Chongryon through the revised \"law on foreign exchange\" and the \"bill banning the portcall of specified foreign ships\" aimed to check the portcall of Mangyongbong-92 and other ships of the DPRK at a time when dialogue for a peaceful settlement of the nuclear issue on the Korean peninsula is under way. This is an act of bedeviling the DPRK-Japan relations as it is contrary to the basic spirit of the DPRK-Japan Pyongyang Declaration. &nbsp;&nbsp;&nbsp;\r\n The best solution to the issue of the DPRK-Japan relations is not to impose economic sanctions through pressure on the DPRK and block the humanitarian visit of Koreans in Japan to their homeland or the exchange of visits between the DPRK and Japan but to seek a negotiated peaceful settlement of it in the spirit of the DPRK-Japan Pyongyang Declaration. &nbsp;&nbsp;&nbsp;\r\n He demanded the Japanese government take steps to stop the unreasonable pressure and economic sanctions against the DPRK, prevent the living and rights of Koreans in Japan from being encroached upon and strive to realize an early normalization of the diplomatic relations between the two countries on the basis of the DPRK-Japan Pyongyang Declaration.    \r\n\r\n"
        },
        {
            "title": "GNP Bound to Face Stern Judgment of History",
            "url": "http://kcna.co.jp/item/2004/200404/news04/12.htm#5",
            "content": "GNP Bound to Face Stern Judgment of History \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 11 (KCNA) -- The Grand National Party of south Korea is bound to face a stern judgment of history for having betrayed the country and the nation and having been hell-bent on confrontation against reunification and irregularities and corruption, backed by foreign forces, says Rodong Sinmun today in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\nThe ruin of the GNP is unavoidable because it is an outdated and traitorous political party ignoring and quelling the aspiration of the era and the people and a den of political swindlers obsessed by the greed for power and irregularities and corruption. &nbsp;&nbsp;&nbsp;\r\n The GNP is a group of conservative politicians, remnants of defeated troops in history. It has seriously harmed the interests of the country and the nation, swimming against the trend of the era and invariably following in the footsteps of the pro-U.S.flunkeyists and advocates of confrontation against reunification. &nbsp;&nbsp;&nbsp;\r\n It would be right to say that the politics of the GNP is, in fact, not politics but is characterized by a scramble for power and financial scam. The economic crisis is growing more serious and the people are undergoing greater sufferings in south Korea because the GNP has driven the politics into a quagmire through its unpopular \"political strike\" and scramble for power. &nbsp;&nbsp;&nbsp;\r\n The GNP finds itself in a miserable position, forsaken and rebuffed by the people. &nbsp;&nbsp;&nbsp;\r\n The overwhelming majority of the south Korean people are opposing the politically outdated and morally corrupt GNP. &nbsp;&nbsp;&nbsp;\r\n It is making desperate efforts to settle the crisis but it began going to ruin and it is inescapable. It is inevitable for the GNP gentries to be eliminated from the political arena. The south Korean people will sternly judge the GNP and its gang swimming against the trend of the era and betraying the people in the \"general election\" near at hand.    \r\n\r\n"
        },
        {
            "title": "Congratulations to Algerian President",
            "url": "http://kcna.co.jp/item/2004/200404/news04/12.htm#6",
            "content": "Congratulations to Algerian President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on April 10 sent a congratulatory message to Abdelaziz Bouteflika on his reelection as president of Algeria.\r\n Expressing the belief that the traditional friendly and cooperative relations between the DPRK and Algeria would grow stronger and develop in the future, the message wholeheartedly wished him greater success in his responsible work for the stability and development of his country.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Hit for Tensions on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2004/200404/news04/12.htm#7",
            "content": "U.S. Hit for Tensions on Korean Peninsula \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 11 (KCNA) -- The situation on the Korean peninsula is very tense, which is attributable to the United States that is bringing the situation to the brink of war with escalated dangerous military rackets, says Rodong Sinmun today in a signed article.\r\n The U.S., Japan and south Korea stage more than 100 joint military maneuvers from the beginning of every year to the end in and around south Korea, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The maneuvers under way in south Korea may lead to a real war any moment, which are a tinderbox of another Korean war and world war. That is what the arrogant U.S. imperialists seek. The immediate purpose of the U.S. is to ignite a war of aggression on the Korean peninsula in the wake of the Iraqi incident. The wrong judgment that the military pressure on the DPRK through wildcat war exercises and an offensive of \"dialogue and pressure\" make the six-way talks favorable to the U.S. and infeasible illusions about the \"upperhand in strength\" prompt its reactionary ruling quarters to an adventurous new Korean war. No sooner had the talks ended than the U.S. stage large-scale war maneuvers to invade the DPRK in the sky and on the ground and seas. This clearly proves that though paying lip-services to \"dialogue\" and \"peace\", it, in actuality, seeks to unleash a war of aggression against the DPRK. &nbsp;&nbsp;&nbsp;\r\n If the U.S. tries to take a military option, ignoring the grave situation on the Korean peninsula and the good faith and magnanimity of the DPRK, it cannot but take a countermeasure. &nbsp;&nbsp;&nbsp;\r\n The U.S. should put an immediate halt to the reckless war gambling.    \r\n\r\n\r\n"
        },
        {
            "title": "Congratulatory Message to Azerbaijani Foreign Minister",
            "url": "http://kcna.co.jp/item/2004/200404/news04/12.htm#8",
            "content": "Congratulatory Message to Azerbaijani Foreign Minister\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 11 (KCNA) -- Foreign Minister of the DPRK Paek Nam Sun sent a congratulatory message to Elmar Mameziyarov upon his appointment as foreign minister of the Azerbaijan Republic.\r\n Expressing belief that the friendly and cooperative relations between the DPRK and Azerbaijan would continue to develop on good terms in the interests of the two peoples, the message hoped for a success in his responsible work.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Inspects KPA Company",
            "url": "http://kcna.co.jp/item/2004/200404/news04/12.htm#9",
            "content": "Kim Jong Il Inspects KPA Company\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 11 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the DPRK, inspected a company of KPA unit 205 honored with the title of O Jung Hup-led 7th Regiment.\r\n He acquainted himself with its performance of duty before watching its firepower training. &nbsp;&nbsp;&nbsp;\r\n He set forth important tasks which would serve as guidelines in further increasing its combat capability. &nbsp;&nbsp;&nbsp;\r\n Every heart of our servicepersons is strongly beating because of the spirit of devotedly defending the leader, the spirit of devotedly carrying out his instructions and the heroic self-sacrificing spirit, he said, adding that the country is an invulnerable iron-wall as it has an invincible army which regards such great revolutionary spirit representing the Songun era as its life and soul. &nbsp;&nbsp;&nbsp;\r\n Then he took deep care of the service and living of its soldiers, looking round an education room, a bedroom, a mess hall, a kitchen, a washroom and other places of the company. &nbsp;&nbsp;&nbsp;\r\n He showed unbounded loving care for the servicepersons, acquainting himself in detail with every aspect of their living ranging from means for entertainment and conditions of their bedroom to every photo they had taken and personal belongings. &nbsp;&nbsp;&nbsp;\r\n Watching the servicepersons strictly observing the rules of health, he said the servicepersons of the KPA are fighters ready to thoroughly implement what is desired by the WPK without delay. He called on the KPA, a standard-bearer and shock force in the Songun revolution, to be a model in all aspects. &nbsp;&nbsp;&nbsp;\r\n He gave the servicepersons of the company a pair of binoculars and an automatic rifle as gifts before having a photo session with them. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by KPA Generals Ri Myong Su, Hyon Chol Hae and Pak Jae Gyong and Ri Yong Chol, member of the Central Military Commission of the WPK and first deputy department director of its Central Committee.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Friendly Meeting Held at Russian Embassy",
            "url": "http://kcna.co.jp/item/2004/200404/news04/12.htm#10",
            "content": "Friendly Meeting Held at Russian Embassy\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 10 (KCNA) -- A friendly meeting took place at the Russian embassy here on April 9.\r\n Present on invitation were Jang Jae On, chairman of the Korean Council of Religionists, Ho Il Jin, chairman of the Korean Orthodox Church Committee, and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n Russian Ambassador to DPRK Andrei Karlov and embassy officials were on hand. &nbsp;&nbsp;&nbsp;\r\n The participants first saw photos showing the historic meeting between leader Kim Jong Il and President V.V. Putin and other photos introducing Russia today. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the meeting.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Field Mobile Exercise to Be Staged in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200404/news04/12.htm#11",
            "content": "Field Mobile Exercise to Be Staged in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 10 (KCNA) -- The south Korean army announced that it would start a field mobile exercise between Kimpho and the Han River from 9 p.m. on April 9, according to the south Korean KBS.\r\n Helicopters will fly and blank shells be fired during the exercise, it reported.    \r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Sends Wreath to Bier of O Ki Chun",
            "url": "http://kcna.co.jp/item/2004/200404/news04/12.htm#12",
            "content": "Kim Jong Il Sends Wreath to Bier of O Ki Chun\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 10 (KCNA) -- Leader Kim Jong Il sent a wreath to the bier of O Ki Chun, former director of the Photo Service Department of Rodong Sinmun, on April 9 expressing deep condolences over his death.    \r\n\r\n\r\n"
        },
        {
            "title": "Reception Given by Iranian Ambassador",
            "url": "http://kcna.co.jp/item/2004/200404/news04/12.htm#13",
            "content": "Reception Given by Iranian Ambassador\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 10 (KCNA) -- Jalaleddin Namini Mianji, Iranian ambassador to the DPRK, gave a reception last evening on the occasion of the Day of the Sun and the 11th anniversary of leader Kim Jong Il's election as chairman of the National Defence Commission of the Democratic People's Republic of Korea.\r\n The ambassador in a speech said that President Kim Il Sung made great contributions to the growth of the non-aligned movement and the realization of the human cause of independence. &nbsp;&nbsp;&nbsp;\r\n Noting that his country supports the government and people of the DPRK in their struggle against imperialism and for progress in the socio-economic and cultural fields and for national reunification, the ambassador hoped that the friendly relations between the two countries would grow stronger day by day. &nbsp;&nbsp;&nbsp;\r\n Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly of the DPRK, said in his speech that the revolutionary cause of Juche started by the President is being successfully carried forward and carried out by Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He went on: The Korean people set store by the friendly relations with the Iranian people established in the joint struggle for independence against imperialism and make sustained efforts to boost the traditional friendly and cooperative relations between the\r\ntwo countries. &nbsp;&nbsp;&nbsp;\r\n Present on invitation were Rim Kyong Man, minister of Foreign Trade, Ri Won Il, minister of Labour, and others.    \r\n\r\n\r\n"
        },
        {
            "title": "Pyongyang-based Papers Welcome Friendship Envoy of Cambodian People",
            "url": "http://kcna.co.jp/item/2004/200404/news04/12.htm#14",
            "content": "Pyongyang-based Papers Welcome Friendship Envoy of Cambodian People\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 10 (KCNA) -- Papers here today warmly welcome Cambodian King Norodom Sihanouk who is to arrive here to pay a goodwill visit to the DPRK on the occasion of the birth anniversary of President Kim Il Sung.\r\n His current visit will mark an important occasion in boosting the traditional relations of friendship between the DPRK and Cambodia on a higher level, Rodong Sinmun says, and goes on: &nbsp;&nbsp;&nbsp;\r\n His visit is an expression of his invariable friendship and sense of obligation to the President. &nbsp;&nbsp;&nbsp;\r\n He enjoys deep respect and trust of the Cambodian people for the exploits he performed on behalf of the country and people. &nbsp;&nbsp;&nbsp;\r\n Today Cambodia, a member nation of ASEAN, is working hard for the enhanced position and role of the organisation and common prosperity and development and boosting the friendly and cooperative relations with various countries in Asia and the rest of the world, pursuing the external policy of neutrality and non-alignment. &nbsp;&nbsp;&nbsp;\r\n The Party, government and people of the DPRK highly appreciate all the proposals and steps proposed by the royal government for peace and stability of the country and the prosperity of the nation and the great efforts of the Cambodian people to put them into\r\npractice and express full support for them. &nbsp;&nbsp;&nbsp;\r\n The friendly and cooperative relations between the two countries and two peoples are developing on good terms under the great concern of leader Kim Jong Il and King Norodom Sihanouk. His visit will greatly contribute to further boosting those relations. &nbsp;&nbsp;&nbsp;\r\n Minju Joson sincerely hopes that the visit will mark a significant and impressive occasion.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Reckless Anti-DPRK Action Compels It to Take Strong Counter-measure",
            "url": "http://kcna.co.jp/item/2004/200404/news04/12.htm#15",
            "content": "Japan's Reckless Anti-DPRK Action Compels It to Take Strong Counter-measure\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 10 (KCNA) -- The Japanese Liberal Democratic Party at the recent meeting of its General Affairs Committee approved the \"bill banning the entry of specified foreign ships into Japan\" assuming \"Mangyongbong 92\" and other ships of the DPRK to be its targets and together with the Komeito Party submitted it to the Diet.\r\n Rodong Sinmun today says in a signed commentary in this regard: The DPRK can not but take a serious note of this. The move to adopt the bill is part of Japan's vicious campaign to stifle the DPRK in wanton breach of the DPRK-Japan Pyongyang Declaration. &nbsp;&nbsp;&nbsp;\r\n Noting that it is the invariable ambition of the Japanese reactionaries to isolate and strangle the DPRK, the commentary goes on: &nbsp;&nbsp;&nbsp;\r\n They pursue a sinister aim through their desperate moves to adopt this bill. They seek to pressurize the DPRK in a bid to wrest a sort of \"concession\" from it as regards the nuclear issue between the DPRK and the U.S. and \"issue of abduction.\" Another aim sought by Japan is to apply a total economic blockade against the DPRK. &nbsp;&nbsp;&nbsp;\r\n Their moves to apply undisguised economic sanctions against the DPRK are deliberate and premeditated provocations intended to escalate the confrontation between the DPRK and Japan and ignite a new war on the Korean peninsula. This is little short of proclaiming by law an economic war and politico-military showdown with the DPRK and officially announcing its intention to legally pursue the policy to isolate and stifle the DPRK. \r\n The hostile relations between the DPRK and Japan are inching close to the brink of war between the two countries due to the reckless moves of the Japanese reactionaries to stifle the former. &nbsp;&nbsp;&nbsp;\r\n This dangerous development compels the DPRK to take a strong counter-measure.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Cambodian King Arrives",
            "url": "http://kcna.co.jp/item/2004/200404/news04/12.htm#16",
            "content": "Cambodian King Arrives\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 10 (KCNA) -- His Majesty King Norodom Sihanouk of the Kingdom of Cambodia arrived here by a special plane this morning to pay a goodwill visit to the DPRK on the occasion of the birth anniversary of President Kim Il Sung.\r\n He was accompanied by Her Majesty the Queen, Prince Norodom Yuvaneath, senior adviser to the king, Kong Sam Ol, deputy prime minister in charge of the royal palace, Oum Mannorine, Cambodian ambassador to the DPRK, and other suite members. &nbsp;&nbsp;&nbsp;\r\n His Majesty the King and other Cambodian guests were greeted at the airport by Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Kwak Pom Gi, vice-premier of the DPRK Cabinet, Ri Yong Son, minister of Commerce who is chairman of the DPRK-Cambodia Friendship Association, Kim Yong Il, vice-minister of Foreign Affairs, Hong Son Ok, vice-chairperson of the Korean Committee for Cultural Relations with Foreign Countries, Kim Jong Sik, vice-chairman of the Pyongyang City People's Committee, and other officials concerned and staff members of the Cambodian embassy here as well as a large crowd. &nbsp;&nbsp;&nbsp;\r\n A welcome function took place at the airport. &nbsp;&nbsp;&nbsp;\r\n Tens of thousands of Pyongyangites turned out to streets with pennants of the two countries and bouquets in hands to warmly welcome the Cambodian guests.    \r\n\r\n\r\n"
        },
        {
            "title": "22nd April Spring Friendship Art Festival Opens",
            "url": "http://kcna.co.jp/item/2004/200404/news04/12.htm#17",
            "content": "22nd April Spring Friendship Art Festival Opens\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 10 (KCNA) -- The 22nd April Spring Friendship Art Festival was opened with splendor at the April 25 House of Culture here today.\r\n The festival has brought together government cultural delegations from different countries, prominent figures related to culture, winners of international and national concours, art groups, acrobatic troupes and famous actors and actresses from over 40 countries and overseas Korean artistes. &nbsp;&nbsp;&nbsp;\r\n Government cultural delegations and delegates and artistes of different countries, overseas Korean artistes and delegations and delegates from various countries who came here to participate in the 7th Aesthetic Symposium on the Present Times and National Art entered the hall where the opening ceremony of the festival was to begin. &nbsp;&nbsp;&nbsp;\r\n Present at the ceremony were Pak Pong Ju, premier of the DPRK Cabinet, Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, Kim Jong Ho, chairman of the organizing committee of the festival, Ryang Man Gil, chairman of the Pyongyang City People's Committee, and other officials concerned, working people and artistes in the city. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Ho in an opening address expressed belief that the festival would achieve a spectacular success thanks to the participants' sincere efforts, high artistry and noble spirit of cooperation. &nbsp;&nbsp;&nbsp;\r\n The flag of the festival was hoisted amid the playing of the Korean song \"The Country Shines.\" &nbsp;&nbsp;&nbsp;\r\n  Pak Pong Ju in a congratulatory speech said that the festival adds significance to the Day of the Sun, the greatest national holiday of the Korean people, thus greatly pleasing and encouraging the Korean people in their efforts to build a great prosperous powerful socialist nation and achieve the independent reunification of the country, holding President Kim Il Sung in high esteem as the eternal sun of the nation generation after generation under the wise leadership of Kim Jong Il. \r\n Recalling that the international justice and impartiality are being infringed and sovereignty and dignity of countries and nations violated due to the high-handed and arbitrary practices of unilateral forces and their moves for aggression and war, the Premier said:  Under this situation the progressive persons of literature and art should achieve the independent development of national art through the bonds of friendship, solidarity, exchange and cooperation and enrich the huge flower garden of human literature and art so as to positively contribute to realizing the desire and hope of humankind to live independently in a free and peaceful world. &nbsp;&nbsp;&nbsp;\r\n The DPRK government will as ever successfully develop its national literature and art by projecting the popular masses as true creators and enjoyers of literature and art and powerfully arousing the creative enthusiasm and ingenuity of the persons of literature and art and steadily develop the cultural exchange and cooperation with different countries of the world in the noble idea of independence, peace and friendship. &nbsp;&nbsp;&nbsp;\r\n The floor was taken by Zhao Weisui, vice-minister of Culture of China who is heading the Chinese government cultural delegation, the head of the chamber music band of the Moscow Conservatory Named after Tchaikovsky of Russia and the head of the Egyptian dance troupe. &nbsp;&nbsp;&nbsp;\r\n An art performance was given at the opening ceremony. &nbsp;&nbsp;&nbsp;\r\n Prior to the opening ceremony, an art march of the participants in the festival was made.     \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Banquet Given in Honor of Norodom Sihanouk",
            "url": "http://kcna.co.jp/item/2004/200404/news04/12.htm#18",
            "content": "Banquet Given in Honor of Norodom Sihanouk\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 10 (KCNA) -- The Presidium of the Supreme People's Assembly of the DPRK gave a banquet in honor of His Majesty King Norodom Sihanouk of the Kingdom of Cambodia on a goodwill visit to the DPRK at the People's Palace of Culture this evening.\r\n Kim Yong Nam, president of the Presidium of the SPA, said in a speech at the banquet that the visit of His Majesty Norodom Sihanouk to the DPRK this year which marks the 10th anniversary of the successful accomplishment of the cause of perpetuating the memory of President Kim Il Sung was a manifestation of his deepest respect and true sense of obligation towards the President. &nbsp;&nbsp;&nbsp;\r\n Recalling that the President established particularly close relationship of brotherhood with His Majesty the King in his lifetime and invariably maintained this warm friendship despite all sorts of tempests for decades, Kim Yong Nam noted that the great revolutionary life and immortal exploits of the President are being successfully carried forward by leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il has always paid deep attention to the noble activities of His Majesty the King, setting greater store by such ties of brotherhood between the President and the King than any others, he said, and continued: &nbsp;&nbsp;&nbsp;\r\n The DPRK government and people will as ever positively support the patriotic cause of His Majesty the King and make every effort to boost the traditional relations of friendship and cooperation with the Cambodian people true to the will of the President and the noble intention of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam wholeheartedly hoped that the Cambodian people would register greater success in the work to build new Cambodia, sovereign and independent, neutral and non-aligned, under the steermanship of His Majesty the King. His Majesty King Norodom Sihanouk said in a speech at the banquet that since 1965, that is 39 years ago, he had had the unbounded honor, privilege and happiness of being the real younger brother of President Kim Il Sung, the distinguished man most respected and revered by him. &nbsp;&nbsp;&nbsp;\r\n�@It was since then that the President always supported and protected him and provided him with everything necessary for performing various duties for his country and people in the most difficult years in his life and in the period of the national liberation struggle, he noted, adding that .thanks to the benevolence and the noblest blessing bestowed upon him by the President and Kim Jong Il he has enjoyed a long life of 82 years and made all his work yield such splendid and substantial results as achieving the national liberation and complete independence of the Cambodian nation and people and their full sovereignty. &nbsp;&nbsp;&nbsp;\r\n�@The fraternal friendship between the two countries, the two nations and the peoples of the DPRK and Cambodia is most excellent and unbreakable and the cooperation and solidarity between them in different fields are also exemplary and beneficial, he said, and continued: &nbsp;&nbsp;&nbsp;\r\n�@The First and Second Kingdoms of Cambodia have firmly supported the just cause of the DPRK, the just proposal for the independent reunification of Korea with an ancient history in the international arena, in particular, and will do so in the future, too. &nbsp;&nbsp;&nbsp;\r\n�@Present there on invitation were Her Majesty the Queen and suite members of the King. Kwak Pom Gi, vice-premier of the DPRK Cabinet, and Ri Yong Son, minister of Commerce who is chairman of the DPRK-Cambodia Friendship Association, and others were among those present. &nbsp;&nbsp;&nbsp;\r\n�@An art performance was given by artistes of the Mansudae Art Troupe at the banquet.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Participants in Festival Feted",
            "url": "http://kcna.co.jp/item/2004/200404/news04/12.htm#19",
            "content": "Participants in Festival Feted\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 10 (KCNA) -- The organizing committee of the 22nd April Spring Friendship Art Festival gave a reception for participants in the festival this evening.\r\n Present on invitation were delegations and delegates and artistes from various countries and overseas Korean artistes. &nbsp;&nbsp;&nbsp;\r\n Present there were Kim Jong Ho, chairman of the committee, Jong Mun San, chief secretary of the DPRK Cabinet, O Myong Il, vice-minister of Finance, vice-chairpersons of the committee and other officials concerned. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the reception.   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Inter-Korean Panel Meetings Held",
            "url": "http://kcna.co.jp/item/2004/200404/news04/12.htm#20",
            "content": "Inter-Korean Panel Meetings Held\r\n&nbsp;&nbsp;&nbsp; Kaesong, April 10 (KCNA) -- The 4th meeting of the panel for reconnecting the rail and road links between the north and the south and the 3rd meeting of the panel for flood control in the River Rimjin were held in Kaesong from April 8 to 10.\r\n At the meeting of the panel for reconnecting the rail and road links between the north and the south, both sides adopted an agreement after discussing the issue of designing railway stations in areas along the Demarcation Line on the east and west coasts for opening the inter-Korean railways and other structures, the issue of providing equipment and materials, the issue of adopting a main agreement on the train service between the north and the south and exchanging the documents and effectuating them, the repair and servicing of the already supplied equipment and vehicles, technical service for the regular operation of equipment for paving roads and the issue of setting up and running a temporary auto office and other matters. &nbsp;&nbsp;&nbsp;\r\n At the meeting of the panel for flood control in the River Rimjin, the two sides published a joint press release after discussing technical issues related to the field survey for this purpose. &nbsp;&nbsp;&nbsp;\r\n In the joint press release both sides agreed upon provisions concerning separate survey, detailed survey and a list of the equipment and materials necessary for survey and points related to the provision of information including hydro-meteorological information of the north side and decided to adopt this as an appendix to the \"agreement on flood control in the River Rimjin.\" &nbsp;&nbsp;&nbsp;\r\n At the meetings both sides agreed to consult and decide on the date and venue for the tenth working contact for reconnecting the rail and road links between the north and the south and the date and venue for the working contact to discuss the issues arising in the course of survey for flood control in the River Rimjin by way of exchanging documents in the future.    \r\n\r\n\r\n"
        },
        {
            "title": "Cambodian King Norodom Sihanouk Pays Courtesy Call on Kim Yong Nam",
            "url": "http://kcna.co.jp/item/2004/200404/news04/12.htm#21",
            "content": "Cambodian King Norodom Sihanouk Pays Courtesy Call on Kim Yong Nam\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 10 (KCNA) -- His Majesty King Norodom Sihanouk of the Kingdom of Cambodia paid a courtesy call on Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, at the People's Palace of Culture today.\r\n On hand were Her Majesty the Queen, Prince Norodom Yuvaneath, senior adviser to the King, Kong Sam Ol, deputy prime minister in charge of the royal palace, Oum Mannorine, Cambodian ambassador to the DPRK, and other suite members. &nbsp;&nbsp;&nbsp;\r\n Present were Kwak Pom Gi, vice-premier of the DPRK Cabinet, Ri Yong Son, minister of Commerce who is chairman of the DPRK-Cambodia Friendship Association, Kim Yong Il, vice-minister of Foreign Affairs, Hong Son Ok, vice-chairperson of the Korean Committee for Cultural Relation with Foreign Countries, and Kim Jong Sik, vice-chairman of the Pyongyang City People's Committee. &nbsp;&nbsp;&nbsp;\r\n Norodom Sihanouk and Kim Yong Nam conversed with each other in a friendly atmosphere.    \r\n\r\n\r\n\r\n"
        }
    ]
}