{
    "date": "2004-12-15",
    "url": "http://kcna.co.jp/item/2004/200412/20041215.htm",
    "articles": [
        {
            "title": "DPRK Stand on Japanese Ultra Right Forces-Proposed Sanctions against DPRK Clarified",
            "url": "http://kcna.co.jp/item/2004/200412/news12/15.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Joint Meeting Held in India",
            "url": "http://kcna.co.jp/item/2004/200412/news12/15.htm#2",
            "content": "DPRK Stand on Japanese Ultra Right Forces-Proposed Sanctions against DPRK Clarified \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- A spokesman for the Foreign Ministry of the Democratic People's Republic of Korea issued a statement Tuesday denouncing the ultra-right forces of Japan for kicking up a racket against the DPRK. As we have already declared, we will seriously reconsider the issue of taking part in the six-party talks together with Japan as long as such premeditated and provocative campaign of the ultra-right forces against the DPRK goes on, the statement said, and continued:\r\n If sanctions are applied against the DPRK due to the moves of the ultra-right forces, we will regard it as a declaration of war against our country and promptly react to the action by an effective physical method. &nbsp;&nbsp;&nbsp;\r\n Then the ultra-right forces of Japan will be held entirely responsible for the catastrophic impact it will have on the DPRK-Japan relations and the regional situation. On Dec. 8 the chief cabinet secretary of Japan announced that a DNA examination of the remains of Japanese woman Megumi Yokota confirmed they were \"bones of two others different from hers.\" Ultra-right forces from ruling and opposition parties and anti-communist organizations of Japan, as if they had been waiting for the chance to occur, cried out for immediately applying economic sanctions against the DPRK and are now busy with the renewed campaign against it. &nbsp;&nbsp;&nbsp;\r\n It was against this background that the Japanese government officially clarified the stand of freezing the humanitarian aid including food upon which it had agreed with us. &nbsp;&nbsp;&nbsp;\r\n As far as the remains of Megumi Yokota are concerned, her husband directly handed them to the head of the delegation of the Japanese government, which came to Pyongyang for the DPRK-Japan inter-governmental working contact held in November last, free from the interference from the third party at the repeated earnest request of the Japanese side. &nbsp;&nbsp;&nbsp;\r\n It is unimaginable that her husband handed the remains of other persons to the Japanese side. &nbsp;&nbsp;&nbsp;\r\n Let's suppose he handed the remains of other person to the Japanese side, as claimed by it, then what did he expect from doing so? &nbsp;&nbsp;&nbsp;\r\n The \"results of the examination\" announced by Japan, in the final analysis, make us suspect that they were cooked up according to the political script carefully prearranged to serve a particular purpose. &nbsp;&nbsp;&nbsp;\r\n We sent Japanese abductees and their children to Japan and formed a state fact-finding committee to confirm the whereabouts of those persons whose fate the Japanese side claimed unknown, according to the agreement reached at the DPRK-Japan summit. Since then an earnest investigation has been under way. &nbsp;&nbsp;&nbsp;\r\n We arranged meetings with many witnesses and handed the discovered materials, the articles left by the deceased and their remains to the Japanese side as they were with a view to testifying to the fact that those persons whose fate are unknown died. &nbsp;&nbsp;&nbsp;\r\n Japan abducted at least 8.4 million Koreans, massacred more than one million others and violated the chastity of 200,000 Korean women in the past but it has not yet made any moral and material compensation for these crimes. This has lashed our servicepersons and people into towering national hatred for Japan. It was hard to organize such a thing under this situation. &nbsp;&nbsp;&nbsp;\r\n We, however, have approached everything with utmost patience from the stand of respecting the DPRK-Japan Pyongyang Declaration. &nbsp;&nbsp;&nbsp;\r\n  But such ultra-right forces of Japan as acting Secretary General of the Liberal Democratic Party Abe behaved otherwise. &nbsp;&nbsp;&nbsp;\r\n They have long taken a double-faced approach towards us. In quest of the top post in state power they cited the issue of abduction to perform a \"feat.\" When their intention proved futile, they came out to malignantly slander the DPRK in a bid to completely hamstring the implementation of the agreement reached at the summit. &nbsp;&nbsp;&nbsp;\r\n They are making so desperate efforts to renew the row over the issue of abduction which has already found a solution because they needed a subterfuge to justify Japan's militarization, hold in check any improvement in the bilateral relations and step up their political and military interference in regional issues. &nbsp;&nbsp;&nbsp;\r\n It is none other than the present Bush administration that supports and encourages these forces behind the scene because it is keen to provoke a new war on the Korean Peninsula and maintain its permanent supremacy in the region on the basis of the U.S.-Japan alliance. &nbsp;&nbsp;&nbsp;\r\n No sooner had the \"results of the examination\" of the remains  been made public than the U.S. declared through a deputy spokesman for the State Department that it fully supports Japan's stand and will use every opportunity and means to help Japan find a solution to such crucial human rights issue as abduction. &nbsp;&nbsp;&nbsp;\r\n Whether the ultra-right forces of Japan decide on the sanctions against us and whether the Japanese government suspends its food aid to us under the U.S. manipulation, this will be nothing surprising for us. &nbsp;&nbsp;&nbsp;\r\n There are also \"people's sentiment\" and option for us and we will do what we should do, when necessary.    \r\n \r\n\r\n  \r\n\r\n"
        },
        {
            "title": "U.S. Urged to Rebuild Groundwork of Six-party Talks",
            "url": "http://kcna.co.jp/item/2004/200412/news12/15.htm#3",
            "content": "Joint Meeting Held in India \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- A joint meeting of the Asian Regional Institute of the Juche Idea and organizations for the study of the Juche idea in India was held in New Delhi, India, on December 7 on the occasion of the 13th anniversary of Kim Jong Il's assumption of the supreme commandership of the Korean People's Army (KPA) and the 10th anniversary of the start of the Songun policy by the Workers' Party of Korea.\r\n Vishwanath, director general of the International Institute of the Juche Idea, said at the meeting that the Korean people have successfully pushed ahead with the building of a great prosperous powerful nation, while frustrating every attempt of the imperialist allied forces to stifle the DPRK with the might of Songun because they have held Kim Jong Il in high esteem as the supreme commander of the KPA. &nbsp;&nbsp;&nbsp;\r\n Harish Gupta, secretary general of the Asian Regional Institute of the Juche Idea, noted in his speech that the Songun policy is not relevant to the DPRK only but all countries that aspire after independence must learn from its Songun policy. &nbsp;&nbsp;&nbsp;\r\n Chiefs of various organizations for the study of the Juche idea in India referred to their activities, underscoring the need to widely disseminate the Juche idea and the Songun policy.    \r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Observed",
            "url": "http://kcna.co.jp/item/2004/200412/news12/15.htm#4",
            "content": "U.S. Urged to Rebuild Groundwork of Six-party Talks \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- The United States is these days misleading public opinion to shift the blame for the delayed resumption of the six-party talks on to the DPRK, far from rebuilding the groundwork of the talks which it destroyed itself.\r\n Commenting on this, a Rodong Sinmun analyst Tuesday says: &nbsp;&nbsp;&nbsp;\r\n U.S. Deputy State Secretary Armitage during his recent junket to Japan uttered the rigmarole that it was like compensating to misbehavior to show a positive gesture, though symbolic, to north Korea and that would be little short of sending a wrong signal. &nbsp;&nbsp;&nbsp;\r\n The U.S. is letting loose such nonsensical blast to shift its responsibility for the deadlocked six-party talks onto the DPRK while persistently charging the DPRK with nuclear development. &nbsp;&nbsp;&nbsp;\r\n The DPRK's stand to seek a negotiated settlement of the nuclear issue between the DPRK and the U.S. remains unchanged. It is its stand to step up the process of the six-party talks in such a manner as to help toward the denuclearization of the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n It is not the aim of the talks to keep them go on for the mere form's sake. &nbsp;&nbsp;&nbsp;\r\nIt is useless to hold talks, even a hundred times, without producing any substantial results. As already made clear by the DPRK, it intends to follow with patience the course of policy-shaping by the second-term Bush administration. We think this is a wise act. &nbsp;&nbsp;&nbsp;\r\n It is a clumsy and nasty deed for the U.S. to try to mislead public opinion in an effort to create the impression that it is interested in the resumption of the six-party talks and the peaceful solution to the nuclear issue while remaining indifferent to the restoration of their groundwork which it destroyed. &nbsp;&nbsp;&nbsp;\r\n The DPRK-U.S. contact in New York showed that the U.S. is seeking to exploit the process of the talks as a lever for forcing the DPRK to renounce first all its programs including peaceful nuclear development, not showing still any willingness to make a switchover in its policy toward the DPRK. Should the U.S. persist in this wrong stand, it would be hard to resume the talks .The U.S. rectification of its hostile policy toward the DPRK is neither a gift nor a reward to the DPRK but is a key link in solving the nuclear issue. &nbsp;&nbsp;&nbsp;\r\n If the U.S. continued to force its confrontational hostile policy toward the DPRK that would result in prompting it to redouble its deterrent force, much less solving the nuclear issue. &nbsp;&nbsp;&nbsp;\r\n The U.S. should take a confident-building attitude, clearly understanding the principled and consistent stand of the DPRK regarding the U.S. policy switchover as the key to the settlement of the nuclear issue.    \r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Renegotiation on Rice Market Opening Demanded",
            "url": "http://kcna.co.jp/item/2004/200412/news12/15.htm#5",
            "content": "Anniversary of Kim Jong Il's Work Observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- The work \"Let Us Concentrate All Our Efforts on the Creating of Revolutionary Works of Literature and Art\" made public by leader Kim Jong Il on December 10, Juche 53 (1964) has served as a mighty driving force in letting the literature and art of the DPRK successfully carry out its noble mission for the times and a precious guideline for its development over the last 40 years, declares Rodong Sinmun Tuesday.\r\n The author of the article says: &nbsp;&nbsp;&nbsp;\r\n With the publication of the work, the creative workers and artistes have been able to cover a course of success with wisdom, passion and creative pluck to successfully carry out their grand historical tasks. &nbsp;&nbsp;&nbsp;\r\n The work is a great program of enormous significance which elucidates the important role of the creation of revolutionary works of literature and art serving for the strengthening of revolutionary and class education in equipping the people with high revolutionary spirit and class consciousness and its might as an ideological weapon. &nbsp;&nbsp;&nbsp;\r\n The ideological and theoretical depth of the work lies in that it not only proves the influence of literary and art works revolutionary in content and national in style on the development of the times and the necessity of creation, but also wisely expounds the ideological and artistic quality of masterpieces conducive to the formation and development of people's revolutionary world outlook. &nbsp;&nbsp;&nbsp;\r\n Its vitality has been fully demonstrated in the heat of the literary and art revolution as it clearly indicates the basic mission of the revolutionary works of literature and art and the guidelines for their creation. &nbsp;&nbsp;&nbsp;\r\n The revolutionary works of literature and art including the five revolutionary operas and five revolutionary dramas which have shown their great vitality in the ideological education of the people in the last and present centuries are model works created on the basis of the essence of the work. &nbsp;&nbsp;&nbsp;\r\n Those works which have brilliantly decorated the flower garden of Juche-based literature and art in all its fields including cinematographic and theatrical art, music and fine arts are a precious fruition of the Juche-oriented theory on literature and art and wise guidance of Kim Jong Il who has sagaciously led literature and art as desired and demanded by the times and the people, preventing it from being infected with any vulgar ideas or alien trends of literature and art. &nbsp;&nbsp;&nbsp;\r\n The creative workers and artistes should hold fast to the idea clarified in his work as an eternal guideline of creation and bring a great surge in creating masterpieces, thus beautifully decorate the flower garden of the revolutionary literature and art of Songun.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Complete Abolition of NSL Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200412/news12/15.htm#6",
            "content": "Renegotiation on Rice Market Opening Demanded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- Representatives of the south Korean Federation of Peasants Associations (Jonnong) on Dec. 8 called a press conference in Seoul demanding a renegotiation on the rice market opening before going on an indefinite sit-in strike.\r\n Mun Kyong Sik, chairman of Jonnong, and other speakers at the press conference termed the government's negotiation on the rice market opening \"the worst one to bring agriculture to a total collapse and reduce this land to a colony of the U.S.\" They strongly demanded the government immediately cancel the negotiation. &nbsp;&nbsp;&nbsp;\r\n They declared they would stage a large-scale struggle throughout south Korea unless the government retracts the negotiation. &nbsp;&nbsp;&nbsp;\r\n A press release read out at the press conference said the government's unilateral and arbitrary negotiation on the rice market opening cannot be recognized and urged it to pursue an agricultural policy reflecting the will of the peasants. &nbsp;&nbsp;&nbsp;\r\n The organization in an action program released at the press conference declared that it would launch widespread actions such as holding the 4th Peasants' Rally of south Korea and observing \"Day of All People's Joint Action for Defending Food Sovereignty against Rice Market Opening.\"    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Ultra Right Conservatives' Move to Keep NSL",
            "url": "http://kcna.co.jp/item/2004/200412/news12/15.htm#7",
            "content": "Complete Abolition of NSL Demanded in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- The struggle for the complete abolition of the \"National Security Law\" is surging to a high tide in south Korea.\r\n The south Korean Federation of University Student Councils (Hanchongryon) in a statement on December 8 said the Uri Party yielded to the anti-reunification conservative forces including the Grand National Party when it officially announced on December 7 that the bill on the repeal of the NSL would be shelved this year. &nbsp;&nbsp;&nbsp;\r\n Hanchongryon bitterly denounces the anti-national act of the Uri Party in making a mockery of the people who want democracy and reunification and it will intensify the fight to have the NSL totally scrapped this year at any cost, declared the statement. &nbsp;&nbsp;&nbsp;\r\n On the same day the People's Solidarity for Abolition of the NSL called a press conference for the acquittal of the Hanchongryon chairman and complete repeal of the NSL in front of the Seoul District Court. &nbsp;&nbsp;&nbsp;\r\n The press release read out at the press conference said: The security authorities' crackdown on Hanchongryon must no longer be tolerated as it is an anti-democratic, anti-human rights act of trampling upon the freedom of thought, conscience and expression. It is the grand national trend to tear up the evil law and go toward inter-Korean reconciliation and reunification. &nbsp;&nbsp;&nbsp;\r\n A candlelight cultural event for the complete repeal of the NSL this year was held in front of the Uri Party building by the south Korean People's Solidarity for Abolition of the NSL, the (south) Korean Confederation of Trade Unions, the South Headquarters of the National Alliance for the Country's Reunification, the south Korean Federation of University Student Councils and other civic and public organizations and the Democratic Workers' Party.    \r\n\r\n   \r\n\r\n"
        },
        {
            "title": "Desperate Wriggle of Ultra-Right Conservatives in S. Korea under Fire",
            "url": "http://kcna.co.jp/item/2004/200412/news12/15.htm#8",
            "content": "Ultra Right Conservatives' Move to Keep NSL \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of the Fatherland issued information bulletin No. 893 on Dec. 13 denouncing the south Korean ultra right conservative forces for working hard to keep the \"National Security Law (NSL)\".\r\n Some days ago the so-called \"elder politicians\" of south Korea made public a \"written advice\" criticizing the \"legislative bills for the reform\" including the bill for the abolition of the NSL introduced by the progressive forces aspiring after the reform. &nbsp;&nbsp;&nbsp;\r\n This is nothing but the epileptic fit of those who represent the dregs of history as it is the revelation of their extreme uneasiness and fear that the repeal of the NSL, which has served as a means for prolonging the existence of the ultra right conservatives and backing the fascist rule for the last several decades, would mean the loss of their last stronghold and finally lead them to the graves of history, the information bulletin said, and continued: &nbsp;&nbsp;&nbsp;\r\n The group of wicked traitors deliberately wrote names of some persons on the \"written advice\" even without getting their permission, causing strong public criticism. This charade was staged on the script written by the Grand National Party keen to save the NSL from the point of its abolition at any cost and under its backstage wirepulling. &nbsp;&nbsp;&nbsp;\r\n The desperate efforts of the GNP and other ultra right conservatives to keep the NSL are nothing but a pipe-dream. &nbsp;&nbsp;&nbsp;\r\n There is no future for those swimming against the trend of the times.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "GNP's Much Ado about Lawmaker's Espionage Refuted in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200412/news12/15.htm#9",
            "content": "Desperate Wriggle of Ultra-Right Conservatives in S. Korea under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- The \"written advice\" made public by a \" meeting of elder politicians \" in south Korea criticizing the \" legislative bills for four reforms\" introduced by the ruling party turned out to be a false document, putting the tricksters to shame.\r\n Commenting on this, Rodong Sinmun Tuesday describes this as a political cartoon. &nbsp;&nbsp;&nbsp;\r\n The ultra-right conservatives are orchestrating all sorts of eccentric dramas in their desperate bid to stem the trend of progress and reform, the news analyst observes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The \"legislative bills for four reforms\" are urgent ones aimed to give strong impetus to the process of democratization of the south Korean society and the advance of the era of reunification after the publication of the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n The ultra-right conservative forces including the GNP went the lengths of abusing the names of others in a bid to stem the trend of the times, not content with vociferating about \"political coloring\" and \"the nature of political system\" in a desperate effort to block those bills from passing through the \"National Assembly\" defying the strong desire of the popular masses for their carriage. As for those \"elder politicians\", they are the remnants of the era of confrontation who are too old to have any social position and express their own views. &nbsp;&nbsp;&nbsp;\r\n The ultra-right conservative forces of the GNP are now finding themselves in such a miserable position as to have no option but to count on such dregs of history in a bid to stem the trend of progress and reform and seek a way out. This reminds one of a drowning man trying to catch at a straw. &nbsp;&nbsp;&nbsp;\r\n Their wriggle will only precipitate their self-destruction.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA Holds U.S. Chiefly Accountable for Nuclear Issue of S. Korea",
            "url": "http://kcna.co.jp/item/2004/200412/news12/15.htm#10",
            "content": "GNP's Much Ado about Lawmaker's Espionage Refuted in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- Organizations of the reunification movement in south Korea reportedly issued statements denouncing the \"Grand National Party\" for making much ado about \"espionage by a National Assemblyman.\"\r\n The Reunification Solidarity for Implementing the June 15 South-North Joint Declaration and the Peace in the Korean Peninsula on December 10 released a statement titled \"Put an End to the Evil Theory of Political Coloring and the Grand National Party through the Repeal of the National Security Law.\" &nbsp;&nbsp;&nbsp;\r\nIn the statement it accused the GNP of making desperate efforts to keep the law, branding a National Assemblyman from the Uri Party as a \"spy\" at the session of the National Assembly held on Dec. 8. &nbsp;&nbsp;&nbsp;\r\n We interpret this row about \"espionage by a National Assemblyman\" from the stand quite different from the intention of the GNP and feel more urgent need of the times for the immediate repeal of the law, the statement noted, and continued: &nbsp;&nbsp;&nbsp;\r\n It is necessary to put an immediate end to the times when the GNP maintained its power, taking the nonsensical \"theory of political coloring\" as a political leverage. &nbsp;&nbsp;&nbsp;\r\n The south headquarters of the National Alliance for the Country's Reunification released a statement titled \"Repeal the NSL Immediately and Dissolve the Grand National Party\" on Dec.9. It said in the statement that the majority of people who demanded that the law be repealed within this year for the sake of genuine reform and reunification are branded as \"spies\" due to the ridiculous offensive launched by the GNP on the basis of the \"theory of political coloring.\" &nbsp;&nbsp;&nbsp;\r\n The NSL has been in force for cracking down upon those patriots who desired independence, democracy and reunification and strove to achieve them while the Cold War-minded conservative group including the GNP are now feathering their own nest by bleeding the people white on the strength of the evil law, the statement noted, demanding that the NSL be repealed right now and GNP dissolved at once.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean National Acrobatics with Long History",
            "url": "http://kcna.co.jp/item/2004/200412/news12/15.htm#11",
            "content": "KCNA Holds U.S. Chiefly Accountable for Nuclear Issue of S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- As already reported, the International Atomic Energy Agency decided to cover up the nuclear issue of south Korea in a way it thinks fit at a recent meeting of its Board of Governors.\r\n In this regard, U.S. media including the Washington Post reported that south Korean diplomats conducted a hectic diplomatic offensive in the run-up to the meeting and wooed the IAEA Board of Governors to quickly adopt a decision in favour of south Korea. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the U.S. took an attitude of downplaying the issue even before the results of IAEA inspection were announced, asserting that it was nothing serious. &nbsp;&nbsp;&nbsp;\r\n This indicates that the decision of the IAEA is an inevitable product of the political plot hatched under the U.S. backstage manipulation and patronage and the lobbying activities of the south Korean authorities. &nbsp;&nbsp;&nbsp;\r\n The nuclear development has been pushed forward by the successive governments in south Korea for decades as a top secret policy at the U.S. instigation and tacit connivance. &nbsp;&nbsp;&nbsp;\r\n The U.S., however, feigns ignorance of this, claiming that it has strictly controlled the nuclear development in south Korea and known nothing about its uranium enrichment experiments and extraction of plutonium. &nbsp;&nbsp;&nbsp;\r\n But it is quite nonsensical for the U.S. to assert that it knew nothing about the nuclear development in south Korea where everything is under the U.S. control and supervision. &nbsp;&nbsp;&nbsp;\r\n The U.S. signed an \"agreement on atomic energy\" with south Korea in 1956 and has since been deeply involved in the nuclear development and researches in south Korea. It has strictly supervised the nuclear development in south Korea through the U.S.-south Korea \"joint committee for cooperation in atomic energy\" which met every year. &nbsp;&nbsp;&nbsp;\r\n It has not only connived at the nuclear development in south Korea and encouraged it but actively helped it in this. &nbsp;&nbsp;&nbsp;\r\nThe experiments of nuclear substance and the manufacture of nuclear weapons in south Korea would have been unthinkable without the U.S. assistance in technology and equipment. &nbsp;&nbsp;&nbsp;\r\n As the U.S. helped south Korea in shaping a policy on the development of nukes and provided it with material, technical and human assistance, the development of nuclear weapons has reached a very grave phase in south Korea in terms of its nuclear technical forces, the amount of stockpiled nuclear substance, designing of nuclear bombs, technology and equipment for their manufacture and means for their delivery. &nbsp;&nbsp;&nbsp;\r\n The nuclear substance experiments made by south Korea disclosed this time are just a tip of the iceberg in the light of the present level of nuclear development in south Korea as it has established a perfect system for this purpose, having a major index for nuclear weaponization such as the extraction of nuclear substance, the manufacture of nukes, the possession of means for their delivery and a scenario for a nuclear war. &nbsp;&nbsp;&nbsp;\r\n These clandestine nuclear experiments conducted by south Korea in a premeditated manner under the U.S. manipulation go to prove that the U.S. has sought to use the six-party talks from their outset for pressurizing the DPRK to disarm itself, not for denuclearizing the Korean Peninsula. &nbsp;&nbsp;&nbsp;\r\n The countries concerned with the six-party talks have regarded it as their goal to realize the denuclearization of the peninsula. This means that the denuclearization should be realized throughout the peninsula, involving the north and the south. &nbsp;&nbsp;&nbsp;\r\n If the denuclearization of the peninsula is to be discussed in a realistic manner at the six-party talks, the nuclear issue of south Korea should be taken up before anything else and the truth behind it be thoroughly probed to make everybody understandable. It is quite natural that the DPRK cannot participate in the talks in which the U.S. will only demand the DPRK \"scrap its nuclear program first,\" shutting its eyes to the nuclear issue of south Korea which is under its nuclear umbrella. &nbsp;&nbsp;&nbsp;\r\n It is as clear as noonday that such talks will get one nowhere. &nbsp;&nbsp;&nbsp;\r\n The DPRK will closely follow how the U.S. will rectify its double standards in handling the nuclear issue and its hostile policy towards Pyongyang.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Marine Resources Propagated in DPRK",
            "url": "http://kcna.co.jp/item/2004/200412/news12/15.htm#12",
            "content": "Korean National Acrobatics with Long History\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- The Korean national acrobatics have developed in their own way since the dawn of human civilization.\r\n It was proved by many relics and remains discovered across the country. &nbsp;&nbsp;&nbsp;\r\n Among them is a bronze acrobatic ornament excavated in dolmen No. 1 belonging to the first half of 3000 B.C. at Jang-ri, Sangwon County, Pyongyang. &nbsp;&nbsp;&nbsp;\r\n The ornament shows two acrobats playing a hoop trick with their hands, standing shoulder to shoulder on a cylinder with their one leg bound to each other. &nbsp;&nbsp;&nbsp;\r\n A bronze bell which was also found in the dolmen is believed to be a sound-making apparatus during acrobatic performance. This proves that the then acrobatics were highly developed ones with balance tricks combined with hand and foot tricks to the accompaniment of sound-making apparatuses. &nbsp;&nbsp;&nbsp;\r\n Tomb murals unearthed in different areas including Susan-ri of Kangso County and Tongam-ri of Sunchon City, South Phyongan Province, reflect various acrobatic scenes including physical and animal ones. They vividly show the developed acrobatics during the period of Koguryo (277 B.C.-A.D.668). &nbsp;&nbsp;&nbsp;\r\n Created in the period of Koryo (918-1392) and Ri Dynasty (1392-1910) were fantastic and function juggleries such as  ejecting flame from mouth, swallowing knife, unknotting, word puzzle and tricking with coins. &nbsp;&nbsp;&nbsp;\r\n The time-honored Korean national acrobatics have considerably developed on the basis of the Juche idea and greeted their heyday in the era of the Workers' Party of Korea. &nbsp;&nbsp;&nbsp;\r\n Today the Korean acrobatics include physical and animal feats, magic and interlude.    \r\n\r\n\r\n  \r\n\r\n\r\n"
        },
        {
            "title": "Kaechon-Lake Thaesong Waterway Pays Off",
            "url": "http://kcna.co.jp/item/2004/200412/news12/15.htm#13",
            "content": "Marine Resources Propagated in DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- A campaign for protecting and propagating marine resources is being conducted in the Democratic People's Republic of Korea.\r\n Fishery stations on the east coast have built more than 20 cultivation farms to further increase marine resources. &nbsp;&nbsp;&nbsp;\r\n Sea cucumbers, abalones, sea urchins and mussels which are under special protection are being artificially bred in spawning and cultivation farms  Hatching, fry-breeding and cultivating farms built in the Samho, Hongwon and Rakwon fishery stations under the South Hamgyong Provincial Deep-sea Fishery Complex and other fishery stations are paying off. \r\n The Yanghwa Fishery Station has put the breeding of abalone and sea urchin fries on a scientific and technical basis on the modernly furnished cultivation farm and released tends of millions of fries in the sea. &nbsp;&nbsp;&nbsp;\r\n The North Hamgyong and Kangwon Provincial Fishery Complexes have arranged cultivation farms to suit the sea conditions and sea animal and plant features and put fish cultivation on a scientific basis. &nbsp;&nbsp;&nbsp;\r\n Great efforts are being directed to expanding kelp and laver cultivation farms and improving the inhabitant conditions of shell-fishes on the Pupho, Kumipho and other sea farms on the west coast. &nbsp;&nbsp;&nbsp;\r\n Freshwater fish stations in different parts of the country have cultivated natural fodder including water plants and set up facilities necessary for freshwater fish on fish farms,  rivers and lakes. &nbsp;&nbsp;&nbsp;\r\n The intensified campaign for protecting and propagating marine resources has resulted in increasing marine resources of the country. &nbsp;&nbsp;&nbsp;\r\n What is noteworthy is that the shell-fish resources have increased 10 times those before the campaign and the hard shell clam resources which had been on the edge of extinction have been revived. &nbsp;&nbsp;&nbsp;\r\n Freshwater fish resources are also growing in the Taedong, Chongchon, Ryesong, Jangja and other rivers.    \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Double-Standards Can Never Be Tolerated: Minju Joson",
            "url": "http://kcna.co.jp/item/2004/200412/news12/15.htm#14",
            "content": "Kaechon-Lake Thaesong Waterway Pays Off\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- The Kaechon-Lake Thaesong Waterway, which was constructed two years ago, is paying off in irrigating areas of South Phyongan Province in the western part of the Democratic People's Republic of Korea.\r\n There are many reservoirs including Lake Thaesong along its 150-kilometer-long waterway. When water is stored in the reservoirs to the full, it makes it possible to do farming successfully in the granaries of South Phyongan Province and Pyongyang without worrying about water. &nbsp;&nbsp;&nbsp;\r\n The River Taedong flows into the reservoirs through the natural-flow waterway without the help of electricity. &nbsp;&nbsp;&nbsp;\r\n Water tantamount to the 70 percent of the whole water volume of the reservoirs has already been kept there. &nbsp;&nbsp;&nbsp;\r\n The Irrigation Department of the Ministry of Agriculture and the Kaechon-Lake Thaesong Waterway Management Station are managing well the Taegak Youth Dam and water inlet structures to fill the reservoirs with water of the River Taedong. &nbsp;&nbsp;&nbsp;\r\n Water will be stored to the full in Lake Thaesong by the end of December. &nbsp;&nbsp;&nbsp;\r\n In recent years the DPRK government has directed efforts to building natural-flow waterways to fully solve the water problem in farming. &nbsp;&nbsp;&nbsp;\r\n The Paekma-Cholsan Waterway project is now under way in North Phyongan Province in the northwestern part of the country.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Gives Field Guidance to Construction of Power Stations",
            "url": "http://kcna.co.jp/item/2004/200412/news12/15.htm#15",
            "content": "Double-Standards Can Never Be Tolerated: Minju Joson\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 14 (KCNA) -- The Washington Times recently disclosed that the south Korean authorities had engaged themselves in a large-scale behind-the-scene maneuvers at a recent meeting of the Board of Governors of the IAEA to cover up their secret nuclear experiments. This is living proof clearly indicating that the step taken by the IAEA with regard to the nuclear issue of south Korea was not based on its independent judgment and decision, says a Minju Joson analyst Tuesday, and continues:\r\n The very perfunctory inspection of the secret nuclear activities of south Korea by the IAEA and the massive off-stage operation of the south Korean authorities during its session were geared to the U.S. stand to hush up the case of the secret nuclear experiments in south Korea. &nbsp;&nbsp;&nbsp;\r\n No sooner had this case been dragged into the light of day than the U.S. intentionally made little account of it quite contrary to its utterly unilateral and tough stand in treating the fictitious \"uranium enrichment program\" of the DPRK. This extreme dual attitude of the U.S. shows that its outcries over the \"nuclear issue\" are not for its solution but for attaining its own sinister aim under this pretext. &nbsp;&nbsp;&nbsp;\r\n The unjustifiable approach of the United States to the nuclear issue can never be tolerated. &nbsp;&nbsp;&nbsp;\r\n The issue of the secret nuclear experiments in south Korea must be preferentially discussed as the biggest matter at the six-party talks. &nbsp;&nbsp;&nbsp;\r\n The six-party talks are aimed at completely settling the nuclear issue on the Korean Peninsula in order to make this region nuclear-free. It is as clear as noonday that the talks will end in the debate on a paper plan, if the south Korean secret nuclear experiments are not thoroughly made clear there.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}