{
    "date": "2004-12-02",
    "url": "http://kcna.co.jp/item/2004/200412/20041202.htm",
    "articles": [
        {
            "title": "Book and Photo Exhibition and Film Show for Foreign Students Held",
            "url": "http://kcna.co.jp/item/2004/200412/news12/02.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Lao Ambassador Hosts Reception",
            "url": "http://kcna.co.jp/item/2004/200412/news12/02.htm#2",
            "content": "Book and Photo Exhibition and Film Show for Foreign Students Held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- A book and photo exhibition and film show for foreign students studying at Kim Hyong Jik University of Education took place at the Pyongyang Cultural Exhibition on November 30 on the occasion of the 13th anniversary of Kim Jong Il's assumption of the supreme commandership of the Korean People's Army and the 87th birth anniversary of anti-Japanese war hero Kim Jong Suk.\r\n The students looked round with keen interest photos showing the leadership exploits of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n After seeing famous works of President Kim Il Sung and Kim Jong Il and books dealing with politics, economy, culture and history of Korea, they watched the Korean feature film \"Footprint Marked with Blood.\"   \r\n \r\n\r\n  \r\n\r\n"
        },
        {
            "title": "Over 190 Cases of U.S. Aerial Espionage Committed against DPRK",
            "url": "http://kcna.co.jp/item/2004/200412/news12/02.htm#3",
            "content": "Lao Ambassador Hosts Reception \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- Chanpheng Sihaphom, Lao ambassador e.p. to the DPRK, hosted a reception at the embassy on Tuesday evening on the occasion of the 29th anniversary of the foundation of the Lao People's Democratic Republic.\r\n Present on invitation were Minister of Foreign Affairs Paek Nam Sun and Vice-Minister of Foreign Affairs Kung Sok Ung and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Staff members of the embassy were present there. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there.   \r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Early Passage of Bill on Abolition of NSL Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200412/news12/02.htm#4",
            "content": "Over 190 Cases of U.S. Aerial Espionage Committed against DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- The U.S. imperialists committed more than 190 cases of aerial espionage against the DPRK by mobilizing strategic and tactical reconnaissance planes of different missions in November, according to a military source.\r\n At least 30 cases of espionage were perpetrated by U-2, RC-135, E-3 and EP-3. &nbsp;&nbsp;&nbsp;\r\n At around 11:25 on Nov. 30 a U-2 made shuttle flights in the air above Tokjok Islet and Phochon and Sokcho areas to spy on the whole area of the DPRK. &nbsp;&nbsp;&nbsp;\r\n On Nov. 18, 19 and 22 a Japan-based RC-135 made long shuttle flights in the air above  Taebu Island, Yangphyong and the area east of Yangyang to spy on the whole area of the DPRK. The U.S. imperialists sent RC-7B and RC-12 and other tactical reconnaissance planes to spy on the forefrontal and coastal areas of the DPRK. The number of the planes involved averaged nine on Nov. 3 and 4 and eight on Nov. 2 and 26. &nbsp;&nbsp;&nbsp;\r\n This is a clear indication that the U.S. imperialists are watching for a chance to mount a preemptive attack on the DPRK, while frantically pursuing their hostile policy towards it.   \r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Greets Romanian President",
            "url": "http://kcna.co.jp/item/2004/200412/news12/02.htm#5",
            "content": "Early Passage of Bill on Abolition of NSL Urged in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- Representatives and personages concerned of over 20 south Korean civic and public organizations and assemblymen reportedly called a press conference on November 24 and urged the National Assembly to deal with the bill on the abolition of the \"National Security Law (NSL)\" at an early date.\r\n Noting that the plan to present the bill to the Legislation and Judiciary Committee of the National Assembly was delayed, the speakers at the press conference said that if politicians failed to make a final decision to repeal the NSL, it would be a heavy crime in history. &nbsp;&nbsp;&nbsp;\r\n They called upon all the people to strive for the repeal of the evil law. &nbsp;&nbsp;&nbsp;\r\n The press release read out at the press conference said the abolition of the evil law brooks no further delay and that the National Assembly must present the bill to the Legislation and Judiciary Committee and deal with it in a short time.   \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Adherence to June 15 Joint Declaration Urged",
            "url": "http://kcna.co.jp/item/2004/200412/news12/02.htm#6",
            "content": "Kim Yong Nam Greets Romanian President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Ion Iliescu, president of Romania, today on the occasion of its national day.  The message wished the Romanian people progress, property and well-being.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Lao President",
            "url": "http://kcna.co.jp/item/2004/200412/news12/02.htm#7",
            "content": "Adherence to June 15 Joint Declaration Urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- The historic June 15 joint declaration is a declaration of independent reunification which solemnly proclaimed at home and abroad that the issue of the country's reunification should be settled independently by the united efforts of the Korean nation, the master of the issue, says Rodong Sinmun today in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The declaration lucidly indicates questions of principle arising in achieving independent reunification by the efforts of the Korean nation itself and tasks and ways to realize reconciliation and cooperation between the north and the south as the same nation. &nbsp;&nbsp;&nbsp;\r\n The historic Pyongyang meeting, the first of its kind in the history of the division of the Korean nation, was held and the joint declaration was adopted and made public. This national historic event set the hearts of the 70 million fellow countrymen afire with the fervor of reconciliation and reunification and heralded a great turn in the movement for the nation's unity and reunification. &nbsp;&nbsp;&nbsp;\r\n The declaration could win such a deep sympathy from all the fellow countrymen and open a previously unknown new era of reunification with its extraordinary attraction because it put forward the great proposition \"By our nation itself\", the idea of national independence which is the life and soul of the Korean nation. \"By our nation itself\" may be called the hardcore of the declaration. &nbsp;&nbsp;&nbsp;\r\n \"By our nation itself,\" the idea of national independence laid down in the joint declaration, let all the fellow countrymen become the powerful driving force and decisive strength for national reunification and prosperity as the master of their destiny. It has become the trend of the times to try to achieve peace and reunification by national cooperation based on this idea, while cooperation with outside forces has been elbowed out to the margin of the times, forsaken and condemned by the fellow countrymen. &nbsp;&nbsp;&nbsp;\r\n The joint declaration which set out \"By our nation itself\", the great proposition of reunification and patriotism, is, indeed, the lifeline of independent reunification and a shortcut to national reunification lies in advancing under this immortal banner. &nbsp;&nbsp;&nbsp;\r\n The view on and stand toward the June 15 joint declaration with \"By our nation itself\" as its hardcore is a touchstone distinguishing between independence and flunkeyism, patriotism and treachery, and reunification and division.   \r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Foreign Ministry Spokesman Blasts U.S. and IAEA's Double Standards",
            "url": "http://kcna.co.jp/item/2004/200412/news12/02.htm#8",
            "content": "Greetings to Lao President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a message of greetings to Lao President Khamtay Siphandone on the occasion of the 29th anniversary of the foundation of the Lao People's Democratic Republic.\r\n The message noted that over the last 29 years the Lao people have achieved great successes in defending the country and the cause of construction by displaying patriotism and the spirit of self-reliance and fortitude under the correct guidance of the Lao People's Revolutionary Party. \r\n Expressing the belief that the good friendly and cooperative relations between the two countries would continue to grow stronger in line with the desire and interests of the two peoples, the message wished the fraternal Lao people greater success in their work to implement the decision of the 7th Congress of the Lao People's Revolutionary Party under its leadership.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Lao Prime Minister",
            "url": "http://kcna.co.jp/item/2004/200412/news12/02.htm#9",
            "content": "Foreign Ministry Spokesman Blasts U.S. and IAEA's Double Standards \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- A spokesman for the DPRK Foreign Ministry gave the following answer to a question put by KCNA Wednesday as regards the outcome of a meeting of the Board of Governors of the IAEA on south Korea's nuclear issue:\r\n The meeting held on Nov. 26 discussed south Korea's nuclear issue and expressed concern over its failure to report its nuclear activities to the IAEA. The meeting in a statement of its chairman urged south Korea to pursue cooperation with the IAEA according to the Safeguards Agreement and the supplementary protocol and requested the IAEA director general to properly report about that. &nbsp;&nbsp;&nbsp;\r\n As seen above, the statement gives impression that south Korea's nuclear issue has not been clinched by referring to a follow-up measure for the form's sake. But the nuclear issue of south Korea was all but clinched at the meeting as the U.S. and its ally think fit. &nbsp;&nbsp;&nbsp;\r\n It is by no means fortuitous that the south Korean authorities have broken into shouts of joy over the outcome of the meeting, saying that the attempt to refer the issue of its secret nuclear experiments to the UN Security Council has already gone bust. &nbsp;&nbsp;&nbsp;\r\n The DPRK has already clarified its stand ever since the disclosure of the case that a thorough probe should be made into south Korea's secret nuclear activities as it has laid a stumbling block in the way of denuclearizing the Korean Peninsula and that Pyongyang is compelled to link the issue to the resumption of the six-party talks supposed to take up the issue of denuclearizing the peninsula. &nbsp;&nbsp;&nbsp;\r\n A scrutiny into the IAEA's course of inspection and the meeting of its Board of Governors prompted us to conclude that the U.S. and the IAEA are going to hush up the secret nuclear-related experiments of south Korea the way they think fit. &nbsp;&nbsp;&nbsp;\r\n The U.S. deliberately downplayed the case, not describing it as a serious issue, and unilaterally handled the issue in its interests even before the announcement of the outcome of the agency's inspection despite the fact that those experiments were made according to the nuclear weapons program pursued by its authorities. &nbsp;&nbsp;&nbsp;\r\n The U.S. attitude toward this case stands out in sharp contrast to its persistent pressure upon the DPRK to admit the non-existent \"uranium enrichment program.\" &nbsp;&nbsp;&nbsp;\r\n This again helped the DPRK to clearly see through the U.S. unilateral double-dealing tactics whereby it judges everything and behaves from the stand of meeting its own interests. &nbsp;&nbsp;&nbsp;\r\n The U.S. has shut its eyes to the secret nuclear activities of south Korea for the reason that it is its ally and made far-fetched assertions about the DPRK for the mere reason that it is in hostile relationship with Washington. &nbsp;&nbsp;&nbsp;\r\nThis is the most serious application of its double standards. &nbsp;&nbsp;&nbsp;\r\n The IAEA has not been provided with indispensable conditions for probing the truth about the case during the inspection. &nbsp;&nbsp;&nbsp;\r\n However, the Secretariat of the IAEA protected the accused by every means, talking about the south Korean authorities'  \"positive cooperation\". We can not but feel disgust at it and heighten vigilance against it. &nbsp;&nbsp;&nbsp;\r\n There would be nothing more foolish an act for the DPRK to believe the outcome of inspection conducted by the IAEA running helter-skelter at the manipulation of the super-power and under its pressure, away from the principle of impartiality and participate in the six-party talks aimed at pressurizing the DPRK to unilaterally dismantle its nuclear deterrent. &nbsp;&nbsp;&nbsp;\r\n If the IAEA does not settle the secret nuclear experiments of south Korea in an understandable manner, this issue will stand out as the most important issue at the six-party talks pending a top priority discussion. &nbsp;&nbsp;&nbsp;\r\n It is quite natural for the six party talks to discuss this issue before the nuclear issue between the DPRK and the U.S., taking into consideration the fact that the DPRK is neither IAEA member nor a signatory to the NPT. &nbsp;&nbsp;&nbsp;\r\n Double standards as regards the nuclear issues of the north and the south of Korea can never be allowed under any circumstances and it does not stand to reason that the DPRK alone should work for denuclearization. &nbsp;&nbsp;&nbsp;\r\n It is illogical for the DPRK to unilaterally dismantle its nuclear deterrent force unless the secret nuclear-related experiments of south Korea are thoroughly probed. Under this situation the DPRK is left with no option but to increase its nuclear deterrent force. &nbsp;&nbsp;&nbsp;\r\n This would be beneficial for the denuclearization of the Korean Peninsula and for peace in Asia and the rest of the world.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Romanian Prime Minister",
            "url": "http://kcna.co.jp/item/2004/200412/news12/02.htm#10",
            "content": "Greetings to Lao Prime Minister\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- Pak Pong Ju, premier of the DPRK Cabinet, sent a message of greetings to Lao Prime Minister Boungnang Vorachit on the occasion of the 29th anniversary of the Lao People's Democratic Republic.\r\n The message expressed the belief that the excellent friendly and cooperative relations between the two countries would continue to develop on good terms and wished the prime minister great success in his responsible work for the prosperity of the country. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, DPRK Foreign Minister Paek Nam Sun sent a message of greetings to Somsavath Lengsavath, Lao deputy prime minister who doubles as foreign minister.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Production of Makkolli Put on Scientific Basis",
            "url": "http://kcna.co.jp/item/2004/200412/news12/02.htm#11",
            "content": "Greetings to Romanian Prime Minister\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- Premier of the DPRK Cabinet Pak Pong Ju sent a message of greetings to Romanian Prime Minister Adrian Nastase on the occasion of the national day of Romania.\r\n The message wished the prime minister and the Romanian people greater success in their efforts for the economic development of the country. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, DPRK Foreign Minister Paek Nam Sun sent a message of greetings to his Romanian counterpart Mircea Dan Geoana.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Receives Credentials from Kazakh Ambassador",
            "url": "http://kcna.co.jp/item/2004/200412/news12/02.htm#12",
            "content": "Production of Makkolli Put on Scientific Basis\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 1 (KCNA) -- Scientists of the Fermentation Institute under the Branch Academy of Light Industrial Science of the Democratic People's Republic of Korea, have succeeded in putting the production of makkolli (crude liquor), a traditional drink of the Korean people, on a scientific and industrial basis.\r\n It has been known that makkolli is made by fermenting starch of rice and other grains with malt. &nbsp;&nbsp;&nbsp;\r\n In the course of studying the brewing method of makkolli established by the ancestors, the scientists found new kinds of germs. The new germs have greater malt enzyme and alcohol fermentation capacity than the old ones and produce much malic acid. They also have a strong resistance to other bacteria. &nbsp;&nbsp;&nbsp;\r\n The new production method does not need distillation and maturation process. The method makes it possible to save more than 50 percent of energies as compared with those of liquor and beer production. &nbsp;&nbsp;&nbsp;\r\n As the new method is simple, it is easy to produce makkolli at any foodstuff factories. &nbsp;&nbsp;&nbsp;\r\n Makkolli helps prevent heart troubles, hypertension, cancer, liver cirrhosis and other diseases.    \r\n\r\n\r\n  \r\n\r\n\r\n"
        }
    ]
}