{
    "date": "2004-05-01",
    "url": "http://kcna.co.jp/item/2004/200405/20040501.htm",
    "articles": [
        {
            "title": "Kim Jong Il Receives Messages of Condolence from Foreign Heads of State",
            "url": "http://kcna.co.jp/item/2004/200405/news05/01.htm#1",
            "content": "Kim Jong Il Receives Messages of Condolence from Foreign Heads of State \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 30 (KCNA) -- Leader Kim Jong Il received messages of condolence from foreign heads of state as regards the explosion of wagons at Ryongchon Railway Station in the DPRK.\r\n Among them are Lao President Khamtay Siphandone who is chairman of the Central Committee of the Lao People's Revolutionary Party, Lebanese President Emile Rahoud, President of Maldives Maumoon Abdul Gayoom, Mongolian President Natsagiin Bagabandi, Amir of Qatar Hamad Bin Khalifa Al Thani and his successor, Turkish President Ahmed Necdet Sezer, Jordanian King Abdullah the Second, Indonesian President Megawati Soekarnoputri, Belarusian President Akexabdr Lukashenko, Swedish King Carl Gustaf, Swedish Prime Minister Goran Persson, Slovenian President Janez Drnovsek, Ukrainian President Leonid Kuchma, Nigerian President Olusegun Obasanjo, Tunisian President Zine El Abidine Ben Ali, Algerian President Abdelaziz Bouteflika and Egyptian President Mohamed Hosni Mubarak. &nbsp;&nbsp;&nbsp;\r\n They said in the messages that they were deeply sorrowful and sympathetic to hear the news that human lives and properties were damaged by the tragic explosion of wagons at Ryongchon Railway Station in North Phyongan Province. &nbsp;&nbsp;&nbsp;\r\n  Extending sincere sympathy and deepest consolation in the name of their governments and peoples to Kim Jong Il, the bereaved families of the victims, the DPRK government and people, they expressed firm solidarity with the Korean people in their efforts to heal damage. &nbsp;&nbsp;&nbsp;\r\n  Kim Jong Il also received messages of condolence from foreign figures including First Secretary of the Central Committee of the Communist Party of Kyrgyzstan Klara Azhibekova, General Secretary of the Central Committee of the All-India Forward Bloc Debabrata Biswas, Chairman of the Hungarian Workers' Party Gyula Thurmer, Chairman of the Central Committee of the Communist Party of the Russian Federation G. A. Zyuganov, General Secretary of the Central Committee of the All-Union Communist Party of Bolsheviks Nina Andreyeva, Chairman of the National Executive Committee of the Polish Communist Party Martin Adam, General Secretary of the Unified Communist Party of Italy Osvaldo Pesce, Director-General of the UNESCO Matsuura Koitsiro, Secretary General of the Italian Institute of International Relations Giancarlo Elia Valori, Manager of the State Academic Moiseyev Folk Dance Company E. A. Scherbakova and a letter of sympathy from the diplomatic corps here.    \r\n\r\n"
        },
        {
            "title": "Messages of Sympathy to Kim Yong Nam from Heads of State of Various Countries",
            "url": "http://kcna.co.jp/item/2004/200405/news05/01.htm#2",
            "content": "Messages of Sympathy to Kim Yong Nam from Heads of State of Various Countries \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 30 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received messages of sympathy from Cambodian King Norodom Sihanouk, Indonesian President Megawati Soekarnoputri, Vietnamese President Tran Duc Luong, German President Johannes Rau and Swiss President Joseph Deiss as regards the explosion of wagons at Ryongchon Railway Station.\r\n The messages said they express hearty-felt sympathy and sincere condolence after hearing with great sorrow the news that the explosion claimed big human losses. &nbsp;&nbsp;&nbsp;\r\n Extending deepest consolation to the Workers Party and government of Korea and the bereaved families of the victims, they expressed the belief that the Korean people would recover from the damage at an early date. &nbsp;&nbsp;&nbsp;\r\n They share the sorrow of the people of the damaged area, the Cambodian king donates 20,000 US $ associated with his sincerity and the Swiss president noted that his government is ready to offer emergency humanitarian aid, if necessary. &nbsp;&nbsp;&nbsp;\r\n Kim Yong Nam also received a message of sympathy from Angelo Sodano, secretary of State of the State of Vatican City.    \r\n\r\n"
        },
        {
            "title": "KCNA Slams Groundless Accusations over Ryongchon Accident",
            "url": "http://kcna.co.jp/item/2004/200405/news05/01.htm#3",
            "content": "KCNA Slams Groundless Accusations over Ryongchon Accident \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 30 (KCNA) -- There are some sheer rumors intended to hamstring the humanitarian efforts of the international community to help the DPRK in its effort to recover from the damage caused by the explosion at Ryongchon Railway Station.\r\n Some media in the United States and south Korea slandered the DPRK, saying that it is responding in a passive manner to the strong willingness of south Korea and the international community to assist victims, there is an insufficient medical force in the north and it is indifferent to treating the wounded and it has sealed off the scene of accident to prevent journalists from covering news, etc. &nbsp;&nbsp;&nbsp;\r\n These accusations made by some media of the U.S. and south Korea instead of expressing sympathy and sharing pain with its victims over the unexpected accident can not be interpreted otherwise than an act of the wicked. &nbsp;&nbsp;&nbsp;\r\n The DPRK government expressed thanks to the governments of many countries and international organizations for having extended deep sympathy and rendered assistance, upon hearing the news that the accident claimed huge human and material losses, and highly appreciated them as a manifestation of noble humanitarianism. &nbsp;&nbsp;&nbsp;\r\n It is doing its utmost to recover from the damage and bring the life of inhabitants in the afflicted area to normal at an early date. &nbsp;&nbsp;&nbsp;\r\n It is making every possible effort to treat the inhabitants in the afflicted area as it has an advantageous medical system, able medical staff and competent medical institutions. &nbsp;&nbsp;&nbsp;\r\n Such being a hard fact, the dishonest forces are twisting the truth in a bid to do harm to the DPRK by spreading sheer lies. This can never be justified as it is an inhuman act intended to attain a sinister purpose. &nbsp;&nbsp;&nbsp;\r\n They are, in fact, working hard to disgrace the image of the DPRK over the disastrous accident, displeased with the increasing humanitarian aid of the international community. &nbsp;&nbsp;&nbsp;\r\n This can never be tolerated as it adds to the pain of the victims of the disaster. &nbsp;&nbsp;&nbsp;\r\n Those forces have not sent even a single medicine and a piece of bandage, paying lip-service to assistance. Yet, they are busy speaking ill of those who are sending relief materials out of sincerity. &nbsp;&nbsp;&nbsp;\r\n One of those backbiters is Jo Kap Je, editor-in-chief of the south Korean magazine Wolgan Joson. &nbsp;&nbsp;&nbsp;\r\n He termed the south Koreans' sincere efforts to assist the north over the accident as a psychiatric deed, saying that assisting Ryongchon is little short of bribing the north. This only discloses his true colors as a villain. &nbsp;&nbsp;&nbsp;\r\n Such behaviors deserve worldwide denunciation even in view of elementary moral ethics. &nbsp;&nbsp;&nbsp;\r\n We will keep following those who are decrying the humanitarian aid.    \r\n\r\n"
        },
        {
            "title": "Koreans in Japan to Donate Relief Fund to Ryongchon Inhabitants",
            "url": "http://kcna.co.jp/item/2004/200405/news05/01.htm#4",
            "content": "Koreans in Japan to Donate Relief Fund to Ryongchon Inhabitants \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 30 (KCNA) -- The officials of the General Association of Korean Residents in Japan (Chongryon) and Koreans in Japan are conducting a brisk mass campaign to help out of ardent compatriotism the inhabitants in Ryongchon, North Phyongan Province recover from the damage caused by the explosion at Ryongchon Railway Station and bring their life to normal at an early date.\r\n Thanks to this sincere support of the officials of Chongryon and the Korean businessmen in Japan the Secretariat of the Chongryon Fund-raising Campaign for Assisting Compatriots in Ryongchon to Recover from the Damage on April 28 decided to donate 50 million yen as the first installment of the relief fund to be sent to the DPRK Flood Damage Rehabilitation Committee.    \r\n\r\n"
        },
        {
            "title": "Servicemen Take Lead in Assisting Accident Victims",
            "url": "http://kcna.co.jp/item/2004/200405/news05/01.htm#5",
            "content": "Servicemen Take Lead in Assisting Accident Victims \r\n&nbsp;&nbsp;&nbsp; Ryongchon, April 29 (KCNA) -- Seven days have passed since the explosion at Ryongchon Railway Station, Ryongchon County, North Phyongan Province.\r\n Inhabitants in the afflicted area told KCNA that servicemen were the first to arrive there, carrying relief goods with them. &nbsp;&nbsp;&nbsp;\r\n Jang Mi Ok, 36, resident at neighborhood unit No. 73 of the township, had this to say: &nbsp;&nbsp;&nbsp;\r\n \"After the explosion, we found ourselves in wretched conditions. We had nothing to boil for meal and no shelter to sleep in. When we were in a desperate situation, our servicemen were the first to arrive here, carrying relief goods with them. We could hardly choke back tears for their sincere assistance\". &nbsp;&nbsp;&nbsp;\r\n According to her, soldiers and officers of the Korean People's Security Forces rushed to the spot with several tons of rice, quilts, clothes, shoes, kitchen utensils, school things and satchels on the evening of April 22, the very day of the explosion. &nbsp;&nbsp;&nbsp;\r\n Relief goods they brought were for 400 families if each family has four members on an average. &nbsp;&nbsp;&nbsp;\r\n Worker of the Ryongchon Coal Mining Machine Plant Han Ki Bok, 47, said: &nbsp;&nbsp;&nbsp;\r\n \"We lost everything including houses and household goods by the explosion. It was neither our relatives resident not far from here nor friends but servicemen who came here first with relief goods. Ours is a genuine revolutionary army which not only defends the country but also undertakes socialist construction and protects the people's lives and properties. Our army is, indeed, the best\". &nbsp;&nbsp;&nbsp;\r\n The inhabitants in the afflicted area are now working hard to recover from the damage with the belief that as long as there are leader Kim Jong Il and his army, they can create a new life at an early date. &nbsp;&nbsp;&nbsp;\r\n They are also greatly encouraged by the nation-wide assistance and humanitarian aid from various countries and international organizations.    \r\n\r\n"
        },
        {
            "title": "Nation-wide Assistance to Accident Victims",
            "url": "http://kcna.co.jp/item/2004/200405/news05/01.htm#6",
            "content": "Nation-wide Assistance to Accident Victims \r\n&nbsp;&nbsp;&nbsp; Ryongchon, April 30 (KCNA) -- People throughout the Democratic People's Republic of Korea are sincerely assisting sufferers from the explosion at Ryongchon Railway Station in the northwestern part of the country on April 22.\r\n Vice-Premier of the Cabinet Ro Tu Chol, who is also chief of the Central Headquarters for the Reconstruction of the Afflicted Area in Ryongchon, told KCNA: &nbsp;&nbsp;&nbsp;\r\n Large quantities of relief goods for the people in the afflicted area have been brought to the area continuously. &nbsp;&nbsp;&nbsp;\r\n Though the economic situation of the country is still difficult, people throughout the country are rendering sincere assistance to Ryongchon County. &nbsp;&nbsp;&nbsp;\r\n The State Planning Commission, Ministry of Forestry, Ministry of Posts and Telecommunications, Ministry of Construction and Building-Materials Industries, Ministry of Commerce, Ministry of Education and other ministries and national institutions have offered much assistance to the ravaged area by tapping all reserves. Among the relief goods are building materials including cement and timber, materials for communication, equipment and working tools. Food, foodstuffs, fabrics, clothes, daily necessaries, kitchen utensils, school fixtures, textbooks and reference books are also included in the relief goods. &nbsp;&nbsp;&nbsp;\r\n Choe Chang Sik, vice-minister of Public Health, who is in charge of treatment of injured people on the spot, had this to say: &nbsp;&nbsp;&nbsp;\r\n \"Through the sincere assistance, I could see the true feature of our society and noble traits of our people who regard the misfortune and sorrow of the accident victims as their own. I think such sincerity can be felt only in our socialist society where all the people live harmoniously like the same family with the great Comrade Kim Jong Il as their father\".    \r\n\r\n"
        },
        {
            "title": "Title of DPRK Hero Awarded to KPA Officer",
            "url": "http://kcna.co.jp/item/2004/200405/news05/01.htm#7",
            "content": "Title of DPRK Hero Awarded to KPA Officer \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 30 (KCNA) -- The title of DPRK hero was posthumously awarded to Kim Ki Bong, former officer of Jo Song Il-led unit of the KPA, for highly displaying the revolutionary comradeship.\r\n Kim died a heroic death after saving hundreds of soldiers. The moment an anti-tank grenade was about to go off in an accident during a training on February 24 he lost no time to throw himself over the exploding grenade. &nbsp;&nbsp;&nbsp;\r\n Supreme Commander of the KPA Kim Jong Il bestowed upon him the high honour of being the first hero of the new century, highly appreciating his heroism. &nbsp;&nbsp;&nbsp;\r\n An awarding ceremony was held at the April 25 House of Culture Thursday. &nbsp;&nbsp;&nbsp;\r\n  Present there were Jo Myong Rok, director of the KPA General Political Department, commanding officers of KPA units and KPA servicepersons and the bereaved family. &nbsp;&nbsp;&nbsp;\r\n Conveyed to his wife were the title of DPRK Hero with a gold star medal and the National Flag Order (First Class) posthumously awarded to Kim Ki Bong. &nbsp;&nbsp;&nbsp;\r\n Then a certificate of patriotic martyr was awarded to the bereaved family.    \r\n\r\n"
        },
        {
            "title": "Koreans Called Upon to Achieve Great National Unity",
            "url": "http://kcna.co.jp/item/2004/200405/news05/01.htm#8",
            "content": "Koreans Called Upon to Achieve Great National Unity \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 30 (KCNA) -- The movement for independent national reunification is a nationwide struggle to achieve national reconciliation and the country's reunification by the concerted efforts of the Korean nation who are responsible for national reunification. The unity of the Korean nation, the driving force of reunification, provides a sure guarantee for victory. Rodong Sinmun today says this in a signed article. It goes on:\r\n  Landmark successes have been made and big changes brought about in the north-south relations and the movement for national reunification since the publication of the historic June 15 joint declaration. These are unthinkable apart from the Koreans' ardent will for reunification and their united struggle. &nbsp;&nbsp;&nbsp;\r\n The present era is an era of national cooperation and the era of \"By our nation itself\" when all the Koreans conduct the movement for reconciliation, cooperation and independent reunification by their concerted efforts. &nbsp;&nbsp;&nbsp;\r\n The idea of \"By our nation itself\" is an idea of independent reunification and one of the great national unity. In order to achieve independent reunification by the concerted efforts of the Koreans they should realize the great national unity without fail. The process of achieving the reconciliation, cooperation and unity of the nation should lead to the process of attaining the independent reunification. &nbsp;&nbsp;&nbsp;\r\n The three charters of national reunification and the five-point policy for great national unity serve as a great programme and an immortal banner for achieving national unity and independent reunification. All the Koreans in the north and the south and abroad should hold fast to the charters and policy and carry on the vigorous struggle to implement them. &nbsp;&nbsp;&nbsp;\r\n The Korean nation-first spirit serves as a powerful weapon for national unity and independent reunification, the article says, calling upon all the Koreans to build the structure of the Korean nation's confrontation with the U.S. through practical actions in the struggle for peace and independent reunification of the country under the banner of the spirit.    \r\n\r\n\r\n"
        },
        {
            "title": "Congratulatory Message to President of Seychelles",
            "url": "http://kcna.co.jp/item/2004/200405/news05/01.htm#9",
            "content": "Congratulatory Message to President of Seychelles\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 30 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on April 27 sent a congratulatory message to James Alix Michel on his election as president of the Republic of Seychelles.\r\n Expressing the belief that the friendly and cooperative relations between the two countries would steadily grow stronger, the message wished him great success in his responsible work for the stability and prosperity of the country \r\n\r\n\r\n"
        },
        {
            "title": "Nat'l Meeting of Active Instructors of Youth League and Children's Union at Schools",
            "url": "http://kcna.co.jp/item/2004/200405/news05/01.htm#10",
            "content": "Nat'l Meeting of Active Instructors of Youth League and Children's Union at Schools\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 30 (KCNA) -- A national meeting of active instructors of the Kim Il Sung Socialist Youth League and the Korean Children's Union at schools was held here Thursday.\r\n Its participants heard the recorded concluding speech of President Kim Il Sung \"On Some Tasks for Improving Education in Schools\" made at a meeting of the Political Committee of the Central Committee of the Workers' Party of Korea on May 3, Juche 63 (1974). &nbsp;&nbsp;&nbsp;\r\n Kim Kyong Ho, first secretary of the youth league, made a report, which was followed by speeches. &nbsp;&nbsp;&nbsp;\r\n The reporter and speakers said that a proud tradition has been established in the Juche-oriented movement of the youth and children and great successes and experience gained in the work of the youth league and the children's union at schools thanks to the wise leadership and deep care of the three generals of Mt. Paektu, underscoring the need for all the instructors to improve the education of the school youth and children so as to prepare them as the young vanguard and children's lifeguard of the Songun unboundedly loyal to the idea and leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n They called on all the instructors to focus the ideological education on training the school youth and children as ardent believers in the Songun idea, its staunch defenders and faithful implementers, pay deep attention to the education in the revolutionary traditions, the working class education, the socialist patriotic education and the socialist moral education and exert efforts to establish the revolutionary habit of study at schools. &nbsp;&nbsp;&nbsp;\r\n In order to bring about a turn in the education of the school youth and children, it is necessary for the instructors to decisively increase their responsibility and role and for the organizations of the youth league at all levels to sincerely help them in their work. &nbsp;&nbsp;&nbsp;\r\n Among those present were Kim Jung Rin, secretary of the WPK Central Committee, Kim Yong Jin, minister of Education, officials concerned and officials of the youth league.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Abolition of Security Law Demanded",
            "url": "http://kcna.co.jp/item/2004/200405/news05/01.htm#11",
            "content": "Abolition of Security Law Demanded\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 30 (KCNA) -- The Seoul High Court of south Korea a few days ago sentenced Kang Thae Hun, former advisor to the Democratic Workers' Party, to 6 years in prison, 4 years of suspension of qualification and 27.9 million won of forfeit, charging that he \"violated the Security Law.\" That day the court committed the outrage, absurdly arguing that the SL was needed if there was \"a threat to the security\" and the north \"is regarded as an anti-state organization\" according to the SL, irrespective of the atmosphere of reconciliation between the north and the south.\r\n In this regard, Rodong Sinmun Friday in a commentary says: &nbsp;&nbsp;&nbsp;\r\n It is clear that the south Korean judicial authorities are dominated by anti-reunification elements seeking to restore the era of inter-Korean confrontation and impair the reconciliation atmosphere between the compatriots. With those guys sitting in judicial garb, the south Korean judicial activities are orchestrated by reaction and conservatism, which fail to see through the trend of the times and popular sentiments and ruthlessly crack down upon pro-reunification patriotic figures by wielding the SL, a leftover of the confrontation era. &nbsp;&nbsp;&nbsp;\r\n The news analyst continues: &nbsp;&nbsp;&nbsp;\r\n If it is the \"law\" and the judicial system of south Korea to openly deny the reconciliation and reunification of the nation, there is no justification for the anti-reunification \"law\" and system to exist any longer. &nbsp;&nbsp;&nbsp;\r\n The decision of the Seoul High Court to sentence Kang Thae Hun to a heavy penalty strips naked once again the anti-reunification and fascist colors of the SL. As proved by the trial, the SL does so harm but not any good to democracy and reunification. It does not serve for \"security\" as claimed by the ultra-right conservative forces but is misused by them in their attempts to prolong their political remaining days by inter-Korean confrontation. It must be scrapped right away as it is an anti-reunification fascist law blocking the development of the free reunification movement in south Korea and the process of the inter-Korean reconciliation.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Senegalese Prime Minister",
            "url": "http://kcna.co.jp/item/2004/200405/news05/01.htm#12",
            "content": "Congratulations to Senegalese Prime Minister\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 30 (KCNA) -- Pak Pong Ju, premier of the DPRK Cabinet, sent a congratulatory message to Macky Sall upon his appointment as prime minister of Senegal.\r\n Expressing belief that the friendly and cooperative relations between the two countries would grow stronger, the message sincerely wished him great success in his responsible work.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Trade Union Delegation Here",
            "url": "http://kcna.co.jp/item/2004/200405/news05/01.htm#13",
            "content": "S. Korean Trade Union Delegation Here\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 30 (KCNA) -- A delegation of south Korean trade unions co-headed by Kang Sung Gyu, senior vice-chairman of the (south) Korean Confederation of Trade Unions, and Pak Hon Su, chairman of the Emergency Measure Committee of the Federation of (south) Korean Trade Unions, arrived here today to participate in the May Day meeting of inter-Korean workers for reunification in 2004 to implement the June 15 joint declaration.\r\n It was greeted at the airport by Ryom Sun Gil, chairman of the Central Committee of the General Federation of Trade Unions of Korea, and officials concerned with compatriotic feelings  The delegation released a written statement on arrival at the airport. &nbsp;&nbsp;&nbsp;\r\n It said that the delegation arrived in Pyongyang with the mind to achieve national reconciliation and peace and firm solidarity of inter-Korean workers. It extended warm compatriotic greetings to compatriots in the north. &nbsp;&nbsp;&nbsp;\r\n The meeting will be a significant event demonstrating at home and abroad the will of inter-Korean workers for reunification, it noted, expressing the belief that the meeting place will be a place where the workers will harden their resolution to take the lead in achieving national reunification under the banner of the June 15 joint declaration despite war threat from outsiders.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}