{
    "date": "2004-03-13",
    "url": "http://kcna.co.jp/item/2004/200403/20040313.htm",
    "articles": [
        {
            "title": "Seminar on Kim Jong Il's Work Held in Mexico",
            "url": "http://kcna.co.jp/item/2004/200403/news03/13.htm#1",
            "content": "Seminar on Kim Jong Il's Work Held in Mexico \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 12 (KCNA) -- A seminar on leader Kim Jong Il's famous work \"Socialism Is a Science\" was held under the sponsorship of the Mexican Institute for the Study of the Juche Idea on February 27.\r\n At the seminar speeches were made on the greatness of idea and theory and their justness laid down in his work. &nbsp;&nbsp;&nbsp;\r\n Chairman of the Mexican Institute for the Study of the Juche Idea Juan Campos Vega said that through the seminar they came to know better that the crumbling of socialism in East European countries does not mean the failure of socialism as science but the bankruptcy of opportunism which has corrupted socialism. &nbsp;&nbsp;&nbsp;\r\n Saying that the work makes them fully convince of the greatness of his idea and theory, he stressed that Kim Jong Il is, indeed, a brilliant thinker and theoretician and an outstanding politician and leader steering the international politics in the 21st century. &nbsp;&nbsp;&nbsp;\r\n He underscored the need to register a great success in studying and disseminating the Juche idea in the significant year marking the 30th anniversary of the proclamation of the programme for modeling the whole society on the Juche idea by Kim Jong Il.   \r\n\r\n\r\n"
        },
        {
            "title": "Meeting to Prepare Functions Held in Bangladesh",
            "url": "http://kcna.co.jp/item/2004/200403/news03/13.htm#2",
            "content": "Meeting to Prepare Functions Held in Bangladesh \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 12 (KCNA) -- The second meeting of the preparatory committee to organize functions for commemorating the Day of the Sun, celebrating February 16, the birthday of leader Kim Jong Il, and observing July 8 was held in Bangladesh on March 7.\r\n Present there were members of the preparatory committee including A. F. M. Mahbubl Huq, governor of the Central Committee of the Socialist Party of Bangladesh, Khaalequzzaman Bhuiyan, chairman of the Central Committee of the Socialist Party of Bangladesh, Mujahidul Islam Selim, general secretary of the Central Committee of the Bangladesh Communist Party, Dilip Barua, general secretary of the Central Committee of the Communist Party of Bangladesh (Marxist-Leninist), and Garib Newaz, president of the Bangladesh People's League. &nbsp;&nbsp;&nbsp;\r\n The meeting reviewed the colorful functions held on the occasion of the February holiday and discussed the issues of organizing grand colorful functions including meeting, seminar, film show and photo exhibition on the occasion of the Day of the Sun. &nbsp;&nbsp;&nbsp;\r\n At the meeting Secretary General of the Bangladesh-Korea Friendship Association Nuran Nabie who is coordinator of the preparatory committee said that President Kim Il Sung made immortal contributions to the human cause of independence all his life, adding that the world progressives had highly praised him as a distinguished leader of the world. &nbsp;&nbsp;&nbsp;\r\n Despite the complicated present international situation the Korean people have firmly defended and glorified socialism thanks to the outstanding Songun policy of Kim Jong Il, he noted, expressing belief that they would make greater progress in the struggle to build a great prosperous powerful socialist nation under his Songun revolutionary leadership. &nbsp;&nbsp;&nbsp;\r\n He called on all the progressive political parties and solidarity organizations of Bangladesh to organize significant colorful political and cultural functions to commemorate the Day of the Sun as a holiday common to humankind and thus further strengthen friendship and solidarity between the Bangladesh and Korean peoples.    \r\n\r\n\r\n"
        },
        {
            "title": "Letter to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2004/200403/news03/13.htm#3",
            "content": "Letter to Kim Jong Il \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 12 (KCNA) -- Leader Kim Jong Il received a letter from Guy Dupre, secretary general of the International Liaison Committee for Reunification and Peace in Korea, on behalf of the participants in the meeting of its Presidium members held in Paris on March 6.\r\n The letter said that all the participants in the meeting recognized the Songun policy of the DPRK helped successfully smash all the moves of the U.S. imperialist bellicose elements against socialist Korea, improve the relations between the north and the south of Korea and promote the process of the independent reunification of the country and reiterated their pledge to invariably support his Songun policy aimed to defend security and peace in the Korean peninsula and the region. &nbsp;&nbsp;&nbsp;\r\n The participants in the meeting affirmed that the United States is chiefly to blame for the nuclear threat that has been posed to the Korean peninsula for more than half a century, it noted. The letter held that the nuclear issue was inevitably caused by the U.S. anachronistic and reckless hostile policy toward the DPRK, disclosing the wild ambition of the U.S. to put the Korean peninsula and, furthermore, the rest of Asia and the world under its control. &nbsp;&nbsp;&nbsp;\r\n The meeting adopted an action program for 2004 and strongly demanded the United States stop its moves to isolate and stifle socialist Korea and withdraw its troops and weapons from south Korea without delay, the letter added.    \r\n   \r\n\r\n"
        },
        {
            "title": "Oil Outflow from U.S. Military Base in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200403/news03/13.htm#4",
            "content": "Oil Outflow from U.S. Military Base in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 12 (KCNA) -- A large amount of oil leaked out of a U.S. military base in Phyongthaek, Kyonggi Province, south Korea, on February 27, according to the south Korean MBC.\r\n More than 110 tons of heavy oil flew out of a damaged part of the oil pipeline linked with the U.S. military base, polluting its surrounding land. &nbsp;&nbsp;&nbsp;\r\n The frequent oil outflow from U.S. military bases is daily worsening environmental pollution in south Korea.    \r\n\r\n\r\n"
        },
        {
            "title": "Joint Military Exercises of U.S. Troops and S. Korean Army Announced",
            "url": "http://kcna.co.jp/item/2004/200403/news03/13.htm#5",
            "content": "Joint Military Exercises of U.S. Troops and S. Korean Army Announced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 12 (KCNA) -- It was announced that the U.S. troops and the south Korean army would launch reception, staging, onward movement and integration and Foal Eagle joint military exercises from March 22 to 28, according to the south Korean KBS.\r\n The exercises to be staged under the simulated conditions of \"emergency\" on the Korean peninsula are said to improve the procedures of the movement of the U.S. reinforced forces and the support by the south Korean army. &nbsp;&nbsp;&nbsp;\r\n The joint military exercises to be launched again this year clearly show the true intention of the war hawks including the U.S. imperialists clamouring for \"dialogue\" and \"peace\".    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "NDFSK Calls for Checking Troop Dispatch to Iraq",
            "url": "http://kcna.co.jp/item/2004/200403/news03/13.htm#6",
            "content": "NDFSK Calls for Checking Troop Dispatch to Iraq \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 12 (KCNA) -- The Information Department of the Central Committee of the National Democratic Front of South Korea on March 10 issued slogans of immediate struggle as regards the full-scale moves of the United States and the south Korean authorities to additionally dispatch troops to Iraq, according to the Internet site of Kuguk Jonson.\r\n Calling upon all the people to turn out in the struggle against troop dispatch, the slogans stress the need to thwart with anti-U.S. resistance the projected additional dispatch of troops to Iraq forced by the U.S., which would drive fellow countrymen to death. &nbsp;&nbsp;&nbsp;\r\n The slogans also call for expelling Yankees who demand additional troop dispatch to Iraq and putting an end to the U.S. domination over south Korea. &nbsp;&nbsp;&nbsp;\r\n \"We cannot send our young men to Iraq as bullet shields for U.S. troop. Let us have the unit selected to be sent to the land of death dissolved promptly and send to Iraq the assemblymen of the Grand National Party out in the foreground in additional troop dispatch,\" urge the slogans.    \r\n\r\n\r\n"
        },
        {
            "title": "CILRECO Presidium Members Meet",
            "url": "http://kcna.co.jp/item/2004/200403/news03/13.htm#7",
            "content": "CILRECO Presidium Members Meet \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 12 (KCNA) -- A meeting of the Presidium members of the International Liaison Committee for Reunification and Peace in Korea (CILRECO) was held in Paris on March 6.\r\n Present there were honorary chairmen of CILRECO, delegates of political parties and chiefs of organizations for friendship and solidarity with the Korean people from various countries. &nbsp;&nbsp;&nbsp;\r\n The meeting reviewed last year's work of CILRECO and discussed its work for this year. &nbsp;&nbsp;&nbsp;\r\n Guy Dupre, secretary general of CILRECO, made a report. &nbsp;&nbsp;&nbsp;\r\n Last year CILRECO expanded and strengthened the international solidarity movement for supporting the reunification of Korea, the reporter said, noting that at least 1,770 major solidarity steps for backing Korea's reunification were taken in over 80 countries last year. &nbsp;&nbsp;&nbsp;\r\n He went on: &nbsp;&nbsp;&nbsp;\r\n Notably, international solidarity functions were held briskly to support the line and proposals for national reunification advanced by President Kim Il Sung and leader Kim Jong Il and upwards of 700 international and regional organizations and bodies and figures of all social standings expressed in various forms and ways solidarity for the Korean people in their struggle to reunify the country under the banner of the June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n This year, too, CILRECO will energetically conduct the international solidarity movement for supporting the struggle of the Korean people and activities against the U.S. hostile policy toward the DPRK and its moves for aggression and for the withdrawal of the U.S. forces from south Korea. \r\n Speakers said the DPRK showed maximum magnanimity at the recent six-way talks, setting forth a fair and flexible proposal, but the U.S. came out again with the trite claim that the DPRK should drop its nuclear program first, thus hurling a big hurdle in the way of the talks, and expressed support to and sympathy with the view of the DPRK that the settlement of the nuclear issue in the future entirely depends on change in the U.S. side's attitude. &nbsp;&nbsp;&nbsp;\r\n The meeting adopted an action program of CILRECO for 2004 and an appeal to the governments, political parties and organizations of all countries, international organizations and non-governmental organizations. &nbsp;&nbsp;&nbsp;\r\n The action program says CILRECO will take active measures for launching into an international solidarity movement to ensure peace and stability on the Korean peninsula in response to the change of the situation in the peninsula and its demand and support the Korean people's cause of independent reunification. &nbsp;&nbsp;&nbsp;\r\n The appeal calls upon the governments, political parties and organizations of all countries, international organizations and non-governmental organizations to pay special attention to the tragedies imposed upon the Koreans by the division of the country forced by outsiders and the constant grave situation created on the Korean peninsula by the United States and exercise their influence on the U.S. so that it would withdraw its troops from south Korea without delay. &nbsp;&nbsp;&nbsp;\r\n It also urges them to support the just stand and proposals of the DPRK to peacefully settle the nuclear issue between it and the U.S. through dialogue and take proper steps for putting pressure on the U.S. to make a switchover in its policy toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n The meeting adopted a letter to Kim Jong Il.    \r\n\r\n\r\n"
        },
        {
            "title": "Hanchongryon Calls for Dissolution of 16th NA",
            "url": "http://kcna.co.jp/item/2004/200403/news03/13.htm#8",
            "content": "Hanchongryon Calls for Dissolution of 16th NA \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 12 (KCNA) -- Paek Jong Ho, chairman of the south Korean Federation of University Student Councils (Hanchongryon), on March 8 reportedly issued an urgent statement titled \"16th 'National Assembly' betraying people's will, be dissolved immediately\".\r\n Recalling the evermore mounting distrust of the people in the present south Korean \"National Assembly\", the statement denounced the political camp for kicking off even a racket of accusing the president after betraying the people by mangling the \"bill on political reform\". &nbsp;&nbsp;&nbsp;\r\n The NA reeking off rotten smell of \"reform\" only in word is no longer a place in which the demand of the people is represented and realized but an assembly place of the old political forces in which illegal and arbitrary practices are rampant and \"parliamentary violence\" is committed, the statement said. &nbsp;&nbsp;&nbsp;\r\n The 16th NA has long lost its function and role as a mouthpiece of the people, it said, stressing it is the unanimous will of the people that their destiny cannot be entrusted to the NA already dead. &nbsp;&nbsp;&nbsp;\r\n Hanchongryon will concentrate all its strength on all the activities to dissolve the 16th NA earlier and judge the old politics and build a new NA at the 17th general election, it added.    \r\n\r\n\r\n"
        },
        {
            "title": "KCNA Raps at U.S.-South Korea Reckless War Exercises",
            "url": "http://kcna.co.jp/item/2004/200403/news03/13.htm#9",
            "content": "KCNA Raps at U.S.-South Korea Reckless War Exercises\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 12 (KCNA) -- The U.S. forces and the south Korean army would reportedly stage the \"reception, staging, onward movement and integration exercise\"(RSOI) and Foal Eagle joint war exercise from March 22 to 28.\r\n This is a grave development as it will escalate the situation on the Korean peninsula where tensions still persist owing to the nuclear issue between the DPRK and the United States. &nbsp;&nbsp;&nbsp;\r\n RSOI which involves a transfer and deployment of huge U.S. forces and a drill for operational command over the south Korean forces and a field mobile exercise Foal Eagle to be staged in anticipation of \"contingency on the Korean peninsula\" are to all intents and purposes war exercises under the simulated conditions of a real preemptive attack on the DPRK. &nbsp;&nbsp;&nbsp;\r\n Last year, too, the U.S. staged war exercises under different codenames including Ulji Focus Lens joint military exercise as well as the above-said war maneuvers, thus extremely aggravating the situation on the Korean peninsula and throwing a big hurdle in the process of improving the inter-Korean relations. &nbsp;&nbsp;&nbsp;\r\n The United States and the south Korean authorities tried to conceal the nature and aim of the war exercises every year under the signboards of \"annual ones\" and \"defensive ones\". But all the developments proved that such assertions are no more than a red herring to cover up the U.S. policy of aggression against the DPRK and the war moves of the south Korean bellicose forces. &nbsp;&nbsp;&nbsp;\r\n What merits a more serious attention is that these war exercises will take place in the wake of the second round of the six-way talks for the peaceful settlement of the nuclear issue between the DPRK and the U.S. &nbsp;&nbsp;&nbsp;\r\n This indicates that though the U.S. talks about the negotiated peaceful settlement of the nuclear issue between them, it is, in fact, still seeking nuclear confrontation only behind the scene of dialogue. &nbsp;&nbsp;&nbsp;\r\n War exercises and dialogue are incompatible. &nbsp;&nbsp;&nbsp;\r\n The international community is concerned about the fact that the U.S. is set to stage joint military exercises by mobilizing forces huge enough to unleash a war at a time when it has entered into the phase of finally winding up the preparations for a war against the DPRK while massively deploying in south Korea the latest weapons tested in the Iraqi war. &nbsp;&nbsp;&nbsp;\r\n No one can vouch that the U.S.-led large-scale joint military exercises will not go over to a war against the DPRK. &nbsp;&nbsp;&nbsp;\r\n The army and the people of the DPRK neither want a war nor avoid it. They are fully combat-ready to react against the enemy confrontation with confrontation. &nbsp;&nbsp;&nbsp;\r\n The U.S. should not misinterpret our warnings but stop at once the adventurous war exercises. &nbsp;&nbsp;&nbsp;\r\n The south Korean bellicose forces would be well advised to refrain from going against the aspiration of the fellow countrymen and the trend of the times toward national cooperation and reconciliation by joining in the war exercises contrary to the spirit of the June 15 North-South Joint Declaration and deliberately throwing hurdles in the way of warming the inter-Korean relations.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Illegal Detention of S. Korean Journalists in Baghdad Protested",
            "url": "http://kcna.co.jp/item/2004/200403/news03/13.htm#10",
            "content": "Illegal Detention of S. Korean Journalists in Baghdad Protested\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 12 (KCNA) -- GIs in Baghdad handcuffed south Korean journalists and walked them off for no reason, treating them like criminals. This is a human rights abuse in breach of even international law. Minju Joson Friday says this in a signed commentary.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n South Korean reporters were illegally put in custody by the GIs. This brought again shame to the nation. &nbsp;&nbsp;&nbsp;\r\n The recent case taught a serious lesson that more south Korean troops should never be dispatched to Iraq. &nbsp;&nbsp;&nbsp;\r\n The south Koreans should take a decisive action to prevent the dispatch to Iraq. &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities should stop cooperating with the U.S. and immediately withdraw the troop dispatch measure as required by the south Koreans as the recent incident clearly proved that cooperation with the U.S. and dispatch of troops to Iraq is a treacherous act of besmirching the dignity of the nation and putting it under the disgraceful yoke of outsiders of its own accord.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kimjongilia Festival Reflects Reverence for Kim Jong Il",
            "url": "http://kcna.co.jp/item/2004/200403/news03/13.htm#11",
            "content": "Kimjongilia Festival Reflects Reverence for Kim Jong Il\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 12 (KCNA) -- The 8th Kimjongilia Festival was held in Pyongyang from February 14 to 25 with deep concern of people at home and abroad.\r\n It was participated in by a large number of Koreans and foreigners from some 60 organizations of many countries. &nbsp;&nbsp;&nbsp;\r\n The latest festival, unprecedented in its content, form and scale, mirrored the Korean people's unquestioned confidence in leader Kim Jong Il and fully demonstrated the unshakable faith and will of the Korean army and people to carry out the Songun-based revolution under his leadership. &nbsp;&nbsp;&nbsp;\r\n More than 16,000 flowers displayed at the festival also reflected the world progressives' deep reverence and admiration for Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n After visiting the festival the Cuban ambassador to the DPRK wrote in the visitor's book that he was deeply moved by the beautiful festival, that they displayed Kimjongilia, though plain, cultivated by themselves to express their love, admiration and respect for Kim Jong Il on the occasion of his birthday and that he sincerely hoped his great idea would always remain in the hearts of the peace-loving and justice-supporting world people. &nbsp;&nbsp;&nbsp;\r\n The military attache of the Iranian embassy wrote in the book that the festival hall was full of feelings of deep reverence of the Korean people and world progressives for Kim Jong Il. And the head of the folk dance troupe of the Russian Moiseyev State Academy said that she was struck with admiration for the beauty of Kimjongilia and that celebrating Kim Jong Il's birthday was pleasure of not only the Korean people but the Russian people. &nbsp;&nbsp;&nbsp;\r\n The head of a delegation of the Japanese Society for the Study of Kimilsungism wrote that Kimjongilia fully reflected the Korean people's reverence for Kim Jong Il and that they would gain greater successes in building a great prosperous powerful nation under his leadership.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Songun, Great Banner of Uninterrupted Revolution",
            "url": "http://kcna.co.jp/item/2004/200403/news03/13.htm#12",
            "content": "Songun, Great Banner of Uninterrupted Revolution\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 12 (KCNA) -- The banner of Songun is the red flag of socialism in our times reflecting the will of the brilliant commander of Mt. Paektu for continued revolution and an all-powerful treasured sword which makes the 21st century shine as a century of accomplishing the socialist cause of Juche, says Rodong Sinmun today in a signed article. It goes on:\r\n The Korean revolution was started and has been carried forward thanks to the idea and will of the great men and great woman of Mt. Paektu, for uninterrupted revolution. &nbsp;&nbsp;&nbsp;\r\nThe Korean revolution was launched with two pistols. The tradition of attaching importance to arms and succeeding to it serve as a fundamental source that helped the revolution work miracles and make steady progress century after century. &nbsp;&nbsp;&nbsp;\r\n The Songun policy of putting forward the People's Army as the driving force of the revolution is the brilliant inheritance and development of the revolutionary idea and will of the great men and the great woman of Mt. Paektu for uninterrupted revolution and the tradition of giving importance to arms. The banner of Songun represents the transparent faith of the Workers' Party of Korea in independence that we can never step back even an inch from the road of Juche. &nbsp;&nbsp;&nbsp;\r\n Steadfast is the faith and will of the army and people of the DPRK to steadfastly keep to the road of Songun and independence in any storm and stress. &nbsp;&nbsp;&nbsp;\r\n The banner of Songun represents the WPK's philosophy of unity which calls for remarkably increasing the might of comradely unity to emerge ever-victorious. &nbsp;&nbsp;&nbsp;\r\n The imperialists' moves to infringe upon the sovereignty of the country and the nation and reduce the people into a contemporary type of slaves have become more pronounced than ever before. This reality calls for strengthening the army and solving all problems in reliance on it. &nbsp;&nbsp;&nbsp;\r\n Songun is an effective mode of carrying out an uninterrupted revolution in our era as it helps steadily advance the revolution and construction according to the idea and intention of the leader who pioneered the revolution. &nbsp;&nbsp;&nbsp;\r\n It is a firm guarantee for a final victory in a stern anti-imperialist stand off for the whole army and all people to dynamically advance along the road of uninterrupted revolution under the banner of Songun. &nbsp;&nbsp;&nbsp;\r\n When they step up the present revolutionary advance for the building of a great prosperous powerful nation under the uplifted banner of Songun despite manifold trials and difficulties, our country will demonstrate its dignity as an invulnerable socialist fortress that the imperialists and reactionaries dare not attack.    \r\n  \r\n\r\n\r\n"
        },
        {
            "title": "Head of Russian Ensemble Interviewed",
            "url": "http://kcna.co.jp/item/2004/200403/news03/13.htm#13",
            "content": "Head of Russian Ensemble Interviewed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 12 (KCNA) -- Leader Kim Jong Il is the wisest and greatest man in the world as he is possessed of unusual ability to steer the political, economic and military fields and high artistic disposition, said Viktor Eliseyev, head of the State Academy Ensemble of the Ministry of Interior of Russia when interviewed by mediapersons at Pyongyang Airport Friday before its departure after winding up its performance tour of the DPRK.\r\n He recalled that Kim Jong Il, though very busy guiding all affairs of the country, spared time to appreciate the performance given by the ensemble with sincerity and personally receive him. &nbsp;&nbsp;&nbsp;\r\n The ensemble presented this time songs in praise of the great man and other colourful numbers, carrying with it the warm friendship of the Russian people towards the Korean people, he noted and continued: &nbsp;&nbsp;&nbsp;\r\n The \"Song of General Kim Il Sung\" and the \"Song of General Kim Jong Il\" highly acclaimed by the audiences are most loved and frequently sung by the members of our ensemble. &nbsp;&nbsp;&nbsp;\r\n Those songs will always reverberate far and wide across the world as favorite songs of the ensemble and our songs. &nbsp;&nbsp;&nbsp;\r\n He expressed firm conviction that the Korean people would achieve greater success in building a great prosperous powerful nation under the wise guidance of Kim Jong Il.    \r\n\r\n\r\n"
        },
        {
            "title": "DPRK's Principled Stand on S. Korea's Security Policy Strategy Clarified",
            "url": "http://kcna.co.jp/item/2004/200403/news03/13.htm#14",
            "content": "DPRK's Principled Stand on S. Korea's Security Policy Strategy Clarified\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 12 (KCNA) -- A spokesman for the National Reconciliation Council clarified the principled stand of the north side in a statement issued Friday as regards the south Korean authorities' recent release of the \"four-point basic security policy strategy\".\r\n The statement termed the basic strategy as a Cold War-oriented strategy for confrontation with the north as it diametrically runs counter to the June 15 joint declaration to which the north and the south committed themselves to remain true. &nbsp;&nbsp;&nbsp;\r\n It continued: &nbsp;&nbsp;&nbsp;\r\n The DPRK is compelled to clarify its principled stand as the other side of dialogue declared the strategy of confrontation with the north as its policy. &nbsp;&nbsp;&nbsp;\r\n The \"leading role in deterring the north\" the south Korean authorities cited as a basic point of security policy glaringly reveals their intention to play a major role in stifling the DPRK. Therefore, it conflicts with their loudmouthed \"common prosperity of the south and the north\" and has nothing to do with \"self-reliant national defence.\" &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities, pursuant to the U.S. frantic policy to stifle the DPRK, unhesitatingly made a string of remarks getting on the nerves of the north and inciting confrontation with it. They said that \"south Korea-U.S. alliance is a major orientation and key point of diplomacy and the north should accept CVID\". The DPRK tolerated them with magnanimity. &nbsp;&nbsp;&nbsp;\r\n But there is a limit to its patience and tolerance. &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities should clarify its stand on whether they stand for independence or dependence on foreign forces and national reconciliation or confrontation. &nbsp;&nbsp;&nbsp;\r\n If the south Korean authorities have a willingness to implement the June 15 joint declaration, they should opt for national cooperation and demand the withdrawal of the U.S. imperialist aggression troops from south Korea, instead of setting forth the above-said strategy for confrontation with the north. &nbsp;&nbsp;&nbsp;\r\n The north will closely watch the future attitude of the south Korean authorities and take necessary counter measures. &nbsp;&nbsp;&nbsp;\r\n Whether the inter-Korean relations will improve or not entirely depends on the stand and attitude of the south Korean authorities.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}