{
    "date": "2004-05-19",
    "url": "http://kcna.co.jp/item/2004/200405/20040519.htm",
    "articles": [
        {
            "title": "NDFSK Terms U.S. World's Biggest Human Rights Abuser",
            "url": "http://kcna.co.jp/item/2004/200405/news05/19.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Messages of Sympathy to Kim Jong Il from Overseas Organizations and Koreans",
            "url": "http://kcna.co.jp/item/2004/200405/news05/19.htm#2",
            "content": "NDFSK Terms U.S. World's Biggest Human Rights Abuser \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 18 (KCNA) -- A spokesman for the National Democratic Front of South Korea (NDFSK) issued a statement on May 14 in which he said that the U.S. maltreatment of Iraqi POWs gives lie to its assertion that it chose the \"war of justice for freedom and democracy\" and it clearly showed under the eyes of the world people that it is a kingpin of human rights abuses and the world's worst violator of human rights although it styles itself a human rights judge while interfering in the internal affairs of other countries over the human rights performance whenever an opportunity presents itself, according to Internet site of Kuguk Jonson.\r\n He continued: &nbsp;&nbsp;&nbsp;\r\n GIs' outrages were premeditated and organized crimes perpetrated by the U.S. military and an inevitable product of the brutal, ferocious and vulgar nature of the U.S. imperialists who feel the greatest pleasure in trampling down upon and suppressing other nations and countries. &nbsp;&nbsp;&nbsp;\r\n The U.S. is the sworn enemy of all the Koreans in the south and the north as well as the common enemy of humankind who treasure human rights and love peace. &nbsp;&nbsp;&nbsp;\r\n All the Koreans who wish to live a just and conscientious life should put an end to the domination and interference of the U.S., the incarnation of evil and the root cause of all misfortune and sufferings of the Korean nation, and turn out in anti-U.S. resistance to drive the U.S. forces out of south Korea. &nbsp;&nbsp;&nbsp;\r\n The Koreans from all walks of life should intensify the all-people struggle to resolutely check and foil the U.S. unreasonable pressure for additional troop dispatch to Iraq intended to make the Koreans accomplices in the crimes against peace and humanity. &nbsp;&nbsp;&nbsp;\r\n The NDFSK will join the people of all social standings who regard the sovereignty of the nation as their life and soul in giving momentum to the struggle for independence against the U.S. to bring earlier a new independent society free from outsiders without fail.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "More Messages of Sympathy from S. Korea and Overseas",
            "url": "http://kcna.co.jp/item/2004/200405/news05/19.htm#3",
            "content": "Messages of Sympathy to Kim Jong Il from Overseas Organizations and Koreans \r\n&nbsp;&nbsp;&nbsp; Pyongyang May 18 (KCNA) -- Leader Kim Jong Il received messages of sympathy from the International United Confederation of Koreans, the United Confederation of Koreans in the Uzbek Republic, the United Confederation of Koreans in Kazakhstan, the Koreans' Association in Russia, the Koryo Autonomous Society for National Culture, the Federation of Koreans in Australia and other overseas Koreans' organizations and Koreans as regards an explosion at Ryongchon Railway Station in North Phyongan Province.\r\n The messages expressed belief that the people in the homeland would make strenuous efforts to build a great prosperous powerful socialist nation closely rallied around Kim Jong Il with the faith and will to achieve greater victory and progress despite any ordeals and difficulties under his leadership.    \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reckless Remarks of Pro-American Traitor Condemned",
            "url": "http://kcna.co.jp/item/2004/200405/news05/19.htm#4",
            "content": "More Messages of Sympathy from S. Korea and Overseas \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 18 (KCNA) -- More messages of sympathy came to the north from reunification movement organizations, civic organizations, social, cultural, media, religious and other organizations of south Korea, overseas Koreans organizations including the General Association of Koreans in China and individual figures to express sorrow and consolation as regards an accident at Ryongchon Railway Station.    \r\n\r\n\r\n"
        },
        {
            "title": "Candlelight Function against Troop Dispatch Held in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200405/news05/19.htm#5",
            "content": "Reckless Remarks of Pro-American Traitor Condemned \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 18 (KCNA) -- Paek Jong Ho, chairman of the 12th-term south Korean Federation of University Student Councils reportedly made public a statement on May 13, condemning the minister of Foreign Affairs and Trade for insisting on troop dispatch to Iraq, flattering and yielding to the U.S.\r\n The statement said that at a press conference on May 12 he uttered that the dispatch of troops is to help the Iraqi people in their efforts for peaceful reconstruction, it is the promise not only to the international community but to the Iraqi people and he would make preparations for the dispatch of troops according to procedures. &nbsp;&nbsp;&nbsp;\r\n The statement accused him of describing the U.S. pressure as the demand of the international community to deceive the people and drive out innocent youths as bullet shields of the U.S. troops. &nbsp;&nbsp;&nbsp;\r\n If the minister of Foreign Affairs and Trade wants to represent the interests of the U.S., he should go to the U.S., the statement pointed out, demanding that he apologize to the people and step down at once and that the political camp immediately cancel the decision on the troop dispatch to Iraq and withdraw Sohui and Jema units.    \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Emergency Press Conference Held",
            "url": "http://kcna.co.jp/item/2004/200405/news05/19.htm#6",
            "content": "Candlelight Function against Troop Dispatch Held in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 18 (KCNA) -- The People's Action against Troop Dispatch to Iraq reportedly held a candlelight function against the troop dispatch to Iraq in front of Kwanghwamun in Seoul on May 14.\r\n The function attended by members of the organization and at least 300 citizens was divided into two parts. &nbsp;&nbsp;&nbsp;\r\n At the candlelight rally, the first part, speakers called for carrying on the struggle against the troop dispatch to have the decision revoked as a decision was made to turn down the \"motion on impeachment against the president.\" &nbsp;&nbsp;&nbsp;\r\n Recalling that the U.S. declared the Korean peninsula as its next target after Iraq, they said: If south Korea helps the U.S. get out of the quagmire it finds itself over the Iraqi issue, the Korean peninsula will be its next battlefield. Now is the time to bring home the troops from Iraq, realize national cooperation between the south and the north and build up strength in keeping with the approaching era of reunification. &nbsp;&nbsp;&nbsp;\r\n They called for holding high candle lights of justice and deal heavy blows at the U.S. keen to ignite a war on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n The second part of the function involved art performances on the theme of \"peace free from war\" and a show of video tape on anti-war actions. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, an all-people petition movement was staged in the venue of the function.    \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Stabbed by GIs",
            "url": "http://kcna.co.jp/item/2004/200405/news05/19.htm#7",
            "content": "Emergency Press Conference Held \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 18 (KCNA) -- The south Korean Federation of University Student Councils (Hanchongryon) reportedly called an emergency press conference at Yonsei University on May 14 in connection with the arrest of Jong Jae Uk, chairman of the 11th-term Hanchongryon.\r\n At the conference Paek Jong Ho, chairman of Hanchongryon, Ri Kyong Su, chairman of the Seoul District Federation of University Student Councils, Kwon O Hon, chairman of the Committee for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy, and others referred to the fact that the public security authorities have arrested 27 deputies to Hanchongryon including Jong Jae Uk since January, branding this as an outright challenge to the desire of the people for democracy and reunification. &nbsp;&nbsp;&nbsp;\r\n Saying that they can never repress their indignation at the security authorities' arrest of students, who have taken the lead in implementing the June 15 joint declaration, on charges of violation of the \"security law,\" they demanded the authorities immediately release all those in custody including Jong. &nbsp;&nbsp;&nbsp;\r\n They stated that they would stand up against the security authorities' move to list the 12th-term Hanchongryon as an \"enemy-benefiting organization,\" adding they would never tolerate attempt of the conservative forces to maintain the SL. &nbsp;&nbsp;&nbsp;\r\n At the conference Hanchongryon declared that they would inaugurate a joint defence panel with the Bar Association for a Democratic Society to conduct a struggle in the court and, on the other hand, hold functions for the total repeal of the SL together with the (south) Korean Council of Youth Organizations, the National Alliance for the Country's Reunification and the National Alliance of Youth and Students for the Country's Reunification in June.    \r\n\r\n\r\n"
        },
        {
            "title": "Dependence on Outside Forces Leads to National Ruin and Death",
            "url": "http://kcna.co.jp/item/2004/200405/news05/19.htm#8",
            "content": "S. Korean Stabbed by GIs \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 18 (KCNA) -- GIs in south Korea stabbed a civilian in his twenties surnamed Pak seriously wounding him near Yonsei University in Seoul on May 15, according to south Korean radio KBS.\r\n Five GIs who got drunk pounced upon Pak and one of them stabbed him on the neck with a knife when he tried to stop them kicking about in an unruly misconduct against a south Korean on a street that morning. The criminal was nabbed by civilians while fleeing. &nbsp;&nbsp;&nbsp;\r\n Such outrage of GIs dyed to the marrow in murderous disposition lashed the south Korean people into fury.    \r\n  \r\n\r\n\r\n"
        },
        {
            "title": "U.S. Arms Buildup in S. Korea under Fire",
            "url": "http://kcna.co.jp/item/2004/200405/news05/19.htm#9",
            "content": "Dependence on Outside Forces Leads to National Ruin and Death \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 18 (KCNA) -- Rodong Sinmun Tuesday in a signed article says independence is the life and soul of each country and nation and defense of independence is the way out for them and for prosperity. Flunkeyism and dependence on outside forces leads to national ruin and death, it adds.\r\n The article goes on: &nbsp;&nbsp;&nbsp;\r\n Through its long historical experiences the Korean nation has keenly felt that the lot of the slaves is more wretched than death and a ruined nation robbed of its sovereignty is more miserable than a dog in the house of death. So the Korean nation values its independence more than its life and knows the true worth of independence better than anyone else. &nbsp;&nbsp;&nbsp;\r\n To live by one's own means and walk on one's own feet, not depending on others, is to live independently. &nbsp;&nbsp;&nbsp;\r\n The United States, the very one which divided the Korean nation, is still making itself infamous as the main culprit viciously and persistently barring the reconciliation and cooperation of the Korean nation and peace and independent reunification of its country. &nbsp;&nbsp;&nbsp;\r\n By depending on the U.S., the south Korean people can never solve any domestic issue of south Korea and the affairs of the nation nor can free themselves from its yoke of subordination any time. The only way for south Korea to shake off foreign domination and yoke is to reject dependence on outside forces and restore sovereignty in reliance upon the internal force of the nation. &nbsp;&nbsp;&nbsp;\r\n There is no room within the nation for the forces which seek a way out in flunkeyism and dependence on outside forces, going against the nation's desire for independent reunification and the flow of the times.  \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japanese Ultra-right Conservatives' Anti-DPRK Farce Assailed",
            "url": "http://kcna.co.jp/item/2004/200405/news05/19.htm#10",
            "content": "U.S. Arms Buildup in S. Korea under Fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 18 (KCNA) -- The United States is getting feverish in the arms buildup, while ceaselessly shipping ultra-modern military equipment and latest weapons into south Korea. These are the dangerous moves to escalate the military confrontation on the Korean peninsula and increase its military pressure upon the DPRK and acts of aggression against it.\r\n Rodong Sinmun Tuesday says this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n In order to remove the danger of war from the Korean peninsula and ease the tension it is necessary to terminate the U.S. military presence in south Korea, its source, the commentary notes, and continues: &nbsp;&nbsp;&nbsp;\r\n After staging the war of aggression of Iraq under an unreasonable pretext, the U.S. is stepping up its preparations for the second Korean war, regarding the DPRK as the next major target of its state-sponsored terrorism and armed intervention. &nbsp;&nbsp;&nbsp;\r\n The U.S. bellicose forces have frequently staged provocative war maneuvers targeted against the DPRK in and around south Korea this year. All this is aimed to carry out its new Korean war scenario \"new operation plan 5026.\" &nbsp;&nbsp;&nbsp;\r\n The present situation, where the U.S. seeks an adventurous military attack on the DPRK behind the deceptive signboard of \"dialogue and diplomacy\", compels the army and the people of the DPRK to take every necessary counter-measure to cope with it with the highest revolutionary vigilance. &nbsp;&nbsp;&nbsp;\r\n Nobody can predict how the army and people of the DPRK will react against the U.S. preemptive attack. &nbsp;&nbsp;&nbsp;\r\n The U.S. had better bear this in mind and drop its Cold-War view on the DPRK. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Saengmyongsu, Efficacious Medical Drink",
            "url": "http://kcna.co.jp/item/2004/200405/news05/19.htm#11",
            "content": "Japanese Ultra-right Conservatives' Anti-DPRK Farce Assailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 18 (KCNA) -- The ultra-right conservative forces of Japan held a \"grand people's rally\" as regards the \"abduction issue\" in Tokyo recently to fan up hostility against the DPRK. It even adopted a \"resolution\" calling for an earlier application of economic sanctions against the DPRK.\r\n A signed commentary of Minju Joson Tuesday says that this row merits a serious attention as it was a revelation of anti-DPRK hostility of the Japanese ultra-right conservatives who do not want the establishment of diplomatic relations between the DPRK and Japan. &nbsp;&nbsp;&nbsp;\r\n They have neither qualification nor justification to fault the DPRK over the \"abduction issue,\" the commentary says, and goes on: &nbsp;&nbsp;&nbsp;\r\n They are sadly mistaken if they think they can shirk Japan's obligation to settle its past at any cost. &nbsp;&nbsp;&nbsp;\r\n The DPRK side has already clarified that it would strongly react to any sanctions against the DPRK, regarding it as a declaration of a war. This warning is also applicable to the ultra-right conservatives of Japan. &nbsp;&nbsp;&nbsp;\r\n It is an unshakable will and determination of all the Koreans to force Japan to pay generation after generation for all the crimes the Japanese imperialists committed in the past. &nbsp;&nbsp;&nbsp;\r\n The ultra-right conservative forces of Japan had better ponder over the grave consequences to be entailed by their anti-DPRK hysteria and make a proper option, though belatedly.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S., Wirepuller of Kwangju Massacre",
            "url": "http://kcna.co.jp/item/2004/200405/news05/19.htm#12",
            "content": "Saengmyongsu, Efficacious Medical Drink\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 18 (KCNA) -- The demand for Saengmyongsu, a medical drink developed by the Koryo Saengmyongsu Technical Centre of the Democratic People's Republic of Korea, is ever increasing among people.\r\n The drink (deoxidized water) is extensively used at hospitals and by many people to improve their health and treat diseases. &nbsp;&nbsp;&nbsp;\r\n There are some ten Saengmyongsu-serving shops in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n The water eliminates oxygen toxicity accumulated in human body by hyperoxia. It prevents aging, maintains and increases the movement function in body and helps relieve physical fatigue. &nbsp;&nbsp;&nbsp;\r\n The Academy of Koryo Medical Science has conducted a clinical examination of 3,500 people who took Saengmyongsu for ten months. &nbsp;&nbsp;&nbsp;\r\nThe result of the examination proved it very efficacious --50 percent in cancer treatment, 78.4 percent in diabetes, 75 percent in respiratory troubles, 77 percent in hypertrophy (0.5-1 kg decrease of weight on a monthly average), 82.4 percent in women's diseases, 73 percent in liver diseases, 92.6 percent in digestive troubles and 96 percent in skin diseases. &nbsp;&nbsp;&nbsp;\r\n The centre (E-mail; hyk @ co. chesin. com) has also developed various models of \"Koryo Saengmyongsu Producer\". &nbsp;&nbsp;&nbsp;\r\n The producer won a state invention certificate in Juche 84 (1995) and the patent right on a new device in China in Juche 86 (1997). &nbsp;&nbsp;&nbsp;\r\n It can produce deoxidized water very efficacious in the treatment of burns, bruise, bedsore, inflammation, skin diseases, colitis, cystitis, diarrhea, bromatoxism, septic tonsillitis, laryngitis, eye disease, toothache and dermatophytosis and in sterilization of medical apparatuses, meat and vegetables. &nbsp;&nbsp;&nbsp;\r\n The small-size producer for family use is very popular among people.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Resolution on Peace of Korean Peninsula Adopted",
            "url": "http://kcna.co.jp/item/2004/200405/news05/19.htm#13",
            "content": "U.S., Wirepuller of Kwangju Massacre\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 18 (KCNA) -- May 18 is the 24th anniversary of the heroic Popular Uprising in Kwangju, south Korea.\r\n Kwangju people turned out in the uprising against the rule of the U.S. imperialists and south Korean military fascists and for national sovereignty, democratization of society and the country's reunification. But their uprising was converted into a bloodbath. &nbsp;&nbsp;&nbsp;\r\n The Kwangju massacre was wirepulled by the U.S. &nbsp;&nbsp;&nbsp;\r\n Confused by the escalated uprising, the secretaries of State and Defence and other senior U.S officials raved that the \"rioters\" should be put down with \"iron fist\" and made the final decision that they \"support the new military authorities' armed crackdown on the uprising\". &nbsp;&nbsp;&nbsp;\r\n  According to the south Korean Yonhap News Agency, the precursor of the Yonhap News, in late February Juche 85(1996), J. Wickham who was the commander of the south Korea-based U.S. forces at the time of the uprising admitted at a public meeting that he approved the commitment to Kwangju of the 20th division of the south Korean army. And according to south Korean Radio No. 1 Washington correspondent in early May 1997, William Gleysteen, the then U.S. ambassador to south Korea, said in his message sent to the U.S. State Department that he gave agreement to the south Korean authorities to use armed forces in Kwangju. &nbsp;&nbsp;&nbsp;\r\n Not satisfied with this, the U.S. imperialists issued an alert order to all their forces present in south Korea and perpetrated a genocide against the uprisers and people. Members of the U.S. \"peace force\", witnesses of the Kwangju massacre, revealed that helicopters belonging to the U.S. 8th Army appeared in the air over Kwangju to strafe people who gathered during the uprising. &nbsp;&nbsp;&nbsp;\r\n The south Korean people will surely make the U.S. pay dearly for the massacre and courageously fight to put an end to the U.S. domination over south Korea    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Atrocities in Iraq Denounced",
            "url": "http://kcna.co.jp/item/2004/200405/news05/19.htm#14",
            "content": "Resolution on Peace of Korean Peninsula Adopted\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 18 (KCNA) -- A conference of the World Peace Council held in Athens from May 6 to 9 expressed solidarity with the Korean people in the struggle for peace against U.S. hegemonism and hostile policy toward the DPRK.\r\n The work of the council was summed up and its leading body was elected. &nbsp;&nbsp;&nbsp;\r\nAdopted there were a political declaration and a resolution on peace of the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n The political declaration urged a negotiated peaceful settlement of the nuclear issue on the Korean peninsula between the DPRK and the United States and strongly demanded the unconditional withdrawal of the U.S. forces from south Korea. \r\n Noting that the U.S. hostile policy towards the DPRK has created a strained situation which might touch off a nuclear war on the Korean peninsula, the resolution vehemently denounced the U.S. moves to start a war as a grave challenge to the cause of peace of the Korean people and the world people. &nbsp;&nbsp;&nbsp;\r\n It strongly demanded that the U.S. promptly drop its hostile policy against the DPRK, respond without delay to its aboveboard proposal to solve the nuclear issue through dialogue and peaceful means and by mode of simultaneous actions and immediately stop its reckless military threat and blackmail against the DPRK. &nbsp;&nbsp;&nbsp;\r\n It appealed to the governments, political parties, organizations, progressives and peace-loving people of all countries of the world to put strong international pressure on the U.S. to withdraw its anachronistic hard-line hostile policy towards the DPRK. &nbsp;&nbsp;&nbsp;\r\n The resolution stated that a powerful global solidarity movement would be launched to support the Korean people's cause of removing the danger of a new war on the Korean peninsula and reunifying the country in an independent and peaceful way under the banner of the June 15 North-South Joint Declaration. &nbsp;&nbsp;&nbsp;\r\n A solidarity meeting was held to voice support to the cause of the peoples of the DPRK and Cuba in the plaza of the Athens State Library on May 9. It drew figures of Greek political parties and organizations, popular masses of all strata and participants in the conference, upwards of ten thousand all told. &nbsp;&nbsp;&nbsp;\r\n Participating in the conference were the members of the leadership of the WPC, delegations and delegates from 51 countries including the DPRK, Cuba, Syria, India, the U.K. and the U.S. and international and regional organizations such as the International Association of Democratic Lawyers and the World Federation of Democratic Youth.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Special Envoy of UN Secretary General Arrives",
            "url": "http://kcna.co.jp/item/2004/200405/news05/19.htm#15",
            "content": "U.S. Atrocities in Iraq Denounced\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 18 (KCNA) -- The shocking inhuman barbarism committed by U.S. imperialist aggression troops in Iraq clearly reveals the heinous colors of the U.S. imperialist brutes with aggression and war, murder and maltreatment as their real nature, being a state-sponsored war crime intentionally committed by the Bush administration in a premeditative manner, says a spokesman for the Central Committee of the Korean Social Democratic Party in a statement Monday.\r\n Branding the United States as an empire of vices which slaughtered American natives from the moment of its appearance on the globe and challenged the conscience of humankind desirous of justice and peace, the statement says: &nbsp;&nbsp;&nbsp;\r\n The inhuman atrocities committed by the U.S. imperialist aggression troops in Iraq are the extension of the crime-woven history of the U.S. imperialist brutes stained with blood and they clearly prove once again that the U.S. is the ringleader of aggression and murder and chieftain of human right abuses who must be put in the dock for abusing the human rights on a global scale. &nbsp;&nbsp;&nbsp;\r\n It is the most unreasonable act against the aspiration and desire of the entire Korean nation and peace-loving people of the world to dispatch troops to Iraq, a trap of crimes and death laid by the U.S., crying for south Korea-U.S. \"cooperation\". &nbsp;&nbsp;&nbsp;\r\n The south Korean political parties should bear in mind that cooperation with the U.S. is immediately cooperation for a war and national ruin and actively join the people in the just anti-U.S. struggle to force the U.S. imperialists to pay for the misfortunes, disasters and sacrifices they imposed upon the Korean nation and open a new history of independence and reunification. &nbsp;&nbsp;&nbsp;\r\n The statement calls on the democratic political parties of all countries struggling for the building of an independent and peaceful new world to vigorously turn out in the fight against the U.S., the root cause of aggression and war and chieftain of injustice.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Visits",
            "url": "http://kcna.co.jp/item/2004/200405/news05/19.htm#16",
            "content": "Special Envoy of UN Secretary General Arrives\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 18 (KCNA) -- Maurice Strong, special envoy of the secretary general of the United Nations, and his party arrived here Tuesday.\r\n The special envoy was greeted at the airport by an official concerned and the UN resident coordinator in the DPRK who is also acting resident representative of the UNDP.    \r\n\r\n\r\n\r\n"
        }
    ]
}