{
    "date": "2004-10-09",
    "url": "http://kcna.co.jp/item/2004/200410/20041009.htm",
    "articles": [
        {
            "title": "FM. Spokesman Clarifies DPRK's Stand on Six-party Talks and Solution to Nuclear Issue",
            "url": "http://kcna.co.jp/item/2004/200410/news10/09.htm#1",
            "content": "FM. Spokesman Clarifies DPRK's Stand on Six-party Talks and Solution to Nuclear Issue \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 8 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK clarified the principled stand of the DPRK as regards the six-party talks and the solution to the nuclear issue between the DPRK and the U.S., holding the Bush administration accountable for its unilateral abrogation of all agreements reached between the DPRK and the previous U.S. administration over the nuclear issue and the prevailing stand-off on the Korean peninsula.\r\n This clarification was made in a statement issued Friday to accuse the Bush group of trying to mislead the public opinion in a bid to shift the blame for the delay of the solution to the nuclear issue between the two countries including the resumption of the six-party talks on to the DPRK and garner voters' support with the presidential election at hand. &nbsp;&nbsp;&nbsp;\r\n Commenting on the stand and attitude of the administration towards the nuclear issue, the statement said that it is the consistent stand of the DPRK government to seek a solution to the complicated and sensitive nuclear issue through bilateral negotiations and added that this stand still remains unchanged. He disclosed that the Bush administration did not come out to the six-party talks with a willingness to solve the issue from the outset. They used them as a leverage to force the DPRK to stand trial over the nuclear issue, bring collective pressure upon it to bring it to its knees and secure a pretext to attack it by force just as it invaded Iraq, he noted. &nbsp;&nbsp;&nbsp;\r\n Noting that any progress in the six-party talks and a prospect of settling the nuclear issue entirely depend on the U.S. switchover in its hostile policy toward the DPRK, the statement asserted that the DPRK does not care who becomes president in the U.S. and that its only concern is what kind of Korea policy the future administration would shape. &nbsp;&nbsp;&nbsp;\r\n The six-party talks can be resumed right now if the U.S. rebuilds the groundwork of the talks with a willingness to make a switchover in its hostile policy toward the DPRK though belatedly. But if the new administration does not make such switchover it can never expect any change in the DPRK's stand toward the issue. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il's Work Published in Germany",
            "url": "http://kcna.co.jp/item/2004/200410/news10/09.htm#2",
            "content": "Kim Jong Il's Work Published in Germany \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 8 (KCNA) -- Leader Kim Jong Il's famous work \"Historical Lesson Drawn from Socialist Construction and General Line Of Our Party\" was brought out in pamphlet by the Communist Party of Germany on September 30.\r\n The work, published on January 3, Juche 81 (1992), scientifically clarifies, on the basis of the Juche idea, the historical lesson drawn from the collapse of socialism in various countries and explains that the general line of the Workers' Party of Korea on strengthening the people's power and vigorously promoting the three revolutions, ideological; technical and cultural, is the most just line of socialist construction as it is an embodiment of the Juche idea.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Sung Author Many Works on Party Building",
            "url": "http://kcna.co.jp/item/2004/200410/news10/09.htm#3",
            "content": "Kim Il Sung Author Many Works on Party Building \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 8 (KCNA) -- President Kim Il Sung founded the immortal Juche idea and authored many famous works on the Party building and activities in the whole period of his great revolutionary life, indicating a new way of building a revolutionary party.\r\n The President authored many works including \"The Path of the Korean Revolution,\" \"On the Occasion of the Formation of the Party Organization,\" \"On Immediate Tasks of Party Originations at Home\" and \"The Tasks of the Communists for Strengthening and Developing the Anti-Japanese National Liberation Struggle\" as early as in the 1930s. In this way he set out a unique idea of founding a revolutionary party of Juche type, a party of new type quite different from the former party, and laid an organizational and ideological foundation for building a party in the crucible of the arduous anti-Japanese revolutionary struggle. &nbsp;&nbsp;&nbsp;\r\n He in these historic works laid down unique policies for adhering to independence in the party building and founding the party in such a way as to create before anything else basic party organizations that struck their roots among broad popular masses and expand and strengthen them. &nbsp;&nbsp;&nbsp;\r\n Right after the liberation of the country, he authored \"On Building the Party, State and Armed Forces in the Liberated Homeland\", \"Building of New Korea and Immediate Tasks of Communists\" and other works, indicating tasks to found the Party, the guiding force of the revolution, in the liberated country and overall ways to implement them. &nbsp;&nbsp;&nbsp;\r\n He gave for the first time in history perfect answers to the theoretical and practical problems arising in building the Workers' Party of Korea as a mass party on the basis of preserving the working class nature as a working class party made up of workers, farmers and intellectuals in various works including \"For the Consolidation of the Party\" and \"For the Establishment of a United Party of the Working Masses\" and \"On the Results of the Inaugural Congress of the Workers' Party of North Korea.\" &nbsp;&nbsp;&nbsp;\r\n He also authored \"The Organizational and Ideological Strengthening of the Party Is the Basis of Our Victory\", \"On Eliminating Dogmatism and Formalism in the Ideological Work and Establishing Juche\", \"Report to the Third Congress of the Workers' Party of Korea on the Work of the Central Committee\", \"Report to the Sixth Congress of the Workers' Party of Korea on the Work of the Central Committee\" and other works, setting out unique theories on the principles and methods of the Party building and activities. &nbsp;&nbsp;&nbsp;\r\n He gave scientific and unique answers to the questions as to the historic necessity to succeed to the revolutionary cause and a decisive role played by a successor to the leader in carrying out the cause of the working class to be pursued generation after generation in his famous works \"Revolutionary Unity Is a Guarantee for All Victories\", \"On the Occasion of the 30th Anniversary of the Foundation of the Workers' Party of Korea\", \"Historical Experience of Building the Workers' Party of Korea\", \"For Carrying Forward and Accomplishing the Socialist Cause\" and others. &nbsp;&nbsp;&nbsp;\r\n His immortal works serve as an immortal banner guaranteeing the victory of the revolutionary cause of Juche as they most scientifically indicate a unique way of building a revolutionary party in the era of independence.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "59th Founding Anniversary of WPK Celebrated Abroad",
            "url": "http://kcna.co.jp/item/2004/200410/news10/09.htm#4",
            "content": "59th Founding Anniversary of WPK Celebrated Abroad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 8 (KCNA) -- Celebration meetings, photo exhibitions and film shows were held in Romania, Indonesia, Switzerland and Equatorial Guinea from October 1 to 4 on the occasion of the 59th founding anniversary of the Workers Party of Korea (WPK).\r\n Photos showing the glorious road of the WPK were on display at the photo exhibitions.\r\n Korean films including \"Respected Comrade Kim Jong Il Is a Great Thinker and Theoretician\" and \"The 55th Anniversary of the Workers' Party of Korea\" were screened at the film shows. &nbsp;&nbsp;&nbsp;\r\n After seeing a film the secretary general of the National Leading Council of the Diversity Unity Party of Indonesia said the WPK had become a powerful party, strong in organization and united under the leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Our party has so far favorably developed its relations with the WPK and it is proud of this, he said. &nbsp;&nbsp;&nbsp;\r\nThe chief of the Pyongyang Cultural Interchange Centre in Lausane, Switzerland said at the photo exhibition and film show that it is the secret of all the victories won in the DPRK that the Korean people have the WPK, an ever-victorious steel-like party founded by President Kim Il Sung and led by Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n A message of greetings to Kim Jong Il was adopted at the meeting held in Romania.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Romanian Figure Lauds WPK",
            "url": "http://kcna.co.jp/item/2004/200410/news10/09.htm#5",
            "content": "Romanian Figure Lauds WPK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 8 (KCNA) -- The Korean people have confidently built Korean-style socialism, not wavering in any storm over the last 59 years under the correct leadership of the WPK and vigorously pushed ahead with the cause of the independent and peaceful reunification of the country, said Niculae Pavelescu, organising secretary of the Romanian Working Party.\r\n In his statement published on October 3 on the occasion of the 59th founding anniversary of the WPK, he noted the WPK, generally recognized as a party strongest in organization in the world, was founded by President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n He further said: &nbsp;&nbsp;&nbsp;\r\n The WPK, founded soon after Korea's liberation, grew into a mighty guiding force with a solid base among the masses in a short time and it is energetically leading the revolution and construction. &nbsp;&nbsp;&nbsp;\r\n Leader Kim Jong Il created the mode of Songun politics by applying the idea of Kim Il Sung on attaching importance to arms and he is firmly defending the sovereignty and dignity of the country in spite of the complicate change of the situation at the present time.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Passage of \"North Korean Human Rights Act\" Condemned",
            "url": "http://kcna.co.jp/item/2004/200410/news10/09.htm#6",
            "content": "U.S. Passage of \"North Korean Human Rights Act\" Condemned \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 8 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration in a commentary on October 2 reportedly charged that the \"north Korean human rights act\", which was passed through the U.S. Senate, is, in a word, aimed to disrupt north Korea and invade north Korea, according to a news report.\r\n It is the world-recognized fact that the passage of the bill is part of the U.S. plan for a war against the north, the commentary said, and went on: &nbsp;&nbsp;&nbsp;\r\n The course of passing the bill through Congress is another evidence showing the essence of the U.S. imperialist politics. &nbsp;&nbsp;&nbsp;\r\n We should clearly know that the only measure for peace on the Korean peninsula is the powerful anti-U.S. and anti-war struggle of the 70 million fellow countrymen.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chinese Diplomats Help Korean Farmers in Harvesting",
            "url": "http://kcna.co.jp/item/2004/200410/news10/09.htm#7",
            "content": "Chinese Diplomats Help Korean Farmers in Harvesting \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 8 (KCNA) -- Chinese Ambassador  to the DPRK Wu Donghe and staff members of the Chinese embassy here Thursday went to the DPRK-China Friendship Thaekam Cooperative Farm in Sunan District, Pyongyang to help its members in rice harvesting.\r\n During break they conversed with farmers, deepening the friendship. &nbsp;&nbsp;&nbsp;\r\n The ambassador said they were pleased to give helping hands to the farm at a time when the 59th founding anniversary of the Workers' Party of Korea was being significantly marked. He wished the agricultural workers of the farm success in the agricultural production.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "End to Disgraceful S. Korea-U.S. Alliance Called for",
            "url": "http://kcna.co.jp/item/2004/200410/news10/09.htm#8",
            "content": "End to Disgraceful S. Korea-U.S. Alliance Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 8 (KCNA) -- It was disclosed that more than 25.95 billion won had been paid in reparation for the illegal acts committed by the U.S. imperialist forces of aggression in south Korea for the last 10 years from 1994 to July this year. In this regard the Secretariat of the Committee for the Peaceful Reunification of the Fatherland issued information bulletin No. 887 Thursday.\r\n The information bulletin said: &nbsp;&nbsp;&nbsp;\r\n The fact that south Korea paid such a stupendous amount of funds in compensation for the illegal acts though it is not responsible for them is a product of the shackling \"South Korea-U.S. Status of Forces Agreement.\" This clearly proves that the south Korean regime is a poor puppet regime serving the U.S. and the relations between south Korea and the U.S. are the master-servant ties to all intents and purposes. &nbsp;&nbsp;&nbsp;\r\n This disgraceful south Korea-U.S. alliance should not be allowed to exist any longer. &nbsp;&nbsp;&nbsp;\r\n The people from all walks of life in south Korea should more vigorously turn out in the patriotic struggle to put an end to the U.S. domination and military occupation and frustrate treacherous maneuvers of the pro-U.S. forces under the uplifted slogan of \"Let's not allow the U.S. forces' presence in south Korea to go beyond 60 years.\"    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "New Car Air Cleaner Made in DPRK",
            "url": "http://kcna.co.jp/item/2004/200410/news10/09.htm#9",
            "content": "New Car Air Cleaner Made in DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 8 (KCNA) -- The Paektusan Institute of Architecture of the Democratic People's Republic of Korea has made a new model of car air cleaner.\r\n Kim Myong Ho, a section chief of the institute and head of the research team, told KCNA that the small and light cleaner fully eliminates dust, harmful gas, bad smell and germs in the car. &nbsp;&nbsp;&nbsp;\r\n It also produces 2,000 negative ions per one cubic centimeter, providing fresh and clean air to drivers and passengers. &nbsp;&nbsp;&nbsp;\r\n The result of its application to several dozen cars has proved that it removes nearly 95 percent of dust, harmful gas, germs, etc. &nbsp;&nbsp;&nbsp;\r\n The simply manufactured device is popular among drivers.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Bush Administration Responsible for Delay in Solution to Nuclear Issue",
            "url": "http://kcna.co.jp/item/2004/200410/news10/09.htm#10",
            "content": "Bush Administration Responsible for Delay in Solution to Nuclear Issue\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 8 (KCNA) -- A spokesman for the DPRK Foreign Ministry issued a statement Friday accusing the Bush administration of trying to mislead the public opinion in a bid to shift the blame for the delay in a solution to the nuclear issue including the resumption of the six-party talks on to the DPRK and garner voters' support at a time when the nuclear issue on the Korean peninsula has become one of the topics in the campaign in the U.S. with the presidential election at hand.\r\n The statement says: &nbsp;&nbsp;&nbsp;\r\n On October 1 Bush in a TV face-to-face debate asserted that the DPRK-U.S. Agreed Framework (AF) was scrapped because the DPRK has pursued \"highly enriched uranium program\" and that the U.S. has promoted multi-lateral talks such as the six-party talks rather than bilateral talks between the DPRK and the U.S. because the former has not honored bilateral commitments. This is profound confusion of the right and the wrong. &nbsp;&nbsp;&nbsp;\r\n Powell and other senior officials of the State Department vied with each other to claim that the six-party talks have not yet been resumed because the DPRK employs delaying tactics waiting for the outcome of the presidential election, in their vain attempt to shift the blame for the failure to make any progress in the process of the talks on to the DPRK. &nbsp;&nbsp;&nbsp;\r\n The world is well aware of how the nuclear issue on the Korean peninsula surfaced and why the process to seek a negotiated solution to the issue hit a snag. &nbsp;&nbsp;&nbsp;\r\n We would like to comment once again on the Bush administration's stand and attitude toward the nuclear issue between the DPRK and the U.S. prompted by the desire to help the fair world public know well about the true nature of the administration which has gone reckless in its bid to enlist support of voters in the upcoming election. &nbsp;&nbsp;&nbsp;\r\n Drawing a conclusion to begin with, it is none other than the Bush administration which is to blame for its unilateral abrogation of all agreements reached between the DPRK and the previous U.S. administration over the nuclear issue and the prevailing stand-off on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n As already reported, the basic spirit of the New York DPRK-U.S. Joint Statement adopted in June 1993, the Geneva DPRK-U.S. Agreed Framework (AF) in October 1994 and the Washington DPRK-U.S. Joint Communique in October 2000 and other agreements reached between the two countries called on both sides to respect each other's sovereignty, drop hostility toward the other side and refrain from using nuclear weapons and other arms and threatening the other side with nukes, and normalize future-oriented relations by terminating the long- standing abnormal bilateral relations through confidence-building measures including the provision of light water reactors (LWR) to the DPRK. &nbsp;&nbsp;&nbsp;\r\n However, the Bush administration totally negated the AF and has since kept designating the DPRK as part of \"an axis of evil\" and \"target of a preemptive nuclear attack\" over the past four years since its appearance. It opted for \"regime change\" and the escalation of political, economic and military sanctions and blockade against the DPRK, deliberately procrastinated the construction of the LWRs instead of providing LWRs to the DPRK and finally scrapped the AF, far from respecting its sovereignty and dropping its hostile policy toward the DPRK. This resulted in pushing the bilateral relations to a catastrophic phase. &nbsp;&nbsp;&nbsp;\r\n The Bush administration faked up the fiction about the DPRK's pursuance of \"highly enriched uranium program\" in a bid to justify its improper acts, shift the blame for the non-compliance with its commitment to provide LWRs by 2003 on to the DPRK and stem the positive trend of the situation on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n The U.S. president's special envoy Kelly during his visit to Pyongyang in October 2002, pressurized the DPRK to disclose information related to its pursuance of \"highly enriched uranium program\", asserting that he had such information. He threatened that failure to do so would put not only the DPRK-U.S. relations but the DPRK-Japan and inter-Korean relations into catastrophe. &nbsp;&nbsp;&nbsp;\r\n We were greatly infuriated by the undisguised pressure upon us, in utter disregard of the oriental custom in which the visitor should respect the host, to say nothing of its sovereignty. &nbsp;&nbsp;&nbsp;\r\n The DPRK side, therefore, clarified that it was entitled to possess weapons more powerful than nuclear weapons to cope with the U.S. ever-growing moves to isolate and stifle the DPRK and that it felt no need to explain what it meant to the U.S., its most hostile country. &nbsp;&nbsp;&nbsp;\r\n After the return of the special envoy the U.S., as if it had been waiting for the opportunity to happen, kicked up a false propaganda that the DPRK admitted the nuclear weapons program based on uranium enrichment. &nbsp;&nbsp;&nbsp;\r\n  The core point of the DPRK-U.S. Agreed Framework is the U.S. commitment to provide light-water reactors to the DPRK in return for its nuclear freeze. &nbsp;&nbsp;&nbsp;\r\n But the construction of LWRs which the U.S. had promised to provide to the DPRK ended in its groundwork. &nbsp;&nbsp;&nbsp;\r\n The U.S. even suspended the supply of heavy fuel oil, the only commitment which had been implemented under the AF, thus scrapping it in the end. &nbsp;&nbsp;&nbsp;\r\n We have already clarified more than once that it was the truth behind the U.S. abrogation of the AF. &nbsp;&nbsp;&nbsp;\r\n Nevertheless, the Bush group threatened us that \"all the options\" are on the table of the president while floating sheer lie that the \"U.S. was deceived.\" In the meantime it said \"it has no intention to attack north Korea but sincerely wants to help it.\" This conduct does not tally with its words. &nbsp;&nbsp;&nbsp;\r\n The Bush administration has not given up its military threat to the DPRK including nuclear threat but escalated the threat to mount a preemptive nuclear attack on the latter. And it is seriously menacing us in collision with its allies by staging a \"joint naval exercise,\" pursuant to the PSI in the waters off Japan. &nbsp;&nbsp;&nbsp;\r\n The U.S., however, tries to deceive the fair world public opinion, claiming that it has no intention hostile to the DPRK. The international community is stunned by this brazen-faced assertion and attitude. &nbsp;&nbsp;&nbsp;\r\n All the facts go to clearly prove who is a real liar and who is a real victim. &nbsp;&nbsp;&nbsp;\r\n It is the consistent stand of the DPRK to settle the complicate and sensitive nuclear issue through the DPRK-U.S. bilateral talks and it remains unchanged. &nbsp;&nbsp;&nbsp;\r\n The Bush administration describes the holding of the six-party talks as an exploit it performed during its office. But the process of dialogue would be unthinkable without our sincere approach and stand to seek a negotiated solution to the issue. &nbsp;&nbsp;&nbsp;\r\n We responded to the three-party talks, with a broad-minded stand that we would not stick to the dialogue formula if the U.S. had a will to change its hostile policy towards the DPRK, by the good offices of China, and when the parties concerned talked about the proposal for three-, four- and five-party talks we took the initiative to hold the six-party talks and translated them into a reality. &nbsp;&nbsp;&nbsp;\r\n The DPRK had made every possible effort to solve the issue with utmost flexibility and magnanimity at the past three rounds of the six-way talks. &nbsp;&nbsp;&nbsp;\r\n However, the U.S. side unwillingly came out to the talks with the conflicting stand that \"contacts are possible but negotiations are impossible.\" It just read out the text of the speech prepared at the White House, asserting that it would not have any negotiations with the DPRK. And it repeated its demand that the DPRK dismantle its nuclear program first, an unrealistic one disregarding the present bilateral relations, thus deliberately putting the talks to a stalemate. &nbsp;&nbsp;&nbsp;\r\n Such attitude cast a doubt about the relevance of the talks and invited an open contempt from most of their participants. &nbsp;&nbsp;&nbsp;\r\n At the first round of the talks, the U.S. side clarified the stand that it would not take any corresponding step unless the DPRK accepts CVID. It disclosed its stand that the U.S. will not opt for the normalization of the bilateral relations and it is opposed to the principle of simultaneous actions unless so-called missile, conventional weapons, human rights and other issues are settled even after the solution of the nuclear issue. &nbsp;&nbsp;&nbsp;\r\n At the third round of the talks in late June, all the participants unanimously agreed on the principle of \"words for words\", \"actions for actions\" and \"reward for freeze\". &nbsp;&nbsp;&nbsp;\r\n But, the head of the U.S delegation, at a congressional hearing on July 15 just after the talks, reclarified its political stance that \"there would be no reward for north Korea's nuclear freeze.\" &nbsp;&nbsp;&nbsp;\r\n Recently, the U.S. bolstered its huge military presence in and around the Korean peninsula to step up its hostile policy and slandered the DPRK, its dialogue partner. Not content with this, it went the lengths of letting loose vituperation against the supreme leadership of the DPRK. &nbsp;&nbsp;&nbsp;\r\n Moreover, the U.S., the worst terrorist and human rights violator in the world, now unhesitatingly reveals its intention to \"overthrow\" the system in the DPRK. It is going to spend a huge amount of fund, for this purpose, out of the government budget after enacting the \"North Korean Human Rights Act\". &nbsp;&nbsp;&nbsp;\r\n  As seen above, the Bush administration has totally destroyed the groundwork of the talks by taking an extreme attitude of rejecting and ignoring its dialogue partner and attempting to isolate and stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\nAs clearly disclosed by the cases of secret nuclear-related experiments in south Korea, it has applied double standards over the nuclear issue on the Korean peninsula, driving the six-party talks into serious catastrophe. &nbsp;&nbsp;&nbsp;\r\n The Bush administration did not come out to the six-party talks with a willingness to solve the issue from the outset. They used them as a leverage to force the DPRK to stand trial over the nuclear issue, put collective pressure upon it to bring it to its knees and secure a pretext to attack it by force just as it invaded Iraq. &nbsp;&nbsp;&nbsp;\r\n Its deceptive stand and attitude remind one of the assertion made by the fascists of the last century that \"a hundred lies make one believe them.\" &nbsp;&nbsp;&nbsp;\r\n As we clarified more than once, any progress in the six-party talks and a prospect of settling the nuclear issue entirely depend on the U.S. switchover in its hostile policy toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n The DPRK does not care who becomes president in the U.S. and its only concern is what kind of Korea policy the future administration would shape. &nbsp;&nbsp;&nbsp;\r\n The six-party talks may be resumed right now if the U.S. rebuilds the groundwork of the talks with a willingness to make a switchover in its hostile policy toward the DPRK though belatedly. But if the new administration does not make such switchover it can never expect any change in the DPRK's stand toward the issue. &nbsp;&nbsp;&nbsp;\r\n The U.S. seems to order us to kneel down before it and respond to a \"dialogue\" while sitting in a chair. This American way of thinking will never work on us. &nbsp;&nbsp;&nbsp;\r\n We would like to state once again that as long as the U.S. persistently pursues its hostile policy towards the DPRK to isolate and stifle it without any willingness to coexist with us, we will continue to bolster our self-defensive deterrence force to counter it. This is the unshakable will of the Korean People's Army and the people.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Useful Animals Propagated in DPRK",
            "url": "http://kcna.co.jp/item/2004/200410/news10/09.htm#11",
            "content": "Useful Animals Propagated in DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 8 (KCNA) -- Useful animals are being preserved and propagated in the Democratic People's Republic of Korea.\r\n The government set up reserves of more than 30,000 hectares in different areas of the country a few years ago to protect and increase useful animals including white-bellied black woodpecker, pheasant and bear. &nbsp;&nbsp;&nbsp;\r\n Especially, various steps have been taken to protect white-bellied black woodpecker, an indigenous bird of Korea. &nbsp;&nbsp;&nbsp;\r\n The already established white-bellied black woodpecker reserves have been managed well. Since several pairs of white-bellied black woodpeckers made their appearance in forests of Rinsan and Phyongsan counties and Pakyon district of Kaesong, North Hwanghae Province some time ago, activities for arranging these areas as reserves and providing nestles are being conducted. &nbsp;&nbsp;&nbsp;\r\n Efforts are also being directed to the protection and propagation of Korean pheasants. Steps have already been taken to set up pheasant reserves in North Hwanghae Province and other areas, form farms for breeding pheasants and releasing them in mountains and reinforce their material and technical foundation. &nbsp;&nbsp;&nbsp;\r\n After the establishment of reserves to protect brown bears and Ursus tibetanus inhabiting in North and South Hamgyong, Ryanggang and Jagang provinces, activities have been carried on to create thick forests and ensure feed conditions. &nbsp;&nbsp;&nbsp;\r\n Since the Law on Useful Animals of the DPRK was adopted in November Juche 87 (1998), useful animals have been protected amid deep concern of the government and all people. &nbsp;&nbsp;&nbsp;\r\n Various activities such as lecture, visual-aid information, explanation, film show and experience exchange have been conducted to give knowledge about biological features of the useful animals to students and working people. &nbsp;&nbsp;&nbsp;\r\n Thanks to the correct nature conservation policy of the government, various species of useful animals which have been on the eve of extinction in the world are growing in numbers in the DPRK.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}