{
    "date": "2004-12-21",
    "url": "http://kcna.co.jp/item/2004/200412/20041221.htm",
    "articles": [
        {
            "title": "U.S. Accused of Trying to Bring Down DPRK System",
            "url": "http://kcna.co.jp/item/2004/200412/news12/21.htm#1",
            "content": "U.S. Accused of Trying to Bring Down DPRK System \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 20 (KCNA) -- If the United States more desperately pursues its hostile policy to isolate and stifle the DPRK under the pretext of the \"nuclear issue\" and \"human rights issue\", not showing its willingness to co-exist with the DPRK, the latter will react to it by further increasing its self-defensive deterrent force.\r\n A spokesman for the DPRK Foreign Ministry said this in an answer Monday as regards the recent \"human rights\" racket going beyond the danger line kicked up by the U.S. as part of its hostile policy toward the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. is reportedly planning to designate even the post of \"a special envoy in charge of north Korean human rights\" and going to appoint one in the wake of the adoption and effectuation of the \"North Korean Human Rights Act\" which is aimed to bring down the \"system in the DPRK,\" he noted, and continued: &nbsp;&nbsp;&nbsp;\r\n It is deplorable for the U.S. to style itself an international \"judge of human rights\", unaware of its position. &nbsp;&nbsp;&nbsp;\r\n By nature the U.S. is the worst human rights graveyard in the world. &nbsp;&nbsp;&nbsp;\r\n It is the worst human rights violator and the biggest criminal. This is clearly proved by what happened in Iraq. &nbsp;&nbsp;&nbsp;\r\n The Iraqi war was an illegal war of aggression started by the U.S. in wanton breach of international law and a serious violation of human rights as it encroached upon the state sovereignty from its outset. &nbsp;&nbsp;&nbsp;\r\n When looking back on its history, the U.S. faked up \"human rights issues\" to use them as pretexts for interfering in the internal affairs of those anti-U.S., independent countries and \"justifying\" its aggression and war against the sovereign states and its moves to topple their governments while politicizing human rights issues and applying selectivity and double standards. &nbsp;&nbsp;&nbsp;\r\n The \"North Korean Human Rights Act\" is an example of this. &nbsp;&nbsp;&nbsp;\r\n When the U.S. attempt to disarm the DPRK by pressurizing it to scrap its nuclear development program first proved futile, the U.S. has come out to bring down the \"system in the DPRK\" under the pretext of \"democracy\" and \"human rights.\" It went the lengths of adopting a legislation which calls for allocating a huge of amount of fund out of its state budget. &nbsp;&nbsp;&nbsp;\r\n When its \"North Korean Human Rights Act\" came to be rebuffed and denounced by the international community, the U.S. blustered that the act is not aimed to \"bring down the system in the DPRK\" but \"make it change its system\" and it is specifically designed to \"make it change its economic system\". &nbsp;&nbsp;&nbsp;\r\n The U.S. intention to dare force the DPRK to change its system chosen by the Korean people and defended by themselves is a wanton violation of the freedom of choice and political right of citizens. &nbsp;&nbsp;&nbsp;\r\n The U.S. raised a hue and cry over \"threat of weapons of mass destruction\" by Iraq and invaded it in the end. And when it failed to find any way of justifying the war, it raised a \"human rights issue.\" This eloquently proves the hypocrisy and nature of the U.S.-style \"defence of human rights \". &nbsp;&nbsp;&nbsp;\r\n The Iraqi incident teaches a lesson that human rights not based on state sovereignty, the human rights not protected by strength, are no more than an illusion and it is the only option for defending the genuine human rights to struggle against their violation by physical strength as long as the U.S. remains unchanged in its policy of using the \"human rights issue\" as an all-powerful leverage for interfering in the internal affairs of other countries and bringing down their systems.    \r\n \r\n\r\n  \r\n\r\n"
        },
        {
            "title": "Unabated Fight for Repeal of NSL in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200412/news12/21.htm#2",
            "content": "Unabated Fight for Repeal of NSL in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 20 (KCNA) -- The fight for the repeal of the \"National Security Law\" remains in high tide in south Korea.\r\n Yun Ki Jin, chairman of the South Headquarters of the National Alliance of Youth and Students for the Country's Reunification, in an appeal titled \"Let us make a breakthrough in opening the year of independent reunification by getting the NSL totally scrapped\" on December 15 noted that the reunification movement organizations as well as workers, peasants, youth and students, religionists, politicians and people of other strata of this land were turning out on to the streets with do-or-die resolution to have the NSL, an evil law against the nation, democracy and reunification, repealed within this year at any cost. The Grand National Party and other anti-reunification conservative forces, driven into a tight corner, are making desperate efforts to keep the evil law, trying by hook or by crook to fake up \"pro-communism\", the appeal said.\r\n It called for getting the NSL repealed within this year without fail and winning the first victory in ushering in the year of the withdrawal of the U.S. forces and the year of national reunification. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the People's Solidarity for the Repeal of the \"National Security Law\" held a press conference in front of the \"National Assembly\" building in Seoul on Dec. 15 to appeal to the people to go all out in a grand candle-light march. And the People's Solidarity and the south Korean Federation of University Student Councils (Hanchongryon) held a press conference in front of the Seoul District Prosecutor's Office on Dec. 14 demanding the acquittal of the chairman of Hanchongryon and the repeal of\r\nthe NSL within the year. &nbsp;&nbsp;&nbsp;\r\n The hunger strike group of the People's Solidarity held a press conference in front of the \"National Assembly\" building on Dec. 13 at which it declared it would keep up the hunger strike till the evil law is repealed. It held a candle-light cultural function in front of the NA building that evening.    \r\n   \r\n\r\n\r\n"
        },
        {
            "title": "63rd Anti-U.S. Solidarity Rally Held in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200412/news12/21.htm#3",
            "content": "63rd Anti-U.S. Solidarity Rally Held in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 20 (KCNA) -- Civic and public organizations in south Korea held the 563rd anti-U.S. solidarity rally in the citizens' park of Seoul on Dec. 14, according to a press report.\r\n Attending there were the Phaengsong-up Measure Committee against Expansion of U.S. Military Bases, the Kwangju-South Jolla Provincial Joint Measure Committee against Deployment of Patriot Missiles at Kwangju Airport, the Council of Family Movement for Realizing Democracy, the People for Achieving Peace and Reunification, the Headquarters of the Movement for Eradicating U.S. Soldiers' Crimes and the Solidarity for Cultural Heritages. &nbsp;&nbsp;&nbsp;\r\n A resolution read out at the rally stated they would wage a powerful struggle to put an end to the south Korea-U.S. \"alliance\" forcing a fabulous burden and sufferings upon the people. They said they would fight vigorously to make 2005, the 60th year since the division of the country, a year of bringing a new era of independence, peace and reunification. &nbsp;&nbsp;&nbsp;\r\n At the end of the rally the participants submitted to the south Korean Ministry of Defence a letter of protest declaring they would \"define the Kwangju airport where Combat Flying Corps No. 1 of the Air Force is present as a U.S. military base and launch into a fight for its dismantlement\".    \r\n\r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Cambodian King",
            "url": "http://kcna.co.jp/item/2004/200412/news12/21.htm#4",
            "content": "Greetings to Cambodian King \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 20 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Sunday sent a message of greetings to Cambodian King Norodom Sihamoni on the 40th anniversary of the opening of diplomatic ties between the DPRK and Cambodia.\r\n The message said the friendly and cooperative relations between the two countries provided by President Kim Il Sung together with the Great King Norodom Sihanouk have steadily been developed over the last 40 years by the joint efforts of the two peoples. &nbsp;&nbsp;&nbsp;\r\n In the past period the two peoples have tightly grasped hands and closely supported and cooperated with each other in the fight to repulse the aggressive moves of the hostile forces and defend the sovereignty of the nations, sharing weal and woe, it noted.\r\n Expressing the belief that the excellent relations of friendship and cooperation between the two countries forged in the ordeals of history would continue to develop favorably in the future, the message wholeheartedly wished the king great success in accomplishing the noble cause.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Guinean Prime Minister",
            "url": "http://kcna.co.jp/item/2004/200412/news12/21.htm#5",
            "content": "Greetings to Guinean Prime Minister \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 20 (KCNA) -- Premier of the DPRK Cabinet Pak Pong Ju sent a message of greetings to Cellou Dalain Diallo upon his appointment as prime minister of Guinea.\r\n Expressing the belief that the excellent relations of friendship and cooperation between the two countries would steadily develop in the future, too, the message sincerely wished the prime minister great success at his new post.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean War Hawks' Arms Build-up under Fire",
            "url": "http://kcna.co.jp/item/2004/200412/news12/21.htm#6",
            "content": "S. Korean War Hawks' Arms Build-up under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 20 (KCNA) -- The south Korean war hawks are accelerating the arms build-up under the signboard of the \"cooperative self-reliant national defence.\" This is intolerable as it is aimed to step up the preparations for a war against the fellow countrymen in the north, zealously toeing the U.S. hostile policy towards the DPRK. Rodong Sinmun today says this in a signed article.\r\n It continues: &nbsp;&nbsp;&nbsp;\r\n The south Korean trigger-happy elements' loud-mouthed \"cooperative self-reliant national defence\" is, in essence, aimed to further tighten the alliance with the U.S. and round off the preparations for a war against the north in league with foreign forces. &nbsp;&nbsp;&nbsp;\r\n It is a dangerous development that the south Korean war hawks have become frantic in their preparations for a war against the fellow countrymen in cooperation with outsiders even in the era after the publication of the June 15 joint declaration when the nation should strive to defend the peace of the country and achieve the independent reunification of the country by the concerted efforts of the Koreans. &nbsp;&nbsp;&nbsp;\r\n The south Korean war-like forces talk much about \"reconciliation\" and \"cooperation.\" But they are whetting swords for aggression in support of the U.S. move to ignite a war of aggression against the DPRK, still regarding the fellow countrymen in the north as a \"principal enemy.\" Those forces deserve curse and condemnation by all the fellow countrymen. &nbsp;&nbsp;&nbsp;\r\n The arms build-up stepped up by the south Korean war hawks against the fellow countrymen in cooperation with the outside aggressor forces, challenging the unanimous desire of the whole Korean nation for peace and reunification, will only precipitate their self-destruction. &nbsp;&nbsp;&nbsp;\r\n The mad-cap military moves of the south Korean war-like forces should be stopped without delay as they will only escalate the confrontation and military tensions to provoke a new war on the Korean Peninsula.    \r\n\r\n   \r\n\r\n"
        },
        {
            "title": "U.S. Fabrication of False Information under Fire",
            "url": "http://kcna.co.jp/item/2004/200412/news12/21.htm#7",
            "content": "U.S. Fabrication of False Information under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 20 (KCNA) -- Selig Harrison, chairman of the U.S. North Korea Policy Special Investigative Committee and Director for the Asian Plan of the International Policy Center, in his article asserted that the story about north Korea's nuclear development based on \"enriched uranium\" is at variance with facts and is baseless.\r\n Much upset by this assertion, the Bush administration is now busy refuting it, observes Rodong Sinmun Monday in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n It says: &nbsp;&nbsp;&nbsp;\r\n Deputy Spokesman for the State Department Ereli let loose a string of sheer rubbish, saying that his assertion is unreasonable, it seems to me that there is convincing evidence proving north Korea's uranium enrichment program and that he knows that north Korea has involved itself in enrichment technology. &nbsp;&nbsp;&nbsp;\r\n The story about the uranium enrichment program is a far-fetched assertion and fiction the Bush group has faked up on the basis of misinformation just as it did against Iraq in a bid to charge the DPRK with nuclear development. &nbsp;&nbsp;&nbsp;\r\n It is its ultimate purpose to force the DPRK to disarm itself and overturn the Korean-style socialist system in it under the absurd pretext of its \"enrichment program.\" &nbsp;&nbsp;&nbsp;\r\n In fact the U.S. is least interested in the solution to the nuclear issue. &nbsp;&nbsp;&nbsp;\r\nWhat it seeks in vociferating about the resumption of the \"six-party talks\" and \"peaceful solution to the nuclear issue\" before the international community is to mislead public opinion and conceal its dark intention, concludes the commentary.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Sends Greetings to Chinese President",
            "url": "http://kcna.co.jp/item/2004/200412/news12/21.htm#8",
            "content": "Kim Yong Nam Sends Greetings to Chinese President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 20 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, today sent a message of greetings to Chinese President Hu Jintao on the occasion of the 5th anniversary of the return of Macao to China.\r\n The message said that the return of Macao to China was a shining victory achieved by the Chinese party and government through a long-drawn struggle to restore the independence of the country and territorial integrity, adding that its return to China convinced once again the Chinese people of the justice of their cause and opened a more favorable prospect for reunifying the whole country. &nbsp;&nbsp;&nbsp;\r\n It sincerely wished the Chinese party, government and people greater success in accomplishing the just cause of reunifying the whole country by \"one country and two systems\" formula under the leadership of the Communist Party of China headed by Hu Jintao.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Chinese Foreign Minister",
            "url": "http://kcna.co.jp/item/2004/200412/news12/21.htm#9",
            "content": "Greetings to Chinese Foreign Minister\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 20 (KCNA) -- DPRK Foreign Minister Paek Nam Sun sent a message of greetings to his Chinese counterpart Li Zhaoxing on the occasion of the 5th anniversary of Macao's return to China.\r\n The message noted that the return of Macao to China marked another historic occasion in China's eradication of the leftover of the distress-ridden past and a great achievement in demonstrating the dignity of the Chinese nation and boosting its foreign relations for territorial integrity. &nbsp;&nbsp;&nbsp;\r\n It wished Li greater success in his responsible work to accelerate the reunification of the whole country and raise international prestige of China.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Mongolian President Arrives",
            "url": "http://kcna.co.jp/item/2004/200412/news12/21.htm#10",
            "content": "Mongolian President Arrives\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 21 (KCNA) -- Mongolian President Natsagyn Bagabandi arrived here Tuesday by a special plane on an official visit to the DPRK at the invitation of Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly.\r\n He and his entourage were greeted by Kim Yong Nam at the airport.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Tongji, Korean Folk Holiday",
            "url": "http://kcna.co.jp/item/2004/200412/news12/21.htm#11",
            "content": "Tongji, Korean Folk Holiday\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 20 (KCNA) -- December twentyone (lunar November 10 this year) is Tongji (winter solstice), a Korean folk holiday.\r\n The Korean people have divided the seasons of a year into 24 subdivisions from olden times. Tongji is the 22nd subdivision. Lunar November is, therefore, called the month of Tongji. &nbsp;&nbsp;&nbsp;\r\n In Korea, located in the Northern Hemisphere, Haji (around June 21) is the longest day and Tongji the shortest day. &nbsp;&nbsp;&nbsp;\r\n The Korean people have long observed such solstice days as folk holidays. &nbsp;&nbsp;&nbsp;\r\n In general Tongji falls on Dec. 22. &nbsp;&nbsp;&nbsp;\r\n There is not any special rite that day except enjoying gruel. &nbsp;&nbsp;&nbsp;\r\n The gruel is prepared by mixing red-bean mashed and strained with rice and glutinous rice cakes of bird's egg-shape. &nbsp;&nbsp;&nbsp;\r\n It has been told that one should take bird's egg-shaped cakes as many as his or her age for health. The red-bean gruel is nutritious and efficacious for preventing cold in winter.\r\n Meanwhile, other folk dishes of the holiday are cold noodle and Sinsollo (a cooking stove with a chafing dish having charcoal in a tube in the center and food around it).    \r\n\r\n\r\n  \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}