{
    "date": "2004-11-30",
    "url": "http://kcna.co.jp/item/2004/200411/20041130.htm",
    "articles": [
        {
            "title": "Gift to Kim Jong Il from Fidel Castro Ruz",
            "url": "http://kcna.co.jp/item/2004/200411/news11/30.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Sends Gift to Fidel Castro Ruz",
            "url": "http://kcna.co.jp/item/2004/200411/news11/30.htm#2",
            "content": "Gift to Kim Jong Il from Fidel Castro Ruz \r\n&nbsp;&nbsp;&nbsp; Havana, November 27 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army, was presented with a gift by Fidel Castro Ruz, first secretary of the Central Committee of the Communist Party of Cuba, president of the council of state and president of the council of ministers of the Republic of Cuba.\r\n It was handed by Fidel Castro Ruz Saturday to Kim Yong Chun, member of the DPRK National Defence Commission and chief of the General Staff of the Korean People's Army, who was heading the DPRK military delegation on a visit to Cuba.    \r\n \r\n\r\n  \r\n\r\n"
        },
        {
            "title": "Kim Jong Il Receives Gift from Delegation of Hong Kong, China",
            "url": "http://kcna.co.jp/item/2004/200411/news11/30.htm#3",
            "content": "Kim Jong Il Sends Gift to Fidel Castro Ruz \r\n&nbsp;&nbsp;&nbsp; Havana, November 27 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army, sent a gift to Fidel Castro Ruz, first secretary of the Central Committee of the Communist Party of Cuba, president of the Council of State and president of the Council of Ministers of the Republic of Cuba.\r\n Kim Yong Chun, member of the DPRK National Defence Commission and chief of the General Staff of the KPA, who is leading the DPRK military delegation on a visit to Cuba, handed the gift to Fidel Castro Ruz on Nov. 27.    \r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Birth Anniversary of Kim Jong Suk Commemorated Abroad",
            "url": "http://kcna.co.jp/item/2004/200411/news11/30.htm#4",
            "content": "Kim Jong Il Receives Gift from Delegation of Hong Kong, China \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 29 (KCNA) -- Kim Jong Il was presented with a gift by the chairman of the Emperor Group of Hong Kong, China on a visit to the DPRK.\r\n It was handed to Ro Tu Chol, vice-premier of the DPRK Cabinet, Monday by Chairman of the Group Yang Shoucheng.    \r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Fight for Abolition of NSL Urged",
            "url": "http://kcna.co.jp/item/2004/200411/news11/30.htm#5",
            "content": "Birth Anniversary of Kim Jong Suk Commemorated Abroad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 29 (KCNA) -- The 87th birth anniversary of anti-Japanese war hero Kim Jong Suk was commemorated in Egypt and Pakistan.\r\n A seminar took place at the Egyptian Committee for the Study of the Juche Idea on Nov. 21. &nbsp;&nbsp;&nbsp;\r\n Yehia Jakariya Khairallah, chairman of the committee, in his report said the greatest exploit of Kim Jong Suk was that she safeguarded President Kim Il Sung with her own life. &nbsp;&nbsp;&nbsp;\r\n Another distinguished feat of her is that she provided the bright future of Korea, the chairman said, adding that it is unthinkable apart from her that the Korean people are working world-startling miracles in the advance for the building of a great prosperous powerful socialist nation under the leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n There were not a few women activists who left their names in the world history, but no woman performed such remarkable feats as Kim Jong Suk did, he said. &nbsp;&nbsp;&nbsp;\r\n The November 21 issue of the Egyptian paper Al Siyassi in an article dedicated to her life praised her as the first and foremost defender and unconditional implementer of the idea and line of Kim Il Sung and an indomitable fighter who devotedly defended him. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the Nov. 21 issue of the Pakistani paper Baluchistan Times in an article entitled \"Socialist Korea and Kim Jong Suk\" noted that she brought up Kim Jong Il as a true son of the country and people and the faithful successor to the revolutionary cause of Juche pioneered by the President. Her august name will shine always with Kim Il Sung's Korea and Kim Jong Il's Korea, the paper stressed.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "General Strike in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200411/news11/30.htm#6",
            "content": "Fight for Abolition of NSL Urged \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 29 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration in south Korea on November 24 reportedly issued an appeal titled \"Let all the people turn out in the fight for the repeal of the National Security Law (NSL) and liquidation of the past\".\r\n Noting that the pro-U.S. conservative forces of south Korea including the Grand National Party (GNP) were desperately opposing a democratic reform by their reactionary offensive, the appeal called upon all the people and movement organizations to decisively frustrate this reactionary offensive and tear away the NSL once and for good, clearly seeing the anti-national and anti-democratic nature of the fascist law. &nbsp;&nbsp;&nbsp;\r\n All the people should expose to the world the despicable nature of the pro-U.S. conservative forces including the GNP and turn out in the fight for the liquidation of the past, the appeal said, adding: They should get united on the front of democratic reform and beat back the reactionary offensive of the pro-U.S. conservative forces with united strength.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Hostile Policy toward DPRK Assailed",
            "url": "http://kcna.co.jp/item/2004/200411/news11/30.htm#7",
            "content": "General Strike in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 29 (KCNA) -- Members of the south Korean Confederation of Trade Unions (KCTU) reportedly staged a general strike in 28 regions of south Korea including Seoul, on Nov. 26 in protest against the government's promotion of the anti-popular \"bill on the protection of the part-time work system\".\r\n It drew over 157,000 unionists at 276 work sites across south Korea under the KCTU including the Federation of Metal Industry Trade Unions, the Federation of Chemical Fiber Trade Unions and the Confederation of Taxi Drivers' Unions. &nbsp;&nbsp;&nbsp;\r\n At least 15,000 workers in Seoul, Kyonggi Province and Inchon gathered in front of the \"National Assembly\" building and held a rally to vow victory in the first general strike of the KCTU. &nbsp;&nbsp;&nbsp;\r\n The resolution read out at the rally declared the unionists under the KCTU were going on a powerful general strike to check the enactment of the \"bill on the protection of the part-time work system\", win the three rights of labor of the public servants, get the NSL scrapped, oppose troop dispatch, block the negotiation on the \"free trade agreement\" and urge overall renegotiation on the transfer of the U.S. military base from Ryongsan. &nbsp;&nbsp;&nbsp;\r\n Ri Su Ho, chairman of the KCTU, and other speakers stated that if the government turned down their demand, the workers would rise in a fight any moment. &nbsp;&nbsp;&nbsp;\r\n Wearing headbands bearing the words \"United struggle\", \"Repeal of part-time work system\" and so on, the workers burnt in effigy a model code on which written were the titles of four evil laws--motion on the extension of the period of the stay of dispatched troops, NSL, bill on the protection of the part-time work system and the south Korea-Japan agreement on free trade. &nbsp;&nbsp;&nbsp;\r\n Stating that the KCTU would continue its struggle, it declared it would stage an all-out general strike, if the government attempted to clinch the matter of the \"bill on the protection of the part-time work system\" by the end of the year.    \r\n\r\n   \r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Il Sung's Famous Work Observed",
            "url": "http://kcna.co.jp/item/2004/200411/news11/30.htm#8",
            "content": "U.S. Hostile Policy toward DPRK Assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 29 (KCNA) -- The Internet bulletin \"Pyongyang Report\" No. 6 of the New Zealand-DPRK Association published an article denouncing the U.S. hostile policy toward the DPRK.\r\n But for the obstructions of the Bush administration, the inter-Korean relations would have made a faster progress and a breakthrough been made in DPRK-Japan relations, and, had it not been for it, the nuclear crisis would not have cropped up again on the Korean Peninsula, the bulletin said. &nbsp;&nbsp;&nbsp;\r\n Referring to the foreign policy of the Bush administration of the second term, the bulletin said: As many commentators predicted, the United States will be tilted further toward the hard-line policy, but the military option and blockade would not work on the DPRK. &nbsp;&nbsp;&nbsp;\r\n The bulletin noted that the U.S. carried out nuclear bomb dropping exercises targeted against the DPRK from January to June 1998 according to its \"OPLAN 5027.\"    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun Calls for Meting Out Final Judgment to NSL",
            "url": "http://kcna.co.jp/item/2004/200411/news11/30.htm#9",
            "content": "Anniversary of Kim Il Sung's Famous Work Observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 29 (KCNA) -- Rodong Sinmun today dedicates a signed article to the 30th anniversary of President Kim Il Sung's famous work \"Some Problems Arising in the Complete Implementation of the Theses on the Rural Question\".\r\n The work, published on Nov. 29, Juche 63 (1974), comprehensively elucidated theoretical and practical issues arising in the full implementation of the theses on the rural question such as the issues of firmly arming the farmers with the idea of collectivism, putting the mechanization of the agricultural production on a high level and building well every county as a regional centre of rural guidance and management and enhancing its role. &nbsp;&nbsp;&nbsp;\r\n The validity and vitality of the work have been clearly proved in the process of the development of the socialist rural economy in the last period, the article says, and continues: &nbsp;&nbsp;&nbsp;\r\n The President, considering the settlement of the rural question as one of the important matters in our revolution, saw to it that priority was given to the ideological remoulding of the agricultural workers in each period of revolutionary development and at its each stage. &nbsp;&nbsp;&nbsp;\r\n  The political and ideological position in the countryside has grown stronger than ever before in the great Songun era. &nbsp;&nbsp;&nbsp;\r\nLeader Kim Jong Il, regarding the front of economic construction, the agricultural front, in particular, as one of the most crucial fronts in the showdown with the U.S. and the struggle to defend socialism, has wisely steered the work to raise the level of the ideological consciousness of the agricultural workers as required by the Songun era. &nbsp;&nbsp;&nbsp;\r\nThe success made in consolidating the politico-ideological position in the countryside as required by the Songun era is the results of the embodiment of the President's most correct idea of remoulding man and the energetic leadership of Kim Jong Il and the most valuable achievement gained in the drive for socialist rural construction. &nbsp;&nbsp;&nbsp;\r\n The work serves as immortal guidelines as it clearly indicates the way of consolidating the material and technical foundation of the socialist rural economy in the country and a lighthouse brightly illuminating the way of significantly boosting the nation's agricultural production and defending Korean-style socialism.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Abe's Anti-DPRK Remarks Flailed",
            "url": "http://kcna.co.jp/item/2004/200411/news11/30.htm#10",
            "content": "Rodong Sinmun Calls for Meting Out Final Judgment to NSL\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 29 (KCNA) -- The abolition of the \"National Security Law\" (NSL) is the most urgent task for the reform in south Korea which brooks no further delay and an important historic task of the nation to prevent the danger of confrontation and war and achieve its great unity, peace and reunification. Rodong Sinmun Monday says this in a signed commentary.\r\n The issue of abolishing the NSL is high on the agenda as it is the focus of the acute confrontation between the progressives and the conservatives in south Korea, the commentary notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n The repeal of the NSL is an aspiration of the south Koreans and the demand of the times. Those who stand for the abolition of the evil law, however, seem to be deterred by the strong opposition of the conservative forces. &nbsp;&nbsp;&nbsp;\r\n The NSL can never go with democracy and reunification which represent social and historic justice. &nbsp;&nbsp;&nbsp;\r\n The NSL lost its justification to exist after the demise of the Cold War era as it defines the fellow countrymen in the north as an enemy. &nbsp;&nbsp;&nbsp;\r\n There is no reason to keep the NSL in the era after the publication of the June 15 joint declaration which calls on the north and south of Korea to put an end to the confrontation and go ahead hand in hand, transcending the difference in ideology and system. &nbsp;&nbsp;&nbsp;\r\n  Those who claim the nature of the system will shake if the NSL is abolished are now raising again a hue and cry over the \"threat from the north.\" Quite contrary to their claim, the north does not pose any threat to the south but provides a guarantee for its security. &nbsp;&nbsp;&nbsp;\r\n The ruckus kicked up by some ultra-right conservatives, insisting that the NSL should not be repealed, is aimed at keeping it, scuttling reforms come what may and bringing back the old era of confrontation when discord and tension prevailed between the north and the south in a bid to seek the justification for their existence and find a way of returning to power. &nbsp;&nbsp;&nbsp;\r\n The confrontation between the progressives and the conservatives over the issue of the NSL is, in essence, the confrontation between the new and the old. &nbsp;&nbsp;&nbsp;\r\n If the \"Grand National Party\" truly wishes to emerge as a new political party in the new era, it should accept the new idea in the era of the June 15 joint declaration, not regarding the \"political coloring\" dating back to the bygone days as an all-powerful weapon, give up its consciousness of confrontation with the north and opt for alliance and reconciliation with the north. &nbsp;&nbsp;&nbsp;\r\n The 17th-term \"National Assembly\" should take on a new appearance as a reform-oriented national assembly truly desirous of the reconciliation, unity and peace between the north and the south. &nbsp;&nbsp;&nbsp;\r\n The ruling forces in south Korea would be well advised to reject such do-it-only-halfway conception as an \"amendment\" and \"alternative legislation\" and opt for completely abolishing the NSL without any vacillation.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Palestinians' Just Cause Supported",
            "url": "http://kcna.co.jp/item/2004/200411/news11/30.htm#11",
            "content": "Abe's Anti-DPRK Remarks Flailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 29 (KCNA) -- Abe, acting secretary general of the Liberal Democratic Party of Japan, let loose a string of balderdash seriously getting on the nerves of the DPRK, raving that the working-level talks between the governments of the DPRK and Japan held in Pyongyang some time ago was \"meaningless,\" thus displaying his true colors of worst type.\r\n Branding him as a political dwarf, a Rodong Sinmun analyst Monday says: &nbsp;&nbsp;&nbsp;\r\n We have regarded from long ago Abe, an ultra-right conservative steeped to the marrow in inborn sentiments of negation of the improvement of the DPRK-Japan relations and hostility to the DPRK, as a political hysteric. &nbsp;&nbsp;&nbsp;\r\n. As for the \"abduction issue\" it was an abnormal and separate case caused against the backdrop of the most acute anti-Japanese feelings of the Korean people resulting from the prolonged hostile relations between the two countries and the malicious anti-DPRK policy of Japan. It had already been settled with the Pyongyang visit of the Japanese prime minister. &nbsp;&nbsp;&nbsp;\r\n We have made all sincere efforts we could, sending back all the survivors and their children to Japan. There are no diplomatic relations or an agreement on legal assistance between the two countries, but the DPRK not only showed reinvestigated materials and documents but also handed all of them to the Japanese side as requested by it at the recent governmental bilateral working-level talks. &nbsp;&nbsp;&nbsp;\r\n However, Abe is so wicked as to play down the sincerity and efforts of the DPRK and render the situation more complicate. &nbsp;&nbsp;&nbsp;\r\n What he seeks in kicking up the row is to incite the sentiments of national confrontation and hostile feelings toward the DPRK among the Japanese and win popularity. In other words, he is set to use the \"abduction issue\" for his political strategy. By reversing white and black with distortions and lies, he is trying to impair the authority of the DPRK and scuttle the implementation of the DPRK-Japan Pyongyang Declaration. &nbsp;&nbsp;&nbsp;\r\n He is making free with rigmarole about the DPRK, not knowing anything about it. He is a regular political dwarf. It is a disgrace to Japan that such a wretch is trying to exert influence at an important post of the ruling party. &nbsp;&nbsp;&nbsp;\r\n No one knows what would happen, if such fellows as Abe are let alone to drive the DPRK-Japan relations in a more dangerous direction while resorting to political provocations against the DPRK. They would be held fully accountable for the ensuing consequences.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Many Revolutionary Dances Produced",
            "url": "http://kcna.co.jp/item/2004/200411/news11/30.htm#12",
            "content": "Palestinians' Just Cause Supported\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 29 (KCNA) -- The Israeli aggressors should be withdrawn unconditionally and at an early date from all the Palestinian territories they have occupied and the Palestinian people's legitimate national rights, including the right to self-determination and the right to establish an independent state, be restored, if the Palestinian issue is to be settled.\r\n Rodong Sinmun today stresses this in an article dedicated to Day of International Solidarity with the Palestinian People. &nbsp;&nbsp;&nbsp;\r\n To restore the lost territories and build an independent sovereign state is the legitimate rights of the Palestinian people and their struggle for this cause is just and sacred, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The Palestinian people have waged a prolonged and bloody struggle to accomplish their just cause. In this course, they have undergone vicissitudes and shed much blood. &nbsp;&nbsp;&nbsp;\r\n An early solution of the Palestinian issue is an urgent demand of the times and it is the key to realizing the Mid-east peace. Peace in the Middle East can never be expected without settlement of the issue. &nbsp;&nbsp;&nbsp;\r\n The Palestinian people, confident of the justice of their cause, continue the struggle for building an independent state, not yielding to Israel's anti-Palestinian moves. &nbsp;&nbsp;&nbsp;\r\n The Korean people fully support the Palestinian people in the struggle for restoring their national rights and establishing an independent state and bitterly condemn Israel's moves against Palestine. &nbsp;&nbsp;&nbsp;\r\n Steadfast is the stand of the Korean people for solidarity with the Palestinian people in their just struggle. Their just cause will surely be accomplished with the full support of the world's progressive people.    \r\n\r\n\r\n  \r\n\r\n\r\n"
        },
        {
            "title": "KCNA on Japan's Political Farce to Win Popularity",
            "url": "http://kcna.co.jp/item/2004/200411/news11/30.htm#13",
            "content": "Many Revolutionary Dances Produced\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 29 (KCNA) -- More than ten years have passed since leader Kim Jong Il made public the famous work \"Theory of Dancing Art\" on November 30, Juche 79 (1990).\r\n In this period, the creators and artists of Korea have produced one after another successful dances truthfully depicting the Korean people's noble thoughts, sentiment and revolutionary life and folk dances reflecting the ancestors' wisdom and long-standing national customs by acting upon the important guidelines laid down in the work. &nbsp;&nbsp;&nbsp;\r\n Typical of them are dance suite \"The Army and People Single-heartedly Uphold the General\" produced by the Korean People's Army Song and Dance Ensemble in 1995 and folk dance suites \"Song of the Seasons\" produced by the Phibada Opera Troupe in 1992 and \"People in the Walled City of Pyongyang\" by the State National Art Troupe in 1997. &nbsp;&nbsp;&nbsp;\r\n This period witnessed the production of \"The Invincible Workers' Party of Korea,\" the mass gymnastic and artistic performance celebrating the 55th founding anniversary of the WPK, as a monumental masterpiece. And the mass gymnastic and artistic performance \"Arirang\", a world famous masterpiece in the Songun era, was produced in the new century. &nbsp;&nbsp;&nbsp;\r\n Among the dancing pieces are a dance drama \"On the Way of Struggle under the Leadership of the General\" depicting the resolution of the Korean army and people to defend the revolutionary traditions of Juche for all ages and successfully inherit and develop them and a folk dance drama \"Touch-me-not.\" &nbsp;&nbsp;&nbsp;\r\n Creators and artistes created and completed a lot of dancing pieces, including a solo \"Victory of the Revolution Is in Sight,\" a female group dance \"Dance with Long Korean Drum,\" a male quintet dance \"We Will Not Yield Even an Inch of Land\" and a dance \"At Spring,\" true to the intention of the Party to develop the dancing art with main emphasis on short dancing pieces.    \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pak Pong Ju Greets Prime Minister of Barbados",
            "url": "http://kcna.co.jp/item/2004/200411/news11/30.htm#14",
            "content": "KCNA on Japan's Political Farce to Win Popularity\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 29 (KCNA) -- Acting Secretary General of the Liberal Democratic Party Abe, Chairman of the Parliamentary Group for Rescuing Abductees Hiranuma and other right-wing elements of the Liberal Democratic Party, the New Komeito Party and the Democratic Party of Japan let loose malignant vituperation that \"sanctions against the DPRK are inescapable\", describing the inter-governmental working contacts between the two countries as meaningless.\r\n Referring to the working contact, Abe on Nov. 17 said: North Korea repeated lies. There is no other way but pressure upon it. Now we are in the phase to apply economic sanctions against it. On Nov. 24 he again let loose a string of vituperation that the economic sanctions may urge the DPRK to change its policy, while trying to find fault with its policy and slandering even its political system. &nbsp;&nbsp;&nbsp;\r\n Hiranuma also made himself busy requesting the Cabinet to  apply economic sanctions against the DPRK and adopting a statement in the name of the group, asserting that the \"whereabouts of 10 Japanese missing have not yet been confirmed\" in reference to the results of the working contact. &nbsp;&nbsp;&nbsp;\r\n It is not befitting a politician for the major executives of a ruling party to talk about \"sanctions\" against a sovereign state and it is all the more clumsy for them to let loose vituperation full of enmity toward other country. &nbsp;&nbsp;&nbsp;\r\n The point at issue is why the right-wing hard-line forces of Japan including Abe are so desperately pushing Japan and the international community into uneasiness, hyping up the \"abduction issue\" which had already been solved. &nbsp;&nbsp;&nbsp;\r\n The issue which the right-wing hard-liners often use as a playing card in their policy toward the DPRK had, in fact, already been solved through the publication of the DPRK-Japan Pyongyang Declaration. &nbsp;&nbsp;&nbsp;\r\n The DPRK has exerted every possible effort to do what it could do in addition for the settlement of the issue even after the publication of the declaration. &nbsp;&nbsp;&nbsp;\r\n It has consistently made efforts with sincerity to help abductees reunite with their families, reinvestigate into those who were reported missing and provide relevant information to the Japanese side. &nbsp;&nbsp;&nbsp;\r\n It is by no means accidental that those formally related to the Japanese government have recognized the sincere efforts exerted by the DPRK and even the international community assessed that the DPRK has a true willingness to settle the abduction issue. &nbsp;&nbsp;&nbsp;\r\n Some Japanese are making efforts to address this issue from a proper stand and settle it in the true sense of the word. \r\n The right-wing hard-liners, however, are taking chauvinist attitude trying to find fault with the issue by hook or by crook out of implacable hostility toward the DPRK. They had done nothing for the settlement of the issue. &nbsp;&nbsp;&nbsp;\r\n Abe must be well aware of this as he had visited Pyongyang as a member of the Japanese delegation when the declaration was made public and in view of his political career involved in the DPRK-Japan relations. However, he is spearheading the campaign to impose economic sanctions against the DPRK. &nbsp;&nbsp;&nbsp;\r\n Now he is behaving more wickedly than any other man. &nbsp;&nbsp;&nbsp;\r\n During his previous office, too, he had adverse impact on the policy making of the Japanese government over the \"abduction issue\", saying that a curtain should not be dropped on the abduction issue and that Japan should not respond to demand for compensation of any form. &nbsp;&nbsp;&nbsp;\r\n All this proves that the Japanese right-wing hard-line forces' thinking and stand toward the DPRK are consistent with the U.S. hostile policy toward it. &nbsp;&nbsp;&nbsp;\r\n Abe and Hiranuma who want to occupy the backbone posts of next government backed by the U.S. would play a certain exciting farce such as the abduction issue in a bid to improve their image and realize their political and strategic ambition. &nbsp;&nbsp;&nbsp;\r\n It is the historical mission of the responsible politicians at present to normalize the bilateral relations of discord and confrontation that have lasted for more than half a century.  Therefore, the action of the Japanese right-wing hard-line forces raising the issue that had already been settled and deliberately worsening the bilateral relations can not but be a revelation of their selfish lust for power, ignoring the political future of Japan. &nbsp;&nbsp;&nbsp;\r\n The Japanese society and politicians should approach the abduction issue from the viewpoint of a broad perspective and heighten vigilance against the right-wing hard-line forces' moves.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Art Show Goes On in Pyongyang",
            "url": "http://kcna.co.jp/item/2004/200411/news11/30.htm#15",
            "content": "Pak Pong Ju Greets Prime Minister of Barbados\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 29 (KCNA) -- Premier of the DPRK Cabinet Pak Pong Ju sent a message of greetings to Prime Minister of Barbados Owen Arthur on the occasion of the 38th anniversary of its independence.\r\n The message wished the prime minister new success in his responsible work, expressing belief that the friendly relations between the two countries would grow stronger in the mutual interests of the two peoples.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Cultural Heritage Preserved Well in DPRK",
            "url": "http://kcna.co.jp/item/2004/200411/news11/30.htm#16",
            "content": "Art Show Goes On in Pyongyang\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 29 (KCNA) -- An art show of the Mansudae Art Studio which opened at the Kimilsungia-Kimjongilia Exhibition in Pyongyang on November 17 is going on till the end of this month.\r\n On display there are more than 400 art pieces of eighteen kinds including Korean, oil and graphic paintings, sculpture and craft works. &nbsp;&nbsp;&nbsp;\r\n Art works drawn by young artists are attracting the eyes of visitors. &nbsp;&nbsp;&nbsp;\r\n Among them are such Korean paintings as \"Kim Il Sung Being a Referee\" showing him with children and \"Paternal Love\". &nbsp;&nbsp;&nbsp;\r\n The acrylic \"The Great Leader Comrade Kim Jong Il Commanding a Bird's-Eye View of Poman-ri, Beautiful Socialist Rural Village\" and Korean painting \"Electric Light of Paradise\" portray Kim Jong Il, who is greatly satisfied with monumental edifices built under the Songun-based politics. &nbsp;&nbsp;&nbsp;\r\n Seen in the show is the Korean painting \"Strong Roots\" which is drawn by single-stroke technique and delicate painting methods. It delicately depicts moss, grass and roots of trees, armful fallen tree and trees bearing revolutionary slogans written by anti-Japanese guerrillas. It implies that the revolutionary traditions of Juche, the historical roots of the Workers' Party of Korea, are the lifeline of the revolution to be carried forward by the generations to come. &nbsp;&nbsp;&nbsp;\r\n The Korean paintings \"Nursery in the Morning\" and \"At Korean Clothes Shop\", too, were drawn by applying such painting methods as single stroke, minutely drawing, line drawing and thin coloring. The former shows scientists researching in good species of trees and the latter female sewers making Korean dresses. &nbsp;&nbsp;&nbsp;\r\n The ceramic relief craftwork \"Haricot\" made of colorful shells is admired by visitors as vines and fruits of haricot look like real things. &nbsp;&nbsp;&nbsp;\r\n Among the exhibits are paintings showing the eight scenic views in the Songun era and other landscape paintings, ceramic works and new kinds of industrial fine art designs.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Vice-Premier of DPRK Cabinet Meets Economic Delegation of Hong Kong, China",
            "url": "http://kcna.co.jp/item/2004/200411/news11/30.htm#17",
            "content": "Cultural Heritage Preserved Well in DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, November 29 (KCNA) -- Korea, the birthplace of the Taedong River Culture, is endowed with many precious cultural relics.\r\n The government of the Democratic People's Republic of Korea has carried on the preservation and management of the historic relics showing the nation's development and civilization as a state affair. &nbsp;&nbsp;&nbsp;\r\n April and November are months for preserving cultural relics in the country. &nbsp;&nbsp;&nbsp;\r\n The people's committees at all levels and relevant institutions give assignments to each organ to properly preserve cultural relics. &nbsp;&nbsp;&nbsp;\r\n They also explain about \"Law on the Preservation of the Scenic Spots and Natural Treasures\" among people in various ways. &nbsp;&nbsp;&nbsp;\r\n The historic relics and remains are preserved as they were on the principle of historicism. And efforts are being made to turn the areas with historic relics into places for the education of people and to cover the areas with trees. &nbsp;&nbsp;&nbsp;\r\n In order to raise public attention to this work, activities are being conducted throughout the country to introduce history museums, historic relics, scenic spots and natural treasures to people and arrange their visit to them. &nbsp;&nbsp;&nbsp;\r\n Mass media introduce successes made in the efforts for preserving historic relics well. &nbsp;&nbsp;&nbsp;\r\n The campaign is conducted as an important means for implanting patriotism in the mind of the people in the DPRK.\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}