{
    "date": "2004-02-19",
    "url": "http://kcna.co.jp/item/2004/200402/20040219.htm",
    "articles": [
        {
            "title": "Appeal of DPRK Supported",
            "url": "http://kcna.co.jp/item/2004/200402/news02/19.htm#1",
            "content": "Appeal of DPRK Supported \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 18 (KCNA) -- The All Anti-Imperialists Wishing to Build\r\nSolidarity with the DPRK and the U.S. Group for the Study of Songun Politics issued a joint statement on Feb. 7 in support of the appeal of the joint meeting of the DPRK government, political parties and organizations. &nbsp;&nbsp;&nbsp;\r\n Greatly pleased to hear the appeal of the joint meeting calling for paving a wide avenue for independent reunification through national cooperation under the banner of the nation-first spirit, we extend congratulations to all the Korean people upholding and following the Songun idea of Kim Jong Il, brilliant commander of Mt. Paektu and iron-willed supreme commander, the statement said. &nbsp;&nbsp;&nbsp;\r\n It went on: &nbsp;&nbsp;&nbsp;\r\n The Korean people are hewing the path of national reunification despite the aggressors' moves for a war and interference, after turning out as an invincible independent force against imperialism in single-hearted unity and in a do-or-die spirit by putting arms above a hammer or sickle. We support the Workers' Party of Korea and the National Democratic Front of South Korea. &nbsp;&nbsp;&nbsp;\r\n We defend the principle of the right to self-determination of all the nations and support the south Korean people in their anti-U.S. struggle.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chinese Seamen Celebrate February Holiday",
            "url": "http://kcna.co.jp/item/2004/200402/news02/19.htm#2",
            "content": "Chinese Seamen Celebrate February Holiday \r\n&nbsp;&nbsp;&nbsp; Chongjin, February 17 (KCNA) -- A meeting of the crewmen of a Chinese ship was held at Chongjin Port on the east coast of Korea on Feb. 16 to celebrate the auspicious February holiday.\r\n Present there were the captain and crewmen of the ship \"Sea Effort\" under the Chinese flag. &nbsp;&nbsp;&nbsp;\r\n The captain and crewmen in their speeches praised leader Kim Jong Il as a peerlessly great man who has performed immortal exploits for the times and humankind. &nbsp;&nbsp;&nbsp;\r\n The birth of the peerlessly great man on Mt. Paektu was the greatest fortune promising the bright future of Korea, which let the Korean people to be blessed with the illustrious leaders generation after generation, they said. &nbsp;&nbsp;&nbsp;\r\n The Songun policy of Kim Jong Il, they noted, instills deep confidence and big encouragement to the peoples fighting for justice and peace. &nbsp;&nbsp;&nbsp;\r\n Praising him as a veteran statesman in the world leading the socialist cause to victory with rare wisdom and distinguished leadership ability, they said the Korean people led by the most brilliant commander in the world were all out in a general offensive to firmly defend the sovereignty of the country and attain a high goal in the building of a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n They expressed firm belief that the Korean people would achieve greater successes in their struggle for national reunification and building of a great prosperous powerful nation under the Songun revolutionary leadership of Kim Jong Il.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "\"Amendment to Law on Foreign Exchange\" in Japan Denounced",
            "url": "http://kcna.co.jp/item/2004/200402/news02/19.htm#3",
            "content": "\"Amendment to Law on Foreign Exchange\" in Japan Denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 18 (KCNA) -- The Romanian Working Party in a statement on Feb. 11 bitterly denounced the passage of the amendment to the law on foreign exchange directed against the DPRK through the Lower House of Japan on January 29.\r\n It said: &nbsp;&nbsp;&nbsp;\r\n The amendment worked out by the Japanese authorities is part of the moves to suffocate the DPRK economically; it is a grave infringement upon the sovereignty of a dignified state and an act of hindering the development of relations between states. &nbsp;&nbsp;&nbsp;\r\n After signing the DPRK-Japan Pyongyang Declaration in which the Japanese authorities promised to abide by international law and not to threat the other's security they wantonly violated it. This reveals once again their political immaturity and moral vulgarity. &nbsp;&nbsp;&nbsp;\r\n They should immediately withdraw the amendment, make an apology to the DPRK and take a step for the normalization of relations with it, coming to senses before it is too late.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Work of Kim Jong Il Published in Bulgaria",
            "url": "http://kcna.co.jp/item/2004/200402/news02/19.htm#4",
            "content": "Work of Kim Jong Il Published in Bulgaria \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 18 (KCNA) -- Leader Kim Jong Il's famous work \"On Some Questions in Understanding the Juche Philosophy\" was published in pamphlet by the Narodna Tribuna Publishing House of the Central Committee of the Bulgarian Communist Party \"Marxist\". The work, published on April 2, Juche 63 (1974), gives a comprehensive elucidation of the theoretical and practical questions arising in developing Juche philosophy such as the main features of Juche philosophy, a Juche-based view of humanity and Juche-based outlook on the world, a scientific understanding of independence.\r\n The pamphlet in its preface says that this work is dedicated to the birthday of Kim Jong Il, general secretary of the Workers' Party of Korea and supreme leader of the Democratic People's Republic of Korea, and the 30th anniversary of the proclamation of the programme of modeling the whole society on the Juche Idea.    \r\n\r\n\r\n"
        },
        {
            "title": "\"Period of Celebrating Sun of 21st Century\" Set in Guyana",
            "url": "http://kcna.co.jp/item/2004/200402/news02/19.htm#5",
            "content": "\"Period of Celebrating Sun of 21st Century\" Set in Guyana \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 18 (KCNA) -- A preparatory committee was inaugurated in Georgetown on February 10 to commemorate the Day of the Sun and February 16, the birthday of leader Kim Jong Il.\r\n Hamilton Green, mayor of Georgetown and leader of the Good Green Guyana, was elected chairman of the preparatory committee. &nbsp;&nbsp;&nbsp;\r\n The preparatory committee set the days till April as \"a period of celebrating the sun of the 21st century\" and decided to widely introduce and propagate the noble personality and leadership feats of President Kim Il Sung and Kim Jong Il.    \r\n\r\n\r\n\r\n \r\n\r\n"
        },
        {
            "title": "Floral Basket to DPRK Embassy",
            "url": "http://kcna.co.jp/item/2004/200402/news02/19.htm#6",
            "content": "Floral Basket to DPRK Embassy \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 18 (KCNA) -- Megawati Soekarnoputri, president of Indonesia, sent a floral basket to the embassy of the Democratic People's Republic of Korea in Djakarta in celebration of the February holiday, the birthday of leader Kim Jong Il.    \r\n\r\n\r\n"
        },
        {
            "title": "Statement of Syrian Party Issued",
            "url": "http://kcna.co.jp/item/2004/200402/news02/19.htm#7",
            "content": "Statement of Syrian Party Issued \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 18 (KCNA) -- The Political Bureau of the Socialist Unionist Party of Syria in a statement on Feb. 8 declared that it would sponsor colorful functions on the occasion of the February holiday and the 30th anniversary of the proclamation of the programme of modeling the whole society on the Juche idea to strengthen militant solidarity with the Korean people.\r\n Kim Jong Il, the great leader of the friendly Korean people and gifted leader of the world revolution, is wisely guiding the Korean revolution and the cause of global independence with his extraordinary sweep under the banner of the immortal Juche idea in the complicated international situation today, thus enjoying deepest respect and reverence among the world people, the statement said, adding: &nbsp;&nbsp;&nbsp;\r\n The leadership of the party and its members having special fraternal ties with the Workers' Party of Korea will continue to boost militant friendship and unity with the friendly Korean people for the victory of the cause of socialism and reunification in Korea..    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Authorities' Additional Troop Dispatch to Iraq Denounced",
            "url": "http://kcna.co.jp/item/2004/200402/news02/19.htm#8",
            "content": "S. Korean Authorities' Additional Troop Dispatch to Iraq Denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 18 (KCNA) -- The \"motion on additional troop dispatch to Iraq\" passed through the \"National Assembly\" of south Korea at its session on Feb. 13.\r\n According to the motion, 3,000 south Korean troops are expected to be dispatched to Kirkuk in the northern part of Iraq in April. &nbsp;&nbsp;&nbsp;\r\n In this regard papers today in their signed commentaries dismiss south Korea's additional troop dispatch to Iraq as an unpardonable anti-national act of infringing upon the dignity, interests and honor of the nation and a shameful flunkeyist and traitorous act of forcing young south Koreans to serve as bullet-shields for foreign forces, yielding to the US arbitrary acts and pressure. &nbsp;&nbsp;&nbsp;\r\n Rodong Sinmun terms the Iraqi war launched by the U.S. as an unjust war of aggression as it trampled down upon the sovereignty and dignity of other country with a strong arm in a bid to achieve its selfish purpose in defiance of justice and international law. &nbsp;&nbsp;&nbsp;\r\n The daily continues: &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities and politicians decided on the issue of troop dispatch under the pretexts of \"alliance\" with the U.S. and \"state interest,\" thus beginning a gambling in which the lives of thousands of young south Koreans are put at stake. &nbsp;&nbsp;&nbsp;\r\n This is a rash act to be always cursed by history and the generations to come. &nbsp;&nbsp;&nbsp;\r\n South Korea's decision to send troops to Iraq has rendered the atmosphere there tense. Iraqi resistance forces reportedly warned that if south Korean troops are dispatched to Iraq, they will recognize them as an occupation force, an aggressor force and mete out a severe punishment to it. &nbsp;&nbsp;&nbsp;\r\n The south Korean \"National Assembly's\" approval of the \"motion on additional troop dispatch to Iraq\" clearly proved once again that the south Korean authorities are nothing but puppets unhesitatingly allowing the U.S. to infringe upon the sovereignty and dignity of the Korean nation and even the interests and destiny of the south Korean people yielding to the U.S. high-handed pressure. &nbsp;&nbsp;&nbsp;\r\n In the last century the south Korean authorities dispatched young south Koreans to the Vietnamese war, pursuant to the U.S. policy, thus leaving indelible disgrace and tragedy recorded in the national history. The south Korean authorities are reviving such tragedy in the new century. &nbsp;&nbsp;&nbsp;\r\n It is as clear as noonday what a fate thousands of young south Koreans will face while serving as bullet-shields for the U.S. &nbsp;&nbsp;&nbsp;\r\nThey are certain to die in vain as cannon fodder for the U.S. in Iraq and this will bring unbearable sorrow and grief to many south Korean people who lost their beloved sons and daughters. In that case the responsibility for this will wholly rest with those who decided on the issue of troops dispatch to Iraq.    \r\n\r\n\r\n  \r\n\r\n\r\n"
        },
        {
            "title": "Troop Dispatch to Iraq Denounced in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200402/news02/19.htm#9",
            "content": "Troop Dispatch to Iraq Denounced in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 18 (KCNA) -- South Korean public circles reportedly waged a campaign on Feb. 13 denouncing the authorities for passing the \"motion on troop dispatch\" through the session of the \"National Assembly\".\r\n That day the south Korean Democratic Workers' Party held a meeting denouncing the passage of the motion on troop dispatch through the \"National Assembly\" in front of the building of \"People's Bank\". &nbsp;&nbsp;&nbsp;\r\n The participants in the meeting in a resolution termed \"the 16th-term National Assembly a vegetable national assembly as it is incapable of protecting the lives of the people, noting that the troop dispatch to Iraq is little short of the forcible drafting of young Koreans by the Japanese imperialists. &nbsp;&nbsp;&nbsp;\r\n At the end of the meeting they held a \"funeral service\" for representatives of south Korean political parties. &nbsp;&nbsp;&nbsp;\r\n The People's Action for Opposing the Troop Dispatch held an \"all-people meeting for vowing to resolutely check the troop dispatch to Iraq\" in the same place. &nbsp;&nbsp;&nbsp;\r\n That day the organization also released a statement titled \"We condemn the passage of the motion on the additional troop dispatch to Iraq through the National Assembly and declare a campaign for the withdrawal of the motion.\" &nbsp;&nbsp;&nbsp;\r\n Prior to the meeting it called a press conference in front of the office of the speaker of the \"National Assembly\" to protest the railroading of the motion through the National Assembly, assailing him for \"turning it into a voting machine\". At the end of the conference the participants demanded an interview with the speaker of the \"National Assembly\", defying police suppression. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, students also held a meeting at which they called for a campaign to disclose the injustice of the troop dispatch and seek the withdrawal of the motion on troop dispatch, stating that \"the government is going to sacrifice young people under the pretext of state interests\".   \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Celebrations Held Abroad",
            "url": "http://kcna.co.jp/item/2004/200402/news02/19.htm#10",
            "content": "Celebrations Held Abroad\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 18 (KCNA) -- Lectures, seminars and opening ceremonies of one-week film shows and photo exhibitions took place in Laos, Prague, Kampala, a city of Equatorial Guinea and on the DPRK-Equatorial Guinea Friendship Experimental Farm from Feb. 7 to 11 on the occasion of the birthday of          leader Kim Jong Il.\r\n The vice-minister of Education of Laos who is vice-chairman of the Laos-Korea Friendship Association said at a lecture that the Lao party, government and people highly praise the Korean people struggling to build a great prosperous powerful socialist nation despite all ordeals and difficulties and expressed the belief that the friendly and cooperative relations between the two parties, governments and peoples would invariably grow stronger. &nbsp;&nbsp;&nbsp;\r\n Jaroslav Kafka, chairman of the Czech Group for the Study and Materialization of the Juche Idea, said in his speech that Kim Jong Il has led Korean-style socialism to victory with the might of ideology, basing himself on the theory that human thought is a main thing and it decides everything. &nbsp;&nbsp;&nbsp;\r\n  The single-hearted unity of the leader, the party, the army and the people and the spirit of devotedly defending the headquarters of the revolution prevailing in the DPRK serve as the most efficient weapon more powerful than a nuclear weapon, he added. &nbsp;&nbsp;&nbsp;\r\n  The senior adviser to the Presidency of Uganda in his speech at the opening ceremony of one-week photo exhibition highly praised the Korean people for the great successes made in the efforts to build a great prosperous powerful nation despite all moves of foreign forces to hamper it and wished them greater victory in the future. &nbsp;&nbsp;&nbsp;\r\n  A message of greetings to Kim Jong Il was adopted at the seminar held in the Czech Republic. &nbsp;&nbsp;&nbsp;\r\n  Korean film shows took place in Indonesia, Iran, Singapore and Democratic Congo from Jan. 20 to Feb. 11. \"The Native Home on Mt. Paektu Shining with Glory\", \"Faith of the DPRK\", \"Korean People's Army, Steel-Strong Ranks\", &nbsp;&nbsp;&nbsp;\r\n\"The International Friendship Exhibition\" and other films were shown there.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Joint Performance Given",
            "url": "http://kcna.co.jp/item/2004/200402/news02/19.htm#11",
            "content": "Joint Performance Given\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 18 (KCNA) -- The Art Troupe of Koreans in the United States and the State Symphony Orchestra gave a joint performance at the Yun I Sang Concert Hall on February 17 in celebration of February 16, the birthday of leader Kim Jong Il.\r\n The performance was appreciated by Song Sok Hwan, vice-chairman of the Central Committee of the General Federation of the Unions of Literature and the Arts of Korea, officials concerned and working people in the city. &nbsp;&nbsp;&nbsp;\r\n In the audience were also a congratulatory group of the Federation of Koreans in the U.S. led by its Vice-Chairman Ryu Thae Yong, a congratulatory group of the International United Confederation of Koreans led by its Vice-Chairman Ju Yong Il, a congratulatory group of the Federation of Koreans in Australia led by Director of the Secretariat Mun Chang Su and other overseas Koreans. &nbsp;&nbsp;&nbsp;\r\n The performance raised the curtain with the orchestra \"Song of General Kim Jong Il\" and \"Thunder on Jong Il Peak\" under the baton of Ri Jun Mu, head of the Art Troupe of Koreans in the U.S. The performers presented colorful numbers including female sopranos \"Wellbeing of the Dear Leader Is Our Happiness,\" \"My Song, Reverberate Far and Wide\" and the Orchestra \"Rich Harvest Comes to the Chongsan Plain.\" &nbsp;&nbsp;&nbsp;\r\n Through the violin solo \"We Will Be Loyal Down through Generations\" and the cello concerto \"the Great Image Will Be Remembered Forever\" the players truthfully represented the unshakable faith and will of Koreans at home and abroad to build a great prosperous powerful reunified nation on this land upholding leader Kim Jong Il, the destiny of the nation and future, in high esteem.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Successful Accomplishment of Cause of Modeling Whole Society on Juche Idea",
            "url": "http://kcna.co.jp/item/2004/200402/news02/19.htm#12",
            "content": "Successful Accomplishment of Cause of Modeling Whole Society on Juche Idea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 18 (KCNA) -- The Party, the army and the people in the DPRK will more dynamically push ahead with the revolutionary cause of Juche under the uplifted banner of Songun, taking leader Kim Jong Il's wealth of experience and immortal feats performed in the historic struggle to model the whole society on the Juche idea as an invincible weapon, says Rodong Sinmun today in an editorial article dedicated to the 30th anniversary of his proclamation of the programme for modeling the whole society on the Juche idea.\r\n Modeling the whole society on the Juche idea is a programme of struggle as he raised it as the fundamental question of succeeding to the cause of the leader to inherit his idea and most perfectly formulated it for the first time in history, the article notes, referring to the tasks to accomplish the cause of modeling the whole society on the Juche idea under the banner of Songun. &nbsp;&nbsp;&nbsp;\r\n Pointing out that modeling the whole of society on the Juche idea is a great programme for the succession to the revolutionary cause, it says that to proclaim it as the general task of succeeding to the cause of the leader to model the whole society on the Juche idea with profound scientific inquiry, thinking, unique activities to find out something new and farsightedness is an immortal contribution to accomplishing the Korean revolution and the cause of global independence. &nbsp;&nbsp;&nbsp;\r\n Modeling the whole of society on the Juche idea is a programme of struggle advanced with rare clairvoyant wisdom, it notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il, who mastered the essence and content of the Juche idea from long ago with clairvoyant ideological and theoretical wisdom and boundless enthusiasm, clearly saw through the theoretical weak points of the preceding revolutionary ideas of the working class in its time with his creative thinking and inquiry and formulated the revolutionary idea of President Kim Il Sung as an integral system of the idea, theory and method of Juche to guide the revolutionary movement of our era. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's ideological and theoretical activities to perfect the Juche idea as the guiding idea of the revolution involve all elements and contents of the revolutionary theories including the theories on building the party, the state and revolutionary armed forces and theories on literature and arts. &nbsp;&nbsp;&nbsp;\r\n He, who had a scientific insight into the changed times and the trend of the development of the situation with his rare wisdom, set out the great Songun idea and the theory on Songun politics as required by the new era. &nbsp;&nbsp;&nbsp;\r\n The DPRK, though not big in its territory and population, is unswervingly advancing, maintaining its idea and faith in any international political upheaval and displaying its might as a strong country, independent, self-supporting and self-reliant in defence, which no formidable enemy dares to attack or mock at. This is a brilliant fruition of the farsighted leadership of Kim Jong Il who has made the great history of succeeding to the cause of the leader. &nbsp;&nbsp;&nbsp;\r\n It is the invariable general target of the Workers' Party of Korea and the Korean revolution to successfully accomplish the historic cause of modeling the whole of society on the Juche idea. &nbsp;&nbsp;&nbsp;\r\n All the officers and men of the Korean People's Army and people should get united around Kim Jong Il and firmly defend the headquarters of the revolution, singlehearted unity and socialism, the great community united by the common destiny. &nbsp;&nbsp;&nbsp;\r\n The whole Party, the entire army and all the people should reach the highest watermark of the prosperity of the country, taking Kim Jong Il's Songun idea and line as an invincible treasured sword. &nbsp;&nbsp;&nbsp;\r\n They should rise up as one to display the inexhaustible strength built up under the banner of modeling the whole of society on the Juche idea and increased despite grim ordeals and win a victory in the drive to build a great prosperous powerful nation.    \r\n\r\n\r\n\r\n \r\n\r\n\r\n"
        },
        {
            "title": "Commemorative Stamp Issued",
            "url": "http://kcna.co.jp/item/2004/200402/news02/19.htm#13",
            "content": "Commemorative Stamp Issued\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 18 (KCNA) -- The Korea Stamp Corporation recently issued a sheetlet of commemorative stamp on the occasion of the 30th anniversary of leader Kim Jong Il's proclamation of the programme for modeling the whole society on the Juche idea.\r\n Pictures of Kim Jong Il are printed in the centre of the sheetlet and seen in their upper parts are the mark of the Workers' Party of Korea and words \"the 30th Anniversary of the Proclamation of the Programme for Modeling the Whole Society on the Juche Idea\" and \"Juche 63 (1974) - Juche 93 (2004)\". \r\n Printed in the centre is a photograph of Kim Jong Il making a conclusion at the historic national course of Party propagandists held on February 19, Juche 63 (1974) and seen on its either side are two photographs of him seeing the newly-published pictorial records for \"the Room for the Study of Comrade Kim Il Sung's Revolutionary Idea\" and famous works of President Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n Also printed against the red background of the sheetlet are the words \"Singlehearted Unity\" reflecting the revolutionary faith and will of the army and the people of the DPRK to single-heartedly remain true to the Party's Songun idea and leadership, united close around Kim Jong Il under the banner of modeling the whole society on the Juche idea.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Fauna and Flora around Jong Il Peak",
            "url": "http://kcna.co.jp/item/2004/200402/news02/19.htm#14",
            "content": "Fauna and Flora around Jong Il Peak\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 18 (KCNA) -- There are a natural zoo and botanical garden in the area of Jong Il Peak standing in the northern part of Ryangang Province, the Democratic People's Republic of Korea.\r\n According to surveys, the area boasts of nearly 280 species of plants, a hundred and scores of species of animals and several hundred species of insects. &nbsp;&nbsp;&nbsp;\r\n Growing in the area are groundsel, osmund, Codonopsis lanceolata, large sorrel and other edible plants. &nbsp;&nbsp;&nbsp;\r\n Among the flowers peculiar to the highlands are rose and Dryas tschonoskii.  Also seen in the area are more than ten species of edible herbs, Ganoderma, Angelica gigas, Thymus guingu ecostatus, Syringa amurensis and many other species of medicinal and aromatic plants. &nbsp;&nbsp;&nbsp;\r\n All of the plants are characterized by clear and thick color of their leaves as they grow in the alpine area, fully exposed to the sun. &nbsp;&nbsp;&nbsp;\r\n Flowers of the same species turns into white, yellow, red and other colors, a phenomenon which can be seen in only an alpine area with a rapid change in weather. &nbsp;&nbsp;&nbsp;\r\n The primeval forests are also abundant in animals. &nbsp;&nbsp;&nbsp;\r\n When the snow thaws near Sobaeksu Stream and flowers are into full bloom, several hundred species of insects including bees and butterflies add natural beauty to the area. &nbsp;&nbsp;&nbsp;\r\n Living in the forests are Korean tiger, bear, deer, roe deer, hedgehog, flying squirrel, pika, magpie, lark and many other species of animals. &nbsp;&nbsp;&nbsp;\r\n A subspecies of butterfly has appeared in the area in recent years, drawing deep interest of scholars. &nbsp;&nbsp;&nbsp;\r\n Racoon dogs which had never been seen in the forests have also come to the area. &nbsp;&nbsp;&nbsp;\r\n All the facts show that the area around Jong Il Peak, more than 1,700 metres above the sea level, has favorable conditions for animals and plants.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Meeting Held",
            "url": "http://kcna.co.jp/item/2004/200402/news02/19.htm#15",
            "content": "National Meeting Held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, February 18 (KCNA) -- A national meeting was held at the April 25 House of Culture today to mark the 30th anniversary of the proclamation of the programme for modeling the whole society on the Juche idea by leader Kim Jong Il.\r\n He formulated President Kim Il Sung's revolutionary idea as an integral system of idea, theory and method of Juche and proclaimed the great programme for modeling the whole society on the Juche idea on that basis on February 19, Juche 63 (1974). &nbsp;&nbsp;&nbsp;\r\n This programme serves as a revolutionary programme of Juche as it calls for advancing the revolution with the President's revolutionary idea as the only guiding idea and building a society where the popular masses' independence is fully realized by transforming man, society and nature as required by the Juche idea. &nbsp;&nbsp;&nbsp;\r\n Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, in a report said that Kim Jong Il's proclamation of the programme for modeling the whole society on the Juche idea is an immortal exploit as it is a programme for winning a victory in the revolutionary struggle of the people in our era for independence and provides a landmark for a revolutionary switchover from the known movement of socialism to the Juche-based movement of socialism. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il wisely led the gigantic social revolution to transform the whole society as required by the Juche idea and brought about an epochal turn, he said, and went on: &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il, attaching primary importance to establishing the monolithic ideological and leadership system of the Party, dynamically conducted a party organizational and ideological work by putting emphasis on training all the Party members, servicepersons of the People's Army and all other working people as enthusiastic revolutionaries who cherish the leader's revolutionary idea and loyalty to the Party and the leader as their faith, uniting them close around the leader and letting them act as one under the monolithic guidance of the Party. This was of decisive significance in accomplishing the cause of modeling the whole society on the Juche idea. &nbsp;&nbsp;&nbsp;\r\n He also clarified that the struggle to model the whole society on the Juche idea is a struggle to meet the popular masses' demand for independence in the three fields of transforming man, nature and society. He, on this basis, aroused the whole Party and all the people to carry out the ideological, technical and cultural revolutions. This was a major factor of innumerable feats and miracles performed in the overall socialist construction. &nbsp;&nbsp;&nbsp;\r\n In the 1990s when the imperialist and reactionary forces' moves to stifle the DPRK have reached their height he set out the Songun politics, consolidating the military position of the revolution to be an invulnerable fortress. This was an immensely precious success as it provided a sure guarantee for accomplishing the cause of modeling the whole society on the Juche idea. &nbsp;&nbsp;&nbsp;\r\n The reporter called for holding higher the great Songun banner and accomplishing the cause of modeling the whole society on the Juche idea to meet the requirements of the Korean revolution that has entered the phase of a new historic turn. &nbsp;&nbsp;&nbsp;\r\n All the Party members, servicepersons of the People's Army and people should consider it as their primary maxim in their life and struggle to devotedly defend the leader, become human citadels and shields protecting the headquarters of the revolution headed by  Kim Jong Il politically and ideologically at the cost of their lives and become indomitable fighters who unconditionally carry out to the letter the Party's line and policies in a do-or-die spirit, he said, and continued: &nbsp;&nbsp;&nbsp;\r\n All of them should firmly uphold and implement Kim Jong Il's Songun idea and remain true to his Songun revolutionary leadership, bearing in mind that the thorough embodiment of this idea provides a sure guarantee for accomplishing the cause of modeling the whole society on the Juche idea, &nbsp;&nbsp;&nbsp;\r\n They should step up the building of a great prosperous powerful socialist nation by conducting an all-out offensive on the three fronts--politics and ideology, anti-imperialism and military affairs and economy and science. &nbsp;&nbsp;&nbsp;\r\n The prevailing situation requires us to be ready for both dialogue and confrontation, the reporter said, stating that it is an unshakable stand of the Party, the army and the people of the DPRK to return artillery fire for enemy's rifle fire and react to its hard-line policy with the toughest stand. &nbsp;&nbsp;&nbsp;\r\n If the U.S. bellicose forces finally ignite a war of aggression in defiance of the DPRK's repeated warnings, the Korean army and people led by the great illustrious commander will mobilize all the military potentials they have built up for a long time to destroy the enemy's stronghold by merciless blows and achieve a decisive victory in the confrontation with the U.S. &nbsp;&nbsp;&nbsp;\r\n Senior Party, state and army officials were among those present at the meeting.   \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}