{
    "date": "2004-04-05",
    "url": "http://kcna.co.jp/item/2004/200404/20040405.htm",
    "articles": [
        {
            "title": "Kim Jong Il's Work Published in Paraguay",
            "url": "http://kcna.co.jp/item/2004/200404/news04/05.htm#1",
            "content": "Kim Jong Il's Work Published in Paraguay \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 4 (KCNA) -- Leader Kim Jong Il's famous work \"The Juche Philosophy Is an Original Revolutionary Philosophy\" was brought out in booklet on Mar. 27 by the Arandura Publishing House of Paraguay.\r\n The work, published on July 26, Juche 85 (1996), clarifies the originality and superiority of the Juche philosophy to the preceding philosophy of the working class. &nbsp;&nbsp;&nbsp;\r\n The Juche philosophy serves as the revolutionary philosophy, political philosophy of the Workers' Party of Korea, the work says, advancing the principled matters that should be held fast to in the study and explanation of the Juche philosophy.    \r\n\r\n"
        },
        {
            "title": "Songun Policy Supported by President of Uganda",
            "url": "http://kcna.co.jp/item/2004/200404/news04/05.htm#2",
            "content": "Songun Policy Supported by President of Uganda \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 4 (KCNA) -- Yoweri Kaguta Museveni, president of Uganda, met Kim Pong Gi, DPRK ambassador e. p. to Uganda, on March 29.\r\n Congratulating leader Kim Jong Il on the 11th anniversary of his election as chairman of the National Defence Commission of the DPRK and hailing his Songun policy, the president said that all countries should follow it. &nbsp;&nbsp;&nbsp;\r\n The president highly praised him for creditably carrying forward the cause of President Kim Il Sung to turn the DPRK into a political and military power. &nbsp;&nbsp;&nbsp;\r\n The president said that the nuclear issue between the DPRK and the U. S. should be solved in a peaceful way through dialogue and Korea's reunification should be achieved on the basis of the June 15 North-South Joint Declaration.    \r\n\r\n"
        },
        {
            "title": "Koreans Called upon to Uphold Banner of National Independence",
            "url": "http://kcna.co.jp/item/2004/200404/news04/05.htm#3",
            "content": "Koreans Called upon to Uphold Banner of National Independence \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 4 (KCNA) -- Now that the U.S. attempt to threaten the sovereignty and peace of the Korean nation and unleash a nuclear war of aggression on the Korean peninsula has reached its zenith, it is high time for all the Koreans in the north and south and abroad to turn out as one in the anti-U.S. and anti-war struggle under the uplifted banner of national independence, says Rodong Sinmun today in a signed article.\r\n Saying that the principle of national independence provides a basic guarantee for defending the peace and security of the country and victoriously advancing the cause of national reunification, the article goes on: &nbsp;&nbsp;&nbsp;\r\n Some members of the nation are now seeking to solve something with the help of outsiders as they have not yet discarded the idea of relying upon them. The ultra-right conservative forces in south Korea, in particular, stoop to such an anti-national criminal act as toeing the U.S. in its moves to isolate and stifle the DPRK, asserting that it is possible to maintain security only when they cooperate with outsiders. This will bring nothing but self-destruction as it is little short of leaving the destiny of the nation to the tender mercy of outsiders. &nbsp;&nbsp;&nbsp;\r\n The Korean nation should resolutely reject such flunkeyism, the idea of relying upon outsiders, and decisively foil the U.S. imperialists' moves for aggression and war with transparent consciousness of national independence. &nbsp;&nbsp;&nbsp;\r\n The north and the south have differences in ideology, social system, demand and interest of class and strata and other aspects. But it is not time to argue about them at the present time when the destiny of the nation is exposed to a grave threat by outsiders. In the June 15 North-South Joint Declaration the north and the south solemnly committed themselves to defend the national dignity and interests and pool efforts of the nation to achieve the peace and reunification of the country. Therefore, they have nothing to hesitate to do and there is no need for them to read other's face. All the Koreans in the north and south and abroad should think the destiny of the nation first among other things and put national reunification, the interests common to the nation, above all others and unite firm in their efforts for its realization.    \r\n\r\n"
        },
        {
            "title": "Congratulations to Maltese President",
            "url": "http://kcna.co.jp/item/2004/200404/news04/05.htm#4",
            "content": "Congratulations to Maltese President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 4 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Friday sent a message to Eddie Fenech Adami, congratulating him on his election as president of Malta.\r\n The message extended warm congratulations to the Maltese president and wished him great success in his responsible work for the country's development and people's wellbeing.    \r\n\r\n"
        },
        {
            "title": "Social Solidarity for Settlement of Poverty Formed in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200404/news04/05.htm#5",
            "content": "Social Solidarity for Settlement of Poverty Formed in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 4 (KCNA) -- The Social Solidarity for the Settlement of Poverty was inaugurated in Seoul on March 30, according to the south Korean KBS.\r\n Involved in it are the (south) Korean Confederation of Trade Unions, the \"National Federation of the Poor and 27 other organizations. &nbsp;&nbsp;&nbsp;\r\n On the same day the organization held a meeting to cherish the memory of those who died of poverty. &nbsp;&nbsp;&nbsp;\r\n Attendants demanded that the government settle the issue of poverty including the government's minimum cost of living.    \r\n\r\n"
        },
        {
            "title": "Kim Jong Il Inspects Cattle Ranch of KPA Unit",
            "url": "http://kcna.co.jp/item/2004/200404/news04/05.htm#6",
            "content": "Kim Jong Il Inspects Cattle Ranch of KPA Unit \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 4 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the Democratic People's Republic of Korea, inspected the July 18 Cattle Ranch of KPA Unit 580.\r\n Going round the exterior and interior of the ranch including cattle sheds, an ensilage processing ground, an epizootic prevention centre and a technical study room, he acquainted himself in detail with the construction of the ranch and breeding. &nbsp;&nbsp;&nbsp;\r\n The cattle ranch has been built in favor of the management and anti-epizootic work and the quality of the construction been ensured on a high level, he said, highly praising the soldier-builders for devoting all their wisdom and enthusiasm to creating one more\r\nprecious asset conducive to the prosperity of the country. &nbsp;&nbsp;&nbsp;\r\n This ranch can rapidly increase live-stock products as it is located in a good place and its grass field is wide, he said, adding that it should be developed into a large-scale stockbreeding base by making an effective use of its favorable conditions. &nbsp;&nbsp;&nbsp;\r\n In order to build up the ranch prospectively, it is imperative to finish within a few months ahead of schedule the projects which are envisaged at the second stage including the construction of the cultural and welfare facilities and the pavement of roads of the grass fields, he noted. &nbsp;&nbsp;&nbsp;\r\n Saying that what is most important in producing more cattle meat is to choose good stock, he stressed the need to carry through the Party's policy of effecting a radical turn in raising animal breeds. &nbsp;&nbsp;&nbsp;\r\n In order to increase live-stock products, he said, it is necessary to be fully equipped with facilities for scientific research and deepen research and, at the same time, steadily improve the technical level and skill to put breeding on a scientific and technological basis. &nbsp;&nbsp;&nbsp;\r\n He put forward the task of building up a fodder base. &nbsp;&nbsp;&nbsp;\r\n Then he chose the site of a duck farm to be built by servicepersons. &nbsp;&nbsp;&nbsp;\r\n  To increase the production of meat, eggs, fish and other subsidiary food is a heavy yet honorable revolutionary task to realize the centuries-old desire of the people, he said, expressing great expectation and conviction that they will perform feats in the struggle to boost the stockbreeding industry of the country at a new higher stage and bring about a decisive turn in improving the standard of the people's living. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by KPA Generals Ri Myong Su, Hyon Chol Hae and Pak Jae Gyong and First Vice Department Director of the WPK Central Committee Ri Yong Chol.    \r\n\r\n"
        },
        {
            "title": "Work of Kim Il Sung and His Reminiscences Studied Abroad",
            "url": "http://kcna.co.jp/item/2004/200404/news04/05.htm#7",
            "content": "Work of Kim Il Sung and His Reminiscences Studied Abroad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- A seminar on President Kim Il Sung's famous work \"On the Three Principles of National Reunification\" was held by the Egyptian Committee for the Study of the Juche Idea on March 22.\r\n The chairman of the committee said in his speech that Kim Il Sung put forward fair and aboveboard proposals for Korean reunification and wisely led the struggle to put them into practice. He noted that the friendly Korean people are waging a dynamic struggle to implement the three principles of the national reunification, the ten-point program of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo put forward by Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The June 15 North-South Joint Declaration was adopted thanks to the bold decision of leader Kim Jong Il and a vigorous drive has been under way to achieve the country's reunification by the concerted efforts of the Korean nation and thus a bright prospect has been opened for Korean reunification, he said, adding: The immortal exploits performed by Kim Il Sung and Kim Jong Il for the cause of Korean reunification will shine more brilliantly with the century. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, reading sessions on \"My family\" from Vol.1 of Part 1 The Anti-Japanese Revolution of Kim Il Sung's reminiscences \"With the Century\" were held by a Nigeria-Korea joint venture company and the Nigerian Group for the Study of Kimjongilism on March 23 and 24.    \r\n\r\n"
        },
        {
            "title": "Cambodian King to Visit DPRK",
            "url": "http://kcna.co.jp/item/2004/200404/news04/05.htm#8",
            "content": "Cambodian King to Visit DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- His Majesty Cambodian King Norodom Sihanouk will shortly pay a goodwill visit to the DPRK on the occasion of the birth anniversary of President Kim Il Sung. \r\n\r\n"
        },
        {
            "title": "Ten Million-People Signature Campaign against Impeachment in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200404/news04/05.htm#9",
            "content": "Ten Million-People Signature Campaign against Impeachment in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- The People's Action for the Annulment of the \"Motion on Impeachment against the President\" and Liquidation of Corrupt Politics reportedly opened a citizen plaza for nullification of the motion on impeachment and defence of democracy around Myongdong Cathedral in Seoul on March 29 and started a ten million signature campaign.\r\n The organization at a press conference before the start of the campaign said that it would conduct the signature campaign, a candlelight demonstration, prayer meeting and symposium against the motion on the impeachment every day. &nbsp;&nbsp;&nbsp;\r\n The organization stressed that it would conduct the ten million signature campaign across south Korea and would not stop it before its demand is met. &nbsp;&nbsp;&nbsp;\r\n After the press conference the organization conducted the signature campaign together with the emergency sit-in group of the Seoul District Federation of University Student Councils which is on the sit-in strike in demand of nullification of the motion on the impeachment.    \r\n\r\n\r\n"
        },
        {
            "title": "Preparatory Committee Inaugurated in Russia",
            "url": "http://kcna.co.jp/item/2004/200404/news04/05.htm#10",
            "content": "Preparatory Committee Inaugurated in Russia\r\n&nbsp;&nbsp;&nbsp;  Pyongyang, April 3 (KCNA) -- A preparatory committee of the Central Association of Korean Nationals in Russia was inaugurated to commemorate the Day of the Sun on March 30.\r\n  Ju Hui Chol, chairman of the central association, was elected chairman of the preparatory committee. &nbsp;&nbsp;&nbsp;\r\n  The committee decided to hold colorful functions such as meeting, public presentation of contents of books and film show on the occasion of the Day of the Sun.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Remains of More Martyrs Buried in Patriotic Martyrs' Cemetery",
            "url": "http://kcna.co.jp/item/2004/200404/news04/05.htm#11",
            "content": "Remains of More Martyrs Buried in Patriotic Martyrs' Cemetery\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- Remains of more martyrs who dedicated themselves to the sacred cause for the prosperity of the country were interred in the Patriotic Martyrs' Cemetery.\r\n They are Jang Chol, vice-chairman of the Supreme People's Assembly and chairman of the Central Committee of the General Federation of the Unions of Literature and the Arts of Korea, People's Artist U Chi Son, creator of the Mansudae Art Studio, People's Actor Ri Dan of the State Theatrical Company, Wang Su Bok, actress of the Korean National Music and Dance Institute, Chae Hyong Sik, senior Party official in the field of construction, Jong Si Ung, officer of the Korean People's Army who contributed to depicting the history of the guidance given by the peerlessly great persons to the army on immortal paintings. &nbsp;&nbsp;&nbsp;\r\n Burial ceremonies took place on April 1 and 2. &nbsp;&nbsp;&nbsp;\r\n Officials concerned made speeches at the ceremonies and then the remains of the martyrs were buried in the cemetery. &nbsp;&nbsp;&nbsp;\r\n Stone pictures of the martyrs were seen on the gravestones. &nbsp;&nbsp;&nbsp;\r\n Present at the ceremonies were Kim Ki Nam, secretary of the Central Committee of the Workers' Party of Korea, Song Yong Su, vice-director of the History Institute of the C.C., the WPK, and others.       \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japanese Reactionaries' Illegal Adoption of Wartime Laws under Fire",
            "url": "http://kcna.co.jp/item/2004/200404/news04/05.htm#12",
            "content": "Japanese Reactionaries' Illegal Adoption of Wartime Laws under Fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- The DPRK Lawyers Committee issued a lengthy white paper Friday disclosing the illegality and injustice of the Japanese reactionaries' adoption of wartime laws under the pretext of \"emergency\" in a bid to realize their ambition for overseas expansion again.\r\n The white paper in its first part dismissed the Japanese reactionaries' adoption of wartime laws as a criminal act of openly challenging international conventions which stipulate the status of Japan as a war criminal state and a state which sustained a defeat in a war and an illegal act of seriously violating the principle calling for a peaceful settlement of international disputes. &nbsp;&nbsp;&nbsp;\r\n The paper continued: &nbsp;&nbsp;&nbsp;\r\n Typical international legal documents related to the issue of the future of Japan are the Potsdam Declaration signed on July 26, 1945, the UN Charter that took effect in October, 1945 right after the end of the Second World War, etc. The documents stipulate it as a major objective to deprive Japan of its right to possess an army and right of belligerency and let it exist as a peace-loving state in a bid to prevent it from reviving militarism. &nbsp;&nbsp;&nbsp;\r\n This notwithstanding, the Japanese reactionaries stepped up their moves to enact those laws, completely negating the above-mentioned international laws and regulations and openly challenging them in a bid to realize at any cost their old dream of the \"Greater East Asia Co-prosperity Sphere\" even after their defeat. &nbsp;&nbsp;&nbsp;\r\n The ruling Liberal Democratic Party of Japan even worked out a draft constitutional reform last year. This January the chief executive of Japan asserted that it plans to pass the draft constitutional amendment through the Diet by 2009. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries even set up wartime legal systems one by one in a bid to realize overseas aggression by force, after discarding the principle of peaceful settlement of international disputes, their hypocritical signboard. &nbsp;&nbsp;&nbsp;\r\n Japan does not bother to assert that it has the right to join the U.S. forces in its combat operation by dispatching huge troops of the Japan \"Self-Defence Forces\" to dispute-torn areas of the world under the pretext of assisting the U.S. forces although it is not directly exposed to attack from outside. They argue that it is the inviolable right of Japan to exercise\" the right to collective self-defence\". &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries' adoption of wartime laws are an intolerable illegal act as they do not respect international commitments which serve as a basis for international relations and their duty to implement them. &nbsp;&nbsp;&nbsp;\r\n Recently they adopted the \"draft amendment to the law on foreign exchange\", a law calling for applying economic sanctions against the DPRK. This was an anti-DPRK hostile act as they negate the DPRK-Japan Pyongyang Declaration under which both sides committed themselves to observe international law and refrain from threatening the security of other side and pose a grave threat to and infringe upon the right to existence and security of the DPRK. &nbsp;&nbsp;&nbsp;\r\n This clearly proves that the Japanese reactionaries are refusing to redeem Japan's past and still watching for a chance to launch reinvasion, after designating the DPRK as their enemy. &nbsp;&nbsp;&nbsp;\r\n The white paper in its second part termed the Japanese reactionaries' enaction of wartime laws a shameless and crafty act as they violate the principles which call for instituting laws and regulations and correctly specifying contents of laws strictly based on fundamental laws of the state. &nbsp;&nbsp;&nbsp;\r\n The generally accepted principle to be observed in enacting domestic laws, applies to Japan without exception, a country styling itself a \"law-governed state.\" &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries have long worked hard to enact wartime laws in utter disregard of the principles and provisions of the present constitution that has so far existed in name only. &nbsp;&nbsp;&nbsp;\r\n Developments in the last more than decade clearly prove this. Japan instituted and promulgated \"law on cooperation with UN peace-keeping operations\" in 1992, \"law on emergency in surrounding areas\" in 1999 and \"law on inspection of ships\" in December 2000. The \"law on the Self-Defence Forces\" was revised in 2001 and the \"bill related to emergency\" and the revised \"law on special measure against terrorism\" were adopted in 2003. &nbsp;&nbsp;&nbsp;\r\n Moreover, they are scheming to refer seven bills related to the emergency to the Diet for their early enactment after making a relevant decision at the Cabinet meeting on March 9. It is their plan to adopt a new \"defence programme\" by the end of this year. &nbsp;&nbsp;&nbsp;\r\n Laws instituted by the Japanese reactionaries for overseas aggression are full of uncertain and ambiguous stipulations. &nbsp;&nbsp;&nbsp;\r\n This is attributable to their aim to secure a legal leverage for dispatching the SDF to any part of the world in any event to realize their ambition for overseas aggression by interpreting and applying those wartime laws in their interests. &nbsp;&nbsp;&nbsp;\r\n In fact, the Japanese reactionaries interpret the conception of \"areas surrounding Japan\" stipulated in the \"law on emergency in surrounding areas\" as vast areas including not only the Korean peninsula, China and Russia but Southeast Asia and Asia-Pacific. &nbsp;&nbsp;&nbsp;\r\n This reveals the Japanese reactionaries' true intention to invent any pretext any time they deem necessary for realizing their ambition for overseas aggression and mount a preemptive attack by force on any country. &nbsp;&nbsp;&nbsp;\r\n All facts go to clearly prove that the Japanese reactionaries' adoption of wartime laws without any justification in view of international law and the generally accepted principles to be observed in instituting domestic laws was not prompted by their ignorance of international law or their misinterpretation of theories of laws but their anachronistic ambition to launch reinvasion in order to realize their old dream of overseas aggression at any cost, which they had failed to do in the past. &nbsp;&nbsp;&nbsp;\r\n Korea is the primary target of overseas aggression that has been justified by the Japanese reactionaries' institution of those laws, the white paper said, recalling that Japan made a switchover in its strategy from that of giving importance to the northern areas targeted against the former Soviet Union to that of attaching importance to areas west of Japan. Frantic war exercises have been conducted under the simulated conditions of invasion of Korea, it added. &nbsp;&nbsp;&nbsp;\r\n If the Japanese reactionaries keep to the road of anachronistic overseas aggression, oblivious of disgraceful lesson drawn from the past history of Japan, they will stand further censured and rejected by the Koreans and all other world people and accelerate their self-destruction. &nbsp;&nbsp;&nbsp;\r\n If the Japanese reactionaries violate even a bit the dignity and the sovereignty of the DPRK invoking those criminal wartime laws, it will never remain a passive on-looker to it. Japan will have to pay an inestimably high price if they launch reinvasion of Korea,the paper warned.       \r\n\r\n\r\n"
        },
        {
            "title": "9th Reunion of Separated Families and Relatives Closes",
            "url": "http://kcna.co.jp/item/2004/200404/news04/05.htm#13",
            "content": "9th Reunion of Separated Families and Relatives Closes\r\n&nbsp;&nbsp;&nbsp; Mt. Kumgang Resort, April 3 (KCNA) -- The 9th reunion of separated families and relatives that started at Mt. Kumgang resort closed.\r\n Southerners already met their families and relatives from the north. Then northerners met their kinsmen from the south. &nbsp;&nbsp;&nbsp;\r\n Those from the north side had a collective reunion with their families and relatives from the south Thursday. &nbsp;&nbsp;&nbsp;\r\n They were separated from each other in their young days due to the national division caused by outsiders. It was not until the twilight years of their lives that they could have the chance to reunite with each other. Finding it hard to repress their joy at the reunion, they hugged each other, exchanged greetings and conveyed tidings from their families. &nbsp;&nbsp;&nbsp;\r\n The kinsmen from the north told their families and relatives from the south side about the happy life they and their families have led in the north, recollecting with pride their worthwhile life under the warm care of the Republic. &nbsp;&nbsp;&nbsp;\r\n They had family-to-family reunions with their kinsmen from the south Friday. &nbsp;&nbsp;&nbsp;\r\n The separated families and relatives from the north and the south expressed their willingness to work together for reunification and patriotism, singing songs and having photographs taken in a family atmosphere. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the Red Cross of south Korea arranged a reception for the separated families and relatives of both sides..       \r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of April 3 Armed Popular Uprising Marked",
            "url": "http://kcna.co.jp/item/2004/200404/news04/05.htm#14",
            "content": "Anniversary of April 3 Armed Popular Uprising Marked\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- 56 years have passed since the armed popular uprising of Jeju islanders against the colonial fascist rule of the U.S. imperialists and traitors to the nation.\r\n The brigandish U.S. imperialists are chiefly to blame for the brutal suppression of Jeju islanders' April 3 uprising and the conversion of the whole island into a huge cemetery of patriotic people. The aggressors should be forced to return blood for blood. &nbsp;&nbsp;&nbsp;\r\nRodong Sinmun today says this in a signed commentary. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Massacre committed by the U.S. imperialists, going against the south Korean people's desire for independence, democracy and reunification, was not confined to Jeju Island. The over half a century-long history of the U.S. occupation of south Korea is a history of monstrous man killings. &nbsp;&nbsp;&nbsp;\r\n Remaining in south Korea still today though, the U.S. is forcing death, misfortune and disgrace upon the south Korean people. &nbsp;&nbsp;&nbsp;\r\n The commentary calls upon the south Korean people from all walks of life to turn out in the vigorous nationwide anti-U.S. showdown to foil the moves of the brigandish U.S. imperialists, the arch enemy common to the nation, for domination, interference, aggression and war and force them to withdraw their forces from south Korea through national cooperation under the banner of our nation first spirit.       \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Plot to Scuttle NA Election in S. Korea Assailed",
            "url": "http://kcna.co.jp/item/2004/200404/news04/05.htm#15",
            "content": "Plot to Scuttle NA Election in S. Korea Assailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- A spokesman for the Committee for the Peaceful Reunification of the Fatherland gave the following answer to a question put by KCNA Friday as regards the U.S. and the south Korean right-wing conservative forces' mean plot to stop the situation from turning unfavorable to them, taking issue with the DPRK, as their racket kicked up \"to impeach the president\" proved nothing helpful to them:\r\n On March 12 the Grand National Party and other right-wing conservative forces in south Korea committed an unprecedented political rebellion called \"passage of the motion on impeachment against the president\" through the National Assembly under the backstage manipulation of the U.S. and mass protests against the motion are now going on in all parts of south Korea. &nbsp;&nbsp;&nbsp;\r\n Much upset by this, the U.S. and the right-wing conservative forces in south Korea seek to orchestrate a shocking incident related to the DPRK and postpone or scuttle the National Assembly election. &nbsp;&nbsp;&nbsp;\r\n In case the situation does not develop as intended by them, they may stoop to any hideous crime. &nbsp;&nbsp;&nbsp;\r\n All the south Koreans from all walks of life should closely follow the moves of the U.S. to interfere in the internal affairs of south Korea and the plot of the right-wing conservatives to scuttle the election and resolutely foil them.       \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S and Japan Urged to Discontinue Military Provocations against DPRK",
            "url": "http://kcna.co.jp/item/2004/200404/news04/05.htm#16",
            "content": "U.S and Japan Urged to Discontinue Military Provocations against DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- If the United States and Japan persist in military provocations aimed to stifle the DPRK at any cost, it cannot but take a necessary self-defensive countermeasure. Minju Joson warns this in a signed commentary today.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. and Japan's military moves against the DPRK have been recently pushed forward at a very dangerous stage. This is an act of diametrically running counter to the U.S. and Japan oft-repeated talk about \"dialogue\". &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are now taking the lead in joining the U.S. in its moves to establish the missile defence system aimed to hold military hegemony in the Asia-Pacific region and the rest of the world, zealously patronizing them. They are revealing their real intention to realize militarization and act a shock brigade in a war of aggression against the DPRK under the pretext of the nuclear issue on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n Japan has long built up strength to realize its ambition for aggression, backed by big countries. &nbsp;&nbsp;&nbsp;\r\n The U.S. knows such inveterate and typical mode of aggression used by the Japanese reactionaries better than anyone. The U.S. had already experienced this when there was Japan's attack on Pearl Harbor. It is by no accidental that there is in the U.S. the apprehension that Japan is watching for a chance to take revenge upon it for what Japan suffered from its nuclear assault in the past. In spite of this, the U.S. is undisguisedly fostering and patronizing the militarization of the Japanese reactionaries and egging them on to escalate their anti-DPRK moves. Lurking behind this is an ulterior intention of the U.S. to use them as a shock brigade in carrying out its invariable hostile policy toward the DPRK and its strategy of domination over the Asia-Pacific region. &nbsp;&nbsp;&nbsp;\r\nThis is as foolish a dream as raising a wolf to benefit from it. &nbsp;&nbsp;&nbsp;\r\n There is no guarantee that there will be no new world war to bring horrible disasters incomparable with those of the Second World War when the U.S. and Japan having the same ambition for domination and the same aim for aggression set out to achieve them, conspiring with each other.       \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Senegalese President",
            "url": "http://kcna.co.jp/item/2004/200404/news04/05.htm#17",
            "content": "Greetings to Senegalese President\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on April 1 sent a message of greetings to Senegalese President Abdoulaye Wade on the occasion of the 44thanniversary of the independence of Senegal.\r\n Expressing belief that the good friendly and cooperative relations between the two countries would grow stronger, the message sincerely wished the president great success in his responsible work for the democratic development and prosperity of the country.       \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulatory Message to Malaysian Foreign Minister",
            "url": "http://kcna.co.jp/item/2004/200404/news04/05.htm#18",
            "content": "Congratulatory Message to Malaysian Foreign Minister\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 3 (KCNA) -- DPRK Foreign Minister Paek Nam Sun sent a congratulatory message to Datuk Sri Syed Hamid Albar upon his reappointment as Malaysian foreign minister.\r\n The message expressed belief that the relations of friendship and cooperation daily developing on good terms between the two countries would grow stronger.       \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}