{
    "date": "2004-04-21",
    "url": "http://kcna.co.jp/item/2004/200404/20040421.htm",
    "articles": [
        {
            "title": "KCNA Slams Israel's Barbarous Terrorism",
            "url": "http://kcna.co.jp/item/2004/200404/news04/21.htm#1",
            "content": "KCNA Slams Israel's Barbarous Terrorism \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 20 (KCNA) -- Israel on April 17 ruthlessly killed Abdel Aziz Rantisi, leader of the Islamic Resistance Movement (Hamas) of Palestine, and his bodyguards in a helicopter missile strike at the Gaza Strip.\r\n Israel's assassination of Rantisi in the wake of the murder of Yassin, spiritual leader of Hamas, in broad daylight on March 22 is intolerable as it was carefully prearranged state-sponsored terrorism. &nbsp;&nbsp;&nbsp;\r\n The murder of Rantisi indicates that Israel is undisguisedly resorting to the base methods to totally destroy Hamas, a pillar of the resistance forces of Palestine, under the pretext of the U.S.-led \"anti-terrorist\" war. &nbsp;&nbsp;&nbsp;\r\n Israel, which intends to unilaterally withdraw from the Gaza Strip, the main base of Hamas, resorted to such state-sponsored terrorism, openly asserting that national security cannot be guaranteed as long as Hamas remains as it is. &nbsp;&nbsp;&nbsp;\r\n On April 18 Sharon, prime minister of Israel, blustered that the assassination of Rantisi was successful and that Israel would continue to kill Hamas leaders. This clearly shows at what a reckless phase Israel is organizing the man-hunting operation to destroy Hamas by a state order. &nbsp;&nbsp;&nbsp;\r\n The recent terrorist act and Sharon's remarks have driven again the Mideast situation to an irrevocable grave crisis. &nbsp;&nbsp;&nbsp;\r\n Yasser Arafat, head of the Palestinian National Authority, in a communique on April 18 stressed that Israel's barbarous assassination can never break the will of the Palestinian people but will consolidate their unity. &nbsp;&nbsp;&nbsp;\r\n Qurei, prime minister of the Palestinian National Authority, bitterly denounced the United States, saying that the assassination was committed under the U.S. zealous backing and wirepulling of Israel. &nbsp;&nbsp;&nbsp;\r\n The confrontation between Israel and Palestinians in the Mideast has reached a more acute phase as Hamas whose main form of attack is suicide bomb attack vows a large-scale revenge attacks on Israel. &nbsp;&nbsp;&nbsp;\r\n All facts clearly prove that the U.S.-loudmouth \"anti-terrorist\" war is only sparking an evil cycle of terrorism and that Israel along with the U.S. is the chieftain of terrorism. &nbsp;&nbsp;&nbsp;\r\n If peace and stability are to settle in the Mideast, Israel should stop act once its indiscriminate terrorist acts and suppression of the Palestinians and unconditionally withdraw from all the occupied Arab territories. \r\n\r\n\r\n"
        },
        {
            "title": "Seminars on Works of Kim Jong Il Held in Nigeria and Syria",
            "url": "http://kcna.co.jp/item/2004/200404/news04/21.htm#2",
            "content": "Seminars on Works of Kim Jong Il Held in Nigeria and Syria \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 20 (KCNA) -- A seminar on the famous work of leader Kim Jong Il \"The Juche Philosophy Is an Original Revolutionary Philosophy\" was held at the University of Abuja on April 9 under the sponsorship of the Nigerian Group for the Study of the Juche Philosophy.\r\n Sadik Abu Bakr Aba, chairman of the group, who made a report at the seminar, and speakers noted that the Juche philosophy is unique because it is the first in history to scientifically elucidate that man is a social being with independence, creativity and consciousness and that man is the master of the world and society is transformed and developed by him. &nbsp;&nbsp;&nbsp;\r\n They underscored the need to make a deep-going study of the Juche idea to grasp the essence of Kim Jong Il's work. &nbsp;&nbsp;&nbsp;\r\n They stressed that Kim Jong Il who is developing and enriching the Juche idea is a great master of ideology and theory in the 21st century. &nbsp;&nbsp;&nbsp;\r\n A seminar on his famous work \"The Workers' Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung\" was held in Damascus on April 10 under the sponsorship of the preparatory committee of the Socialist Unionist Party of Syria to commemorate the Day of the Sun.    \r\n\r\n\r\n"
        },
        {
            "title": "Struggle of Workers' Party of Korea Supported",
            "url": "http://kcna.co.jp/item/2004/200404/news04/21.htm#3",
            "content": "Struggle of Workers' Party of Korea Supported \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 20 (KCNA) -- Wisal Farha Bagdash, general secretary of the Central Committee of the Communist Party of Syria, said that his party will always express solidarity with the struggle of the Workers' Party of Korea for justice.\r\n When meeting with Kim Pyong Nam, DPRK ambassador e.p. to Syria, who paid a courtesy call on him on April 13, the general secretary said that the Syrian people have the deep feelings of reverence for President Kim Il Sung and highly praise his immortal exploits. &nbsp;&nbsp;&nbsp;\r\n Noting that the Korean people's struggle serves as a model of struggle against imperialism for the world progressives, he said that the victory of Korea is its own victory.    \r\n\r\n\r\n"
        },
        {
            "title": "Joint Ground Drill of S. Korean Army",
            "url": "http://kcna.co.jp/item/2004/200404/news04/21.htm#4",
            "content": "Joint Ground Drill of S. Korean Army \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 20 (KCNA) -- The Metropolitan Defence Command of the south Korean army began a joint ground drill for 2004 in the whole area of Seoul on April 19, according to the south Korean KBS.\r\n It was reported that the drill, an annual event under the cloak of \"improvement of the joint action capacity of civilian-government officials-army combined defence operations,\" would last till May 1.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Floral Baskets Laid before Portraits of President Kim Il Sung",
            "url": "http://kcna.co.jp/item/2004/200404/news04/21.htm#5",
            "content": "Floral Baskets Laid before Portraits of President Kim Il Sung \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 20 (KCNA) -- Functions of laying floral baskets before the portraits of President Kim Il Sung took place at the Organization of Solidarity of the Peoples of Africa, Asia and Latin America and at Kim Il Sung Economic Special School in Cuba separately on April 14 on the occasion of the Day of the Sun.\r\n Present were officials of the organisation, the headmaster, teachers and students of the school, the secretary general of the Cuban Committee for Supporting Korea's Reunification, the DPRK ambassador e. p. and staff members of the embassy in Havana. &nbsp;&nbsp;&nbsp;\r\n The participants laid floral baskets before the portraits of the President and made a bow to him.    \r\n\r\n\r\n"
        },
        {
            "title": "Resolution on Korean Issue Adopted at Meeting in U.S.",
            "url": "http://kcna.co.jp/item/2004/200404/news04/21.htm#6",
            "content": "Resolution on Korean Issue Adopted at Meeting in U.S. \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 20 (KCNA) -- A meeting against war and imperialism was held in Chicago on March 21 under the sponsorship of the Workers Party of the United States.\r\n At the meeting First Secretary of the Workers Party of the U.S. Michael Thorburn delivered a speech and a resolution on the Korean issue and others were adopted. &nbsp;&nbsp;&nbsp;\r\n The resolution cited facts to prove that the Bush administration claims that the DPRK has violated the Agreed Framework, pursuing the nuclear program in secret, but  it is none other than the United States that is militarizing south Korea still further and continuously threatening the Korean people with nuclear weapons. &nbsp;&nbsp;&nbsp;\r\n The basic source of tensions in the Korean peninsula is not the DPRK, but the U.S. imperialists who have occupied south Korea by huge armed forces and committed unprecedented atrocities and crimes against the Korean people, said the resolution. &nbsp;&nbsp;&nbsp;\r\n It demanded that the United States immediately withdraw its troops from south Korea and stop all pressure and interference in Korea at once. \r\n We support the Korean people in their struggle to achieve peaceful reunification of the country in accordance with their own independent will, noted the resolution.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean Book, Photo and Handicraft Exhibition Opened",
            "url": "http://kcna.co.jp/item/2004/200404/news04/21.htm#7",
            "content": "Korean Book, Photo and Handicraft Exhibition Opened \r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 20 (KCNA) -- A Korean book, photo and handicraft exhibition opened at the building of the Indonesian Ministry of Culture and Tourism on April 14 on the occasion of the Day of the Sun and the 40th anniversary of the establishment of diplomatic relations between the DPRK and Indonesia.\r\n On display at the exhibition hall were famous works of President Kim Il Sung and leader Kim Jong Il, a photo of Kim Jong Il meeting with President Megawati Soekarnoputri, photos of him giving field guidance to units of the Korean People's Army and the work in different fields of the national economy, photos of him conducting external activities and Korean handicrafts. &nbsp;&nbsp;&nbsp;\r\n I Gde Ardhika, minister of Culture and Tourism, addressing the opening ceremony, said that the friendly relations between the two countries were provided by President Sukarno and Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n This year significantly marks the 40th anniversary of the establishment of diplomatic relations between the two countries, he said, noting that the exhibition would greatly contribute to deepening mutual understanding of the two peoples, boosting the friendly bilateral relations provided by the leaders of the two countries long ago and preserving global peace.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Stone Donated to Monument to Three Charters for National Reunification",
            "url": "http://kcna.co.jp/item/2004/200404/news04/21.htm#8",
            "content": "Stone Donated to Monument to Three Charters for National Reunification\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 20 (KCNA) -- The French Group for the Study of the Juche Idea sent a commemorative stone to the Monument to the Three Charters for National Reunification. It was conveyed to an official concerned on April 19 by Jean Marie Lambret, head of the delegation of the study group on a visit to the DPRK on the occasion of the Day of the Sun.\r\n Referring to the fact that the Korean people have undergone sufferings resulting from the national division imposed upon them by foreign forces, the head said that historic meeting of the top leaders of the north and south of Korea was held and the June 15 North-South Joint Declaration, a landmark of Korea's reunification, published thanks to the unbounded magnanimity of leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He expressed the hope that the reunification of Korea would be achieved independently and peacefully at an early date.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Struggle for Independence against U.S. Called for",
            "url": "http://kcna.co.jp/item/2004/200404/news04/21.htm#9",
            "content": "Struggle for Independence against U.S. Called for\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 20 (KCNA) -- A spokesman for the National Democratic Front of South Korea in a statement on April 17 called upon the people from all walks of life to consolidate and develop the victory in the \"general election\" and intensify the struggle for independence against the U.S. in order to bring about new politics, system and life, according to the internet site of Kuguk Jonson.\r\n The victory won by the progressive forces for reforms in the election to the 17th-term \"National Assembly\" in south Korea on April 15 was a brilliant victory of the historic June 15 joint declaration as it was a good fruition of the south Korean people's awareness and their dynamic advance to build a new independent society and reunified country, he noted, and went on: &nbsp;&nbsp;&nbsp;\r\n The miserable defeat suffered by the pro-U.S. conservative forces including the Grand National Party in the election clearly proves once again that the parties that betrayed the nation and people's will and the political charlatans can never escape a stern judgement by history and there is no future for those swimming against the trend of the times. &nbsp;&nbsp;&nbsp;\r\n The election returns clearly testified to the fact that gone are the days when the U.S. and ultra-right conservative forces could lord it over the people and they are above the \"National Assembly.\" &nbsp;&nbsp;&nbsp;\r\n The NDFSK together with all the people will carry on an indomitable struggle to make the society independent and democratic and achieve the independent reunification of the country by the concerted efforts of the Korean nation under the banner of the June 15 joint declaration, he concluded.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan-U.S. Military Cooperation Assailed",
            "url": "http://kcna.co.jp/item/2004/200404/news04/21.htm#10",
            "content": "Japan-U.S. Military Cooperation Assailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 20 (KCNA) -- The Japanese reactionaries recently decided to share the information gathered by a new type \"future warning and control radar\" with the U.S. under the pretext of a \"missile threat\" from the DPRK, meeting the U.S. demand.\r\n A signed commentary of Rodong Sinmun today says the measure taken by the Japanese reactionaries clearly proves that they seek to mount a preemptive attack on the DPRK in collusion with the U.S. &nbsp;&nbsp;&nbsp;\r\n The commentary goes on: &nbsp;&nbsp;&nbsp;\r\n An institute under the Japan Defense Agency in its recent annual report titled \"2004 review of East Asian strategy\" reiterated the need to put pressure upon the DPRK with the six-way talks as a momentum and to mount a preemptive attack on its missile-launching base and use guided missiles and other arms to attack it. In March the Japanese government confirmed its plan to set the norms to be observed by units of the \"Self-Defence Forces\" when sharing information with the U.S. forces and intercepting missiles as part of the preparations for introducing the Missile Defense System whose aim is to intercept ballistic missiles of the DPRK. &nbsp;&nbsp;&nbsp;\r\n These measures eloquently prove that Japan is working hard to realize its wild ambition for reinvasion while actively pursuing the U.S. Korea strategy. &nbsp;&nbsp;&nbsp;\r\n The Japanese chief executive fully supported the U.S. when it took the measure to dispatch the latest type destroyer Aegis to the East Sea of Korea and the SDF forces staged madcap joint military exercises with the U.S. forces under the simulated conditions of intercepting and capturing the DPRK's planes and ships. All this indicates that the Japanese reactionaries' attempt to mount a preemptive attack on the DPRK in collusion with the U.S. imperialists has entered the phase of its implementation. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are getting evermore undisguised in their adventurous military moves against the DPRK, more closely cooperating with the U.S. under the pretext of the non-existent \"nuclear and missile threats\" from it. This clearly tells that they have no intention to respect and sincerely implement the DPRK-Japan Pyongyang Declaration. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries are sadly mistaken if they calculate they can realize their ambition for reinvasion by mounting a preemptive attack on the DPRK in collusion with the U.S. imperialists. Japan is within the firing range of the armed forces of the DPRK. Japan should not misjudge the strength and will of the DPRK but stop adventurous military moves which may entail catastrophic consequences.    \r\n \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Minju Joson on Results of S. Korean \"National Assembly Election\"",
            "url": "http://kcna.co.jp/item/2004/200404/news04/21.htm#11",
            "content": "Minju Joson on Results of S. Korean \"National Assembly Election\"\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 20 (KCNA) -- The Uri Party with progress and reforms as its political idea gained a majority of the \"National Assembly\" seats while the Grand National Party and other conservative forces suffered a shameful defeat in the general election to the 17th \"National Assembly\" in south Korea.\r\n Commenting on this, a news analyst of Minju Joson today says this is a victory of democratic patriotic forces over the fascist treacherous forces. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The election returns clearly prove that a party wins when it follows the will of the people and meets its doom when it is estranged from the popular sentiments. &nbsp;&nbsp;&nbsp;\r\n In the election the broad segments of the people in south Korea aspiring after independence, democracy and reunification dealt a heavy blow to the flunkeyist treacherous forces following the lead of outside forces and the separatist forces seeking confrontation. &nbsp;&nbsp;&nbsp;\r\n As the realities show, no force can turn back the trend of the times dynamically advancing toward independence, democracy and reunification. The latest election in south Korea clearly proves that the days are gone when the United States and the ultra-right conservative forces could ride high and mighty, reigning over the people, and the popular masses are above the \"National Assembly.\" &nbsp;&nbsp;&nbsp;\r\n No one knows what a plot the U.S. might hatch in the future just as it cooked up \"impeachment against the president\", seized with uneasiness over the results of the \"National Assembly election\" in south Korea. Vigilance must be heightened against the U.S. moves. &nbsp;&nbsp;&nbsp;\r\n  The south Korean people should intensify the anti-U.S. struggle for independence to win a new policy, a new system and a new life by consolidating and developing the victory won in the election.    \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Delegation Here",
            "url": "http://kcna.co.jp/item/2004/200404/news04/21.htm#12",
            "content": "S. Korean Delegation Here\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 20 (KCNA) -- A delegation of the south Korean Red Cross led by President Ri Yun Gu arrived here today.\r\n It was met at the airport with compatriotic feelings by Choe Song Ik, permanent member of the Central Committee of the Red Cross Society of the DPRK, and officials concerned. \r\n\r\n\r\n"
        },
        {
            "title": "Reception Given by Egyptian Ambassador",
            "url": "http://kcna.co.jp/item/2004/200404/news04/21.htm#13",
            "content": "Reception Given by Egyptian Ambassador\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 20 (KCNA) -- Ahmed Ramy, Egyptian ambassador e.p. to the DPRK, arranged a reception at the embassy Monday evening on the occasion of the Day of the Sun.\r\n The ambassador in a speech said that President Kim Il Sung and President Mohamed Hosni Mubarak and other successive presidents of Egypt laid a foundation of the friendly relations between the two countries. &nbsp;&nbsp;&nbsp;\r\n The bilateral friendly relations are growing stronger under the firm will and concern of President Mohamed Hosni Mubarak and leader Kim Jong Il, he noted, &nbsp;&nbsp;&nbsp;\r\n He congratulated Kim Jong Il on the 11th anniversary of his election as chairman of the National Defence Commission of the DPRK. &nbsp;&nbsp;&nbsp;\r\n He supported the Korean people in their struggle to achieve the independent and peaceful reunification of the country. &nbsp;&nbsp;&nbsp;\r\n He wished Kim Jong Il good health and success in his leadership to the Korean people's struggle for progress and prosperity. &nbsp;&nbsp;&nbsp;\r\n Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, in a speech said that Kim Il Sung always lives in the hearts of the Korean people and the world progressives as he performed great feats to be specially recorded before the country, people, era and history with his great idea, outstanding leadership ability and noble virtues. &nbsp;&nbsp;&nbsp;\r\n The revolutionary cause of Juche started by Kim Il Sung is creditably carried forward by Kim Jong Il, he noted. &nbsp;&nbsp;&nbsp;\r\n The traditional relations of friendship and cooperation between the two countries provided by Kim Il Sung in his lifetime together with the successive leaders of Egypt continue to develop on good terms under the deep concern of Kim Jong Il and Mohamed Hosni Mubarak, he said, adding: &nbsp;&nbsp;&nbsp;\r\n We sincerely hope that the Egyptian people who are working for the prosperity and development of the country and unity of Arab and peace in Mideast would achieve greater success in their just cause. &nbsp;&nbsp;&nbsp;\r\n Present on invitation were Kim Yong Jin, minister of Education, Pak Kyong Son, vice department director of the Central Committee of the Workers' Party of Korea, Choe Su Hon, vice-minister of Foreign Affairs, and other officials concerned.    \r\n   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "April 15 Children's Flower Garden",
            "url": "http://kcna.co.jp/item/2004/200404/news04/21.htm#14",
            "content": "April 15 Children's Flower Garden\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 20 (KCNA) -- Many kinds of flowers are in full bloom in the April 15 Children's Flower Garden.\r\n The garden, situated at the foot of Song Hill in Mangyongdae District, Pyongyang, was opened in April Juche 81(1992). &nbsp;&nbsp;&nbsp;\r\n It includes a flower garden of over 9,000 square meters, lawn of over 12,000 square meters, forest of 35,000 odd square meters, automatically-controlled fountains of 6,000 square meters, man-made lotus pond of 3,000 odd square meters and resting site of hundreds of square meters. &nbsp;&nbsp;&nbsp;\r\n There is an exhibition covering more than 1,400 square meters in the center of the garden. &nbsp;&nbsp;&nbsp;\r\n The exhibition consists of a general exhibition hall, Kimilsungia hall, Kimjongilia hall and an international friendship plants hall. &nbsp;&nbsp;&nbsp;\r\n Growing in the international friendship plants hall are tens of kinds of rare flowering plants sent by youth organizations, children's organizations and individual figures in some 50 countries. &nbsp;&nbsp;&nbsp;\r\n The flower garden has served as a place for cultural and emotional life of working people, youth and schoolchildren and a center for education in plants.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Sung's Efforts for Development of Poultry Farming",
            "url": "http://kcna.co.jp/item/2004/200404/news04/21.htm#15",
            "content": "Kim Il Sung's Efforts for Development of Poultry Farming\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 20 (KCNA) -- Many modern chicken plants have been constructed in the Democratic People's Republic of Korea.\r\n The foundation for ever developing poultry farming in the DPRK was laid long ago by President Kim Il Sung, who made all efforts to sufficiently provide the people with meat and eggs. &nbsp;&nbsp;&nbsp;\r\n In the post-war period when everything was reduced to ashes, he indicated ways for the development of the poultry farming and chose sites of several chicken plants. &nbsp;&nbsp;&nbsp;\r\n Prior to the 17th Enlarged Plenary Meeting of the 4th Central Committee of the Workers' Party of Korea in April Juche 57 (1968), he called at a chicken plant and gave officials and workers a detailed explanation of all matters, big and small, arising in construction and management of a modern chicken plant including the building of coops, chicken-breeding and veterinary and anti-epidemic services. &nbsp;&nbsp;&nbsp;\r\n Basing himself on a deep understanding of the benefit of quail, he took relevant steps for breeding quails on an extensive scale. &nbsp;&nbsp;&nbsp;\r\nIn April 1969 when officials in the field of poultry farming presented quail eggs to him on the occasion of his birthday, he refused to receive them, saying that it would be better to hatch more quails rather than eating them. &nbsp;&nbsp;&nbsp;\r\n He visited a farmhouse in the suburbs of Pyongyang several times towards the end of the 1960s to acquaint himself with the method of chicken-breeding. On this basis, he gave instructions to breed chicken through a mass movement at the national meeting of workers of poultry farming in March 1970. &nbsp;&nbsp;&nbsp;\r\n Thanks to his energetic guidance, modern chicken plants including the Mangyongdae Chicken Plant were constructed in different parts of the country from the middle of the 1960s to the beginning of the 1970s to boost the egg production capacity rapidly in the\r\ncountry. &nbsp;&nbsp;&nbsp;\r\n Under the wise leadership of Kim Jong Il, who is carrying the instructions of the President into practice, more chicken plants have made their appearances in all parts of the country in recent years.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Choe Thae Bok Meets Outgoing Indian Ambassador",
            "url": "http://kcna.co.jp/item/2004/200404/news04/21.htm#16",
            "content": "Choe Thae Bok Meets Outgoing Indian Ambassador\r\n&nbsp;&nbsp;&nbsp; Pyongyang, April 20 (KCNA) -- Chairman Choe Thae Bok of the Supreme People's Assembly of the Democratic People's Republic of Korea met and had a talk with Rich Pal Singh, Indian ambassador to the DPRK who paid a farewell call on him at the Mansudae Assembly Hall today.   \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}