{
    "date": "2004-10-21",
    "url": "http://kcna.co.jp/item/2004/200410/20041021.htm",
    "articles": [
        {
            "title": "Agreement on Transfer of U.S. Forces Base in Ryongsan Censured",
            "url": "http://kcna.co.jp/item/2004/200410/news10/21.htm#1",
            "content": "Agreement on Transfer of U.S. Forces Base in Ryongsan Censured \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 20 (KCNA) -- Ro Hoe Chan, National Assemblyman from the Democratic Workers' Party, reportedly disclosed on Oct. 15 the content of the agreement on the transfer of the U.S. forces base in Ryongsan recently concluded between south Korea and the U.S., demanding the punishment of the chief negotiator, according to MBC of south Korea.\r\n He said that as compared with the \"agreement\" signed between south Korea and the U.S. in 1990, the area of the required site increased by 252,000 phyong and the expenses for the construction swelled by 1.77 billion U.S. dollars at least due to the raise in the standard of facilities and the planned construction of new ones. &nbsp;&nbsp;&nbsp;\r\n The agreement still contains unequal factors including south Korea's commitment to cover all expenses for the transfer of the base and a stringent mechanism for pressing the payment of expenses, he noted.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Russian Embassy Officials Visit King Tongmyong's Mausoleum",
            "url": "http://kcna.co.jp/item/2004/200410/news10/21.htm#2",
            "content": "Russian Embassy Officials Visit King Tongmyong's Mausoleum \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 20 (KCNA) -- Ambassador Andrei Karlov and officials of the Russian embassy here visited the Mausoleum of King Tongmyong in the suburbs of Pyongyang Tuesday on the occasion of the 56th anniversary of the establishment of diplomatic ties between the DPRK and Russia.\r\n While looking round with deep interest the Monument to the Reconstruction of the mausoleum, the shrine, sculptures, the Jongrung Temple and other historical remains, the visitors were briefed on the splendid rebuilding of the tomb as befits the mausoleum of the founder king of the Koguryo dynasty by virtue of the noble patriotism and wise leadership of President Kim Il Sung and  Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Before leaving the mausoleum, the ambassador said the visit gave him a good knowledge of the Korean history and the deep concern shown by the Korean leadership for the preservation and management of historical relics.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Doctorate of Philology Awarded to Korean Researcher in China",
            "url": "http://kcna.co.jp/item/2004/200410/news10/21.htm#3",
            "content": "Doctorate of Philology Awarded to Korean Researcher in China \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 20 (KCNA) -- The DPRK doctorate of philology was awarded to Ri Yong Sun, researcher of the Committee for the Development of the Korean Language in Yanbian, China, in recognition of the great contribution she made to the development of the Korean language by scientifically and theoretically proving and systematizing the necessity to develop the Korean language with the cultured language of Pyongyang as a standard and its significance and practical ways to do so.\r\n Present at an awarding ceremony held at the People's Palace of Culture on Tuesday were Kwak Pom Gi, vice-premier of the DPRK Cabinet, who is chairman of the DPRK State Commission for Conferring Degrees and Titles, Kang Chun Gum, secretary general of the commission, and officials concerned.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Delegate Manifests Stand for Permanent Peace",
            "url": "http://kcna.co.jp/item/2004/200410/news10/21.htm#4",
            "content": "DPRK Delegate Manifests Stand for Permanent Peace \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 20 (KCNA) -- The DPRK will in the future, too, bend all efforts available to remove the threat of foreign forces and ensure a permanent peace on the Korean peninsula, declared the delegate of the DPRK on October 12.\r\n He was addressing the first committee of the 59th UN general assembly. &nbsp;&nbsp;&nbsp;\r\n Holding that the main factor harassing global peace and security and seriously affecting the course of arms cut at the present juncture is the policy of nuclear threat of the nuclear superpower based on strong-arm practices and unilateralism, he continued: &nbsp;&nbsp;&nbsp;\r\n The practical and grave threat of mass destruction weapons that endangers international peace and security is coming from the nuclear superpower, the world's biggest possessor of nuclear weapons and arms exporter. If the international community really takes a serious view of the non-proliferation of mass destruction weapons and does not want to see the present arms cut conventions scuttled or weakened, it should call in question the nuclear threat policy of the nuclear superpower, the root cause of the weapon proliferation, and take a realistic step to remove it. &nbsp;&nbsp;&nbsp;\r\n The nuclear issue on the Korean peninsula which is now an international focal point is an offspring of the U.S. policy of nuclear threat based on its deep-rooted hostile policy toward the DPRK for over half a century. Had the U. S. not designated the DPRK as a part of the \"axis of evil\" and a target of preemptive nuclear attack and not rendered the situation strained, the matter of the DPRK's nuclear deterrent would not have cropped up altogether. &nbsp;&nbsp;&nbsp;\r\n Consistent is the stand of the DPRK to maintain the ultimate goal of denuclearization of the Korean peninsula and resolve the nuclear issue peacefully through dialogue and negotiation, declared the DPRK delegate.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Seminar on Kim Jong Il's Exploits Held in Egypt",
            "url": "http://kcna.co.jp/item/2004/200410/news10/21.htm#5",
            "content": "Seminar on Kim Jong Il's Exploits Held in Egypt \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 20 (KCNA) -- A seminar on the immortal exploits performed by leader Kim Jong Il in building the party was held on October 12 by the Egyptian Committee for the Study of the Juche Idea on the occasion of the 59th anniversary of the Workers' Party of Korea.\r\n Yehia Jakariya Khairallah, chairman of the committee, in a report said that Kim Jong Il has strengthened the WPK founded by President Kim Il Sung into an invincible party, thus performing undying feats to be praised by the world. &nbsp;&nbsp;&nbsp;\r\n Recalling that he has not only achieved the steel-strong unity of the whole party based on the immortal Juche idea and established blood-sealed ties between the party and the people but pursued the Songun politics to cope with the imperialists' unabated aggression and threat, the chairman praised this as one of his greatest exploits. &nbsp;&nbsp;&nbsp;\r\n The WPK is ever-victorious and its future bright thanks to Kim Jong Il, he added. &nbsp;&nbsp;&nbsp;\r\n Speakers unanimously said that the Korean people are working world-startling miracles in building a great prosperous powerful nation invariably holding high the banner of socialism despite the vicious moves of the imperialists to isolate and stifle the DPRK, adding that this is entirely attributable to the leadership of the WPK with Kim Jong Il as its general secretary.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Christian Movement Headquarters for Abolition of SL Formed in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200410/news10/21.htm#6",
            "content": "Christian Movement Headquarters for Abolition of SL Formed in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 20 (KCNA) -- Over 60 Christian organizations in south Korea reportedly inaugurated the Headquarters of Christian Movement for the Abolition of the Security Law with due ceremony at the south Korean Christian Hall in Seoul on Oct. 15.\r\n At the ceremony speakers said that those who assert the maintenance of the evil law are liable to punishment by the SL, calling on all the Christians to unite as one and join efforts in building a just and peaceful new world. &nbsp;&nbsp;&nbsp;\r\n A declaration read out at the ceremony noted that the abrogation of the SL standing in the way of national reunification is essential, not an issue of choice, stressing that those forces insisting on the maintenance of the evil law are bound to be sternly punished by history. &nbsp;&nbsp;&nbsp;\r\n The declaration said religionists vow before the nation to actively take part in a million signature campaign for the repeal of the SL and conduct various activities including an all-night prayer meeting in front of the building of the National Assembly so that they may actively turn out in the struggle for the withdrawal of the evil law so as to achieve national reunification. &nbsp;&nbsp;&nbsp;\r\n At the end of the ceremony the participants staged a silent prayer demonstration toward Thapgol Park in Jongro Street.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Crafty Moves behind S. Korea's Nuclear Weaponization Exposed",
            "url": "http://kcna.co.jp/item/2004/200410/news10/21.htm#7",
            "content": "U.S. Crafty Moves behind S. Korea's Nuclear Weaponization Exposed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 20 (KCNA) -- The United States is keeping mum about the experiments for nuclear weapons development made by south Korea. This offers another occasion for disclosing the crime of the U.S. in helping south Korea realize its nuclear weaponization.\r\n The U.S. has encouraged the south Korean authorities to develop nuclear weapons since the 1960s. This made it possible for south Korea to operate U.S.-made TRIGAR Mark II and TRIGAR Mark III nuclear reactors for research purpose capable of producing nuclear fissionable plutonium in 1962 and 1972 and thus lay a foundation for developing nuclear weapons. &nbsp;&nbsp;&nbsp;\r\n The October 1983 issue of the south Korean magazine Wolgan Joson disclosed that the authorities had invited nuclear physicists of the U.S. in early 1970s for nuclear development and had pressed for the purchase of nuclear reactors from several countries. This was unthinkable apart from the U.S. connivance at that time. &nbsp;&nbsp;&nbsp;\r\n In 1985 the south Korean authorities began the designing of a multi-purpose research reactor which was an instant plutonium producing reactor and set it in motion in 1992. All this was possible through negotiation with the U.S. &nbsp;&nbsp;&nbsp;\r\nA particular mention should be made of the fact that the U.S. shut its eyes to the introduction of Candu-type PHWR which was being promoted by the south Korean authorities in the 1970s although it knew that it was aimed to produce nuclear weapons. &nbsp;&nbsp;&nbsp;\r\n The U.S. sometimes took an active part in the south Korean authorities' moves to develop nuclear weapons. A guided missile test-launching was made on September 26, 1978 in the presence of the chief executive of south Korea and the U.S. 8th army commander, hinting the start of the production of nuclear weapons in south Korea and plutonium was extracted from nuclear fuel rods churned out at the Kori Atomic Power Station in May, 1985 under an agreement reached with the U.S. &nbsp;&nbsp;&nbsp;\r\n Many years ago, the U.S. drew the plain conclusion that \"south Korea has capability to produce nuclear weapons\", thus self-exposing that it was aware of south Korea's nuclear weapons development and that it has connived at and encouraged it.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Elimination of Traitors of GNP from Political Arena Called for",
            "url": "http://kcna.co.jp/item/2004/200410/news10/21.htm#8",
            "content": "Elimination of Traitors of GNP from Political Arena Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 20 (KCNA) -- If the 17th National Assembly of south Korea is to become one for progress and reform to bury the old and create the new and one for reunification which contributes to the development of inter-Korean relations, it should eliminate from the political arena all the traitors of the Grand National Party, the root cause of the old politics and conservative reactionary forces, says Rodong Sinmun Wednesday in a signed commentary.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Three months have passed since the 16th NA dominated by the GNP ceased to exist and the 17th NA which advocated \"change\" and \"reform\" appeared in south Korea. But the 17th NA has brought nothing but disappointment to the people as only politics of the old era persists there. &nbsp;&nbsp;&nbsp;\r\n The GNP's clan represents the main forces standing in the way of progress and reform in south Korea as it considers flunkeyism and dependence on foreign forces as a means of their existence and ultra-right conservatism as its political idea. The GNP group drank a bitter cup of defeat in the last election but this did not mean their complete fall. Not a few heavyweights of the GNP who did all sorts of wrongs representing the conservative camp in the 16th NA are still sitting in the 17th NA. Bearing NA member badges, they are still blocking the independent and democratic development of society. &nbsp;&nbsp;&nbsp;\r\nThe NA is crowded with the political charlatans who are so politically and morally corrupt that they may send even their grandfathers down the river to serve foreign forces and grab power. How can this type of law-making body carry out any proper reform? This is clearly evidenced by the fact that the Uri Party came out with what it called an \"amendment to the criminal law\" going against the public mind-set though it vociferated about the abolition of the \"Security Law.\" This is, in fact, little short of revoking the demand for the repeal of this evil law. &nbsp;&nbsp;&nbsp;\r\n The 17th NA has undergone repeated setbacks and throes owing to this group of traitors locked in the political strife at the NA in a bid to come into power, going against the aspiration of the times and the will of the people. &nbsp;&nbsp;&nbsp;\r\n Social instability is growing due to the aggravating political catastrophe in south Korea and it is only the toiling masses who fall victim to it.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Luncheon Hosted for DPRK Delegation",
            "url": "http://kcna.co.jp/item/2004/200410/news10/21.htm#9",
            "content": "Luncheon Hosted for DPRK Delegation\r\n&nbsp;&nbsp;&nbsp; Beijing, October 19 (KCNA Correspondent) -- Sheng Huaren, vice-chairman of the Standing Committee of the National People's Congress of the People's Republic of China, hosted a luncheon Tuesday in honor of the DPRK delegation headed by Kim Yong Nam, president of the Presidium of the Supreme People's Assembly.\r\n Present there on invitation were Kim Yong Nam and members of the delegation Minister of Light Industry Ri Ju O, Vice-Minister of Foreign Affairs Kim Yong Il, Vice-Minister of Foreign Trade Kim Yong Jae, DPRK Ambassador e.p. to China Choe Jin Su and the suite members. &nbsp;&nbsp;&nbsp;\r\n On hand were Wu Donghe, Chinese ambassador e.p. to the DPRK, Wang Yingfan, vice-chairman of the Foreign Affairs Committee of the National People's Congress, Li Hui, assistant to the minister of Foreign Affairs, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n The luncheon proceeded in an amicable atmosphere.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Meeting of Activists in Field of Economic Agitation Held",
            "url": "http://kcna.co.jp/item/2004/200410/news10/21.htm#10",
            "content": "National Meeting of Activists in Field of Economic Agitation Held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 20 (KCNA) -- A national meeting of activists in the field of economic agitation took place at the People's Palace of Culture on Oct. 19.\r\n The meeting was held on the occasion of the 30th anniversary of leader Kim Jong Il's famous work \"On Energetically Conducting Economic Information Service and Agitation\". It reviewed the successes made in implementing the Juche-oriented policy on economic agitation of the Workers' Party of Korea in the past and discussed the tasks and ways to bring about a new turn in the work as required by the Songun era. &nbsp;&nbsp;&nbsp;\r\n Ri Jae Il, first vice department director of the WPK Central Committee, in a report said that the Party's ideological work has been conducted more briskly in close combination with the drive for the socialist economic construction since Kim Jong Il unrolled a unique policy on economic agitation in the 1970s. &nbsp;&nbsp;&nbsp;\r\n Referring to the fact that the officials and agitators in the field of economic agitation have made devoted services for the building of a rich and powerful nation, the reporter noted that this proud reality clearly testifies to the validity and vitality of the above-said policy. &nbsp;&nbsp;&nbsp;\r\n The reporter called on all officials and agitators in the field to develop in depth the Juche-oriented method of economic agitation as required by the Songun era and vigorously encourage the party members and all other working people to turn out in the drive to significantly greet the 60th founding anniversary of the WPK and the 60th anniversary of the liberation of the country. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the meeting. &nbsp;&nbsp;&nbsp;\r\n Present there were Jong Ha Chol, secretary of the Central Committee of the WPK, Choe Ik Gyu, minister of Culture, and officials concerned.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Nigerian Delegation",
            "url": "http://kcna.co.jp/item/2004/200410/news10/21.htm#11",
            "content": "Gift to Kim Jong Il from Nigerian Delegation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 20 (KCNA) -- Leader Kim Jong Il was presented with a gift by the women's delegation of the Nigerian People's Democratic Party on a visit to the DPRK.\r\n It was handed to Secretary Jong Ha Chol of the Central Committee of the Workers' Party of Korea today by National Women's Leader of the party Josephine Anenih who is heading the delegation.    \r\n  \r\n  \r\n"
        },
        {
            "title": "DPRK Delegation Visits Zhou Enlai and Deng Yingchao Memorial",
            "url": "http://kcna.co.jp/item/2004/200410/news10/21.htm#12",
            "content": "DPRK Delegation Visits Zhou Enlai and Deng Yingchao Memorial\r\n&nbsp;&nbsp;&nbsp; Tianjin, October 20 (KCNA Correspondent) -- The DPRK delegation led by Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on an official goodwill visit to China, visited the Zhou Enlai and Deng Yingchao Memorial in Tianjin on the morning of October 20.\r\n The delegation laid a floral basket before their statues in the hall of the memorial and paid homage to them. &nbsp;&nbsp;&nbsp;\r\n The ribbon of the basket bore letters \"Comrade Zhou Enlai will be immortal\".&nbsp;&nbsp;&nbsp;\r\n Being briefed on their revolutionary lives, members of the delegation looked round a photograph taken by President Kim Il Sung with Zhou Enlai when the latter visited the DPRK, a photograph of a silver floral basket presented by leader Kim Jong Il to Deng Yingchao as a gift during his visit to China, historical materials and relics showing their lives and personality.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Delegation Visits Tianjin",
            "url": "http://kcna.co.jp/item/2004/200410/news10/21.htm#13",
            "content": "DPRK Delegation Visits Tianjin\r\n&nbsp;&nbsp;&nbsp; Tianjin, October 20 (KCNA Correspondent) -- The DPRK delegation headed by President of the Presidium of the Supreme People's Assembly Kim Yong Nam on an official goodwill visit to China visited Tianjin Municipality today.\r\n  The members of the delegation went round the new residential quarters, the flyover, etc. personally visited by leader Kim Jong Il in April, being briefed on the construction of daily developing Tianjin. &nbsp;&nbsp;&nbsp;\r\n On the same day the DPRK delegation met with the mayor of the Tianjin Municipal People's Government and other senior officials of the municipality. It was present on invitation at a reception hosted by the mayor.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Delegation Leaves Beijing",
            "url": "http://kcna.co.jp/item/2004/200410/news10/21.htm#14",
            "content": "DPRK Delegation Leaves Beijing\r\n&nbsp;&nbsp;&nbsp; Beijing, October 20 (KCNA Correspondent) -- The delegation of the DPRK headed by Kim Yong Nam, president of the Presidium of the Supreme People's Assembly, left Beijing by a special plane Wednesday afternoon after successfully winding up its official goodwill visit to the People's Republic of China (PRC).\r\n The delegation was seen off at the airport by Vice-Chairman of the Standing Committee of the National People's Congress of the PRC Sheng Huaren, Chinese Ambassador e.p. to the DPRK Wu Donghe, Vice-Minister of Foreign Affairs Zhou Wenzhong and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Among the senders-off were DPRK Ambassador e.p. to China Choe Jin Su and embassy officials.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Delegation Returns from Its Official Goodwill Visit to China",
            "url": "http://kcna.co.jp/item/2004/200410/news10/21.htm#15",
            "content": "DPRK Delegation Returns from Its Official Goodwill Visit to China\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 20 (KCNA) -- The delegation of the Democratic People's Republic of Korea led by Kim Yong Nam, president of the Presidium of the Supreme People's Assembly, and its suite members returned home by a special plane this afternoon after successfully winding up its official goodwill visit to the People's Republic of China at the invitation of the Standing Committee of the National People's Congress and the State Council of the PRC.\r\n They were greeted at the airport by Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, Kim Su Hak, minister of Public Health who is chairman of the Central Committee of the DPRK-China Friendship Association, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Also on hand were Guan Huabing, charge d' affaires a.i. and staff members of the Chinese embassy here. &nbsp;&nbsp;&nbsp;\r\n The official goodwill visit paid by the DPRK delegation to the PRC at a time when both countries marked the 55th anniversary of the establishment of diplomatic relations between the two countries offered an important occasion in boosting the long-standing bilateral relations of friendship and cooperation.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "China to Provide Grant-in-Aid to DPRK",
            "url": "http://kcna.co.jp/item/2004/200410/news10/21.htm#16",
            "content": "China to Provide Grant-in-Aid to DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 20 (KCNA) -- The government of the People's Republic of China decided to provide grant-in-aid to the DPRK.\r\n Wu Bangguo, chairman of the Standing Committee of the National People's Congress of China, notified Kim Yong Nam, president of the Presidium of the Supreme People's Assembly, of this on October 18 when he was heading the DPRK delegation on its official goodwill visit to China.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}