{
    "date": "2004-12-11",
    "url": "http://kcna.co.jp/item/2004/200412/20041211.htm",
    "articles": [
        {
            "title": "Functions Held Abroad",
            "url": "http://kcna.co.jp/item/2004/200412/news12/11.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "2004 Meeting on Human Rights Held in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200412/news12/11.htm#2",
            "content": "Functions Held Abroad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- Functions were held abroad on the occasion of the 13th anniversary of leader Kim Jong Il's assumption of the supreme commandership of the Korean People's Army (KPA) and the 87th birth anniversary of Kim Jong Suk, anti-Japanese war hero.\r\n A photo exhibition, film show, lecture and a Korean book, photo and handicraft exhibition took place on December 1 and 3 under the sponsorship of the Group for the Study of the Kim Il Sung Economic Theory of Federico Villareal National University of Peru. &nbsp;&nbsp;&nbsp;\r\n The coordinator of the group said at the lecture that the Korean history in the twentieth century was a history of miracles in which the country was converted into the most dignified political and military power in the world under the wise leadership of President Kim Il Sung, the Korean people's eternal leader. &nbsp;&nbsp;&nbsp;\r\n It is thanks to the Songun policy of Kim Jong Il that the DPRK has firmly maintained independence in the relations with any power of the world and demonstrated its dignity, he noted. &nbsp;&nbsp;&nbsp;\r\n Issac Roberto Angeles, vice-president for science of the university, speaking at the exhibition, referred to the successes made by the Korean people in various aspects of the social life and the development of the friendly relations between the two countries. &nbsp;&nbsp;&nbsp;\r\n A meeting was held in Egypt on December 5 on the two important occasions. &nbsp;&nbsp;&nbsp;\r\n Siham Ahmad Mugahed, chairman of the Egypt-Korea Friendship Association, and Yehia Jakariya Khairallah, chairman of the Egyptian Committee for the Study of the Juche Idea, addressing the meeting, said the Korean People's Army has grown to be invincible forces under the Songun leadership of Kim Jong Il, thus leading the Korean people's struggle to build a great prosperous powerful nation, while smashing the imperialistic forces' moves to isolate and stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n Meanwhile a seminar was held by the Juche Idea Study Society of Delhi, India, on December 4 on the occasion of the 13th anniversary of Kim Jong Il's assumption of the supreme commandership of the KPA.    \r\n \r\n\r\n  \r\n\r\n"
        },
        {
            "title": "World Day of Human Rights Observed",
            "url": "http://kcna.co.jp/item/2004/200412/news12/11.htm#3",
            "content": "2004 Meeting on Human Rights Held in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- The Bar Association for a Democratic Society in south Korea reportedly sponsored a \"2004 meeting on human rights\" in Seoul on December 6.\r\n The meeting heard a report on the situation in various fields including labor, environment, media and reunification and speeches. &nbsp;&nbsp;&nbsp;\r\n Then a resolution was adopted there. &nbsp;&nbsp;&nbsp;\r\n Disclosing the moves of such conservative forces as the \"Grand National Party\" to block reforms, the resolution called for abolishing the \"National Security Law\" and carrying on the struggle to have the past crimes redeemed, a struggle to roundly expose the hideous crimes committed by the pro-U.S., pro-Japanese conservative forces. &nbsp;&nbsp;&nbsp;\r\n The resolution also accused the government authorities of their humiliating policy of depending upon the outside forces and demanded they withdraw the motion on extending the deployment of south Korean troops in Iraq and renegotiate the transfer of the U.S. forces base in Ryongsan. &nbsp;&nbsp;&nbsp;\r\n It called for the protection of the rights of the younger generation and the guarantee of the right to freely express views through Internet.    \r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Arrest of Hanchongryon Chairman Protested in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200412/news12/11.htm#4",
            "content": "World Day of Human Rights Observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- Rodong Sinmun today dedicates a signed article to the world day of human rights.\r\n Recalling that not a few successes have been made in the field of human rights since this day was set, the article notes that under the Korean-style socialist system centered on the popular masses the Korean people enjoy genuine human rights and are guaranteed all rights. &nbsp;&nbsp;&nbsp;\r\n It continues: &nbsp;&nbsp;&nbsp;\r\n The U.S-led imperialists set out human rights concept and standards for a tiny handful of reactionary ruling classes and are working hard to impose them upon other countries. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists released a lengthy \"human rights report\" every year, behaving as if it were a \"human rights judge,\" in a bid to pull up many countries over the \"human rights issue.\" Historical facts, however, clearly prove that they are the worst violators of human rights in the world. &nbsp;&nbsp;&nbsp;\r\n The U.S.-led imperialists are getting evermore pronounced in their interference in internal affairs of other countries and aggressive acts against them under the pretext of \"human rights issue.\" &nbsp;&nbsp;&nbsp;\r\n Some time ago the U.S. imperialists adopted the \"North Korean Human Rights Act\" in an attempt to bring down the system of the DPRK. This was part of their moves to execute their base policy to impair the DPRK's high dignity and bright image. &nbsp;&nbsp;&nbsp;\r\n The world progressives aspiring after independence should see through the nature of the \"human rights\" racket of the imperialists and shatter their moves and stage a vigorous struggle for protecting human rights.    \r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "GNP of S. Korea Hit for Trying to Keep Evil Law",
            "url": "http://kcna.co.jp/item/2004/200412/news12/11.htm#5",
            "content": "Arrest of Hanchongryon Chairman Protested in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- Student organizations of south Korea protested against the security authorities' arrest of the chairman of the south Korean Federation of University Student Councils (Hanchongryon) and strongly demanded his release, according to a news report.\r\n The south Korean Council of Woman Student Representatives made public a statement on December 6 in which it said that the arrest of the chairman of Hanchongryon is no more than a trite trick of the conservative forces to block the abolition of the \"National Security Law (NSL)\" and tide over their crisis as they have used the NSL as a leverage for their existence. &nbsp;&nbsp;&nbsp;\r\n The Seoul District Federation of University Student Councils under Hanchongryon in a statement on the same day said that the security authorities' action to dampen the desire of the students and other people for a new era can never be pardoned and they are bound to face the judgment of history and a sharp rebuff from the people. &nbsp;&nbsp;&nbsp;\r\n We students will carry on an all-out struggle till the chairman of Hanchongryon is set free, \"enemy-benefiting\" label lifted from Hanchongryon and the NSL abolished, the statement stressed.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Rodong Sinmun on Songun Policy",
            "url": "http://kcna.co.jp/item/2004/200412/news12/11.htm#6",
            "content": "GNP of S. Korea Hit for Trying to Keep Evil Law \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- The Solidarity of south Korean Youth and Students for Implementing the June 15 South-North Joint Declaration reportedly issued a commentary on December 6 in which it demanded the passage of a bill on abolishing the \"National Security Law\" through the \"National Assembly\".\r\n A bill on abolishing the NSL was presented to the Legislation and Judiciary Committee of the \"National Assembly\" despite the obstructive moves of the conservative forces of the Cold War era, the commentary said, castigating the \"Grand National Party\" for its violent action to keep the evil law. &nbsp;&nbsp;&nbsp;\r\n The commentary urged the National Assembly to push aside the obstructive moves of the GNP and certainly pass the bill as expected by the people. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, the South Headquarters of the National Alliance for the Country's Reunification made public a statement on December 6 as regards entering an infinite hunger strike for the complete repeal of the NSL in which it declared that it is the objective of the current struggle to put an end to the evil law within this year and that all the members of the organization would not step back even a bit unless the objective is attained.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Hysteric War Moves Assailed",
            "url": "http://kcna.co.jp/item/2004/200412/news12/11.htm#7",
            "content": "Rodong Sinmun on Songun Policy \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- The Songun policy serves as a symbol of dignity and pride of the Korean nation and a banner of victory, says Rodong Sinmun Friday in a signed article.\r\n It says: &nbsp;&nbsp;&nbsp;\r\n The Songun policy is one for national independence as it makes it possible to defend the national sovereignty and dignity with arms of justice and independently accomplish the cause of national reunification. It also serves as a treasured sword for defending the Korean nation and peace as it makes it possible to avert the aggression and war of outside forces and achieve the security and peace of the country and peaceful reunification with the might of the invincible army. &nbsp;&nbsp;&nbsp;\r\n Every move of the U.S. to meddle in the issue of Korean reunification has been frustrated by the DPRK as it has pursued the Songun policy and depended on the armed forces that have grown strong thanks to the policy. The ferocious aggressors and warmongers should be destroyed only by the might of justice. &nbsp;&nbsp;&nbsp;\r\n The Songun policy is a patriotic one as it places the nation above all and guarantees national security and interests. It is thanks to this policy that peace has been ensured on the Korean Peninsula and the south Korean people have been able to live in peace under the protection provided by the policy. &nbsp;&nbsp;&nbsp;\r\n Neither national reconciliation and cooperation nor the existence of all Koreans and political parties and organizations nor the operation of enterprises would have been possible without the Songun policy. &nbsp;&nbsp;&nbsp;\r\n The era of reunification brought by the publication of the June 15 joint declaration witnessed a dynamic struggle to achieve reconciliation and cooperation and independent reunification through national cooperation. The victorious advance of this era would have been unthinkable without the great Songun policy.    \r\n\r\n   \r\n\r\n"
        },
        {
            "title": "U.S. Termed World's Most Dangerous State",
            "url": "http://kcna.co.jp/item/2004/200412/news12/11.htm#8",
            "content": "U.S. Hysteric War Moves Assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- The U.S. imperialists worked out the \"OPLAN 5027\" aiming at a preemptive attack on the DPRK in 1974. In 2002 they added to this scenario for aggression a clause calling for making preemptive strikes at major military installations in the DPRK even without the approval of the south Korean authorities. This year they included in it the missile defense system (MD) aimed to counter a \"missile attack\" from the DPRK.\r\n In this regard Rodong Sinmun Friday says in a signed commentary: &nbsp;&nbsp;&nbsp;\r\n This provocative war scenario worked out by the U.S. and its reckless military moves go to prove that it has pushed forward the preparations to stifle the DPRK by force of arms in a premeditated way. These moves can never be tolerated as they are a blatant challenge to the DPRK's will for peace and sincere efforts to seek a negotiated solution to the pending issues between the DPRK and the U.S. &nbsp;&nbsp;&nbsp;\r\n The U.S. is still pressurizing the DPRK to scrap its nuclear program first, pretending to be interested in the six-party talks. This is nothing but a carefully hatched plot to mount a preemptive nuclear attack on the DPRK when a chance presents itself while deliberately laying hurdles in the way of the six-party talks. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialist warmongers should clearly know that the belligerent relations between the DPRK and U.S. have reached the worst phase. An option is no monopoly of the U.S. &nbsp;&nbsp;&nbsp;\r\n The war deterrent force of the DPRK to defend national dignity and sovereignty will be doubled unless the U.S. drops its hostile policy towards the DPRK. The provokers will not escape the lot of a forlorn wandering spirit before the revolutionary armed forces of the DPRK which have grown strong thanks to the Songun politics.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Pothonggang Recreation Ground Spruced Up",
            "url": "http://kcna.co.jp/item/2004/200412/news12/11.htm#9",
            "content": "U.S. Termed World's Most Dangerous State \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- Rodong Sinmun Friday in a signed article discloses the true colors of the United States as the world's most dangerous state and worst terrorist nation as it is escalating the \"anti-terrorist war\" worldwide under the pretext of the \"elimination of weapons of mass destruction (WMD)\" and \"combating terrorism\".\r\n Recalling that the U.S. tops the world list of military spending and arms sale, the article says that the Bush administration, loudmouthed about the \"U.S. mightiness\" and \"strength-all-mighty\" theory, has spent a stupendous amount of money each year to massively produce and export all type WMD including nukes. &nbsp;&nbsp;&nbsp;\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. military spending sharply swelled every year: It stood at 310 billion dollars in the fiscal 2001, 343 billion dollars in the fiscal 2002, more than 379 billion dollars in the fiscal 2003 and 401.3 billion dollars in the fiscal 2004. &nbsp;&nbsp;&nbsp;\r\n The U.S. is the biggest exporter of arms in the world. The arms sale by the U.S. munitions monopolies in 2002 reached 13.3 billion dollars or 45.5 percent of the world total arms sale. In 2003 the U.S. signed arms sale contracts worth more than 14.5 billion dollars with other countries. This was 56.7 percent of the world total arms sale. &nbsp;&nbsp;&nbsp;\r\n The U.S. is annually providing Israel with military equipment worth billions of dollars. &nbsp;&nbsp;&nbsp;\r\n The U.S. war-like forces committed military intervention and invasion against other countries including the Persian Gulf War, the Balkan War, the Afghan War and the war of aggression against Iraq by brandishing WMDs which cost a ridiculous amount of money. &nbsp;&nbsp;&nbsp;\r\n The Bush bellicose group is describing those wars of aggression as ones aimed to ensure \"peace\" and \"democracy\". But they, in actuality, only increased the vicious cycle of terror and retaliation and brought peaceful countries confusion, bloodshed, disorder and confrontation and discord between countries. &nbsp;&nbsp;&nbsp;\r\n The article calls upon the people who value the sovereignty of their countries and peace and aspire after independent development and social progress to rise up as one in anti-U.S. struggle, keenly aware of the criminal nature of the U.S. imperialists' high-handed military actions and their interference in the internal affairs of other countries committed under the signboard of \"elimination of WMDs\" and \"combating terrorism\".    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Bumper Year of Songun Literature, Art Pieces",
            "url": "http://kcna.co.jp/item/2004/200412/news12/11.htm#10",
            "content": "Pothonggang Recreation Ground Spruced Up\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- The recreation ground along the River Pothong flowing through Pyongyang has been facelifted in the months of general mobilization for autumn land management.\r\n Repair projects were carried out and a large number of trees of good species planted in the ground to add beauty to the river. More than 4,000 fast-growing poplar trees of a new species were planted there. &nbsp;&nbsp;&nbsp;\r\n Ryang Chol Ho, chief engineer of the Forestation Management Department under the Pyongyang City People's Committee, told KCNA that the poplar trees grow one meter and more a year. &nbsp;&nbsp;&nbsp;\r\n The promenades along the river have been repaved with blocks and stonewalls, curbstones, staircases, etc. well readjusted. &nbsp;&nbsp;&nbsp;\r\n Hundreds of thousands of square meters of green belts have been clad with turf which keeps its green color even in winter. &nbsp;&nbsp;&nbsp;\r\n The recreation ground was built in the main in the period from the summer of Juche 47 (1958) to 196   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Inspects KPA Company",
            "url": "http://kcna.co.jp/item/2004/200412/news12/11.htm#11",
            "content": "Bumper Year of Songun Literature, Art Pieces\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 10 (KCNA) -- This is a bumper year of literature and art in the Democratic People's Republic of Korea.\r\n The Merited State Chorus of the Korean People's Army and the State Symphony Orchestra have created the chorus suite \"Tell the Story, Mt. Paektu\" and the symphonic suite \"Long Journey of Army-based Leadership\" respectively as masterpieces representing the Songun era. &nbsp;&nbsp;&nbsp;\r\n Tens of famous songs have been created this year. Among them are \"Ours Is Great General in Songun Era\" which praises the exploits performed by Kim Jong Il in the Songun-based revolutionary leadership, \"Song of Eight Scenic Views in Songun Era\" and \"Silk-weaving Girl of Nyongbyon\" that are rich in national sentiment. And the 20- volume book \"Complete Collection of Korean Music\" which contains thousands of songs has seen the light. &nbsp;&nbsp;&nbsp;\r\n Created in the field of literature were many poems in praise of the immortal exploits made by President Kim Il Sung and of the Kim Jong Il's Songun politics. Those include epic \"Even after One Hundred, Nay One Thousand Years\", \"Chol Pass Sings of Songun Politics\" and \"Mt. Paektu Will Shine Forever\". &nbsp;&nbsp;&nbsp;\r\n Another success made in the literature is the creation of tens of novels based on the revolutionary faith of unconverted long-term prisoners who had devoted themselves to national reunification. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, scores of feature films including \"My Teacher\" and \"Red Fruit\" have been produced this year. They well reflect the spiritual world of the people in the Songun era. &nbsp;&nbsp;&nbsp;\r\n Remarkable successes have been made in the field of fine art this year. The Mansudae Art Studio and other art centers have created many art pieces of national treasure. Among them are the large folding-screen Korean painting \"216 Peaks around Lake Chon on Mt. Paektu\", computer-aid screen \"Long Journey of Songun Revolution\", computer-aid film screen \"Eight Scenic Views of Songun Era\" and \"Folding-Screen of Eight Scenic Views of Songun Era\" and the poster \"Let Us Keep in Mind the Day's Oath Forever\". &nbsp;&nbsp;&nbsp;\r\n Acrobats of the Pyongyang Moranbong Circus and the Pyongyang Circus also demonstrated the splendid development of Juche-based acrobatics and the stamina of Songun Korea through their performances in several cities of China and Switzerland. &nbsp;&nbsp;&nbsp;\r\n This year has witnessed the flowering popular culture and art through the 7th art contest of servicemen's wives, the 32nd national farmers' art festival, the national folk song and instrument contests of working people and many other art performances.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}