{
    "date": "2004-01-09",
    "url": "http://kcna.co.jp/item/2004/200401/20040109.htm",
    "articles": [
        {
            "title": "Rallies Held in DPRK",
            "url": "http://kcna.co.jp/item/2004/200401/news01/09.htm#1",
            "content": "Rallies Held in DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- Rallies were held in South Phyongan Province, North Phyongan Province, North Hwanghae Province and South Hamgyong Province on Jan. 7 to glorify this year with proud successes in building a great prosperous powerful nation.\r\n Reporters and speakers at the rallies said that the joint New Year editorial reflects the unanimous aspiration and will of the Korean people to carry out the revolutionary cause of the Workers' Party of Korea with loyalty. They noted that inspired by the joint editorial, the working people from all walks of life renew their determination to remain faithful to the idea and leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n It is the requirement of the revolution and the call of the times and the motherland to make this year the most significant year which will immensely burnish the glorious history of the Party and its immortal exploits, they said, calling for conducting a revolutionary offensive on the three fronts of politics and ideology, anti-imperialism and military affairs and economy and science to attain a higher goal of building a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n The rallies were attended by senior officials of the local Party, and power organs and working people's organizations, people from all walks of life and youth and students.    \r\n  \r\n\r\n\r\n"
        },
        {
            "title": "Doctor and Master's Degrees Conferred on Overseas Koreans",
            "url": "http://kcna.co.jp/item/2004/200401/news01/09.htm#2",
            "content": "Doctor and Master's Degrees Conferred on Overseas Koreans \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- DPRK doctor's degree of history was conferred on Yun Hyon Chol, teacher of the Faculty of History at Yanbian University in China, who studied and systematized Palhae history of land and marine transport on the basis of the principle of fidelity to historical truth to scientifically ascertain that Palhae succeded to Koguryo Dynasty and that the history of Palhae is an important component of the history of the Korean nation, and DPRK master's degree of linguistics on Kim Jun, vice-director of the Instruction Department at Joson University under the General Association of Korean Residents in Japan (Chongryon), who studied the theory of education and the method of teaching to contribute to education in foreign languages, working in the field of Chongryon education for a long time.\r\n Awarding ceremonies were held at the Mansudae Assembly Hall on January 7. &nbsp;&nbsp;&nbsp;\r\n Present were Vice-Premier of the DPRK Cebinet Kwak Pom Gi, Secretary General of the State Commission for Conferring Degrees and Titles Kang Chun Gum, officials concerned and staff members of the Chinese embassy in Pyongyang.    \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Unionists Called Upon to Make Radical Advance in Labor Movement",
            "url": "http://kcna.co.jp/item/2004/200401/news01/09.htm#3",
            "content": "S. Korean Unionists Called Upon to Make Radical Advance in Labor Movement \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- Tan Pyong Ho, chairman of the (south) Korean Confederation of Trade Unions, in an article on the New Year reportedly said that a radical advance should be made in the labour movement in the New Year and that to this end organizational unity of workers should be strengthened still further.\r\n Workers should turn out in the struggle to build a society in which they would become masters of politics completely free from domination of the outside forces and the capital and realize the independent reunification of the nation, he stressed. \r\n\r\n\r\n"
        },
        {
            "title": "Spokesman of International Kothongryon Hails Our Nation-first Spirit",
            "url": "http://kcna.co.jp/item/2004/200401/news01/09.htm#4",
            "content": "Spokesman of International Kothongryon Hails Our Nation-first Spirit \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- A spokesman for the International United Confederation of Koreans (International Kothongryon) in a press statement on January 3 reportedly stressed that there is nothing to fear in the world if our nation-first spirit is proudly maintained as clarified in the joint editorial.\r\n The joint editorial set forth a slogan \"Let us pave a wide avenue for independent reunification through national cooperation under the banner of our nation-first spirit!\", which touches the heartstrings of overseas compatriots, he said, and went on: &nbsp;&nbsp;&nbsp;\r\n Last year our nation achieved a great success in the movement for national reunification in the idea of \"By our nation itself\", upholding the June 15 joint declaration despite the moves of the U.S. imperialists and the anti-reunification forces, which demonstrated to history once again that no outside forces can keep our nation divided. &nbsp;&nbsp;&nbsp;\r\n International Kothongryon fully supports the DPRK government's stand to put into reality the structure of the Korean nation versus the U.S. confrontation in the struggle to achieve national reunification and clearly declares that it would enthusiastically respond to the stand.    \r\n\r\n\r\n"
        },
        {
            "title": "Forcible Removal of Candle-light Monument Condemned in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200401/news01/09.htm#5",
            "content": "Forcible Removal of Candle-light Monument Condemned in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- The All-People Measure Committee for Schoolgirls Killed by a U.S. Armored Car reportedly made public a statement titled \"Vehemently condemn the forcible removal of candle-light monument\" on January 2.\r\n The statement lamented over such action, saying that the surprise removal of the candle-light monument from Kwanghwamun by the Jongro District Office in Seoul is an flunkeyist treacherous act of ignoring the desire of the people and forsaking the self-respect of the nation. &nbsp;&nbsp;&nbsp;\r\n The statement demanded that the Jongro District Office return the monument at once without condition and take a measure for rebuilding the monument at the original place. &nbsp;&nbsp;&nbsp;\r\n The South Korean Federation of University Student Councils in a statement titled \"The Jongro District Office, immediately restore the candle-light monument to the original state\" on the same day charged that its chief's anti-reunification, pro-American sycophantic treacherous act of giving instructions on the forcible removal of the monument is a frontal challenge to the people's desire for independence and peace.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chinese Crewmen Support Joint New Year Editorial",
            "url": "http://kcna.co.jp/item/2004/200401/news01/09.htm#6",
            "content": "Chinese Crewmen Support Joint New Year Editorial \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- Crewmen of the Chinese ships Liao Chang Yu-6902 and Liao Chang Yu 6401 held a solidarity rally at Hungnam Port on the east coast of Korea on Jan. 6 to support the joint New Year editorial of the DPRK papers Rodong Sinmun, Josoninmingun and Chongnyonjonwi.\r\n Captains said at the rally that the joint New Year editorial called for launching a revolutionary offensive on the three fronts of politics and ideology, anti-imperialism and military affairs and economy and science. They noted that it is the most just task to be fulfilled by the Korean people to build a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n Noting that the editorial also calls for holding high the banner of the Korean nation-first spirit, they added that this serves as guidelines for pulling down the wall of division and achieving the reunification of Korea independently and peacefully. &nbsp;&nbsp;&nbsp;\r\n Fully supporting the consistent principled stand of the Korean people to peacefully settle the nuclear issue between the DPRK and the U.S. through dialogue, they warned that if the U.S. keeps totally denying and threatening the dignified idea and system of Korean style, the Korean people will react to it with the toughest stand. &nbsp;&nbsp;&nbsp;\r\n They supported the principled stand of the Korean people to develop the relations with various countries of the world in the idea of independence, peace and friendship and make positive efforts to build a new peaceful and independent world. &nbsp;&nbsp;&nbsp;\r\n The speakers expressed full support and solidarity to the Korean people all out in the struggle to implement the tasks set forth in the joint New Year editorial. &nbsp;&nbsp;&nbsp;\r\n A letter to leader Kim Jong Il was adopted at the rally.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Halt to Construction of Firing Range Demanded",
            "url": "http://kcna.co.jp/item/2004/200401/news01/09.htm#7",
            "content": "Halt to Construction of Firing Range Demanded\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of the Fatherland issued information bulletin No. 856 on Jan. 7 condemning the U.S. imperialist aggressor forces in south Korea for having resumed the construction of the Story firing range at the very beginning of the new year.\r\n The construction of the Story firing range in Phaju city, Kyonggi Province, is a controversial issue as it had been suspended in 2001 due to the strong opposition of the south Korean people. &nbsp;&nbsp;&nbsp;\r\n The information bulletin said that the U.S. imperialist aggressors' resumption of its construction at the very beginning of the new year defying the protest of south Korean civic organizations and people from all walks of life is a revelation of their bellicose attempt to bring dark clouds of aggression and war to hang over this land and seriously threaten the life of the Korean people this year. &nbsp;&nbsp;&nbsp;\r\n Noting that an anti-U.S. struggle is the only way out for the south Korean people and the Korean nation and this would bring peace and the reunification of the country, the bulletin said now is the time for the Korean people to take practical actions to build the structure of the nation's confrontation with the U.S. &nbsp;&nbsp;&nbsp;\r\n The bulletin called upon the south Korean people from all walks of life to get awakened and turn out as one in the sacred anti-U.S. struggle to foil the U.S. moves for domination, interference and aggression and war under the banner of the Korean nation-first spirit and, for the present, to put a definite stop to the construction of the Story firing range.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japanese Chief Executive's Visit to \"Yasukuni Shrine\" Assailed",
            "url": "http://kcna.co.jp/item/2004/200401/news01/09.htm#8",
            "content": "Japanese Chief Executive's Visit to \"Yasukuni Shrine\" Assailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- Rodong Sinmun today in a signed commentary dismisses the Japanese chief executive's visit to the \"Yasukuni shrine\" as an unprecedented rash act to call back the departed soul of the militarists.\r\n It goes on:\r\n Through his fourth visit to the shrine since his assumption of office he self-exposed the fact that he is a right-wing conservative politician who has zealously advocated militarism with strong faith in it and called for Japan's militarization overtly and covertly. &nbsp;&nbsp;&nbsp;\r\n The Japanese chief executive's talk about \"the sacrifices made by forerunners in the era of war\" betrays his intention to tread in the steps of the erstwhile war forces and is little short of an undisguised reactionary agitation to force the Japanese to take the same road. &nbsp;&nbsp;&nbsp;\r\n The \"Yasukuni shrine\" is a cursed \"dumping ground\" of militarism as it bears witness to Japan's history of aggression and its atrocities and the Asian people's unspeakable disasters, sufferings and misfortunes. &nbsp;&nbsp;&nbsp;\r\n Therefore, the visit to the shrine is not an issue confined to Japan only. It is a very delicate international political issue prickling the serious wounds of the Asian people and hurting their feelings. &nbsp;&nbsp;&nbsp;\r\n It was preposterous for the Japanese chief executive to describe his visit to the shrine as something related to the \"history, tradition and custom of Japan.\" This is an insult and mockery of the Asian people who suffered much from the Japanese imperialist aggressors. &nbsp;&nbsp;&nbsp;\r\n His contention that he visited the shrine according to the \"tradition and custom\" is a dangerous intention to militarize the Japanese society by putting it on a traditional, regular and popular basis. &nbsp;&nbsp;&nbsp;\r\n The Japanese ruling quarters should stop calling back the departed soul of militarists, mindful of the mindset of the people at home and abroad.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Songun Politics Praised as Universal Political Mode",
            "url": "http://kcna.co.jp/item/2004/200401/news01/09.htm#9",
            "content": "Songun Politics Praised as Universal Political Mode\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- Songun politics, the unique political mode created by leader Kim Jong Il, is the most mighty political mode in the present times which is highly praised by progressive humankind, says Rodong Sinmun today in a signed article.\r\n Songun politics gives the perfect answer to the issue of political mode on which the progressives had long set their hearts. It is a militant banner which humankind should uphold in the 21st century. &nbsp;&nbsp;&nbsp;\r\n The human cause of independence and peace are guaranteed by arms. It is impossible to check the imperialists' moves for aggression or defend the sovereignty of the country and the nation without strong military capabilities. Military capabilities can be increased only when priority is given to military affairs and imperialists' moves for aggression can be foiled and a peaceful new world free from war be built only when military capabilities are mighty. &nbsp;&nbsp;&nbsp;\r\n It stands out with greater urgency for progressive humankind to pursue Songun politics today because of the reactionary \"strategy of anti-terrorism\" of the U.S. imperialists, the chieftain of aggression and war, and their strategy for world supremacy based on strength. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are the world's biggest and worst group of dominationists with predatory and aggressive nature dwarfing all other imperialist forces in the world that have inflicted untold misfortunes and sufferings on humankind as they are the most despicable and shameless plunders and aggressors in history. &nbsp;&nbsp;&nbsp;\r\n It is the general strategic aim of the U.S. imperialists to stifle by war on terrorism those countries that are weak in revolutionary principle, faith and arms and establish an uni-poplar world order. The only way to cope with it is to strengthen one's own arms as required by Songun politics. &nbsp;&nbsp;&nbsp;\r\n Arms should be countered by arms. To this end one should pursue Songun politics. &nbsp;&nbsp;&nbsp;\r\n Songun politics is the strategic political mode that must be constantly held fast to no matter whether the situation gets strained or relaxed.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Artificially Colored Stones Made in DPRK",
            "url": "http://kcna.co.jp/item/2004/200401/news01/09.htm#10",
            "content": "Artificially Colored Stones Made in DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- Pyongyang University of Printing Engineering in the Democratic People's Republic of Korea has invented a new technology to make various kinds of colored stones. \r\n The colored stones are made by the method of percolating certain colorless liquid of 15-20 percent concentration 5 to 10 mm deep into granite stones in a chemical way in 200 degrees centigrade. The color varies according to the amount of the percolated liquid. &nbsp;&nbsp;&nbsp;\r\n The artificially colored stones are little different from natural ones. &nbsp;&nbsp;&nbsp;\r\n They can be preserved for more than 100 years because of their chemical stability and strong resistance to water and weather. &nbsp;&nbsp;&nbsp;\r\n They are attracting deep interest of building stone producers for the simple production process and low production cost.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Move to Deploy High-tech Weapons Denounced",
            "url": "http://kcna.co.jp/item/2004/200401/news01/09.htm#11",
            "content": "U.S. Move to Deploy High-tech Weapons Denounced\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- A spokesman for the Committee for the Peaceful Reunification of the Fatherland today issued a statement condemning the U.S. for shipping latest military hardware into south Korea.\r\n This arms buildup stepped up by the U.S. clearly proves that there is no change in its ambition to stifle the DPRK by force but it is secretly accelerating in a premeditated way the preparations for a nuclear war on the Korean peninsula though it is paying lip-service to the \"negotiated settlement of the nuclear issue\", the statement says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The DPRK's revolutionary armed forces have been trained as matchless forces capable of coping with the U.S. \"precision strike\" and preemptive nuclear attack. It will as ever react to the U.S. \"logic of strength\" with the toughest stand in order to defend the country's sovereignty and its right to existence and peace and stability on the Korean peninsula and its region. &nbsp;&nbsp;&nbsp;\r\n Underscoring the need for the north and the south to take joint actions against the U.S. keen to impose a nuclear holocaust upon the Korean nation, the statement ardently calls on the compatriots from all walks of life in south Korea to turn out as one in the anti-U.S. resistance.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulations to Philippine Foreign Minister",
            "url": "http://kcna.co.jp/item/2004/200401/news01/09.htm#12",
            "content": "Congratulations to Philippine Foreign Minister\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- DPRK Foreign Minister Paek Nam Sun sent a congratulatory message to Delia Domingo Albert on his appointment as foreign minister of Philippines.\r\n Expressing belief that the friendly and cooperative relations between the two countries would more favorably develop in various fields, the message wished him success in his new office.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Ambassador to Iran Appointed",
            "url": "http://kcna.co.jp/item/2004/200401/news01/09.htm#13",
            "content": "DPRK Ambassador to Iran Appointed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 8 (KCNA) -- Kim Chang Ryong was appointed as DPRK ambassador e.p. to Iran according to a decree of the Presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}