{
    "date": "2004-08-16",
    "url": "http://kcna.co.jp/item/2004/200408/20040816.htm",
    "articles": [
        {
            "title": "Athletes of North and South Jointly Enter Olympic Stadium",
            "url": "http://kcna.co.jp/item/2004/200408/news08/16.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Greets Putin",
            "url": "http://kcna.co.jp/item/2004/200408/news08/16.htm#2",
            "content": "Athletes of North and South Jointly Enter Olympic Stadium \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 14 (KCNA) -- Athletes of the north and the south of Korea jointly entered the stadium to attend an opening ceremony of the 28th Olympic Games held in Athens Friday.\r\nAs they marched hands in hands with two players holding a large white colour Korean peninsula flag in the van, many spectators rose up and warmly welcomed them with a long applause. &nbsp;&nbsp;&nbsp;\r\n Present at the opening ceremony were the Greek president, the president of the International Olympic Committee, high-ranking officials of various countries and at least 10,000 athletes from 202 countries and regions including the DPRK. &nbsp;&nbsp;&nbsp;\r\n The participants will compete for 301 gold medals in 28 events. &nbsp;&nbsp;&nbsp;\r\n The games will run through August 29.    \r\n\r\n\r\n"
        },
        {
            "title": "Greetings to Kim Jong Il from Putin",
            "url": "http://kcna.co.jp/item/2004/200408/news08/16.htm#3",
            "content": "Kim Jong Il Greets Putin \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 15 (KCNA) -- Kim Jong Il, chairman of the National Defence Commission of the Democratic People's Republic of Korea, Sunday sent a message of greetings to Vladimir Vladimirovich Putin, president of the Russian Federation, on the occasion of the 59th anniversary of the liberation of Korea.\r\n The message said: &nbsp;&nbsp;&nbsp;\r\n I extend cordial greetings to you and, through you, to your government and people on the occasion of the 59th anniversary of the liberation of Korea. &nbsp;&nbsp;&nbsp;\r\n I believe that the friendly and cooperative relations between our two countries with a long history and tradition would steadily expand and develop in the spirit of the DPRK-Russia joint declarations and in conformity with the aspiration and desire of the two peoples. &nbsp;&nbsp;&nbsp;\r\n Availing myself of this opportunity, I wish you greater success in your noble work and your people happiness.    \r\n \r\n\r\n"
        },
        {
            "title": "Art Group of Pyongyang Schoolchildren Performs in Indonesia",
            "url": "http://kcna.co.jp/item/2004/200408/news08/16.htm#4",
            "content": "Greetings to Kim Jong Il from Putin \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 15 (KCNA) -- Kim Jong Il, chairman of the National Defence Commission of the DPRK, received a message of greetings from V. V. Putin, president of the Russian Federation, on Sunday on the occasion of the 59th anniversary of the liberation of Korea.\r\n The message says: &nbsp;&nbsp;&nbsp;\r\n I extend congratulations to you on the occasion of the liberation day, holiday of the entire Korean nation. &nbsp;&nbsp;&nbsp;\r\n The liberation of the country achieved by the heroic struggle of the Korean people was an important landmark in the state history of Korea. &nbsp;&nbsp;&nbsp;\r\n The relations of good neighborliness, friendship and equal cooperation between the two countries have since been provided and developed and were consolidated by the 2000 treaty. &nbsp;&nbsp;&nbsp;\r\n These principles are urgent at the present time when the Russia-DPRK relations favorably develop under the new condition and cooperation between us is deepening in the international arena including the solution of the nuclear issue on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n We highly appreciate and support the inter-Korean dialogue which is the most important condition for a fair solution to the issue of the Korean peninsula in conformity with the interests of the Korean people and consolidation of peace and security in Asia and the efforts for reconciliation and national unity. &nbsp;&nbsp;&nbsp;\r\n I wish you good health and new success in your activities and the friendly Korean people happiness and well-being.    \r\n\r\n\r\n"
        },
        {
            "title": "Day of Country's Liberation Observed",
            "url": "http://kcna.co.jp/item/2004/200408/news08/16.htm#5",
            "content": "Art Group of Pyongyang Schoolchildren Performs in Indonesia \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 15 (KCNA) -- An art group of Pyongyang schoolchildren gave a performance in Jakarta on August 12.\r\n It was appreciated by Indonesian President Megawati Soekarnoputri, the minister of Culture and Tourism, the mayor of Jakarta, members of the presidential office and the government, foreign diplomats and citizens. &nbsp;&nbsp;&nbsp;\r\n Among the audience were the DPRK ambassador to Indonesia and staff members of the embassy. &nbsp;&nbsp;&nbsp;\r\n The performance began with the immortal revolutionary paean \"Song of General Kim Jong Il\". Put on the stage were female solo \"Kimilsungia, Glorify Thee\" and other colorful numbers including vocal solos, solo dance, dances and kayagum solo. &nbsp;&nbsp;&nbsp;\r\n The performers represented their happy life fully blooming their hope and skill and growing as pillars of the future under the loving care of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The president and other officials applauded the excellent performance, expressing admiration at it and mounted on the stage to present bouquets to the performers after the end of the performance. &nbsp;&nbsp;&nbsp;\r\n Prior to the performance the president met with the DPRK ambassador and the head of the group. &nbsp;&nbsp;&nbsp;\r\n She said that the history of the traditional relations of friendship and cooperation is existing between Indonesia and the DPRK, extending thanks to Kim Jong Il for sending the group to Indonesia.    \r\n\r\n\r\n"
        },
        {
            "title": "Wreaths Laid before Liberation Tower and Martyrs Cemetery",
            "url": "http://kcna.co.jp/item/2004/200408/news08/16.htm#6",
            "content": "Day of Country's Liberation Observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 15 (KCNA) -- Newspapers Sunday dedicate editorials to the 59th anniversary of the liberation of Korea achieved by President Kim Il Sung.\r\n Exploits in liberating the country hold the most shining place in his exploits, the editorial of Rodong Sinmun says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The liberation of Korea was a historical event that brought a radical change in shaping out the destiny of the Korean people and the epic of dignified Juche Korea has since been recorded. &nbsp;&nbsp;&nbsp;\r\n Kim Il Sung had energetically worked for the country's prosperity and people's happiness to the last moments of his life since he liberated the country and performed noble exploits to be glorified in the century. &nbsp;&nbsp;&nbsp;\r\n Our country founded and built by him is demonstrating the might of its invincibility all over the world under the leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Under the guidance of the great brilliant commander in the Songun era the dignity of the country is shining on the highest level. &nbsp;&nbsp;&nbsp;\r\n Thanks to the Songun politics of Kim Jong Il the Songun idea and leadership exploits of the President are being creditably carried forward and the army and people have an almighty treasured sword enough to achieve victory in any adversity. &nbsp;&nbsp;&nbsp;\r\n Any moves of the U.S. imperialists can never work in our country under his Songun politics. &nbsp;&nbsp;&nbsp;\r\n Our country led by him is a dignified country which preserves the Juche character and national character and a country where the whole army and the people are rallied close around him in one mind. &nbsp;&nbsp;&nbsp;\r\n The editorial calls on the whole Party, the whole army and all the people to hold the President in high esteem as the eternal sun of Juche generation after generation and hold aloft the banner of devotedly defending the leader. &nbsp;&nbsp;&nbsp;\r\n It calls for pushing ahead with the work to strengthen the People's Army and consolidate the defense capability of self-reliance and bringing about a new surge in the socialist economic construction. &nbsp;&nbsp;&nbsp;\r\n It appeals to all the Korean people to work harder to demonstrate the dignity of Kim Il Sung's Korea all over the world under the Songun leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Minju Joson in an editorial says that the faith and will of the army and people of the DPRK to glorify forever the country founded by the President under the leadership of Kim Jong Il are growing stronger.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reception at DPRK Embassy in Russia",
            "url": "http://kcna.co.jp/item/2004/200408/news08/16.htm#7",
            "content": "Wreaths Laid before Liberation Tower and Martyrs Cemetery \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 15 (KCNA) -- Wreaths were laid before the Liberation Tower and the cemetery of the Soviet Army martyrs in Sadong District, Pyongyang, on Sunday on the occasion of the 59th anniversary of the liberation of Korea.\r\n Lining up at the tower and cemetery were guards of honour of the Korean People's Army. &nbsp;&nbsp;&nbsp;\r\n Present at the wreath-laying ceremonies were Minister of Foreign Trade Rim Kyong Man, Vice-Minister of the People's Armed Forces Son Sam Sul, Vice-Minister of Foreign Affairs Kung Sok Ung and others. &nbsp;&nbsp;&nbsp;\r\n Amidst the playing of the wreath-laying music wreaths were laid before them in the joint name of the Central Committee of the Workers' Party of Korea, the Presidium of the DPRK Supreme People's Assembly and the DPRK Cabinet. &nbsp;&nbsp;&nbsp;\r\n Wreaths were also placed in the name of the embassy of the Russian Federation here. &nbsp;&nbsp;&nbsp;\r\n Wreaths were laid in the name of the Ministry of the People's Armed Forces, the Ministry of Foreign Affairs and the Ministry of Foreign Trade and in the joint name of the Korean Committee for Cultural Relations with Foreign Countries, the Korea-Russia Friendship Association, the Pyongyang City Committee of the WPK and the Pyongyang City People's Committee, the Sadong District, Pyongyang, Committee of the WPK and the Sadong District, Pyongyang, People's Committee. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, staff members of the Russian General Consulate in Chongjin laid bunches of flowers before the Liberation Tower and the cemetery of the Soviet Army martyrs in Chongjin on Sunday. &nbsp;&nbsp;&nbsp;\r\n Wreaths were placed before the liberation towers, the monuments to the memory of the fallen Soviet Army soldiers, statues of the Soviet Army soldiers and the cemeteries of the Soviet Army martyrs in Chongjin, Haeju, Wonsan and other localities in the name of the provincial, city and district people's committees and bunches of flowers and flowers were laid by staff members of the Russian embassy.    \r\n   \r\n\r\n"
        },
        {
            "title": "Greetings to Russian President",
            "url": "http://kcna.co.jp/item/2004/200408/news08/16.htm#8",
            "content": "Reception at DPRK Embassy in Russia \r\n&nbsp;&nbsp;&nbsp; Moscow, August 13 (KCNA) -- A reception was arranged at the DPRK embassy in Russia on August 12 on the occasion of the 59th anniversary of the liberation of Korea.\r\n Present on invitation were leading officials of the Russian ministry of Foreign Affairs, ministry of Defense and the Russian side of the Russia-DPRK Inter-Governmental Committee for Trade, Economic and Scientific and Technological Cooperation, public figures and leading officials of the International United Confederation of Koreans. &nbsp;&nbsp;&nbsp;\r\n On hand were DPRK Ambassador to Russia Pak Ui Chun and embassy officials. &nbsp;&nbsp;&nbsp;\r\n Russian Vice-Minister of Foreign Affairs Yuri Fedotov in his speech paid tribute to the Korean patriots and officers and men of the Soviet army who heroically fought shoulder to shoulder for the freedom and bright future of Korea. &nbsp;&nbsp;&nbsp;\r\n Russia is greatly satisfied with the lasting summits and high-level contacts, good characteristics of bilateral relations provided by Russian President Vladimir Vladimirovich Putin and Chairman of the DPRK National Defence Commission Kim Jong Il, he said. &nbsp;&nbsp;&nbsp;\r\n The Pyongyang visit of the Russian foreign minister in July this year, he noted, gave a new momentum to the Russia-DPRK relations and demonstrated the high concern of the two countries to strengthen cooperation in various fields and the desire to continue the tradition of overall mutual cooperation fixed in the treaty of friendship, good neighborliness and cooperation and in the agreement between the two leaders. &nbsp;&nbsp;&nbsp;\r\n Expressing the belief that the nuclear issue of the Korean peninsula should and can be certainly settled peacefully through dialogue, he emphasized that Russia regards the DPRK proposal for \"reward for freeze\" as a good foundation for realistic progress in this direction. To find a joint solution, he stressed, Russia is ready to deepen mutual cooperation with the DPRK.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Inspects KPA Unit",
            "url": "http://kcna.co.jp/item/2004/200408/news08/16.htm#9",
            "content": "Greetings to Russian President \r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 15 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Sunday sent a message of greetings to Russian President Vladimir Vladimirovich Putin on the occasion of the 59th anniversary of the liberation of Korea.\r\n The message expressed the belief that the relations between the two countries, which have the long-standing tradition of friendship and cooperation, would further develop in the spirit of the DPRK-Russia Joint Declarations and in the interests of the two peoples. &nbsp;&nbsp;&nbsp;\r\n It wished the Russian president success in his responsible work for defending the territorial integrity of the country and national interests as well as the Russian people progress and prosperity.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Concert Given on Day of Korea's Liberation",
            "url": "http://kcna.co.jp/item/2004/200408/news08/16.htm#10",
            "content": "Kim Jong Il Inspects KPA Unit\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 15 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the Democratic People's Republic of Korea, inspected KPA Unit 258 honored with the title of O Jung Hup-led 7th Regiment stationed in a far-off mountainous area.\r\n President Kim Il Sung visited the unit on June 12, 1969, to give important instructions for increasing its combat power and take warm care of the soldiers' life. &nbsp;&nbsp;&nbsp;\r\n Going round a room devoted to the education in the revolutionary history, Kim Jong Il looked back with deep emotion on the proud history of the unit that had grown to be matchless combat ranks under the care of the President. &nbsp;&nbsp;&nbsp;\r\nKim Jong Il urged all the officers and men of the unit to always bear deep in mind the benevolence shown by the President. &nbsp;&nbsp;&nbsp;\r\n He dropped in at a duty room and acquainted himself with soldiers' performance of duty before setting forth the tasks which would serve as guidelines in further increasing the combat capability of the unit. &nbsp;&nbsp;&nbsp;\r\n He highly appreciated the achievements made by the soldiers of the unit who have won victories, glorifying the great tradition and history of singlehearted unity, saying that they have given full play to their might at the outposts to defend the country. &nbsp;&nbsp;&nbsp;\r\n He learned about the management of the unit, walking in the compound of the barracks clad in thick verdure. &nbsp;&nbsp;&nbsp;\r\n He was greatly pleased to see the well-built barracks, commanding a bird's-eye view of the unit reminiscent of a picture for a long while. &nbsp;&nbsp;&nbsp;\r\n This fantastic scenery is a picture in the Songun era which can be seen anywhere servicepersons of the KPA live, he noted, adding that this proud change is a clear proof of noble patriotism displayed by the servicepersons who deeply love the country and the people. &nbsp;&nbsp;&nbsp;\r\n Then, he took deep care of every aspect of the service and living of the soldiers, going round an education room, a bedroom, a mess hall, a kitchen, a washroom, a daily provision store and other entertainment and logistic facilities. &nbsp;&nbsp;&nbsp;\r\n Greatly pleased to hear that the \"Day for Soldiers\" is now being successfully observed at the unit to display its great vitality, he said that this movement now brisk in the army represents a distinguished fine trait which can be displayed only in the KPA which has achieved the perfect unity between officers and men and is closely united with the people. He underscored once again the need to further develop the movement in depth. &nbsp;&nbsp;&nbsp;\r\n He went round a power station built by the unit. &nbsp;&nbsp;&nbsp;\r\n He highly praised the soldiers of the unit for their feats, saying it is a great success that they built the power station with a large generating capacity by themselves. &nbsp;&nbsp;&nbsp;\r\n He posed for a photograph with the officers and men of the unit. &nbsp;&nbsp;&nbsp;\r\n He was accompanied by Chief of the General Staff of the KPA Kim Yong Chun and KPA Generals Ri Myong Su, Hyon Chol Hae and Pak Jae Gyong.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reception Given at Russian Embassy",
            "url": "http://kcna.co.jp/item/2004/200408/news08/16.htm#11",
            "content": "Concert Given on Day of Korea's Liberation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 15 (KCNA) -- A concert was given at the Mansudae Art Theatre Sunday to celebrate the 59th anniversary of the liberation of the\r\ncountry.\r\n Appreciating the concert were Vice Marshal of the Korean People's Army Kim Il Chol, member of the National Defence Commission of the DPRK and minister of the People's Armed Forces, Jong Ha Chol and Kim Ki Nam, secretaries of the Central Committee of the Workers' Party of Korea, senior officials of the party and military organs, noted creators and artistes, journalists and editors in the fields of culture and art and the press. &nbsp;&nbsp;&nbsp;\r\n Among the audience were Charge d'Affaires ad interim Oleg Davydov and staff members of the Russian embassy here and other Russian guests. &nbsp;&nbsp;&nbsp;\r\n The concert was given by talented artistes of the KPA Merited State Chorus, the Orchestra of the DPRK National Defence Commission, the Mansudae Art Troupe and the Pochonbo Electronic Band and Russian musicians. &nbsp;&nbsp;&nbsp;\r\n The concert began with an orchestra for piano solo and chorus of immortal classic masterpiece \"Nostalgia\" which was conducted by Korean conductor Jang Ryong Sik and performed by Russian pianist Zoya Abolits and Korean artistes. &nbsp;&nbsp;&nbsp;\r\n The performers sang of the immortal feats President Kim Il Sung performed by defeating the Japanese imperialist aggressors and accomplishing the historic cause of the liberation of the country with refined rendition and rich voice. &nbsp;&nbsp;&nbsp;\r\n Put on the stage were symphony suite \"Song of Mt. Paektu\" which was composed by Russian musician Nikolai Druzhenkov and conducted by Korean conductor Kim Kwang Hun and a male chorus \"Snowflakes Falling from Nocturnal Sky\" which was conducted by Russian conductor Stanislav Kalinin and performed by Korean artistes. &nbsp;&nbsp;&nbsp;\r\n Male choruses of Russian songs \"Song of Youth in Hard Days\" and \"Our Friendship Is Everlasting\" deeply impressed the audience.   \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan's Projected Naval Exercises Assailed",
            "url": "http://kcna.co.jp/item/2004/200408/news08/16.htm#12",
            "content": "Reception Given at Russian Embassy\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 14 (KCNA) -- Russian Charge D' Affaires Ad Interim Oleg Davydov hosted a reception at the embassy Friday evening on the occasion of the 59th anniversary of the liberation of Korea.\r\n Present there on invitation were Rim Kyong Man, minister of Foreign Trade, Kim Sang Ik, vice-minister of the People's Armed Forces, Kung Sok Ung, vice-minister of Foreign Affairs, Hong Son Ok, vice-chairwoman of the Korean Committee for Cultural Relations with Foreign Countries who is chairperson of the Korea-Russia Friendship Association, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n Staff members of the embassy were also present there. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Concert Given to Mark Day of Liberation",
            "url": "http://kcna.co.jp/item/2004/200408/news08/16.htm#13",
            "content": "Japan's Projected Naval Exercises Assailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 14 (KCNA) -- The Japanese government recently declared that it would stage joint naval exercises, pursuant to PSI in waters off Tokyo Bay this October under its own sponsorship.\r\n A signed commentary of Rodong Sinmun Saturday dismisses this as a product of the sinister intention of the Bush administration to escalate its policy to isolate and blockade the DPRK. &nbsp;&nbsp;&nbsp;\r\n By staging these maneuvers in waters close to the DPRK the U.S. seeks to demonstrate the anti-DPRK international cooperation and input into it those countries around the DPRK in a bid to escalate the above-said policy, the commentary says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The ulterior aim of the U.S. is to make the PSI system more feasible and viable and focus the international pressure on the DPRK. &nbsp;&nbsp;&nbsp;\r\n The DPRK can not but take a serious note of the Japanese authorities' intention to host the exercises at the instigation of the U.S.  It can not but be a very unsavory behavior for them to host the exercises targeted against the DPRK pursuant to the U.S. policy to isolate and blockade the DPRK at a time when there is an atmosphere of improving relations between the DPRK and Japan. &nbsp;&nbsp;&nbsp;\r\n The Japanese authorities are busy kicking up an anti-DPRK row dancing to the U.S. tune while talking about the implementation of the DPRK-Japan Pyongyang Declaration and the normalization of bilateral relations. This double-dealing attitude compels the army and people of the DPRK to heighten their vigilance against them. &nbsp;&nbsp;&nbsp;\r\n What will happen if such confidence that international law and the DPRK-Japan Pyongyang Declaration would deter war, pressure and awe collapses? Then it would be unavoidable to raise a demand for another kind of deterrent force. The U.S. and the Japanese authorities are well advised to stop running wild, pondering over the grave consequences to be entailed by the above-mentioned reckless maneuvers.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Congratulatory Message to Singaporean Prime Minister",
            "url": "http://kcna.co.jp/item/2004/200408/news08/16.htm#14",
            "content": "Concert Given to Mark Day of Liberation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 14 (KCNA) -- A concert was given at the Mansudae Art Theatre Friday on the occasion of the 59th anniversary of the liberation of Korea.\r\n Appreciating it were Kim Yong Nam, Pak Pong Ju, Han Song Ryong, Choe Thae Bok, Kim Kuk Thae, Ri Ha Il, Pak Ki So and Jon Jae Son, Kim Yong Dae, chairman of the Central Committee of the Korean Social Democratic Party, Ryu Mi Yong, chairperson of the Central Committee of the Korean Chondoist Chongu Party, members of the DPRK Cabinet, leading officials of working people's organizations, ministries, national institutions, scientific, educational, cultural, art, public health and media institutions and artists. &nbsp;&nbsp;&nbsp;\r\n The Russian musician and his party were among the audience. &nbsp;&nbsp;&nbsp;\r\n The repertoire included Korean famous music and new instrumental music pieces prepared with all sincerity by Korean talented artistes of the State Merited Chorus of the Korean People's Army, the Orchestra of the National Defence Commission of the DPRK, the Mansudae Art Troupe and the Pochonbo Electronic Band and Russian musicians. &nbsp;&nbsp;&nbsp;\r\n Through the orchestral music and chorus for piano solo of immortal famous song \"Nostalgia\" the performers sang in high praises of the immortal exploits President Kim Il Sung performed by leading the 20-year-long anti-Japanese revolutionary struggle to victory with noble patriotic idea and thereby accomplishing the historic cause of national liberation. &nbsp;&nbsp;&nbsp;\r\n Also put on the stage were symphony suite \"Song of Paektu\" composed by the Russian musician and male chorus of Korean famous songs \"Cantata to Comrade Kim Jong Il\", \"Snowflakes Coming Down from Nocturnal Sky,\" etc. Through these numbers they extended highest glory and warmest thanks to Kim Jong Il who has led the party, the army and the people to victory with his great Songun revolutionary leadership, thus glorifying the immortal exploits Kim Il Sung performed by achieving national liberation and building the country and bringing about the greatest prosperity of the country. &nbsp;&nbsp;&nbsp;\r\n The concert closed with a male chorus \"Our Friendship Is Everlasting.\" &nbsp;&nbsp;&nbsp;\r\n It was acclaimed by the audience for its high ideological value, rich emotion, refined representation and perfect ensemble of the musicians and artistes of the two countries.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to President of Congo",
            "url": "http://kcna.co.jp/item/2004/200408/news08/16.htm#15",
            "content": "Congratulatory Message to Singaporean Prime Minister\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 14 (KCNA) -- Premier of the DPRK Cabinet Pak Pong Ju sent a congratulatory message to Lee Hsien Loong upon his appointment as prime minister of the Republic of Singapore.\r\n The message wished him success in his work for the prosperity and development of the country.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Supreme Commander Kim Jong Il Inspects Hospital of KPA Unit",
            "url": "http://kcna.co.jp/item/2004/200408/news08/16.htm#16",
            "content": "Greetings to President of Congo\r\n&nbsp;&nbsp;&nbsp; Pyongyang, August 14 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Denis Sassou Nguesso, president of Congo, on August 11 on the occasion of the 44th anniversary of the independence of Congo.\r\n Expressing the belief that the friendly and cooperative relations between the two countries would grow stronger in conformity with mutual interests, the message sincerely wished the president and the people of Congo great successes in their work for national unity and durable peace and development of the country.    \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}