{
    "date": "2004-06-01",
    "url": "http://kcna.co.jp/item/2004/200406/20040601.htm",
    "articles": [
        {
            "title": "Letter to Kim Jong Il from Koreans in Japan",
            "url": "http://kcna.co.jp/item/2004/200406/news06/01.htm#1",
            "content": "Letter to Kim Jong Il from Koreans in Japan \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 31 (KCNA) -- The participants in the 20th Congress of the General Association of Korean Residents in Japan (Chongryon) on May 29 sent a letter to leader Kim Jong Il.\r\n The letter says: &nbsp;&nbsp;&nbsp;\r\n Thanks to your wise guidance and deep love, the 20th Congress of Chongryon has been an historic one that has marked a point of an epochal turn in developing the movement of Koreans in Japan to a new, higher stage, pushing aside the moves of reactionaries within and without Japan standing in our way with the might of the single-hearted unity of Chongryon. &nbsp;&nbsp;&nbsp;\r\n We decided on the tasks to be fulfilled in the three years ahead with firm resolution to develop the movement of Koreans in Japan to a new, higher stage by definitely turning the work of Chongryon into an all-embracing mass movement with the new generation playing the main role in conformity with the changed circumstances and developing situation, along the Juche-oriented patriotic line. &nbsp;&nbsp;&nbsp;\r\n We will carry on with redoubled energy the work of preserving and developing national character as a movement of all the Koreans in Japan, keeping a tight hold on national education as the lifeline of the movement and the main task of patriotic activities, so that the compatriots of broad strata, notably the new generation, may defend the community of Koreans with national dignity. &nbsp;&nbsp;&nbsp;\r\n We will go deeper among the compatriots and conduct an active work of serving for their life and assisting them in their economic activities and thus discharge our mission as the protector of the Koreans in Japan. &nbsp;&nbsp;&nbsp;\r\n We will carry on external activities in a go-ahead manner to suit the phase of a new turn in the development of the situation, firmly defend the motherland of Juche and make a tangible contribution to the building of a great prosperous powerful nation and the cause of national reunification. \r\n We will powerfully rouse all the compatriots in Japan to implement the resolution of the 20th Congress as required by the new circumstances of a turn opened by you, great general, thus creating with high pride a model of the movement of overseas compatriots in the new century.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Unearthed Remains of Martyrs Buried",
            "url": "http://kcna.co.jp/item/2004/200406/news06/01.htm#2",
            "content": "Unearthed Remains of Martyrs Buried \r\n&nbsp;&nbsp;&nbsp; Sinchon, May 30 (KCNA) -- The remains of 4 martyrs, which had been recently unearthed in Sinchon County, South Hwanghae Province, were buried in the cemetery of soldiers of the Korean People's Army in the township of Sinchon on May 30.\r\n An examination of the remains and belongings found that the martyrs were public security men who fought bravely to the last moments of their lives for the Party, the leader, the motherland and the people. &nbsp;&nbsp;&nbsp;\r\n At the burying ceremony, a funeral address was made by the chief secretary of the Sinchon County Committee of the Workers' Party of Korea, which was followed by speeches vowing revenge. &nbsp;&nbsp;&nbsp;\r\n Then a condolatory poem was recited. &nbsp;&nbsp;&nbsp;\r\n The remains were buried in the cemetery of KPA soldiers. &nbsp;&nbsp;&nbsp;\r\n The participants in the ceremony placed wreaths in the cemetery.    \r\n\r\n    \r\n\r\n"
        },
        {
            "title": "Koizumi Sends Congratulatory Message to Chongryon Congress",
            "url": "http://kcna.co.jp/item/2004/200406/news06/01.htm#3",
            "content": "Koizumi Sends Congratulatory Message to Chongryon Congress \r\n&nbsp;&nbsp;&nbsp; Tokyo, May 28 (KNS-KCNA) -- Japanese Prime Minister Junichiro Koizumi who is president of the Liberal Democratic Party of Japan sent a congratulatory message to the 20th Congress of the General Association of Korean Residents in Japan (Chongryon) on May 28.\r\n Extending congratulations and greetings to the congress on behalf of his party, he in the message recalled that he visited Pyongyang on May 22 and held Japan-DPRK summit talks with Kim Jong Il, chairman of the DPRK National Defence Commission. &nbsp;&nbsp;&nbsp;\r\n Saying that at the summit talks there were frank discussions on the Japan-DPRK relations, the peace and stability of the Northeast Asian region and other issues from a broad perspective view, he went on: &nbsp;&nbsp;&nbsp;\r\n Notably, at the summit talks, the two sides reaffirmed that the Japan-DPRK Pyongyang Declaration would serve as the foundation in developing the ties between the two countries in the future and they would honestly implement the declaration and shared the view on the need to make mutual efforts to establish normal diplomatic relations between the two countries. &nbsp;&nbsp;&nbsp;\r\n The stability of the Korean peninsula and good relations between the two countries are of utmost importance for Japan's security and the peace and stability of the Northeast Asian region. &nbsp;&nbsp;&nbsp;\r\n I would like to do my best to improve the Japan-DPRK relations and, furthermore, establish normal diplomatic ties between the two countries on the basis of the results of the summit talks.    \r\n \r\n\r\n\r\n"
        },
        {
            "title": "Youth and Students Called Upon to Take Lead in Anti-U.S. Actions in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200406/news06/01.htm#4",
            "content": "Youth and Students Called Upon to Take Lead in Anti-U.S. Actions in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 31 (KCNA) -- Kim Song Il, chairman of the Committee for National Reunification of the south Korean Federation of University Student Councils, reportedly released a statement on May 26 calling on the youth and students to take the lead in the struggle to realize national cooperation against the U.S.\r\n Noting that the Korean nation is strong enough to beat any foreign forces, he called upon all the Koreans to turn out in actions to make the year 2005 a year of reunification when the national division will be brought to an end as it will mark the lapse of 60 years since the U.S. occupation of south Korea and the liberation of the country. &nbsp;&nbsp;&nbsp;\r\n The statement called upon the youth and students to take the 4th anniversary of the June 15 joint declaration as an opportunity of foiling the U.S. moves to ignite a nuclear war on the Korean peninsula and bringing earlier peace and reunification of the country by the concerted efforts of the nation, pointing out that the fellow countrymen want them to take the lead in the struggle to support and implement the joint declaration under the slogan \"National cooperation against the U.S. \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Kim Il Sung's Work Marked",
            "url": "http://kcna.co.jp/item/2004/200406/news06/01.htm#5",
            "content": "Anniversary of Kim Il Sung's Work Marked \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 31 (KCNA) -- Rodong Sinmun today dedicates a signed article to the 18th anniversary of President Kim Il Sung's famous work \"Historical Experience of Building the Workers' Party of Korea\".\r\n The work published on May 31, Juche 75 (1986) is a precious work as it comprehensively deals with the glorious history of the Party which set an epoch-making example in building a revolutionary party and serves as important guidelines which should be consistently maintained and thoroughly implemented in the whole course of building the Juche-oriented party. \r\n It says: &nbsp;&nbsp;&nbsp;\r\n The WPK's history is a proud history in which it has successfully embodied the Juche idea and theory of Juche-oriented party building based on it under the wise leadership of Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n He wisely led the cause of the party building to victory under the banner of the Juche idea, regarding it as the fundamental issue in the revolution from his early revolutionary activities. &nbsp;&nbsp;&nbsp;\r\n His cause of the Juche-oriented party building has been successfully carried forward and developed by leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's 40 year-long history of leadership over the work of the Party is shining as an immortal history as he has strengthened and developed the WPK as the party of Kim Il Sung. &nbsp;&nbsp;&nbsp;\r\n The last decade occupies a most brilliant place in Kim Jong Il's revolutionary history of leading the cause of the party building. &nbsp;&nbsp;&nbsp;\r\n He has built the Party into vanguard ranks replete with the revolutionary soldier spirit. This takes a special place in his exploits performed in the party building in the Songun era. &nbsp;&nbsp;&nbsp;\r\n What is also important among his exploits performed in the party building in the Songun era is that he has achieved the Songun revolutionary unity and augmented the might of the WPK in every way. &nbsp;&nbsp;&nbsp;\r\n He has brought about a new turn in the party work method and style as required by the Songun era. This is also important among his exploits performed in the party building. &nbsp;&nbsp;&nbsp;\r\nThe WPK's history will always remain shining as an ever-victorious history thanks to Kim Il Sung's great exploits performed in the party building and his wealth of experience gained in it and Kim Jong Il's Songun leadership.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "More Thorough Implementation of Songun Policy Called for",
            "url": "http://kcna.co.jp/item/2004/200406/news06/01.htm#6",
            "content": "More Thorough Implementation of Songun Policy Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 31 (KCNA) -- All the Koreans in the north and the south are standing in acute confrontation with the United States. The Songun policy pursued by the Workers' Party of Korea provides a sure guarantee for a decisive victory of the Korean nation in this do-or-die struggle against the U.S. as this policy is effective enough to deal merciless blows at the U.S. imperialist's undisguised aggression and their moves against Korea's reunification. Rodong Sinmun Monday says this in a signed article.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n The Songun policy is a political mode which calls for regarding military affairs as the most important state affairs, building invincible defence capability of the country and carrying out the WPK's cause on the strength of the single-hearted unity of the revolutionary ranks with the Korean People's Army as a main force. &nbsp;&nbsp;&nbsp;\r\n Today the U.S. is openly perpetrating terrorism against sovereign states, styling itself \"gendarme in the international arena. It, however, dares not provoke the DPRK holding aloft the banner of Songun. This goes to prove that Songun is the only political mode that guarantees victory in the stand-off with the brigandish U.S. &nbsp;&nbsp;&nbsp;\r\n The WPK's Songun policy is a political mode making it possible to increase the might of the driving force of the nation in every way, guided by the invincible Juche idea. &nbsp;&nbsp;&nbsp;\r\n It serves as a powerful weapon for protecting peace on the Korean peninsula and the national security from the moves of the U.S. imperialists to start a new war. &nbsp;&nbsp;&nbsp;\r\n But for the strong army of the DPRK another Korean war would have already broken out in this land and the Korean nation suffered a nuclear holocaust. &nbsp;&nbsp;&nbsp;\r\n The Songun policy, a shield in the hands of the nation, is instrumental in defending the cause of national reunification and providing a sure guarantee for the process of the north-south reconciliation with powerful capability for just self-defence. &nbsp;&nbsp;&nbsp;\r\nThe reunification movement of all the Koreans will make dynamic progress only when all of them defend the Songun policy and resolutely shatter the anti-reunification moves of the U.S. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialist's hostile policy towards the DPRK is bound to go bankrupt and the dignity and security of the Korean nation and its cause of reunification certain to be firmly guaranteed as long as there is the great Songun policy.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "20th Congress of Chongryon Held in Japan",
            "url": "http://kcna.co.jp/item/2004/200406/news06/01.htm#7",
            "content": "20th Congress of Chongryon Held in Japan \r\n&nbsp;&nbsp;&nbsp; Tokyo, May 29 (KNS-KCNA) -- The 20th Congress of the General Association of Korean Residents in Japan (Chongryon) was held in the Korean Cultural Hall in Tokyo, Japan from May 28 to 29.\r\n It was attended by Chairman So Man Sul, Chief Vice-Chairman Ho Jong Man, Vice-Chairmen Pak Jae Ro, Kwon Sun Hwi, Ryang Su Jong, O Hyong Jin, Nam Sung U, Ri Ki Sok, Jo Ryong Hyon and  Kim So Ja  of the Central Standing Committee of Chongryon, Chongryon officials and  delegates elected at the institutions of Chongryon at various levels, its organizations and enterprises. &nbsp;&nbsp;&nbsp;\r\n Read out at the congress was a congratulatory message sent by the Presidium of the DPRK Supreme People's Assembly to the congress. Congratulatory messages of social organizations in the DPRK including the Central Committee of the Democratic Front for the Reunification of the Fatherland to the congress were introduced there. &nbsp;&nbsp;&nbsp;\r\n After a report of the credentials committee was delivered, the congress discussed its agenda items \"On the report to the 20th Congress of Chongryon\", \"On celebrating the 50th anniversary of Chongryon as an event of the whole organization and all the compatriots\" etc. So Man Sul in a report delivered at the congress  said the task of the congress is to discuss and determine an action policy to develop the patriotic movement at a new stage in keeping with the changed environment and requirements and wishes of the young generation and all other compatriots on the basis of the historic experience gained in the movement of the Koreans in Japan and successes made since the 19th Congress and the lesson drawn from them and goals  to be attained and measures to be taken in the three years to come. &nbsp;&nbsp;&nbsp;\r\n The reporter reviewed the work done by Chongryon since its 19th Congress and proposed the orientation of developing its movement on to a new stage, major tasks to be fulfilled in the three years ahead for the sake of the Korean community, tasks to strengthen the international solidarity and contribute to national reunification and the prosperity of the country and tasks to consolidate Chongryon as a truly patriotic organization of Koreans. &nbsp;&nbsp;&nbsp;\r\n A congratulatory message sent by Junichiro Koizumi, president of the Liberal Democratic Party of Japan, to the 20th Congress was read out at the congress and congratulatory messages sent by the secretary-general of the Japanese Democratic Party, the chairman of the International Committee of the New Komeito Party and the Permanent Secretariat of the Japan Social-Democratic Party were introduced there. &nbsp;&nbsp;&nbsp;\r\n A congratulatory group of the Korean Children's Union in Japan mounted the stage and warmly greeted the congress. &nbsp;&nbsp;&nbsp;\r\n Congratulatory speeches were made by Japanese personages from all walks of life. &nbsp;&nbsp;&nbsp;\r\n A report made by the Central Auditing Committee of Chongryon on its work was followed by speeches of delegates. &nbsp;&nbsp;&nbsp;\r\n So Man Sul's report on Chongryon's work was adopted as a decision of the 20th Congress. It unanimously adopted a decision on marking  the golden jubilee of Chongryon as a historic landmark for further glorifying the movement of Koreans in Japan as a model of the movement of overseas compatriots in the new century. &nbsp;&nbsp;&nbsp;\r\n The congress elected So Man Sul  chairman of the Chongryon Central Standing Committee, Ho Jong Man its chief vice-chairman, Nam Sung U, Ryang Su Jong, Ri Ki Sok and  Ko Tok U its vice-chairmen and  Pae Jin Gu director general of the secretariat.. &nbsp;&nbsp;&nbsp;\r\n A letter to leader Kim Jong Il was adopted at the Congress. &nbsp;&nbsp;&nbsp;\r\n The 1st meeting of the 20th -term Central Committee of Chongryon was held at the end of the congress. &nbsp;&nbsp;&nbsp;\r\n The meeting discussed the agenda item on forming the Central Standing Committee of Chongryon and unanimously adopted it.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Fraud Will Never Work",
            "url": "http://kcna.co.jp/item/2004/200406/news06/01.htm#8",
            "content": "U.S. Fraud Will Never Work \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 31 (KCNA) -- U.S. State Secretary Powell recently let loose a string of vindications that the CIA has been taken in by false information as regards the Iraqi issue. This is nothing but a crafty trick to becloud the reason of the world people and attain the purpose of the U.S. for aggression and plunder, says Rodong Sinmun Monday in a signed commentary.\r\n Recalling that the U.S. launched a brigandish armed invasion of Iraq under the pretext of destroying \"weapons of mass destruction\", the commentary goes on: &nbsp;&nbsp;&nbsp;\r\n The U.S. invasion and occupation of Iraq and its harsh suppression and massacre of Iraqis are serious war crimes and hideous human rights abuses. &nbsp;&nbsp;&nbsp;\r\nThe U.S. does not hesitate to wantonly violate the sovereignty of other countries by setting afloat sheer lies for its own selfish interests. &nbsp;&nbsp;&nbsp;\r\n All the robber-like acts of the U.S. are perpetrated under absurd pretexts. &nbsp;&nbsp;&nbsp;\r\nWell known are the facts that the U.S. invaded small countries such as Panama and Grenada at the end of hectic false propaganda. The U.S. is, indeed, the kingpin of fraud and plot-breeding and the chieftain of aggression and state-sponsored terrorism. &nbsp;&nbsp;&nbsp;\r\n This is clearly proved by the fiction of enriched uranium\" in the DPRK spread by the U.S. In persistently spreading this story without any scientific evidence or any credibility, Washington seeks to tarnish the DPRK's principled peace-loving stand and high international prestige, justify its hostile policy toward the DPRK and find a pretext for launching a new war on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n The way and method of the U.S. now are just the same as it employed when launching a war against Iraq. U.S. President Bush ordered the invasion of Iraq by making the CIA's false information related to Iraq a fait accompli .The Bush war forces are going to apply what it used in Iraq to the DPRK. &nbsp;&nbsp;&nbsp;\r\nHaving worked out a plan to launch a new war on the Korean peninsula in the wake of that in Iraq, the U.S. is building up in advance public opinion about fictitious development of \"enriched uranium\" in the DPRK. &nbsp;&nbsp;&nbsp;\r\n The U.S. aggressive and brigandish nature will never change. It is only its way of aggression which changes.   \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Book \"Fossil Men in Lava\" off Press",
            "url": "http://kcna.co.jp/item/2004/200406/news06/01.htm#9",
            "content": "Book \"Fossil Men in Lava\" off Press\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 31 (KCNA) -- The Publishing House of Social Sciences of the Democratic People's Republic of Korea has published a book \"Fossil Men in Lava.\"\r\n Some years ago fossil men in lava dating back 300,000 years ago were unearthed in the area of Soksong-ri, Hwadae County, North Hamgyong Province in the northeastern part of Korea. The discovery was the first of its kind in the world. &nbsp;&nbsp;&nbsp;\r\n The government organized a powerful research group with some 20 experts including competent professors and doctors of Kim Il Sung University, Kim Chaek University of Technology, Geographical Institute and Geological Institute under the Academy of Sciences, Pyongyang University of Medicine and other institutions to intensify the study of the fossils. &nbsp;&nbsp;&nbsp;\r\n Printed in the first five pages of the book are five photographs showing a general view of the place where the fossils were discovered, upper and lower jaw bones, the frontal and forehead bones, one side of skull and one side and upper part of skull. &nbsp;&nbsp;&nbsp;\r\n It consists of a preface and four chapters--\"Geographical Location of Fossils and Details of their Discovery\", \"'Hwadae Men'--Newly Unearthed Fossil Men\", \"Annals of Fossils\" and \"Climate and Topography During Formation of Fossils\".    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "No-Smoking Campaign in DPRK",
            "url": "http://kcna.co.jp/item/2004/200406/news06/01.htm#10",
            "content": "No-Smoking Campaign in DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 31(KCNA) -- The Democratic People's Republic of Korea has joined the world-wide trend towards the building of a new world without tobacco in the new century.\r\n Smoking has become one of the world's serious problems as it endangers human existence, destructs the ecological environment of nature and gives great damage to the socio-economic activities. &nbsp;&nbsp;&nbsp;\r\n The DPRK government has fully encouraged the no-smoking campaign to prevent all the sufferings from smoking and to provide people with an independent and creative life. &nbsp;&nbsp;&nbsp;\r\n It has controlled the cultivation, production, import and sale of tobacco and smoking by law in the country. &nbsp;&nbsp;&nbsp;\r\n Therefore, any agency, enterprise and company can neither import cigarettes without the government permission nor those who toured other countries can bring cigarettes into the country. &nbsp;&nbsp;&nbsp;\r\n Cigarette import has been restricted by means of increasing duties. &nbsp;&nbsp;&nbsp;\r\n The government has taken various practical measures such as encouraging shops and markets in the country to sharply increase the price of cigarettes and extending no-smoking places. &nbsp;&nbsp;&nbsp;\r\n Hygienic information activities have been conducted extensively to make all the people interested in the no-smoking campaign. &nbsp;&nbsp;&nbsp;\r\n Also included in the no-smoking campaign are propaganda through mass media, art propaganda squad's activities and hygienic lectures. &nbsp;&nbsp;&nbsp;\r\n An increasing number of men have quitted smoking or refrained from smoking in public places, offices and families. &nbsp;&nbsp;&nbsp;\r\n A function has taken place at the People's Palace of Culture on Monday to mark the World No-tobacco Day. A photo show has been held and people have been informed of harmfulness of tobacco. \"No-smoking\" signs are seen in medical and educational institutions, gymnasiums and other places in the country. Cigarette sale is also prohibited.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}