{
    "date": "2004-03-10",
    "url": "http://kcna.co.jp/item/2004/200403/20040310.htm",
    "articles": [
        {
            "title": "508th Thursday Meeting Held in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200403/news03/10.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Solidarity of Pusan Voters Campaign Inaugurated",
            "url": "http://kcna.co.jp/item/2004/200403/news03/10.htm#2",
            "content": "508th Thursday Meeting Held in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 9 (KCNA) -- The 508th Thursday Meeting was reportedly held by the Family Movement for Realizing Democracy in Seoul on Mar. 4.\r\n The meeting was held without informing police of it as a token of protest against the authorities' retrogressive revision of the \"law on assembly and demonstration which limits the freedom of assembly and demonstration and only grants more power to the police\". &nbsp;&nbsp;&nbsp;\r\n At the end of the meeting the participants staged a demonstration, chanting the slogan \"Withdraw the law on assembly and demonstration and the security law,\" etc. with placard carrying letters \"Ensure free assembly and demonstration\" in their hands.    \r\n\r\n"
        },
        {
            "title": "GNP Hit for Its Misbehavior",
            "url": "http://kcna.co.jp/item/2004/200403/news03/10.htm#3",
            "content": "Solidarity of Pusan Voters Campaign Inaugurated \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 9 (KCNA) -- An inaugural ceremony of the \"solidarity of Pusan voters campaign for 2004 general election\" was reportedly held in Pusan, south Korea on March 4.\r\n A declaration which was read out at the ceremony expressed the expectation that a period would be put to the monopoly politics of specified political party through the \"general election\" for the 17th \"National Assembly\" and stressed the need to conduct a campaign to vote down candidates who are trying to distort the mindset of the people by inciting regional feelings as well as campaigns of voters including those to encourage the people to participate in balloting and watch an illegal election so as to correctly reflect the mindset of Pusan citizens. &nbsp;&nbsp;&nbsp;\r\n Action goal and program of the organisation were made public at the ceremony. &nbsp;&nbsp;&nbsp;\r\n The organisation groups 55 civic and social organisations in Pusan.   \r\n\r\n"
        },
        {
            "title": "Kim Jong Il Lauded",
            "url": "http://kcna.co.jp/item/2004/200403/news03/10.htm#4",
            "content": "GNP Hit for Its Misbehavior \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 9 (KCNA) -- The Headquarters of the Movement for the General Election to Judge the Old Politics in the Era of June15 reportedly issued a statement on Mar. 4.\r\n In the statement it charged that as the GNP has been unable to win in the general election for all sorts of its crimes, it cried out for impeaching the \"president\" for his intervention in the \"general election\" and the utterances are a trick to shift the responsibility for the worst political situation to others and little short of a political coup to foil the \"general election\". &nbsp;&nbsp;&nbsp;\r\n Now that the ulterior intention of the GNP has been brought to light, it should dissolve itself, the statement noted, and added: &nbsp;&nbsp;&nbsp;\r\n The people will no longer pardon the intrigue of the GNP. &nbsp;&nbsp;&nbsp;\r\n We will never forget the historic lesson of the past and watch the moves of the GNP in the forthcoming \"general election\".    \r\n\r\n"
        },
        {
            "title": "KCNA Urges U.S. to Make Switchover in Its Policy toward DPRK",
            "url": "http://kcna.co.jp/item/2004/200403/news03/10.htm#5",
            "content": "Kim Jong Il Lauded \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 9 (KCNA) -- The Kim Jong Il Club of the Listeners and Friends of Pyongyang Broadcasts in Jordan issued a statement on February 17 congratulating leader Kim Jong Il on his birthday.\r\n Convinced that his revolutionary idea is the banner of the struggle of the present times and the beacon of independence, all the members of the club had it as a great pride to have the club named after his august name, the statement said, and added: &nbsp;&nbsp;&nbsp;\r\n He is well known to the world as the excellent politician who is defending the interests of humankind and creating the new. He is the sun of humankind who is steering the cause of independence in Asia and the rest of the world.    \r\n\r\n"
        },
        {
            "title": "KCNA on False Report of Amnesty International",
            "url": "http://kcna.co.jp/item/2004/200403/news03/10.htm#6",
            "content": "KCNA Urges U.S. to Make Switchover in Its Policy toward DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 9 (KCNA) -- U.S. State Secretary Powell at a meeting held in Washington D.C. on March 2 reiterated a unilateral assertion that north Korea should dismantle its nukes in a verifiable and irreversible manner. In a nutshell, he repeated a sophism of American style that the nuclear issue between the DPRK and the U.S. can be settled when the former drops its nuclear program first.\r\n The process of the recent Beijing six-way talks clearly proved that the U.S. insistence on this can not settle any issue. &nbsp;&nbsp;&nbsp;\r\n At the six-way talks the DPRK showed greatest magnanimity, clarifying its will to scrap its nuclear program based on a proposal for a simultaneous package solution for the denuclearization of the Korean peninsula, and put forward a proposal as regards measures for the first-phase actions. &nbsp;&nbsp;&nbsp;\r\n The participants in the talks expressed support and understanding of our fair and flexible proposal and showed such a positive response as searching measures for implementing the proposal. &nbsp;&nbsp;&nbsp;\r\n From the first days of the talks, however, the U.S. insisted on an infeasible and unrealistic old assertion that the DPRK should scrap its nuclear program first and threw an artificial hurdle in the way of the talks only to be criticized and ridiculed by the participants. As a consequence, the U.S. found itself isolated. &nbsp;&nbsp;&nbsp;\r\n By nature, the U.S. is the biggest nuclear state in the world which used nuclear weapons for the first time in the world and a nuclear criminal state which is now seeking the most dangerous nuclear policy. So it is not entitled to talk about the dismantlement of nuclear arms. Needless to say, the proliferation of nuclear arms is entirely attributable to the unilateralism of the U.S. which adopted a \"preemptive nuclear attack\" on other countries as its national policy. &nbsp;&nbsp;&nbsp;\r\n If the U.S. had not threatened the existence of humankind with nuclear weapons, there would not have been nuclear arms race in the world and the DPRK and the U.S. would not have had such an acute nuclear issue as it is today. &nbsp;&nbsp;&nbsp;\r\n As the nuclear issue between the DPRK and the U.S. was caused by the U.S., it should be settled from A to Z by the simultaneous actions based on the proposal for a package solution. &nbsp;&nbsp;&nbsp;\r\n Now that the U.S. persistently forces a complete, verifiable and irreversible dismantlement of nuclear program upon the DPRK, the latter cannot but demand the former guarantee a complete, verifiable and irreversible security the core of which is the total withdrawal of the U.S. troops from south Korea and the eternal abandonment of its hostile policy toward the DPRK, etc. &nbsp;&nbsp;&nbsp;\r\n The U.S. seems to fiddle away their time in the hope that the DPRK would step back of its own accord in order to overcome temporary economic difficulties. This will bring nothing favorable to the U.S. while the postponement of the settlement of the nuclear issue will bring nothing unfavorable to the DPRK. The recent six-way talks proved once again that the change of the U.S. attitude is a prerequisite to the settlement of the nuclear issue between the DPRK and the U.S. and the DPRK-U.S. dialogue is the basic means. The talks were very beneficial to the DPRK in confirming the future action with the conviction that the more deliberately the U.S. delays the settlement of the nuclear issue, the faster and the more perfectly the DPRK should promote all the necessary steps to cope with it. &nbsp;&nbsp;&nbsp;\r\n The settlement of the nuclear issue between the DPRK and the U.S. entirely depends on the will of the U.S. to make a switchover in its policy toward the DPRK. The DPRK will watch the U.S. attitude.    \r\n\r\n"
        },
        {
            "title": "U.S. Urged to Discontinue Its Military Racket against DPRK",
            "url": "http://kcna.co.jp/item/2004/200403/news03/10.htm#7",
            "content": "KCNA on False Report of Amnesty International \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 9 (KCNA) -- Amnesty International in a recent report titled \"poverty of right, human rights and shortage of food in DPRK\" pulled up the DPRK.\r\n In the report it claimed that the north Korean government is not performing its duty for protecting the right of inhabitants to food. It went to the lengths of setting forth a \"recommendation\". &nbsp;&nbsp;&nbsp;\r\n In a word, the report is a product of the anti-DPRK political smear campaign totally ignoring the human rights situation in the DPRK and it is full of lies. &nbsp;&nbsp;&nbsp;\r\n It is a disgusting misbehavior that Amnesty International said this or that about the human rights in the DPRK as it pleased as if it were an international \"judge of human rights\". &nbsp;&nbsp;&nbsp;\r\n It is a well-known fact that in recent years the Korean people have suffered from the shortage of food owing to the evermore undisguised U.S. sanctions and blockade and natural disasters. &nbsp;&nbsp;&nbsp;\r\n The U.S. has escalated economic sanctions against the DPRK in the air, on the sea and in other various aspects and worked hard to isolate and stifle the DPRK, obstructing regular cooperation with international organizations. &nbsp;&nbsp;&nbsp;\r\n All the Korean people are leading a happy life and enjoying true rights and freedom on an equal footing under the Korean-style socialist system centering on the popular masses, though. &nbsp;&nbsp;&nbsp;\r\n Shunning the hard fact, the Amnesty International talked about the \"right to food,\" \"discriminative treatment\" and \"lack of transparency\" in the DPRK.  This shows that it has become a henchman and a political mouthpiece of the U.S., abandoning its impartiality and principle. &nbsp;&nbsp;&nbsp;\r\n As we have already said several times, its loudmouthed \"lack of transparency\" in cooperation is a folly of some dishonest forces including the U.S. that are trying to block humanitarian aid of the international community to the DPRK. &nbsp;&nbsp;&nbsp;\r\n To be sure, the report is meant to tarnish the image of the DPRK in the international arena according to the U.S. moves to stifle the DPRK and fan up the U.S. unilateral acts. &nbsp;&nbsp;&nbsp;\r\n If the Amnesty International wants to try human rights properly, it should bring to justice the U.S., the principal criminal of mass killings, the worst violator of the right to existence and a source of the extra-large human rights abuses. &nbsp;&nbsp;&nbsp;\r\n The U.S. invaded Afghanistan and Iraq by force of arms for the sake of its national aim and interests and unhesitatingly dropped bombs on even peaceable inhabitants and children in all parts of the world. &nbsp;&nbsp;&nbsp;\r\n If the Amnesty International is truly interested in human rights and wants to perform its function properly, it should call into question such illegal Iraqi war provoked by the U.S. and its mass killings of civilians before anything else and call it to account in view of international law. \r\n\r\n"
        },
        {
            "title": "U.S. Urged to Make Switchover in Its Policy toward DPRK",
            "url": "http://kcna.co.jp/item/2004/200403/news03/10.htm#8",
            "content": "U.S. Urged to Discontinue Its Military Racket against DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 9 (KCNA) -- Recently the United States has posed a serious threat to the DPRK while pushing forward in real earnest its plan for developing \"space weapons\", massively concentrating its aggression forces onto the Asia-Pacific region and staging very provocative military rackets such as large-scale joint military exercises in south Korea with the six-way talks for the settlement of the nuclear issue on the Korean peninsula as a momentum.\r\n Commenting on this, Rodong Sinmun today says: &nbsp;&nbsp;&nbsp;\r\n The Bush-led hawks are driving the situation on the Korean peninsula to the extreme pitch of tension, escalating the military provocations aimed to stifle the DPRK and the preparations for a new war behind the curtain of talks. &nbsp;&nbsp;&nbsp;\r\n Whenever an opportunity presents itself, they do not pass without saying that the U.S. will not invade north Korea and has no intention to attack it with armed forces. They said the same at the recent six-way talks. &nbsp;&nbsp;&nbsp;\r\n Their remarks are no more than a trick to gain time for rounding off the preparations for the second Korean war of aggression and to cover up the criminal nature of their policy of aggression against the DPRK. This is evidenced by the fact that the U.S. persistently cried out for the DPRK's scrapping of its nuclear program to throw a hurdle in the way of the talks. The United States is resorting vicious economic blockade, military threat and blackmail and psychological warfare against the DPRK, reorganizing and redeploying its aggression forces around the Korean peninsula. All this is for a large war. &nbsp;&nbsp;&nbsp;\r\n If the U.S. is truly interested in dialogue and the settlement of the nuclear issue, it should stop the military rackets against the DPRK.    \r\n\r\n"
        },
        {
            "title": "U.S. Aggressive Design Remains Unchanged",
            "url": "http://kcna.co.jp/item/2004/200403/news03/10.htm#9",
            "content": "U.S. Urged to Make Switchover in Its Policy toward DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 9 (KCNA) -- At the second round of the six-way talks the U.S. totally ignored the flexible and most magnanimous proposal of the DPRK and again insisted on its old assertion that the DPRK should abandon its nuclear program first, saying that the U.S. may discuss the DPRK's concerns only when it scraps its nuclear program in a complete, verifiable and irreversible manner. It even went to the lengths of absurdly asserting that Washington can not normalize relations with Pyongyang even after it abandons all its nuclear programs unless missiles, conventional weapons, biological and chemical weapons, human rights and other issues are settled.\r\n Commenting on this, Minju Joson today says: &nbsp;&nbsp;&nbsp;\r\n Such behavior of the U.S. was prompted by its unwillingness to settle the nuclear issue between the DPRK and the U.S. at the talks. &nbsp;&nbsp;&nbsp;\r\n The U.S. is insisting on scrapping the DPRK's self-defensive nuclear program, not doing what it should do. This eloquently proves that the U.S. invariably seeks to stifle the DPRK with the nuclear issue. &nbsp;&nbsp;&nbsp;\r\n It is clear that the U.S. has lost the elementary way of thinking, obsessed by the illusion of being the \"superpower\". Option is not the monopoly of the U.S. &nbsp;&nbsp;&nbsp;\r\n Now that the U.S. is insisting on the DPRK's complete, verifiable and irreversible dismantlement of its nuclear program, we cannot but demand the United States guarantee it a complete, verifiable and irreversible security. &nbsp;&nbsp;&nbsp;\r\n The second round of the six-way talks made it clear that the change of the U.S. attitude is a prerequisite for the settlement of the nuclear issue between the DPRK and the U.S. and the DPRK-U.S. dialogue is the basic means for it. &nbsp;&nbsp;&nbsp;\r\n The delay in the settlement of the nuclear issue between the DPRK and the U.S. will be unfavorable to the U.S. alone. &nbsp;&nbsp;&nbsp;\r\n During the time given the DPRK will take all necessary measures with an increased pace. &nbsp;&nbsp;&nbsp;\r\n We will watch the future attitude of the U.S. \r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Delegation Arrives",
            "url": "http://kcna.co.jp/item/2004/200403/news03/10.htm#10",
            "content": "U.S. Aggressive Design Remains Unchanged\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 9 (KCNA) -- The U.S. imperialists' aggressive design on the Democratic People's Republic of Korea has become all the more pronounced.\r\n They have worked out \"New Operation Plan 5026\", an adventurous and dangerous nuclear war plan aimed at making a nuclear surprise and preemptive attack on the DPRK with its forces in south Korea and around the Korean peninsula. For the fulfilment of the plan, they have committed aerial espionage on the interior and main targets of the DPRK and staged military maneuvers, while bringing into south Korea a large number of sophisticated weapons including M1-A1 Abrams tanks, Striker armored vehicles and Shadow 200 unmanned tactical reconnaissance planes. &nbsp;&nbsp;&nbsp;\r\n Their aggressive acts are numerous over the past decade alone since March Juche 82 (1993) when a touch-and-go situation prevailed on the peninsula due to large-scale frantic maneuvers of U.S. and south Korean forces. &nbsp;&nbsp;&nbsp;\r\n Since the collapse of socialism in east European countries, the U.S. imperialists have desperately tried to stifle the socialist system of the DPRK by disarming it under the pretext of the nuclear issue. In the period of the \"Arduous March\" and the forced march when the Korean people were undergoing unprecedented difficulties, they brought the situation to the brink of war, while spreading rumors that the DPRK might collapse in three or five years, engaging in efforts to isolate and stifle the DPRK and working out \"Operation Plan 5027\" and \"Operation Plan 5027-98\" to launch a war against the country. &nbsp;&nbsp;&nbsp;\r\n The Bush administration, which termed the DPRK as part of the \"axis of evil\" and designated it as a target of a nuclear preemptive attack just after its appearance, has extremely threatened the sovereignty, rights to existence and dignity of the country and the nation with much talk about \"nuclear suspicion\". In the hope of gratifying its ambition for invasion of the DPRK, it mapped out such adventurous war scenarios as an \"emergency plan\" and \"Operation Plan 5030\" in a persistent bid to stifle the DPRK. &nbsp;&nbsp;&nbsp;\r\n Acute tension has persisted on the Korean peninsula due to the U.S. imperialists' invariable aggressive design. &nbsp;&nbsp;&nbsp;\r\n But it is the spirit and mettle of the DPRK in the era of Songun politics to answer other's tough policy with tougher countermeasures. &nbsp;&nbsp;&nbsp;\r\n The further the U.S. imperialists aggravate the situation of the Korean peninsula, the more closely the Korean people will be united to defend the dignity and the sovereignty of the country and the nation.    \r\n\r\n\r\n"
        },
        {
            "title": "High-Level KEDO Delegation Here",
            "url": "http://kcna.co.jp/item/2004/200403/news03/10.htm#11",
            "content": "S. Korean Delegation Arrives\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 9 (KCNA) -- A delegation of the Headquarters for the Promotion of Joint National Functions in south Korea with Han Sang Ryol, permanent representative of the Reunification Solidarity for the Implementation of the June 15 South-North Joint Declaration and Peace on the Korean Peninsula, as its honorary head and with Kim Jong Su, permanent executive chairman of the headquarters who is also permanent executive chairman of the Headquarters of the Movement of All Compatriots for Going Hand in Hand, as its head arrived here today. &nbsp;&nbsp;&nbsp;\r\n It was greeted at the airport by officials concerned with compatriotic feelings.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Wreaths Laid before Bust of Kim Il",
            "url": "http://kcna.co.jp/item/2004/200403/news03/10.htm#12",
            "content": "High-Level KEDO Delegation Here\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 9 (KCNA) -- A high-level delegation of the Korean Peninsula Energy Development Organization arrived here by air on\r\nMarch 9.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Memorial Service for Kim Il Held",
            "url": "http://kcna.co.jp/item/2004/200403/news03/10.htm#13",
            "content": "Wreaths Laid before Bust of Kim Il\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 9 (KCNA) -- Wreaths were laid before the bust of Kim Il, a revolutionary fighter, at the Revolutionary Martyrs Cemetery on Mt. Taesong today on the occasion of the 20th anniversary of his demise.\r\n Standing before the bust was a wreath sent by Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the DPRK National Defence Commission. &nbsp;&nbsp;&nbsp;\r\n Present at the wreath-laying ceremony were Jon Pyong Ho, Kim Chol Man, Yang Hyong Sop and other cadres, officials of the party and power organs, ministries and national institutions and members of the bereaved family. &nbsp;&nbsp;&nbsp;\r\n Wreaths were laid before his bust in the name of the Central Committee of the WPK, the Presidium of the Supreme People's Assembly of the DPRK, the DPRK Cabinet, ministries, national institutions, public health and press organs and the party and power bodies in Pyongyang. &nbsp;&nbsp;&nbsp;\r\n The participants observed a moment's silence to the memory of Kim Il who was boundlessly loyal to the Party and the leader, the motherland and the people to the last moment of his life with his transparent revolutionary outlook on the leader and devoted his all to the struggle for the accomplishment of the revolutionary cause of Juche and the reunification of the country.    \r\n\r\n\r\n"
        },
        {
            "title": "Press Conference and Film Show Held",
            "url": "http://kcna.co.jp/item/2004/200403/news03/10.htm#14",
            "content": "National Memorial Service for Kim Il Held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, March 9 (KCNA) -- A national memorial service for revolutionary fighter Kim Il was held at the People's Palace of Culture here Tuesday on the occasion of his 20th death anniversary.\r\n Kim Il was a veteran fighter of the Korean revolution and a prominent activist of the Party and the State. &nbsp;&nbsp;&nbsp;\r\n He was a staunch revolutionary fighter of Juche type deeply loved and respected by all Koreans for his intense loyalty to the Party and the leader, devoted service for the country and the people, unshakable revolutionary principle, indomitable fighting spirit, simple trait and the noble exploits he performed on behalf of the times and the revolution. &nbsp;&nbsp;&nbsp;\r\n Kim was born to a peasant's family in Orang County, North Hamgyong Province in March, 1910. He participated in the anti-Japanese revolutionary struggle early in the 1930s and fought bravely for the liberation of the country. &nbsp;&nbsp;&nbsp;\r\n He made a distinguished contribution to building the revolutionary armed forces, strengthening and developing the Party and winning a victory in the war, holding such important posts as the vice-minister of National Defence, a military commissioner of the Front Command and chairman of the South Phyongan Provincial Committee of the WPK, etc. after the liberation and during the Fatherland Liberation War. In the period of the post-war rehabilitation, socialist revolution and socialist construction he devotedly worked to defend the leader from the moves of enemies at home and abroad, consolidate the unity and cohesion of the Party and the revolutionary ranks and step up the overall socialist construction, holding responsible posts of the Party and the state such as vice-chairman of the Central Committee of the WPK, first vice-premier of the Cabinet, premier of the Administration Council and first vice president of the DPRK. &nbsp;&nbsp;&nbsp;\r\n  He died of long illness on March 9, Juche 73 (1984) at the age of 74. &nbsp;&nbsp;&nbsp;\r\n  Yang Hyong Sop, alternative member of the Political Bureau of the WPK Central Committee and vice-president of the Presidium of the Supreme People's Assembly of the DPRK, made a memorial address at the service. &nbsp;&nbsp;&nbsp;\r\n Referring to his revolutionary career, Yang said that Kim Il was a revolutionary fighter and a close and trustworthy revolutionary comrade-in-arms who remained loyal to President Kim Il Sung, an excellent activist of the Party and the State and a son faithful to the country and the people who performed immortal feats by devoting all his life to the national liberation and the prosperity .of the country. &nbsp;&nbsp;&nbsp;\r\n Kim Il devoted his all to the safety of the President in a do-or-die spirit. He is a good model to be followed by the WPK, the army and the people of the DPRK advancing along the road of Songun, firmly defending the headquarters of the revolution headed by leader Kim Jong Il under the banner of devotedly  safeguarding the leader, Yang noted, and went on:. &nbsp;&nbsp;&nbsp;\r\n  Kim Il absolutely followed the President's idea and line, firmly defended and thoroughly implemented them. He was a model of true loyalists as he upheld the Party and the leader not in words but in revolutionary practice and through his success in his work. &nbsp;&nbsp;&nbsp;\r\n He played a key role in acclaiming the great leader who would successfully carry forward the lifeline of the Korean revolution started on Mt. Paektu. It was the greatest feat he performed on behalf of the country, the revolution, the times and the history. &nbsp;&nbsp;&nbsp;\r\n  The issue of the succession to the leader's cause, a core issue in the revolutionary struggle, was most successfully solved in the DPRK. So the Koreans came to have the greatest fortune of being blessed with the illustrious leaders generation after generation as they hold Kim Jong Il, peerlessly great man and patriot, in high esteem as the supreme leader of the Party, the State and the army. &nbsp;&nbsp;&nbsp;\r\n  The service was attended by senior Party, State and army officials.    \r\n\r\n\r\n"
        }
    ]
}