{
    "date": "2004-01-10",
    "url": "http://kcna.co.jp/item/2004/200401/20040110.htm",
    "articles": [
        {
            "title": "Japan's Reckless Moves against DPRK Condemned",
            "url": "http://kcna.co.jp/item/2004/200401/news01/10.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "GNP Heavyweight's Anti-North Vituperation Flailed",
            "url": "http://kcna.co.jp/item/2004/200401/news01/10.htm#2",
            "content": "Japan's Reckless Moves against DPRK Condemned \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 9 (KCNA) -- The Japanese right-wing conservative forces have recently kicked up an anti-DPRK racket, blustering that they would draw up an amendment to the \"Law on Foreign Exchange and Trade\" and a \"bill on prohibiting and restricting the entry of specified foreign ships into Japanese ports\" and submit them to the Diet session this year.\r\n In this regard, Rodong Sinmun today says in a signed commentary: &nbsp;&nbsp;&nbsp;\r\n This move is a wanton violation of the UN Charter and international law as it is part of the Japanese reactionaries' vicious moves to suffocate the DPRK by laying an \"international siege\" to the DPRK and applying economic sanctions against it. And this is a deliberate and premeditated provocation intended to escalate the confrontation between the DPRK and Japan and drive the situation on the Korean peninsula to a grave phase. &nbsp;&nbsp;&nbsp;\r\n Lurking behind the Japanese reactionaries' moves to impose sanctions on the DPRK is their black-hearted intention to fish in troubled waters by supporting the U.S. in its hostile policy towards Pyongyang this year, too. &nbsp;&nbsp;&nbsp;\r\n The DPRK has made it clear more than once that it would regard any \"sanctions\" and \"blockade\" against it as a declaration of war and take necessary self-defensive measures to cope with them. It is a base act of violating the spirit of the DPRK-Japan Pyongyang Declaration and an anachronistic daydream for the Japanese reactionaries to try to frighten the army and the people of the DPRK and isolate and suffocate it. &nbsp;&nbsp;&nbsp;\r\n The desperate moves on the part of the Japanese reactionaries only harden the determination of the army and the people of the DPRK to settle accounts with Japan, their sworn enemy, without fail. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries' hostile policy towards the DPRK will only precipitate their international isolation and self-destruction.    \r\n  \r\n\r\n\r\n"
        },
        {
            "title": "Floral Basket Laid before Portrait of Kim Il Sung in Cuba",
            "url": "http://kcna.co.jp/item/2004/200401/news01/10.htm#3",
            "content": "GNP Heavyweight's Anti-North Vituperation Flailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 9 (KCNA) -- Hong Sa Dok, chief for general affairs of the Grand National Party of south Korea, fulminated the ridiculous anathemas that \"the force supporting the present chief executive accounting for 20 percent is the pro-north force\" and called for rejecting this force.\r\n Rodong Sinmun today carries a commentary in this regard. &nbsp;&nbsp;&nbsp;\r\n The news analyst says: &nbsp;&nbsp;&nbsp;\r\n His assertion was intended to divide the south Korean society into pro-north and anti-north parts. This shows that Hong is an ultra-right reactionary outperforming those who ruled the military dictatorial regime and a political imbecile bereft of any sense of the times. &nbsp;&nbsp;&nbsp;\r\n The south Koreans are demanding the dissolution of this party not only because of the disclosure of its financial scandals but because they are disillusioned about heavyweights of the GNP. &nbsp;&nbsp;&nbsp;\r\nAs for Hong, he once joined in the movement for democratization in the past. Riding on the crest of this background, he entered the political world and later, just like a seasonal bird, moved to the GNP, urged by his greed for power, and is now serving the reactionary conservatives as their henchman. The GNP, which groups such philistines who defect from democracy to conservatism and move from one polar to the other polar, devoid of political idea, is now roistering and swaggering in south Korea as the \"No. 1 party,\" making mockery of the south Korean society and its people. How can it be tolerated? &nbsp;&nbsp;&nbsp;\r\n The GNP is now running the whole gamut of artifices to turn the table in its favor, with upcoming election as a momentum. &nbsp;&nbsp;&nbsp;\r\nBut it should clearly understand that this is foolish an act digging its own grave, the commentary warns.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anti-U.S. Patriotic Hunger Strike Brisk in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200401/news01/10.htm#4",
            "content": "Floral Basket Laid before Portrait of Kim Il Sung in Cuba \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 9 (KCNA) -- A function of laying a floral basket before the portrait of President Kim Il Sung on the occasion of the New Year was held at Kim Il Sung Economic Special School in Cuba on December 31.\r\n Present at the function were Secretary General of the Cuban Committee for Supporting Korea's Reunification Roberto Vasques Medina, staff of the school, the DPRK ambassador to Cuba and embassy officials. &nbsp;&nbsp;&nbsp;\r\n The participants laid the floral basket before the portrait of Kim Il Sung and made a bow.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Cooperation Called for",
            "url": "http://kcna.co.jp/item/2004/200401/news01/10.htm#5",
            "content": "Anti-U.S. Patriotic Hunger Strike Brisk in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 9 (KCNA) -- Presidium members of the South Headquarters of the National Alliance for the Country's Reunification are reportedly continuing their anti-U.S. patriotic hunger strike for checking the troop dispatch to Iraq in the New Year. \r\n On January 1, 22 days after their strike, they held a function of greeting the New Year with members of the Reunification Solidarity and the Democratic Workers' Party and students under the (south) Korean Federation of University Student Councils who visited the place of the strike in front of the \"National Assembly\" building. &nbsp;&nbsp;&nbsp;\r\n Kwon Yong Gil, representative of the Democratic Workers' Party, encouraged the strikers to fight more ardently, saying that the struggle of various circles for checking the troop dispatch to Iraq would be continued in the New Year, too. &nbsp;&nbsp;&nbsp;\r\n The strikers called for overthrowing the corrupt political camp through general elections this year and vigorously fighting for national reunification.    \r\n\r\n\r\n"
        },
        {
            "title": "Glorifying Kim Jong Il's Achievements Called for",
            "url": "http://kcna.co.jp/item/2004/200401/news01/10.htm#6",
            "content": "National Cooperation Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 9 (KCNA) -- All Koreans in the north and the south and overseas should reject the outside forces, strengthen national cooperation and solidarity and wage a more vigorous struggle to achieve the greatest success in the movement for national reunification this year under the uplifted banner of national independence, says Rodong Sinmun today in a signed article.\r\n It continues: &nbsp;&nbsp;&nbsp;\r\n National cooperation is the most just and correct mode of struggle to realize the century-old desire of the entire Korean nation for the reunification of the country and a shortcut to reunification. &nbsp;&nbsp;&nbsp;\r\n The U.S. is now desperately stepping up its preparations for settling the nuclear issue between the DPRK and the U.S. by force of arms. And the ultra-right conservatives including Choe Pyong Ryol and his ilk of the \"Grand National Party\" are becoming more undisguised than ever before in their reckless pro-U.S. sycophantic traitorous acts and moves for confrontation against reunification, backed by the U.S.  National cooperation can never come true unless the bad habit of unconditionally serving the outside forces, idolizing them with an illusion about them, is dropped. &nbsp;&nbsp;&nbsp;\r\n The Korean nation should fully realize the national cooperation and vigorously pave a wide avenue for independent reunification through national cooperation under the uplifted slogan of our nation-first spirit.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean People Optimistic about New Year",
            "url": "http://kcna.co.jp/item/2004/200401/news01/10.htm#7",
            "content": "Glorifying Kim Jong Il's Achievements Called for \r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 9 (KCNA) -- What leader Kim Jong Il achieved and created in the course of his long journey for Songun leadership serves as an eternal boon to accomplishing the revolutionary cause of Juche started by President Kim Il Sung and a treasured sword enabling the Korean people to win victory after victory in the new year's all-out onward march.\r\n Rodong Sinmun today says this in an editorial. It goes on: &nbsp;&nbsp;&nbsp;\r\n The key to strengthening the front of politics and ideology of Korean-style socialism in every way and consolidating the front of anti-imperialism and military affairs as firm as a rock lies in glorifying the exploits performed by Kim Jong Il in the course of his Songun leadership and that to bringing about a great leap forward on the front of economy and science also lies in preserving his Songun leadership exploits. &nbsp;&nbsp;&nbsp;\r\n The exploits performed and the boon created by the Party under the banner of Songun serve as a source of strength that enables the army and people of the DPRK to win victory after victory in the confrontation with the imperialists in the New Year, too. &nbsp;&nbsp;&nbsp;\r\n It is imperative to consolidate the front of anti-imperialism and military affairs in every way on the basis of strong military muscle built under the Songun leadership and react to the enemies' vicious anti-DPRK moves with the toughest steps. &nbsp;&nbsp;&nbsp;\r\n What Kim Jong Il achieved and created in the way of his Songun serves as a banner for gigantic creation and leap forward as it encourages the whole army and people to pave a wide avenue for building a great prosperous powerful nation with high patriotic zeal. &nbsp;&nbsp;&nbsp;\r\n The all-out onward march this year is a drive to bring about a great leap forward on the front of economy and science along the road of building a great prosperous powerful nation opened by Kim Jong Il under the banner of Songun on the basis of his Songun leadership exploits. &nbsp;&nbsp;&nbsp;\r\n Tasks before the army and people are herculean but nothing is insurmountable for them when they uphold and fully embody the immortal exploits performed by Kim Il Sung and Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n The Korean people should conduct a revolutionary offensive to bring about a leap forward on all fronts of building a great prosperous powerful nation, regarding Kim Jong Il's great Songun leadership exploits as a weapon to win sure victory. &nbsp;&nbsp;&nbsp;\r\nThis is the task before them this year and a requirement of the era.      \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Interference in Internal Affairs of Korea Assailed",
            "url": "http://kcna.co.jp/item/2004/200401/news01/10.htm#8",
            "content": "Korean People Optimistic about New Year\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 9 (KCNA) -- The Korean people have started the new year's efforts for building a great prosperous powerful nation with firm belief that they can safeguard the sovereignty and dignity of the nation and make a radical progress in economic construction and in the improvement of the people's living under the Songun-based leadership of Kim Jong Il.\r\n General Ko Jung Ho of the Korean People's Army told the KCNA: &nbsp;&nbsp;&nbsp;\r\n \"The servicemen have taken the first step with a new hope in the new year's march under the banner of Songun. All of them are determined to defend the leader with their lives and further strengthen the front of anti-imperialism and military affairs. We will defend and thoroughly implement the Songun idea and politics and thus fully demonstrate the might of the invincible revolutionary army\". &nbsp;&nbsp;&nbsp;\r\n Though the economic condition of the nation is still difficult, the people are replete with surging enthusiasm and optimism, loudly singing revolutionary songs in their villages and working sites. &nbsp;&nbsp;&nbsp;\r\n The workers of the Musan Mining Complex successfully carried out a 120,000-cubic meter blast in the first work of the new year and produced large quantities of concentrated iron ore. &nbsp;&nbsp;&nbsp;\r\n The Kujang Area Coal Complex has overfulfilled its daily assignments from the beginning of the new year and. the Ryongsong Machine Complex and the Taean Heavy Machine Complex have registered signal successes in the production of ordered equipment. &nbsp;&nbsp;&nbsp;\r\n The researchers of the Hamhung Branch of the Academy of Sciences, who made tremendous achievements in scientific and technical researches last year, and other scientists throughout the country are now filled with a firm determination to hit higher targets of science and thus to make a positive contribution to the building of a great prosperous powerful nation. \r\n Assistance to rural communities is also brisk. &nbsp;&nbsp;&nbsp;\r\n All people throughout the country are supplying a large quantity of manure and farming tools to nearby co-operative farms.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "World Useful Plants Dictionary Published",
            "url": "http://kcna.co.jp/item/2004/200401/news01/10.htm#9",
            "content": "U.S. Interference in Internal Affairs of Korea Assailed\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 9 (KCNA) -- The U.S. is now forcing the south Korean authorities to adjust the process of improving the inter-Korean relations citing the nuclear issue as a pretext. This is aimed not only to hamstring the project of reconnecting the rail and road links, the tour of Mt. Kumgang and the construction of the Kaesong Industrial Zone but to prevent Korea from being reunified and bring the Korean nation a holocaust of a nuclear war, said a spokesman for the Committee for the Peaceful Reunification of the Fatherland in a statement issued Friday. \r\n He continued: &nbsp;&nbsp;&nbsp;\r\n The U.S. recent pressure upon the south Korean authorities to adjust the process of improving the inter-Korean relations depending on the progress to be made in the discussion of the \"nuclear issue\" is an intolerable challenge to the Korean nation aspiring after the national reconciliation, unity and a serious interference in the internal affairs of the Korean nation. &nbsp;&nbsp;&nbsp;\r\n All facts clearly prove that it is none other than the U.S. which is interrupting the national cooperation and harassing peace and stability on the Korean peninsula, he said, stressing that now is the time for all the Korean nation to turn out in a nationwide anti-U.S. resistance to take practical actions to build the structure of the Korean nation's confrontation with the U.S. under the banner of the Korean nation-first spirit.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Spokesman of DPRK FM Dismisses  Any Change from DPRK as Ridiculous",
            "url": "http://kcna.co.jp/item/2004/200401/news01/10.htm#10",
            "content": "World Useful Plants Dictionary Published\r\n&nbsp;&nbsp;&nbsp; Pyongyang, January 9 (KCNA) -- The Plant Resources Institute under the Academy of Agricultural Science of the Democratic People's Republic of Korea has published World Useful Plants Dictionary.\r\n It is of great academic and practical significance as it gives detailed explanations of useful plants on the globe. &nbsp;&nbsp;&nbsp;\r\n It contains some 6,000 species of plants of economic value. &nbsp;&nbsp;&nbsp;\r\nAmong them are plants for timber, fiber, oil, edibility, fodder, perfumery, garden and honey, grain and industrial crops, vegetables, fruit trees, sea plants and mushrooms. &nbsp;&nbsp;&nbsp;\r\n Each vocabulary has its own family and scientific names (original name and nickname) and English, Russian, Chinese and Japanese names. It also gives chromosome number, the habitat, distribution and cultivation areas, morphological features, methods of propagation, general and special components and their adaptation. &nbsp;&nbsp;&nbsp;\r\n It gives concrete cultivation and proliferation methods to the plants of greater economic value and black and white pictures to about 2,000 species of main useful plants.    \r\n\r\n\r\n\r\n"
        }
    ]
}