{
    "date": "2004-10-18",
    "url": "http://kcna.co.jp/item/2004/200410/20041018.htm",
    "articles": [
        {
            "title": "Uri Party's Alternative Proposal Denounced",
            "url": "http://kcna.co.jp/item/2004/200410/news10/18.htm#1",
            "content": "Uri Party's Alternative Proposal Denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 17 (KCNA) -- A spokesman of the Committee for the Peaceful Reunification of the Fatherland said in a statement on Saturday that the alternative proposal of the Uri Party, the ruling party of south Korea, regarding the abolition of the Security Law (SL) is, in essence, the second security law and an evil law against reunification.\r\n Recalling that the alternative proposal contains hostile contents towards the fellow countrymen in the north, partner of dialogue and cooperation, the spokesman noted that the Uri Party has played conjuring tricks against the expectation of the nation, dreaming of other objective under the signboard of abolition of the SL. &nbsp;&nbsp;&nbsp;\r\n The attempt of the Uri Party to replace the SL with another evil law is a deception and mockery of the world public as well as the whole Korean nation who want the implementation of the June 15 joint declaration, improvement of the inter-Koran relations and genuine democracy of south Korean society, the spokesman said, and went on:. &nbsp;&nbsp;&nbsp;\r\n As long as even an article of the existing SL remains in any new law in south Korea, the progress of inter-Korean relations can not be expected nor can democracy of south Korean society be materialized. &nbsp;&nbsp;&nbsp;\r\n The \"alternative legislation instead of the SL\" compels us to contemplate over regarding the south Korean authorities and the ruling party as partner of dialogue and cooperation. We will closely watch their attitude.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Moves to Build Nuclear Submarines in S. Korea Assailed",
            "url": "http://kcna.co.jp/item/2004/200410/news10/18.htm#2",
            "content": "Moves to Build Nuclear Submarines in S. Korea Assailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 17 (KCNA) -- A spokesman for the National Democratic Front of south Korea Friday made public a statement to sternly denounce the south Korean authorities' reckless moves to build nuclear submarines as an open challenge to the unanimous desire of the whole Korean nation and world people for peace, stability and reunification of the Korean peninsula and an anti-national dangerous crime which will bring about a nuclear disaster.\r\n The south Korean authorities adopted a decision on starting the design of a nuclear submarine at the meeting of working officials held by the Ministry of National Defense in late June and have pushed it ahead. &nbsp;&nbsp;&nbsp;\r\n They allotted 3,500 billion won to the plan for building three nuclear submarines by themselves and deploying them from 2012. &nbsp;&nbsp;&nbsp;\r\n The moves fully prove that their loud-mouthed \"peaceful use of nuclear\" is a sheer lie and that their secret nuclear development for more than 20 years in the past is aiming at nuclear armament, the spokesman said, and went on: &nbsp;&nbsp;&nbsp;\r\n The south Korean authorities' moves for nuclear armament are the unpardonable crime which will not only lay grave obstacles in the way of settling the nuclear issue on the Korean peninsula through dialogue and cooperation but also harass peace in the Korean peninsula and spark off a nuclear arms race in Northeast Asia. &nbsp;&nbsp;&nbsp;\r\n They should make an apology to the international community for putting spur on arms race and nuclear armament behind the curtain of the six-party talks and stop at once their reckless moves for nuclear armament. &nbsp;&nbsp;&nbsp;\r\n The U.S. and the International Atomic Energy Agency should not make much ado about the fictitious \"nuclear armament of the north\" but immediately check the dangerous, escalating moves of the south Korean authorities for nuclear armament.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "RS on U.S. Doctrine on \"Removal of Weapons of Mass Destruction\"",
            "url": "http://kcna.co.jp/item/2004/200410/news10/18.htm#3",
            "content": "RS on U.S. Doctrine on \"Removal of Weapons of Mass Destruction\" \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 17 (KCNA) -- Rodong Sinmun Sunday in a signed article says that the U.S. doctrine on the \"removal of weapons of mass destruction\" is the revelation of the high-handed and arbitrary practice of the Bush administration and a theory on aggression aimed to realize the strategy of world domination.\r\n Terming the U.S. the biggest possessor of nukes and the largest producer of weapons of mass destruction in the world, the article says that the U.S. talks about \"removal of weapons of mass destruction\" in anti-imperialist independent countries are the same logic as a criminal styling himself a \"judge\" and injustice oppressing justice. &nbsp;&nbsp;&nbsp;\r\n It is just the brigandish method of an aggressor that the U.S. calls in question the anti-U.S. independent countries' measures for strengthening their self-defensive defence capacity and exercises its military high-handed practice against them, clamoring about the \"removal of weapons of mass destruction\" from other countries, the article says, and goes on: &nbsp;&nbsp;&nbsp;\r\n The Bush forces have undisguisedly launched wars for conquering independent countries, branding them as \"possessors of weapons of mass destruction,\" \"rogue states\" under the pretext of preventing the \"terrorist acts\" after the September 11 incident. The Afghan and Iraqi wars committed by the U.S. imperialists were the escalation of brigandish aggression on sovereign countries and a war for conquering the world under the pretext of combating terrorism. &nbsp;&nbsp;&nbsp;\r\n The Bush war-like forces are now bent on military pressure and war preparations against the DPRK, Iran and some other countries under the pretext of \"development of nuclear weapons\" and \"terrorist sponsorship.\" &nbsp;&nbsp;&nbsp;\r\n Ignorance, sympathy and cooperation in the aggressive nature and danger of the U.S. loudmouthed \"removal of weapons of mass destruction\" will egg the U.S. imperialists on to greater aggression and war. &nbsp;&nbsp;&nbsp;\r\n In order to guarantee world peace at present it is imperative for the independent countries to firmly cement their defence power and brave the U.S. imperialists' moves for a war of aggression, not to weaken their measure for the strengthening of the defence power as asserted by the U.S. &nbsp;&nbsp;&nbsp;\r\nThe U.S. is not a \"defender\" but a harasser of peace, kingpin of aggression and war and a root cause of all misfortune and disasters of humankind. &nbsp;&nbsp;&nbsp;\r\n The strengthening of defence power is the only way of defending the sovereignty and security of a country and nation and achieving prosperity. \r\n The country and the people who love justice and peace should further strengthen their self-defensive power for national defence and it is the only key to checking and frustrating the U.S. criminal strategy of \"anti-terrorism war.\"    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Arms Cutdown Moves Denounced",
            "url": "http://kcna.co.jp/item/2004/200410/news10/18.htm#4",
            "content": "U.S. Arms Cutdown Moves Denounced \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 17 (KCNA) -- The U.S. recently announced that it would cut down its forces present in south Korea in three phases by 2008. This means that it has extended the period of its forces' cutdown for three years by changing the original plan to reduce one third of its forces in south Korea by the end of next year.\r\n Minju Joson Sunday carries a signed commentary in this regard which observes: &nbsp;&nbsp;&nbsp;\r\n The announcement clearly proves that the U.S. farce to cut down its forces in south Korea was nothing but a trick to cover up its arms buildup for invasion of the DPRK.\r\n The U.S. has never had any willingness to cut down its forces in south Korea. This is proved by the contents of the \"reduction plan\" announced by the U.S. &nbsp;&nbsp;&nbsp;\r\n The armed forces cutdown is part of arms buildup moves to provoke the second Korean war like all the arms reduction farces staged by the U.S. so far. &nbsp;&nbsp;&nbsp;\r\n The commentary urged the south Korean authorities to stop their treacherous act of following the U.S. arms buildup moves and war policy to launch a war on the Korean peninsula.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Function Held by Tri-continental Solidarity Organization",
            "url": "http://kcna.co.jp/item/2004/200410/news10/18.htm#5",
            "content": "Function Held by Tri-continental Solidarity Organization \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 16 (KCNA) -- A function of laying a floral basket before the portrait of President Kim Il Sung was held by the Organization of Solidarity of the Peoples of Africa, Asia and Latin America (OSPAAL) on Oct.12 on the occasion of the 59th founding anniversary of the Workers' Party of Korea.\r\n Present there were Humberto Hernandez, secretary general of the Executive Secretariat of the OSPAAL, officials of the organization, the DPRK ambassador e. p. to Cuba and staff members of its embassy. &nbsp;&nbsp;&nbsp;\r\n The participants laid the floral basket before the portrait of the President and paid tribute to him.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Anniversary of Anti-U.S. Solidarity Rally Observed",
            "url": "http://kcna.co.jp/item/2004/200410/news10/18.htm#6",
            "content": "Anniversary of Anti-U.S. Solidarity Rally Observed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 16 (KCNA) -- Functions to mark the fifth anniversary of the anti-U.S. solidarity rally were held at Kwanghwamun Citizens' Park in Seoul on Oct. 12, according to a news report.\r\n They included a cultural event marking the fifth anniversary of the anti-U.S. solidarity rally for checking the National Assembly's ratification of the agreement on the transfer of the U.S. military base in Ryongsan, opposing the expansion of the U.S. military base in Phyongthaek and the deployment of a Patriot missile unit in Kwangju and urging the withdrawal of the dispatched troops from Iraq. &nbsp;&nbsp;&nbsp;\r\n Speakers at the event said five years have passed since the first anti-U.S. solidarity rally was held in front of the U.S. embassy in Seoul in October 1999 demanding probe into the truth behind the massacre of civilians in Rogun-ri and compensation for it, adding that the rally gave rise to the people's strong anti-Americanism. &nbsp;&nbsp;&nbsp;\r\n They vowed to vigorously struggle to put an end to the subjugation and humiliation imposed by the U.S. upon south Korea and achieve independent and peaceful reunification at any cost. &nbsp;&nbsp;&nbsp;\r\n A resolution read out at the event referred to the fact that the anti-U.S. struggle has mounted high through the 61 anti-U.S. solidarity rallies held so far. &nbsp;&nbsp;&nbsp;\r\n It called for a vigorous struggle against the bellicose U.S. and local authorities threatening peace on the Korean peninsula through madcap arms buildup and war exercises for aggression and for putting an end to the U.S. aggression on Iraq and the authorities' disgraceful troop dispatch to it. &nbsp;&nbsp;&nbsp;\r\n The cultural event was followed by a performance on anti-U.S. theme, a photo exhibition and so on.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Independent and Peaceful Reunification of Korea Supported",
            "url": "http://kcna.co.jp/item/2004/200410/news10/18.htm#7",
            "content": "Independent and Peaceful Reunification of Korea Supported \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 16 (KCNA) -- Jean Marie Lambret, chief of the French Group for the Study of the Juche Idea, issued to the press a statement titled \"Let's achieve independent and peaceful reunification of Korea\" on October 5.\r\n He said in the statement: &nbsp;&nbsp;&nbsp;\r\n The longer the Korean division is prolonged, the greater the misfortune and sufferings of the Korean nation will be. Any Korean who has national conscience should not remain indifferent to national unity and the question of the country's reunification. Turning back on and delaying the question of reunification is to perpetuate the national division. &nbsp;&nbsp;&nbsp;\r\n It is the foreign forces to have divided Korea and it is the trite method of the imperialists to divide and rule other nation. The U.S. is plotting for permanent division of Korea in defiance of the demand of the Korean nation for reunification and the trend of the present times toward independence. &nbsp;&nbsp;&nbsp;\r\n All the Koreans should turn out as one in the struggle against the moves of the anti-reunification forces to perpetuate the national division in league with foreign forces.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Government Hit for Trying to Keep Troop Dispatch to Iraq",
            "url": "http://kcna.co.jp/item/2004/200410/news10/18.htm#8",
            "content": "S. Korean Government Hit for Trying to Keep Troop Dispatch to Iraq \r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 16 (KCNA) -- The Reunification Solidarity of south Korea reportedly made public a statement entitled \"We condemn the government for trying to keep and expand troop dispatch to Iraq\" on October 11, in which it referred to the fact that a fact-finding team which has investigated the existence of weapons of mass destruction in Iraq submitted to U.S. congress a final report containing the content that there existed no weapons of mass destruction at the time of the U.S. invasion of Iraq.\r\n With the publication of the report it was exposed again to humankind all over the world that the U.S. war of aggression on Iraq was a base war full of lies and frauds, the statement said, and went on: &nbsp;&nbsp;&nbsp;\r\n  Such being the situation, the present government formed a transport squadron of the air force and dispatched it additionally to Iraq and is openly scheming for long-term presence of the dispatched units and expansion of their operational scope. This is little short of joining in the U.S. preparations for a war against our nation. &nbsp;&nbsp;&nbsp;\r\n  Now that it has been fully made clear that the U.S. Iraqi war is an illegal and aggressive war, the government should stop the additional dispatch of troops at once and immediately withdraw the already dispatched troops.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Repeal of \"Bills on Supplementary Legislation\" Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200410/news10/18.htm#9",
            "content": "Repeal of \"Bills on Supplementary Legislation\" Demanded in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 16 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration reportedly issued a statement titled \"Repeal the Uri Party's bills on supplementary legislation, little different from the preservation of the \"Security Law\", on Oct. 13.\r\n Referring to the fact that the Uri Party announced four \"bills on supplementary legislation\" related to the abolition of the SL, the statement said this is far away from the original purport of the party, which decided it as its policy to abolish the evil law. &nbsp;&nbsp;&nbsp;\r\n The bills are serious as they are based on a hostile viewpoint on the north,  the statement said, adding: They are a replica and retrogressive revision of poisonous articles of the SL. &nbsp;&nbsp;&nbsp;\r\n If the Uri Party reverses its original purport of abolishing the law at the time when the conservative Cold War forces including the Grand National Party desperately try to revive the apparition of anti-communism and anti-north, making much ado about \"instable security\" with the old argument about colors, it will encourage the conservative forces, the statement noted, and stressed: &nbsp;&nbsp;&nbsp;\r\n A total abolition of the law with no alternative legislation is the only way of defending the people's security and developing the inter-Korean relations. The Uri Party should immediately retract the \"bills on supplementary legislation.\"    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Third National Presentation of Hypothesis and Designs Held",
            "url": "http://kcna.co.jp/item/2004/200410/news10/18.htm#10",
            "content": "Third National Presentation of Hypothesis and Designs Held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 16 (KCNA) -- The 3rd National Presentation of Hypothesis and Designs was held here on Thursday and Friday.\r\n It brought together officials, scientists, technicians and working people from across the country. &nbsp;&nbsp;&nbsp;\r\n It was divided into 12 fields including metal industry, light industry, agriculture, construction and building-materials, railways and basic science. Presented on the occasion were at least 300 papers on hypothesis and designs selected at provincial presentations. &nbsp;&nbsp;&nbsp;\r\n The participants introduced admirable and clever hypothesis and designs helpful to rapidly developing latest science and technology such as basic science, IT, nano technology and bio-engineering, putting the national economy on a modern and IT basis and keeping production afloat. &nbsp;&nbsp;&nbsp;\r\n A closing ceremony of the presentation was held at the Three-Revolution Exhibition on Friday.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reply Message to Kim Jong Il from Chinese Party and State Leaders",
            "url": "http://kcna.co.jp/item/2004/200410/news10/18.htm#11",
            "content": "Reply Message to Kim Jong Il from Chinese Party and State Leaders\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 16 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the DPRK, Kim Yong Nam, president of the Presidium of the Supreme People's Assembly, and Pak Pong Ju, premier of the Cabinet, on Oct. 12 received a message from Hu Jintao, general secretary of the Central Committee of the Communist Party of China (CPC), chairman of the Central Military Commission of the CPC and president of the People's Republic of China (PRC), Jiang Zemin, chairman of the Central Military Commission of the PRC, Wu Bangguo, chairman of the Standing Committee of the National People's Congress, and Wen Jiabao, premier of the State Council, in reply to their message of greetings on the occasion of the 55th national day of the PRC.\r\n The reply message says as follows: &nbsp;&nbsp;&nbsp;\r\n We, on behalf of the CPC and the Chinese government and people, express sincere thanks to you for your message of greetings on the occasion of the 55th anniversary of our national day. &nbsp;&nbsp;&nbsp;\r\n The Chinese side, together with the DPRK side, will strive to steadily develop the Sino-Korean friendly and cooperative relations pioneered by the leaders of the old generation of the two countries in the spirit of \"the inheritance of tradition, future-orientation, good neighborly friendship and boosting cooperation.\" &nbsp;&nbsp;&nbsp;\r\n We wholeheartedly wish the DPRK prosperity. &nbsp;&nbsp;&nbsp;\r\n We hope that the fraternal Korean people will continue achieving new successes in all their work.    \r\n  \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Authorities' \"Emergency Plan\" Blasted",
            "url": "http://kcna.co.jp/item/2004/200410/news10/18.htm#12",
            "content": "S. Korean Authorities' \"Emergency Plan\" Blasted\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 16 (KCNA) -- It is just like sweeping the sea with a broom to try to destroy Korean-style people-centered socialism. The south Korean authorities should drop their anachronistic daydream and produce extremely provocative \"emergency plan\" before the north side and cancel it.\r\nRodong Sinmun Saturday urges this in a signed commentary. It says: &nbsp;&nbsp;&nbsp;\r\n It was recently disclosed that the south Korean authorities worked out an \"emergency plan\" in secrecy to cope with \"the suddenly changed situation\" in the north and have steadily updated it. &nbsp;&nbsp;&nbsp;\r\n This fact goes to clearly prove that though the south Korean authorities advocate the so-called \"policy of peace and prosperity\", they are watching for a chance to hurt the fellow countrymen in the north in league with foreign forces, still regarding it as their \"principal enemy.\" &nbsp;&nbsp;&nbsp;\r\n What should not be overlooked is the fact that the south Korean Ministry of Unification has been directly involved in updating the provocative secret plan though it has talked more than any others about \"the improvement of the south-north relations\" since the publication of the June 15 joint declaration. &nbsp;&nbsp;&nbsp;\r\n Anybody can easily guess what is sought by the \"dialogue\" and \"cooperation\" touted by those who smile before the north side while whetting a sword with hostile feelings, those who have an ax to grind. The south Korean authorities' crimes against the nation and reunification can neither be justified nor pardoned under any circumstances as they are driving the north-south relations into a more catastrophic phase through their perfidy and challenge to the joint declaration and their dialogue partner. &nbsp;&nbsp;&nbsp;\r\n Neither military threat nor persistent economic blockage nor crafty psychological operation on the part of the imperialists can ever work on the DPRK. The south Korean authorities should be held responsible for the serious impact their recently disclosed anti-DPRK hostile act will have on the north-south relations and apologize to the north for it, demands the commentary.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Ridiculous Farce under Fire",
            "url": "http://kcna.co.jp/item/2004/200410/news10/18.htm#13",
            "content": "U.S. Ridiculous Farce under Fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 16 (KCNA) -- The United States invited its south Korean running dogs to its embassy in Seoul some days ago and staged a farce of presenting them with letters of thanks for having stood for years against the actions of the people for independence, democracy and reunification under its patronage and backstage manipulation. This was part of its moves to save its shaking colonial rule in south Korea from its collapse as it reflects the crisis of the U.S. colonial rule in south Korea, observes Minju Joson Saturday in a signed commentary.\r\n Terming it a trite trick to give a shot in the arms of the pro-U.S. stooges who stand isolated due to the south Koreans' anti-U.S. struggle after the publication of the historic June 15 joint declaration, the commentary goes on: &nbsp;&nbsp;&nbsp;\r\n Lurking behind this farce is a crafty political aim to use ultra-right conservative elements as a shock brigade in arresting the progressive forces' struggle for independence against the U.S., bedevil the inter-Korean relations and convert the south Korean regime into a fascist dictatorial regime serving the U.S. &nbsp;&nbsp;&nbsp;\r\n It goes without saying that those top-class pro-U.S. lackeys and flunkeyists are bound to meet a stern judgement by the nation, the commentary warns, urging the ultra-right conservative forces in south Korea to drop the foolish ambition to prolong their remaining days by serving the U.S. and opt for national independence, though belatedly.    \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Accused of Aggravating Situation",
            "url": "http://kcna.co.jp/item/2004/200410/news10/18.htm#14",
            "content": "U.S. Accused of Aggravating Situation\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 16 (KCNA) -- The United States recently deployed a squadron of Alaska-based F-15E fighter-bombers of its air force in south Korea allegedly to increase their deployment capability in case of emergency on the Korean peninsula. F-117 Stealth fighter-bombers already deployed in south Korea are conducting exercises to familiarize themselves with its terrain conditions.\r\n Minju Joson Saturday in a signed commentary carried in this regard observes: &nbsp;&nbsp;&nbsp;\r\n The saber rattling escalated by the U.S. after deploying air strike means whose basic mission is to preempt nuclear attacks on major military and strategic targets of the opposite side clearly proves that it has made a nuclear war against the DPRK an established fact. &nbsp;&nbsp;&nbsp;\r\n The U.S. reckless moves have escalated the danger of a nuclear war on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n The U.S. seeks to stifle the DPRK by force but this is nothing but a wild dream. &nbsp;&nbsp;&nbsp;\r\n The army and people of the DPRK are keeping themselves in full combat readiness to foil any preemptive nuclear attack of the U.S. If the U.S. ignites a war of aggression against the DPRK, its army and people will punish the aggressors with deadly blows.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Japan Hit for Its Invariable Ambition for Reinvasion of Korea",
            "url": "http://kcna.co.jp/item/2004/200410/news10/18.htm#15",
            "content": "Japan Hit for Its Invariable Ambition for Reinvasion of Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 16 (KCNA) -- It cannot but be a very disturbing development that the Japanese reactionaries are trying to further intensify their espionage against the DPRK than ever before by developing four new spy satellites. This is their new dangerous step to turn Japan into a military power and stage a comeback to Korea.\r\n Rodong Sinmun Saturday says this in a signed commentary. It goes on: &nbsp;&nbsp;&nbsp;\r\n It is their invariable ambition and strategic target to achieve the above-said two objectives. They intend to turn Japan into a military power and thus hold the status of a military superpower equal to the United States and become the leader of Asia and, furthermore, conquer the world. &nbsp;&nbsp;&nbsp;\r\n The DPRK is the first target of the Japanese reactionaries in their strategy to realize their ambition for \"Greater East Asia Co-prosperity Sphere\" they failed to do in the past. In league with the U.S. they want to set out to stage a comeback to Korea, which is geographically closest to Japan and located in the area of military and strategic importance, and conquer Asia. This is the top priority goal to be attained by the Japanese militarist forces in their overseas aggression. That is why they are pushing forward the development of new type spy satellites under the pretext of intensified monitoring of DPRK's missile bases and nuclear facilities. &nbsp;&nbsp;&nbsp;\r\n Such act is lashing the army and the people in the DPRK into fury and sparking their bitter hatred and high vigilance against Japan. They will react with high vigilance against all the more undisguised moves of the Japanese reactionaries to turn Japan into a military power and stage a comeback to Korea as evidenced by their development of new type spy satellites under the absurd pretext of \"threat\" from the DPRK. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries would be well advised to ponder over such moves, mindful that these will lead them again to self-destruction. \r\n\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Many Works on Building Revolutionary Party Authored by Kim Jong Il",
            "url": "http://kcna.co.jp/item/2004/200410/news10/18.htm#16",
            "content": "Many Works on Building Revolutionary Party Authored by Kim Jong Il\r\n&nbsp;&nbsp;&nbsp; Pyongyang, October 16 (KCNA) -- Leader Kim Jong Il authored many works on building a revolutionary party over the past 20-odd years after writing \"The Workers' Party of Korea Is a Juche-Type Revolutionary Party Which Inherited the Glorious Tradition of the DIU\".\r\n Among them are a series of celebrated works that underscore the need to build the working class party into a political weapon for materializing the leader's idea and leadership and a force guiding the revolution, strengthen the driving force of the revolution in every way, shape a correct strategy and tactics and abide by a revolutionary principle so as to accelerate the ultimate victory of the cause of socialism. &nbsp;&nbsp;&nbsp;\r\n Typical of them are \"The Juche-Oriented Theory on Party Building Serves as Guidelines to be Held Fast in Building Working Class Party\" and \"Let Us Strengthen Party and Further Enhance Its Leadership Role.\" &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il authored \"The Historic Lesson in Building Socialism and the General Line of Our Party\", \"On the Fundamentals of Revolutionary Party Building\" and \"Let Us Conduct Party Work Well to Consolidate Revolutionary Position of Socialism\" and other works which indicate the road to be followed in building a revolutionary party of working class and in building socialism at a time when such a tragic event as the collapse of socialism occurred in some countries. &nbsp;&nbsp;&nbsp;\r\n He indicated tasks to strengthen and develop the WPK into a party of President Kim Il Sung and an ever-victorious vanguard unit and accomplish the Juche cause of socialism in such works as \"The Workers' Party of Korea Is the Party of the Great Leader Comrade    Kim Il Sung\" and \"The Workers' Party of Korea Organizes and Guides All the Victories of Our People.\" &nbsp;&nbsp;&nbsp;\r\n He has pursued unique Songun politics and made public works which would serve as guidelines in developing the party to meet its requirements. \r\n He also laid down tasks to enhance the militant function and role of party organizations at all levels to thoroughly implement the party's unique revolutionary economic strategy and the line of economic construction in the Songun era in such works as \"Let Us Channel Efforts into Party and Economic Work to Augment Might of Socialism\" and \"For Strengthening and Development of Party and Revolutionary Ranks and A Fresh Surge in Socialist Economic Construction.\" &nbsp;&nbsp;&nbsp;\r\n These works serve as immortal programmes which guarantee the ultimate victory of the cause of independence of the popular masses as they give scientific solutions to the theoretical and practical issues arising in improving and strengthening the work for party building and activities as required by the historical environment and the times. \r\n\r\n\r\n"
        }
    ]
}