{
    "date": "2004-05-29",
    "url": "http://kcna.co.jp/item/2004/200405/20040529.htm",
    "articles": [
        {
            "title": "China to Donate Glass Factory to DPRK",
            "url": "http://kcna.co.jp/item/2004/200405/news05/29.htm#1",
            "content": "China to Donate Glass Factory to DPRK \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 28 (KCNA) -The traditional DPRK-China friendship is steadily growing stronger under the deep care of the top leaders of the two countries.\r\n Several meetings between them in recent years including leader Kim Jong Il's historic visit to China in April, 2004 marked significant occasions in improving the bilateral relations of friendship and cooperation. &nbsp;&nbsp;&nbsp;\r\n  The two countries are improving the bilateral relations in political, economic, cultural and all other fields while actively supporting and cooperating with each other despite the complicated international situation. &nbsp;&nbsp;&nbsp;\r\n The new collective leadership of China led by Hu Jintao sets great store traditional Sino-DPRK friendship and has exerted big efforts to boost it. &nbsp;&nbsp;&nbsp;\r\n It is clearly evidenced by the Chinese government's decision to offer a glass factory to the DPRK. &nbsp;&nbsp;&nbsp;\r\n  The government decided to donate a modern glass factory to the DPRK when the Chinese state delegation led by Wu Bangguo, chairman of the Standing Committee of the National People's Congress, visited the DPRK in October 2003. &nbsp;&nbsp;&nbsp;\r\n This encourages the Korean people in their efforts to build a great prosperous powerful nation. &nbsp;&nbsp;&nbsp;\r\n The two countries have agreed to hold a ground-breaking ceremony on July1, 2004. &nbsp;&nbsp;&nbsp;\r\n The factory would make a substantial contribution to socialist economic construction and to the improvement of the standard of the people's living. &nbsp;&nbsp;&nbsp;\r\n It will rise as one of the biggest symbol of the DPRK-China friendship. &nbsp;&nbsp;&nbsp;\r\n The bilateral relations will as ever grow stronger and develop at a new higher stage to display their tremendous vitality.\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Anti-DPRK Moves under Fire",
            "url": "http://kcna.co.jp/item/2004/200405/news05/29.htm#2",
            "content": "U.S. Anti-DPRK Moves under Fire \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 28 (KCNA) -- Papers here today carry signed articles denouncing the evermore increasing U.S. moves to stifle the DPRK.\r\n Rodong Sinmun says: &nbsp;&nbsp;&nbsp;\r\n Some days ago U.S. Vice-President Cheney talked about the nuclear threat from the DPRK while visiting Japan and south Korea, etc. He cried out for pressurizing north Korea to dismantle its nuclear program in a verifiable and irreversible manner, blustering that the U.S. is concerned about north Korea's possible access to nukes. &nbsp;&nbsp;&nbsp;\r\n The Bush belligerent forces are talking about a negotiated solution to the nuclear issue but this is no more than a hypocritical talk to conceal their criminal nature and create an international environment favorable for starting a new war of aggression against the DPRK. &nbsp;&nbsp;&nbsp;\r\n Despite the continued process of the six-party talks for the solution to the nuclear issue on the Korean peninsula they keep floating misinformation about the DPRK and deploying more armed forces of aggression around the Korean peninsula, thus deliberately straining the situation. &nbsp;&nbsp;&nbsp;\r\n Such acts of the U.S. will only further aggravate the confrontation between the DPRK and the U.S. &nbsp;&nbsp;&nbsp;\r\n If the military confrontation between them and the tensions on the Korean peninsula are to be defused, the U.S. hostile policy to stifle the DPRK should be dropped before anything else. &nbsp;&nbsp;&nbsp;\r\n The Bush forces' talk about the DPRK's threat to the \"U.S. security\" is a sheer lie and a subterfuge to cover up their policy of aggression towards the DPRK and unleash a Korean war. &nbsp;&nbsp;&nbsp;\r\n If the DPRK weakens its revolutionary armed forces under the U.S. pressure, it will be little short of surrendering to the enemy and committing an indelible crime against the country and the nation. The Korean people will never allow themselves to become slaves and choose peace. &nbsp;&nbsp;&nbsp;\r\n The U.S. should own the responsibility for having spawned the nuclear issue on the Korean peninsula and drop a foolish attempt to achieve its criminal purpose with pressure and military blackmail against the DPRK. &nbsp;&nbsp;&nbsp;\r\n Minju Joson says that the DPRK will take every necessary measure for just self-defence under the uplifted banner of Songun unless the U.S. drops its hostile policy towards the DPRK with the good will to co-exist with it.    \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "S. Korean Orgs. Call for Turning Out in Struggle for Withdrawal of U.S. Troops",
            "url": "http://kcna.co.jp/item/2004/200405/news05/29.htm#3",
            "content": "S. Korean Orgs. Call for Turning Out in Struggle for Withdrawal of U.S. Troops \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 28 (KCNA) -- The Headquarters of the People's Movement for the Withdrawal of the U.S. Troops in a statement on May 22 reportedly said that 2005 is the 60th year since the U.S. divided Korea and that all the fellow countrymen should wage a vigorous struggle for the withdrawal of the U.S. troops to make the year the first year of independence and national reunification.\r\n To this end the organization will wage a powerful struggle of various forms and ways for the immediate and principled withdrawal of the U.S. troops and the liquidation of the pro-American treacherous forces, the statement pointed out, called upon all the fellow countrymen to get united to wage a nation-wide anti-U.S. struggle. &nbsp;&nbsp;&nbsp;\r\n The June 15 joint declaration is a declaration of south-north reconciliation and a declaration of national reunification, the statement said, adding: Every member of the Korean nation should come out in the struggle to force the U.S. troops, an obstacle to the implementation of the joint declaration, out of south Korea. &nbsp;&nbsp;&nbsp;\r\n The National Council of Woman Student Representatives in a statement issued on May 23 on the occasion of the May 24 world day of women for peace and disarmament said that in order to prevent sufferings of women and make peace the U.S. should remove a large number of nuclear weapons and missiles deployed in the Korean peninsula and withdraw its troops at an early date. &nbsp;&nbsp;&nbsp;\r\n The Solidarity for Implementing the South-North Joint Declaration in a statement issued on May 22 to mark the day of anti-America said that the Korean people have resolutely come out in the struggle for the withdrawal of the U.S. troops because they can no longer be bloody bullet shields for the U.S. and, moreover, cannot allow the Korean peninsula to be the second Iraq. &nbsp;&nbsp;&nbsp;\r\n The present reality shows that neither social independence, democracy and reunification can be achieved nor the existence of the people itself be guaranteed, unless south Korea is free from the U.S. military occupation and domination system, stressed the statement.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Greetings to 20th Congress of Chongryon",
            "url": "http://kcna.co.jp/item/2004/200405/news05/29.htm#4",
            "content": "Greetings to 20th Congress of Chongryon \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 28 (KCNA) -- The Presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea sent a congratulatory message to the 20th Congress of the General Association of Korean Residents in Japan (Chongryon) Friday.\r\n Under the uplifted banner of the patriotic line of Juche Chongryon has more firmly consolidated the single-hearted unity and the hardcore position of its ranks and resolutely defended and preserved Chongryon, the precious patriotic heritage of President Kim Il Sung, shattering the vicious political suppression and subversive activities and sabotage of the reactionaries at home and abroad, the message said, and went on: &nbsp;&nbsp;&nbsp;\r\n Chongryon and compatriots in Japan should further strengthen Chongryon organizations as required by the changed reality and steadily develop them to be genuine organizations of overseas compatriots of the DPRK which are loved and supported by the compatriots. &nbsp;&nbsp;&nbsp;\r\n  Holding high the slogan of the Korean nation-first spirit Chongryon should further strengthen national unity with compatriots of all social standings, continue to make tangible contributions to achieving the prosperity of the socialist homeland and realizing the cause of national reunification and boost the bonds of friendship with the Japanese people to create a favorable environment for the patriotic work of Chongryon and the improvement of the DPRK-Japan relations. &nbsp;&nbsp;&nbsp;\r\n  The message expressed belief that the 20th Congress of Chongryon would mark an epochal occasion in strengthening Chongryon organizationally and ideologically and marking a new milestone in the development of the Juche-based movement of Koreans in Japan.    \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Korean-style Socialism Consolidated under Banner of Songun",
            "url": "http://kcna.co.jp/item/2004/200405/news05/29.htm#5",
            "content": "Korean-style Socialism Consolidated under Banner of Songun \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 28 (KCNA) -- Korean-style socialism is an invincible one which was pioneered and has been consolidated and developed under the banner of Songun and has always emerged victorious with the might of Songun politics, declares Rodong Sinmun in a signed article today.\r\n It goes on: &nbsp;&nbsp;&nbsp;\r\n Herein lies one of the fundamental characteristics of socialism of Korean style. &nbsp;&nbsp;&nbsp;\r\n It is peculiar socialism which has struck its root in reliance upon arms. &nbsp;&nbsp;&nbsp;\r\n In the Korean revolution the army was founded first and the party and the state were built by depending on the army. &nbsp;&nbsp;&nbsp;\r\n President Kim Il Sung started the revolution with the arms in his early years, created all the precious wealth, the root of Korean-style socialism, in the flames of the anti-Japanese armed struggle and built Korean-style socialism, taking it as the consistent line to attach importance to arms. &nbsp;&nbsp;&nbsp;\r\n Songun politics is the guarantee that has made this socialism advance along a road of victory, not wavering in any rigorous and complicated circumstances. We have been able to build and glorify socialism centered on the popular masses because we have the reliable guarantee of military strength. &nbsp;&nbsp;&nbsp;\r\n Ours is socialism which is developing on a solid political foundation laid by arms. The solid political foundation of socialism, its root, lies in the single-hearted unity of the army and the people closely rallied around the Workers' Party of Korea. The single-hearted unity and harmonious whole of the army and the people with the headquarters of the revolution as the center is, indeed, the foundation of our society and the source of invincible strength. &nbsp;&nbsp;&nbsp;\r\n Ours is socialism which is advancing in the great revolutionary spirit of the revolutionary army. &nbsp;&nbsp;&nbsp;\r\n Our army and people will firmly defend Korean-style socialism and certainly build a great prosperous powerful nation on this land by remaining true to the Songun leadership of Kim Jong Il.    \r\n\r\n\r\n"
        },
        {
            "title": "20th Congress of Chongryon Hailed",
            "url": "http://kcna.co.jp/item/2004/200405/news05/29.htm#6",
            "content": "20th Congress of Chongryon Hailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 28 (KCNA) -- Papers here today run editorials hailing the 20th Congress of the General Association of Korean Residents in Japan (Chongryon) and extending warm compatriotic greetings to the Chongryon officials and all the Koreans in Japan.\r\n Referring to the enormous achievements made by Chongryon in the movement of the Koreans in Japan and its patriotic activities for the motherland and the nation over the past three years since its 19th Congress, Rodong Sinmun says these successes are precious fruits of the energetic guidance of Kim Jong Il, the outstanding leader of the movement of the Koreans in Japan, and his loving care for them. &nbsp;&nbsp;&nbsp;\r\n Stressing that Chongryon should be strengthened and developed as a true organization of overseas compatriots of the DPRK, it continues: &nbsp;&nbsp;&nbsp;\r\nChongryon should launch into more energetic activities to further consolidate its organization as the unbreakable bastion of the movement of the Koreans in Japan and defend the rights and interests of the compatriots, putting up the new generation as the mainstay of the patriotic movement in conformity with the changed situation, so that it can be strengthened into a true organization of Koreans overseas enjoying their support and trust. &nbsp;&nbsp;&nbsp;\r\n The idea and leadership of Kim Jong Il are the lifeline of the patriotic work of Chongryon. The officials of Chongryon should build it into eternal ranks of loyalty sharing his idea and breathing the same breath with him even in any adversity, firmly trusting him as the banner of victory. &nbsp;&nbsp;&nbsp;\r\n Chongryon should bend utmost efforts to help the compatriots in Japan fully exercise all their rights such as human rights, rights to live and businesses right and see that they live a proud life and struggle with national dignity even in the alien land, the editorial says. &nbsp;&nbsp;&nbsp;\r\n Minju Joson stresses that the officials of Chongryon and Koreans in Japan should work energetically to make our country more prosperous with patriotic mind, strongly defending the great Songun leadership of Kim Jong Il and staunchly supporting the socialist cause of Juche.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Paekma-Cholsan Waterway Project Progresses Apace",
            "url": "http://kcna.co.jp/item/2004/200405/news05/29.htm#7",
            "content": "Paekma-Cholsan Waterway Project Progresses Apace \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 28 (KCNA) -- A rapid progress has been made in the Paekma-Cholsan waterway project.\r\n As of the end of May, the tunnels have been excavated in the main along the waterway extending hundreds of kilometers. &nbsp;&nbsp;&nbsp;\r\n The tunnel expansion project, concrete tamping and the building of structures are progressing at the final stage. &nbsp;&nbsp;&nbsp;\r\n The Paekma Reservoir dam construction, which is the most important in the waterway project, has also been stepped up on a full scale. &nbsp;&nbsp;&nbsp;\r\n The builders erected the dam five meters higher in the past one month with 10,000 cubic meters of mortar on a daily average. They, with a goal of finishing the dam construction this year, have overfulliled their daily assignments by twenty percent. &nbsp;&nbsp;&nbsp;\r\n The builders of an intake tower have carried on the project far ahead of schedule, while ensuring the quality of the construction on a high level by introducing a new construction method. &nbsp;&nbsp;&nbsp;\r\n Recently, leader Kim Jong Il extended thanks to those who distinguished themselves in the waterway project.    \r\n  \r\n\r\n\r\n"
        },
        {
            "title": "Message of Sympathy to French Prime Minister",
            "url": "http://kcna.co.jp/item/2004/200405/news05/29.htm#8",
            "content": "Message of Sympathy to French Prime Minister \r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 28 (KCNA) - Pak Pong Ju, premier of the DPRK Cabinet, sent a message of sympathy to Jean Pierre Raffarin, prime minister of France.\r\n  The message said that upon hearing the sad news about an accident of a roof collapse at Paris Charles de Gaulle Airport on May 23 which claimed casualties, he extended deep consolation and sympathy to the prime minister and, through him, to the French government and all victims.\r\n  It expressed the belief that the aftermath of the accident would be removed at an early date by the positive efforts of the French government.\r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Delegations Leave to Attend International Meetings",
            "url": "http://kcna.co.jp/item/2004/200405/news05/29.htm#9",
            "content": "DPRK Delegations Leave to Attend International Meetings\r\n&nbsp;&nbsp;&nbsp; Pyongyang, May 28 (KCNA) -- A delegation of the Ministry of Railways led by Kim Yong Sam, minister of Railways, left here on May 28 by air to participate in the 32nd ministerial meeting of the Organization of Railways Cooperation to be held in Kishinyov, Moldova and another delegation led by Pak Jong Gun, vice-chairman of the State Panning Commission, to participate in an international conference on renewable energy to be held in Bonn, Germany.   \r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}