{
    "date": "2004-12-16",
    "url": "http://kcna.co.jp/item/2004/200412/20041216.htm",
    "articles": [
        {
            "title": "Friendly Meeting Held in Britain",
            "url": "http://kcna.co.jp/item/2004/200412/news12/16.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Reception Given in Cambodia",
            "url": "http://kcna.co.jp/item/2004/200412/news12/16.htm#2",
            "content": "Friendly Meeting Held in Britain \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 15 (KCNA) -- A friendly meeting was held in London on December 7 to commemorate the 4th anniversary of the establishment of diplomatic ties between the DPRK and Britain.\r\n The chairman of the Asia House, a foundation for cultural exchange, and the chairman of the Britain-DPRK Parliamentary Group from Political Parties and other personages addressed the meeting. &nbsp;&nbsp;&nbsp;\r\n The speakers expressed expectation that the meeting would positively contribute to the development of the relationship between the two countries in all fields including politics, economy and culture, hoping that Korea would be reunified by peaceful means. &nbsp;&nbsp;&nbsp;\r\n Political relations between the two countries must be supported by the development of economic ties, they said, underscoring the need for the business circle to substantially contribute to the development of the relations with the DPRK.    \r\n \r\n\r\n  \r\n\r\n"
        },
        {
            "title": "Just Cause of DPRK Supported by Norodom Sihanouk",
            "url": "http://kcna.co.jp/item/2004/200412/news12/16.htm#3",
            "content": "Reception Given in Cambodia \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 15 (KCNA) -- Cambodian King Norodom Sihamoni together with the Great King Norodom Sihanouk and the great queen hosted a reception on December 9 on the occasion of the 40th anniversary of the establishment of diplomatic ties between Cambodia and the DPRK.\r\n Norodom Sihanouk in his speech referred to the fact that leader Kim Jong Il met with him and showed profound loving care for him during his visit to the DPRK this year. The exploits performed by President Kim Il Sung on behalf of the world and century will be immortal, he noted, adding that the feats performed by Kim Jong Il in the development of the country, in developing the country's arts in particular, are great. &nbsp;&nbsp;&nbsp;\r\n Norodom Sihamoni recalled that when he presented an art performance in the presence of the President in the DPRK in the 1970s, he highly appreciated it and had a photograph taken with the performers. &nbsp;&nbsp;&nbsp;\r\n There was an art performance of Cambodian artistes and Korean officials at the reception. &nbsp;&nbsp;&nbsp;\r\n Cambodian artistes sang a song \"Long Live Generalissimo Kim Il Sung\" written and composed by Norodom Sihanouk, and Korean songs, winning the acclamation of the attendants. &nbsp;&nbsp;&nbsp;\r\n Present on invitation at the reception held in the royal palace of Cambodia were DPRK Ambassador to Cambodia Choe Han Chun, officials of the embassy and Korean officials working there. &nbsp;&nbsp;&nbsp;\r\n On hand were Kong Sam Ol, deputy prime minister in charge of the royal palace, and Khek Sysoda, director for protocol for the king, and officials concerned.    \r\n   \r\n\r\n\r\n"
        },
        {
            "title": "European Joint Committee for Abolition of NSL Meets",
            "url": "http://kcna.co.jp/item/2004/200412/news12/16.htm#4",
            "content": "Just Cause of DPRK Supported by Norodom Sihanouk \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 15 (KCNA) -- The Kingdom of Cambodia with King Sihamoni as its head will always extend positive support to the just cause of the DPRK and the struggle of the Korean people to reunify the country under the wise guidance of Kim Jong Il in the future, too. The Great King of Cambodia Norodom Sihanouk said this when receiving Choe Han Chun, DPRK ambassador e. p. to Cambodia together with the king and the great queen on Dec. 9.\r\n The great king recalled that he was fortunate to establish nearly four decades ago special fraternal relationship with President Kim Il Sung, the outstanding great man, whom the Korean people acclaimed and held in high esteem for the first time in Korea's history spanning thousands of years. &nbsp;&nbsp;&nbsp;\r\n He said the Cambodians would always remember the fact that the President gave material and moral support and aid to Cambodia in all fields in the past. He praised Kim Il Sung as the most distinguished great leader among the world leaders and Kim Jong Il as the great leader boundlessly respected and loved by the Korean people.    \r\n\r\n   \r\n\r\n\r\n"
        },
        {
            "title": "Crackdown on Hanchongryon Flailed in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200412/news12/16.htm#5",
            "content": "European Joint Committee for Abolition of NSL Meets \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 15 (KCNA) -- A meeting of the European Joint Committee for the Abolition of the \"National Security Law\", which consists of the Society of Koreans in Germany for Cooperation and others, was held in Brandenburg, Germany, on December 4.\r\n The speakers at the meeting said the NSL of south Korea is a law which must not be allowed to exist in the 21st century and that the lid must be put on the history of shame on all accounts through the repeal of the NSL. &nbsp;&nbsp;&nbsp;\r\n A statement of the European Joint Committee was made public at the meeting. &nbsp;&nbsp;&nbsp;\r\n What is needed for the people is not a substitute or replenishment of the NSL but the complete abrogation of the evil law, the statement said, adding: &nbsp;&nbsp;&nbsp;\r\nThis is no more than the minimum requirement for human rights. &nbsp;&nbsp;&nbsp;\r\n Noting that the movement for independent national reunification was gaining momentum among the Koreans at home and overseas after the publication of the June 15 joint declaration, the statement said: The NSL must immediately be scrapped in order that the human rights of the people are ensured and the north and the south head for the era of reconciliation and peace.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Dangerous Attempt to Threaten Regional Peace Flailed",
            "url": "http://kcna.co.jp/item/2004/200412/news12/16.htm#6",
            "content": "Crackdown on Hanchongryon Flailed in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 15 (KCNA) -- The south Korean Federation of University Student Councils (Hanchongryon) reportedly made public a statement on December 9, castigating the public security authorities for arresting its Chairman Paek Jong Ho on the charge of violation of the \"National Security Law\".\r\n His arrest vividly reveals the intention of the authorities to stamp out the student movement and not to give up the designation of Hanchongryon as an \"enemy-benefiting\" organization, said the statement. &nbsp;&nbsp;&nbsp;\r\n Branding the public security forces including the prosecution and police as a criminal group blocking advance in the era of independence and reunification and challenging democracy, the statement warned that the public security authorities suppressing patriotic activities for reunification with the \"enemy-benefiting\" label would face a judgment by history.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Friendly Meeting with Cambodian Embassy Officials",
            "url": "http://kcna.co.jp/item/2004/200412/news12/16.htm#7",
            "content": "U.S. Dangerous Attempt to Threaten Regional Peace Flailed \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 15 (KCNA) --A confidential document called \"measures to perform a regional role\" was recently disclosed in south Korea against the backdrop of the continued disclosure of facts that the \"reduction\" and \"relocation\" of U.S. troops in south Korea aimed to preempt military attacks on the DPRK and China.\r\n Rodong Sinmun Wednesday says in a signed commentary in this regard: &nbsp;&nbsp;&nbsp;\r\n The document classifies the crisis in Northeast Asia into three phases and calls for hurling the U.S. troops in south Korea there according to a scenario to cope with it. &nbsp;&nbsp;&nbsp;\r\n What merits attention here is that it termed the DPRK's refusal to scrap its nuclear program as a medium phase and China's all-out war with Taipei of China as a high phase and envisaged south Korea-based U.S. troops' preemptive attacks on the DPRK and China. &nbsp;&nbsp;&nbsp;\r\n The recent disclosure of a series of U.S. attempts at aggression is not an accidental coincidence but a revelation of its purposeful military design. &nbsp;&nbsp;&nbsp;\r\n What is clear is that the U.S. provocation of a new war on the Korean Peninsula is becoming a reality and the U.S. troops' plans for military actions for aggression have gained in depth, scope and objective. &nbsp;&nbsp;&nbsp;\r\n Korea today is not what used to be in the past and Asia today is not what used to be in the past, either. The U.S. is gravely mistaken to think that it will go scot-free after launching a war on the peninsula. It should clearly understand that the preemptive attack is not its monopoly. The strike of the DPRK armed forces that have grown strong thanks to the Songun politics is limitless. &nbsp;&nbsp;&nbsp;\r\n A war does not know any mercy. If the south Korean authorities join the U.S. in launching a war, they will have to pay a very high price as war criminals. &nbsp;&nbsp;&nbsp;\r\n All the Koreans should wage a vigorous anti-U.S. and anti-war struggle for the withdrawal of the U.S. troops to foil the U.S. dangerous attempt to invade the DPRK.    \r\n\r\n   \r\n\r\n"
        },
        {
            "title": "Reception Given by Chinese Ambassador",
            "url": "http://kcna.co.jp/item/2004/200412/news12/16.htm#8",
            "content": "Friendly Meeting with Cambodian Embassy Officials \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 15 (KCNA) -- A friendly meeting with officials of the Cambodian embassy here was held at the Taedonggang Club for the Diplomatic Corps on Dec. 14 on the occasion of the 51st anniversary of the independence of the Kingdom of Cambodia.\r\n Present on invitation were Cambodian Ambassador Oum Mannorine and the embassy staff. &nbsp;&nbsp;&nbsp;\r\n The meeting was attended by Jon Yong Jin, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who is also vice-chairman of the DPRK-Cambodia Friendship Association, officials concerned, Hwang Pong Su, president of DPRK-Cambodia Friendship Pyongyang University of Music and Dance, and its teachers and students. &nbsp;&nbsp;&nbsp;\r\n Speeches were made there. &nbsp;&nbsp;&nbsp;\r\n After seeing a performance of stage pieces given by students of the university, the participants conversed with each other on further developing DPRK-Cambodia friendly relations, deepening friendly sentiments.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Progressive Reforms in S. Korea Urged",
            "url": "http://kcna.co.jp/item/2004/200412/news12/16.htm#9",
            "content": "Reception Given by Chinese Ambassador \r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 15 (KCNA) -- A reception was hosted by Chinese Ambassador to the DPRK Wu Donghe at the embassy Tuesday evening on the threshold of the New Year Juche 94 (2005).\r\n The ambassador in his speech said an overall development was witnessed in the Sino-DPRK relations of friendship and cooperation this year and recalled the successful China visit of leader Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n He expressed sincere thanks to him for his deep interest in the development of the bilateral friendly relations. &nbsp;&nbsp;&nbsp;\r\n We are deeply impressed by the enormous achievements registered by the heroic Korean people in the building of a great prosperous powerful socialist nation through an all-out offensive on the three fronts of politics and ideology, anti-imperialism and military affair, and economy and science under the wise guidance of Kim Jong Il, true to the Juche idea and Songun politics, the ambassador said, adding: The Chinese people heartily rejoice at this and wish the Korean comrades greater progress in the new year. &nbsp;&nbsp;&nbsp;\r\n Speaking in reply, DPRK Foreign Minister Paek Nam Sun said this year was a significant year in which the traditional DPRK-China friendship was strengthened as never before under the profound concern of the top leaders of the two countries. &nbsp;&nbsp;&nbsp;\r\n It is the consistent stand of the Party and government of the DPRK to develop this friendship generation after generation, he stated, and continued: &nbsp;&nbsp;&nbsp;\r\n The Korean people together with the Chinese comrades will strive to further develop the bilateral friendship as required by the new century. &nbsp;&nbsp;&nbsp;\r\n We are greatly pleased to note that economic construction has run a smooth course in China, a neighbor country, and its national power and external prestige have grown immensely this year, he said, and wished the Chinese people greater success in the new year in the overall construction of a comprehensively well-off society and accomplishment of the cause of national reunification, guided by the new collective leadership with Hu Jintao at its head.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Dissolution of GNP Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200412/news12/16.htm#10",
            "content": "Progressive Reforms in S. Korea Urged\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 15 (KCNA) -- The process of reforms in south Korea reflecting the new trend of thought in the development of history should continue and vigorously advance as it is a product of the June 15 event and a political change carrying the aspiration and expectation of all the people, says Rodong Sinmun today in a signed article.\r\n Utterly alarmed by the rapid progress of reforms, the reactionary conservative forces are desperately holding back the promotion of reforms in different fields, including the repeal of the \"National Security Law\", shouting themselves hoarse that the \"nature of the system\" and \"its foundation\" are shaking and \"instability in security\" is being created, the article notes, and goes on: &nbsp;&nbsp;&nbsp;\r\n Reforms in south Korea are a very important socio-political and historical task. In view of their importance and the prevailing situation, it is clear that a sustained and successful fulfillment of reforms can hardly be guaranteed by the efforts of a few reform-inclined political parties or politicians. A more active turnout of the forces favoring progressive reforms is needed, if they are to be true reforms conducive to the development of history in south Korea. &nbsp;&nbsp;&nbsp;\r\n The present political structure of south Korea is favorable to these forces. In the last \"presidential elections\", \"National Assembly elections\" and \"impeachment\" crisis, the south Korean people brought a victory to the forces favoring progressive reforms, dealing a miserable defeat to the Grand National Party, a group of hateful traitors who were hell-bent on pro-U.S. flunkeyism, anti-reunification confrontation and corruption. It is a moral perfidy for the ruling forces in south Korea to take an irresolute attitude in face of the challenges of the anti-reform forces. &nbsp;&nbsp;&nbsp;\r\n Those directly responsible for reforms are the south Korean people of all social strata. The active turnout of the forces favoring progressive reforms in the struggle can be realized only by the popular masses, the driving force of the development of history. &nbsp;&nbsp;&nbsp;\r\n The times advance and what is new wins, no matter how desperately the reactionaries of history may run about.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "U.S. Scenario for Preemptive Attack under Fire",
            "url": "http://kcna.co.jp/item/2004/200412/news12/16.htm#11",
            "content": "Dissolution of GNP Demanded in S. Korea\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 15 (KCNA) -- A candlelight cultural function was reportedly held in demand of the dissolution of the Grand National Party in front of the National Assembly building in Seoul on Dec. 9 under the sponsorship of the People's Sit-down Strike Group for the Total Abolition of the \"National Security Law\" of south Korea.\r\n Participating in the function were members of the group and civic and social organizations and citizens. &nbsp;&nbsp;&nbsp;\r\n They declared they would get the traitor party dissolved at any cost, saying unless its \"political coloring\" offensive was thwarted, no one would know who would be the next victim following an assemblyman branded as \"a spy\" yesterday. &nbsp;&nbsp;&nbsp;\r\n They said they felt betrayed by the Uri Party which was being sucked down into the conservative theory of the Cold War era, going back on its promise to the people. They urged all the people to persist in the fight without hesitation. &nbsp;&nbsp;&nbsp;\r\n A stage performance was given at the function on the subject of the abolition of the NSL.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "\"War on Terrorism\"--U.S. Aggressive Doctrine",
            "url": "http://kcna.co.jp/item/2004/200412/news12/16.htm#12",
            "content": "U.S. Scenario for Preemptive Attack under Fire\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 15 (KCNA) -- The United States officially announced on November 30 that it completed the deployment of \"PAC\" units in south Korea by finishing the deployment of two \"PAC-3\" battalions under the \"plan to bolster the combat capability\" of the U.S. troops in south Korea.\r\n Rodong Sinmun today says in a signed commentary in this regard: &nbsp;&nbsp;&nbsp;\r\n The U.S. talked more often than not about \"talks\", \"peaceful settlement of the nuclear issue\" and \"no intention to invade the north\". But it, in actuality, has frantically stepped up its preparations for a war to militarily stifle the DPRK and dominate the whole of Korea behind the scene of the six-party talks. &nbsp;&nbsp;&nbsp;\r\n What merits more serious attention is that in the wake of its fabrication of \"North Korean Human Rights Act\" aimed to bring down the DPRK the U.S. is set to intensify its psychological warfare and espionage against the DPRK with an annual budget of two million dollars. &nbsp;&nbsp;&nbsp;\r\n The Bush bellicose forces' loudmouthed \"talks\", \"peaceful solution of the nuclear issue\" and \"no intention to invade the DPRK\" are nothing but an artifice veiled with peace as these are aimed to cover up their criminal scenario for a war of aggression against the DPRK and achieve their objective of war any time by disarming its servicepersons and people ideologically and morally. &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists' completion of the deployment of \"PAC\" units in south Korea has convinced the servicepersons and people of the DPRK that, in actuality, they do not want a peaceful solution to the nuclear issue but seek to swallow up the DPRK by force of arms at any cost. &nbsp;&nbsp;&nbsp;\r\n The U.S. remains unchanged in its policy to stifle the DPRK by force. Given that this is proved by its actual practices, the servicepersons and people of the DPRK are getting stronger in their spirit and will to increase their self-reliant national defense capabilities in every way in order to take toughest actions to counter force with force. &nbsp;&nbsp;&nbsp;\r\n The U.S. desperate pursuance of its policy of strength against the DPRK would only touch off bitterer hatred for the U.S. among our servicepersons and people and further bedevil the DPRK-U.S hostile relations. Then the U.S. will be held entirely accountable for the ensuing consequences.       \r\n\r\n\r\n  \r\n\r\n\r\n"
        },
        {
            "title": "Conference of Korean Union of Architects Held",
            "url": "http://kcna.co.jp/item/2004/200412/news12/16.htm#13",
            "content": "\"War on Terrorism\"--U.S. Aggressive Doctrine\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 15 (KCNA) -- U.S. President Bush, during his Canada visit some time ago, twaddled that \" the three goals of U.S. diplomacy were building effective multilateral institutions for such security issues as weapons nonproliferation, fighting terrorism and promoting freedom and democracy in the broader Middle East to enhance the security.\" He also said he hoped to foster a wide international consensus among the three great goals.\r\n In this regard, Rodong Sinmun in a signed article Wednesday says: &nbsp;&nbsp;&nbsp;\r\n The \"war on terrorism\" carried on by the U.S. is an offspring of its unilateralism and military strong-arm policy. It is a wanton infringement on democracy and a vicious aggressive doctrine for spreading U.S.-style \"democracy\" in the international community with strength. &nbsp;&nbsp;&nbsp;\r\n The infamous \"war on terrorism\" is what the U.S. invented as a new aggressive doctrine for realizing its wild ambition for world domination by spreading \"democracy\" of its style with strength through a crafty use of the trend of the international situation that has changed in the new century. &nbsp;&nbsp;&nbsp;\r\n After the \"September 11 incident\" in 2001, the U.S. has exploited the \"fight with terrorism\" as a lever and a means for spreading its \"democracy\" in the world in the new century by force. &nbsp;&nbsp;&nbsp;\r\n It raised the curtain of the \"war on terrorism\" by launching the Afghan war under the cloak of \"wiping out\" the stronghold of Al Qaeda. What it sought was to mislead world opinion with the plausible veil of \"anti-terrorism\", expand its military and political domination of major areas of resources and strategic vantages and spread \"democracy\" of its style in the world with strength. &nbsp;&nbsp;&nbsp;\r\n Through the Afghan war and war of aggression in Iraq the U.S. could secure these strategic areas on which it had cast greedy eyes for a long time and carry out its military infiltration and expansion of its sphere of influence in Central Asian countries and the Middle East. &nbsp;&nbsp;&nbsp;\r\n The U.S .imperialists are the hideous force of aggression and destroyer of human civilization and the worst violator of the human rights in the world wantonly violating the international law and universal ethics and morality of humankind under the cover of \"war on terrorism \" and seeking to make the world a unipolar world ruled by strong-arm practice and hegemony of the U.S. &nbsp;&nbsp;&nbsp;\r\n They are intensifying the \"human rights\" offensive aimed at the \"overthrow of the system\" and spread of \"democracy\" of American style, impudently branding the DPRK as part of the \"axis of evil\" and a \"rogue state\". &nbsp;&nbsp;&nbsp;\r\n All the countries aspiring after independence should check and shatter their aggressive \"war on terrorism\", clearly seeing through the criminal and dangerous nature of their maneuvers to spread U.S.-style \"democracy\" in the world by force       \r\n  \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Receives Credentials from Hungarian Ambassador",
            "url": "http://kcna.co.jp/item/2004/200412/news12/16.htm#14",
            "content": "Conference of Korean Union of Architects Held\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 15 (KCNA) -- The conference of the Korean Union of Architects was held at the People's Palace of Culture in Pyongyang on Tuesday.\r\n The conference placed the issues of reviewing the work of its Central Committee and bringing about a revolutionary turn in the work of the union to meet the requirements of the Songun era, revising its statute and electing the leading organ of its C.C. on the agenda. &nbsp;&nbsp;&nbsp;\r\n Pae Tal Jun, chairman of the C.C., the union, in his report on the first agenda recalled the fact that the union has made shining progress since the 3rd Congress of the union under the wise leadership of Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Kim Jong Il's work \"Theory of Architectural Art\" published on May 21, Juche 80 (1991) has served as a great encyclopedia which formulated and systematized the Juche-based architectural idea and theory on the basis of the architectural idea and theory of President Kim Il Sung and a scientific analysis of a wealth of experience gained in the period which witnessed the greatest success in the Juche-oriented architecture and a great programme that should be always held fast to in the architecture, he said, and continued: &nbsp;&nbsp;&nbsp;\r\n Over the last decade the Kumsusan Memorial Palace where Kim Il Sung lies in state has been majestically built up as the sacred temple of Juche and the President's statues and monuments were erected in the time-honored places. &nbsp;&nbsp;&nbsp;\r\nThe revolutionary battle-sites and historic sites including the area of Mt. Paektu were successfully spruced up as centers for the education in the revolutionary traditions. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, grand monumental edifices such as the Anbyon Youth Power Station, the Youth Hero Motorway, the Kaechon-Lake Thaesong Waterway appeared in the Songun era. The appearance of the land of the country has radically changed to meet the need of socialist Korea and a lot of scenic spots turned into cultural recreation grounds for the people and signal successes have been made in other fields of architecture. &nbsp;&nbsp;&nbsp;\r\n The reporter referred to huge tasks before the union in the efforts to build a great prosperous powerful socialist nation and stressed the need to strengthen the union and enhance its role as required by the Songun era. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the conference. &nbsp;&nbsp;&nbsp;\r\n Then the conference adopted the revised statute of the union and elected a new leading organ of the C. C., the Korean Union of Architects. &nbsp;&nbsp;&nbsp;\r\n Pae Tal Jun, minister of the State Construction Control, was elected chairman of the Central Committee of the union. &nbsp;&nbsp;&nbsp;\r\n Present at the conference were Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, Jon Sung Hun, vice-premier of the Cabinet, and other officials.       \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Technical Modernization in DPRK",
            "url": "http://kcna.co.jp/item/2004/200412/news12/16.htm#15",
            "content": "Kim Yong Nam Receives Credentials from Hungarian Ambassador\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 15 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received credentials from Sandor Meszaros, Hungarian ambassador e.p. to the DPRK, at the Mansudae Assembly Hall Wednesday.\r\n On hand were Kung Sok Ung, vice-minister of Foreign Affairs, and officials of the Hungarian embassy here. &nbsp;&nbsp;&nbsp;\r\n After receiving the credentials, the president conversed with the Hungarian ambassador.       \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Astronomy of Koguryo",
            "url": "http://kcna.co.jp/item/2004/200412/news12/16.htm#16",
            "content": "Technical Modernization in DPRK\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 15 (KCNA) -- An extensive campaign for retooling existing equipment is being conducted in different sectors of the national economy of the Democratic People's Republic of Korea.\r\n Much effort is being directed to reconditioning generating equipment in hydro-power stations. &nbsp;&nbsp;&nbsp;\r\n The Suphung Power Station has manufactured and installed highly efficient turbines of a new type and improved various kinds of equipment including stators of generators and oil cooler of large-size transformer. &nbsp;&nbsp;&nbsp;\r\n The Kanggye Youth Power Station has introduced new technical inventions into extending the serviceable life of impellers and raising their efficiency. &nbsp;&nbsp;&nbsp;\r\n Minor power stations in Jagang and other provinces have remodeled impellers in a rational way to generate more electricity with the same volume of water. &nbsp;&nbsp;&nbsp;\r\n Technical modernization of production processes are being dynamically accelerated in metal and machine-building industrial establishments. &nbsp;&nbsp;&nbsp;\r\n The Kim Chaek Iron and Steel Complex has introduced a new oxygen-blowing method into the oxygen furnace so as to  remarkably shorten the steel-making time and improve the quality of steel. &nbsp;&nbsp;&nbsp;\r\n The Hwanghae Iron and Steel Complex has renewed tundish nozzle of continuous roughing machine to save a great deal of fuel. &nbsp;&nbsp;&nbsp;\r\n Hundreds of technical inventions have been introduced into production at the Rakwon Machine-Building Complex. &nbsp;&nbsp;&nbsp;\r\n The technical modernization is taking place in chemical industrial establishments, mines and collieries, too.       \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "First Model Factory Commissioned in Kaesong Industrial Zone",
            "url": "http://kcna.co.jp/item/2004/200412/news12/16.htm#17",
            "content": "Astronomy of Koguryo\r\n&nbsp;&nbsp;&nbsp; Pyongyang, December 15 (KCNA) -- Historic relics of Korea show the developed astronomy in the period of Koguryo.\r\n On display at the Korean Central History Museum in Pyongyang are historic relics including data concerning astronomical observation and government meteorological observation office recorded in the Koguryo part of \"The Chronicles of Three Kingdoms\", an observatory model, a picture of constellations painted on murals of a Koguryo tomb and a picture of stars engraved on the ceiling lid stone of Tomb No. 4 in Jinpha-ri. &nbsp;&nbsp;&nbsp;\r\n Typical of them are a map of astronomical phenomenon which marks 282 constellations centering on the North Pole, astronomical theories and materials needed to consult calendar. &nbsp;&nbsp;&nbsp;\r\n The Koguryo part of \"The Chronicles of Three Kingdoms\" gives detailed data on all the stars -- planet, fixed star, comet and meteor -- and astronomical survey data of a solar eclipse. &nbsp;&nbsp;&nbsp;\r\n Meanwhile, constellations are painted in many murals of tombs belonging to the period of Koguryo. &nbsp;&nbsp;&nbsp;\r\n Engraved in the ceiling lid stone of Jinpha-ri Tomb No. 4 are more than 130 stars without constellation marks. &nbsp;&nbsp;&nbsp;\r\n The developed astronomy of Koguryo exerted a great influence upon neighboring countries at that time. &nbsp;&nbsp;&nbsp;\r\n Koguryo's astronomy, which developed from ancient Korea's one, was carried forward by Palhae, Koryo and the Ri Dynasty.       \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Jong Il Gives Field Guidance to Steel Complex",
            "url": "http://kcna.co.jp/item/2004/200412/news12/16.htm#18",
            "content": "First Model Factory Commissioned in Kaesong Industrial Zone\r\n&nbsp;&nbsp;&nbsp; Kaesong, December 15 (KCNA) -- The first model factory in the one million phyong (one phyong equals to about 36 square feet) development district at the first phase of the Kaesong Industrial Zone (KIZ) has been completed and commissioned Wednesday.\r\n The factory with a floor space of more than 1,000 phyong will produce more than 20 kinds of kitchen utensils thanks to the creative labor of Koreans in the north and the south. &nbsp;&nbsp;&nbsp;\r\n Present at the commissioning ceremony from the north side were Ju Tong Chan, director of the General Bureau for Central Guidance to the Development of the Special Zone, and other officials concerned and from the south side Chairman Hyon Jong Un and President Kim Yun Gyu of Hyundai Asan, Kim Jae Hyon, president of the Land Company, businessmen and other persons concerned. &nbsp;&nbsp;&nbsp;\r\n At the ceremony Hyon Jong Un and Chairman of the model factory Kim Sok Chol made speeches for the occasion and representatives from the north side and the south side made congratulatory speeches. &nbsp;&nbsp;&nbsp;\r\n Hyon Jong Un in her speech said that this auspicious event in which the first product was turned out in the KIZ would record a page in history as it demonstrated to the world the appearance of the united Korean nation and its strength guided by the spirit of the June 15 joint declaration. Hyon hoped for positive assistance and cooperation so that the construction of the zone, which is underway as a national and state undertaking, might make faster and successful progress. &nbsp;&nbsp;&nbsp;\r\n Ju Tong Chan said that the separatists at home and abroad, displeased with the movement for the reunification of the country and the north-south economic cooperation, have worked hard to sap the great vitality of the joint declaration and hamstring economic cooperation but they can never stem the trend of the times when the Koreans are advancing in the idea of \"By our nation itself\". He stressed the need to boost the inter-Korean economic cooperation and accelerate the construction of the zone under the uplifted banner of the joint declaration with the idea of \"By our nation itself\" being its core and thus realize the desire and expectation of all the fellow countrymen. &nbsp;&nbsp;&nbsp;\r\n Then representatives from the north and the south cut off the tape for the commissioning of the factory. &nbsp;&nbsp;&nbsp;\r\n At the end of the ceremony the participants went round the production processes of the factory and its trial products.       \r\n\r\n\r\n\r\n\r\n"
        }
    ]
}