{
    "date": "2004-09-15",
    "url": "http://kcna.co.jp/item/2004/200409/20040915.htm",
    "articles": [
        {
            "title": "Kim Jong Il's Work Published in Chile",
            "url": "http://kcna.co.jp/item/2004/200409/news09/15.htm#1",
            "content": "\r\n\r\nPast news\r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Songun Policy of Kim Jong Il Lauded Abroad",
            "url": "http://kcna.co.jp/item/2004/200409/news09/15.htm#2",
            "content": "Kim Jong Il's Work Published in Chile \r\ne091401 - Kim Jong Il's Work Published in Chile\r\n\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 14 (KCNA) -- Leader Kim Jong Il's famous work \"Let Us Give Full Play to Advantages of Our People's Power\" was published in booklet by the Servicios Graficos Publishing House in Chile on August 27.\r\n The work, brought out on Dec. 21, Juche 81 (1992), stresses the solidity and vitality of the people's power and clarifies issues in enhancing its function and role and holding fast to the basic principle for building the people's power.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Stop to Development of Multi-purpose Helicopter Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2004/200409/news09/15.htm#3",
            "content": "Songun Policy of Kim Jong Il Lauded Abroad \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 14 (KCNA) -- Events including seminars on the Songun policy took place in Nepal, Uganda and Botswana on September 6 on the occasion of the 56th founding anniversary of the DPRK.\r\n The chairman of the Forum for Self-Reliance Studies of Nepal in a speech said that the Songun policy serves as a treasured sword in the era of independence indispensable for all the progressive countries. &nbsp;&nbsp;&nbsp;\r\n Recalling that leader Kim Jong Il has developed the DPRK into a politically strong country of Songun by successfully carrying forward the historic cause of President Kim Il Sung who started the Korean revolution with arms and founded the DPRK, he noted that his exploits would shine long with humankind. &nbsp;&nbsp;&nbsp;\r\n The vice-president of the Senate of Nepal in a speech said: The U.S. \"inevitable crusade\" that had brought down the Soviet Union and targeted against the whole world after its operations against Yugoslavia, Afghanistan and Iraq came to a stop in the DPRK. This goes to clearly prove that the Songun policy of  Kim Jong Il is a policy of great epoch-making significance. &nbsp;&nbsp;&nbsp;\r\n The passage of time will put the U.S. deeper in the passive and make the DPRK shed more brilliant rays as a greater country thanks to the Songun policy. &nbsp;&nbsp;&nbsp;\r\n The vice-chairman of the Ugandan National Committee for the Study of the Juche Idea in a speech at an opening ceremony of a photo exhibition said that the DPRK has achieved great successes for the last 56 years under the wise leadership of  Kim Il Sung and Kim Jong Il, adding that under the seasoned leadership of Kim Jong Il the DPRK would frustrate the U.S. moves for aggression and surely achieve the independent reunification of the country. &nbsp;&nbsp;&nbsp;\r\n A message of greetings to Kim Jong Il was adopted at the seminar in Nepal.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "National Symposium on Juche Idea Held in Peru",
            "url": "http://kcna.co.jp/item/2004/200409/news09/15.htm#4",
            "content": "Stop to Development of Multi-purpose Helicopter Demanded in S. Korea \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 14 (KCNA) -- The People for Achieving Peace and Reunification (Phyongthongsa), the Women's Society for Making Peace, the Peace Network and other peace movement organizations of south Korea reportedly called a press conference in Seoul on Sept. 10 demanding a stop to the development of multi-purpose helicopter.\r\n The conference was timed to coincide with an informal political discussion on the development of the multi-purpose helicopter started by the south Korean authorities under the supervision of the \"Security Council\". &nbsp;&nbsp;&nbsp;\r\n At the conference Hong Kun Su, permanent representative of Phyongthongsa, and other speakers demanded an immediate halt to the offensive helicopter development going against the spirit of the June 15 joint declaration and the reconciliation between the south and the north. &nbsp;&nbsp;&nbsp;\r\n A press release issued at the conference said that the development and production of such type helicopter should be stopped at once as they mean wasting the money raised as taxes collected from the people and sparking an arms race on the Korean peninsula. &nbsp;&nbsp;&nbsp;\r\n At the end of the conference representatives handed the press release and a written opinion of Phyongthongsa to Chongwadae.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "KCNA Flails Japan's Moves to Revise Constitution",
            "url": "http://kcna.co.jp/item/2004/200409/news09/15.htm#5",
            "content": "National Symposium on Juche Idea Held in Peru \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 14 (KCNA) -- A Peruvian national symposium on the Juche idea covering the social, cultural, economic and geopolitical fields of the DPRK was held at Federico Villareal National University of Peru on Sept. 6.\r\n At the symposium speeches were made under the titles \"President Kim Il Sung and the History of the DPRK\", \"World-historic Significance of the Foundation of the DPRK\", \"Anti-Japanese War Hero Comrade Kim Jong Suk and Women's Role in Building a New Society\", \"Songun Politics and the DPRK\", etc. &nbsp;&nbsp;&nbsp;\r\n The coordinator of the Group for the Study of Kim Il Sung's Economic Theory of the Economics Faculty of the university, the chairperson of the Peruvian Association for the Study of Revolutionary Activities of Comrade Kim Jong Suk and other speakers said the foundation of the DPRK was a world-historic event that opened a new era in which the people emerged the genuine master of power, for the first time in history, conscious of their position and role as the master of their destiny. They described this as a brilliant embodiment of the Juche idea of Kim Il Sung that regards the people the most valuable and powerful being in the world. &nbsp;&nbsp;&nbsp;\r\n  They elaborated on the immortal feats performed by  Kim Jong Suk for the noble cause of building a new world where the maltreated and oppressed people would be the master. &nbsp;&nbsp;&nbsp;\r\n Thanks to the unique Songun politics and wise leadership of Kim Jong Il, the DPRK is eloquently displaying its invincible might despite the unfavorable international political situation and grim difficulties hitherto unknown, they noted.\r\n  They expressed undivided support to the Korean people in their struggle to defend the sovereignty of the country and socialism.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Cambodian King Sends Large Floral Basket to DPRK Embassy",
            "url": "http://kcna.co.jp/item/2004/200409/news09/15.htm#6",
            "content": "KCNA Flails Japan's Moves to Revise Constitution \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 14 (KCNA) -- The Japanese reactionaries have become all the more undisguised recently in their moves to replace the present constitution by a war constitution.\r\n According to an opinion poll conducted by Kyodo News Service recently among Diet men, 84.5 percent of them clarified their stand to support the revision of the constitution and 59.5 percent of them asserted the need to revise article 9 of the constitution which stipulates the renunciation of war, in particular. &nbsp;&nbsp;&nbsp;\r\n This clearly proves that the Japanese right-wing reactionary forces' political ambition and aggressive attempt to step up militarization and realize their design for expansion overseas by building an ideological framework of militarism in the Japanese society have been projected at a most serious phase. &nbsp;&nbsp;&nbsp;\r\n The revision of the constitution called for by the Japanese reactionaries is, in essence, aimed to retrogressively revise the \"Peace Constitution,\" which has so far been advertised as a symbol of a peace state, into a war constitution in a bid to justify their moves to turn Japan into a war state and their overseas military actions. &nbsp;&nbsp;&nbsp;\r\n Japan has so far stepped up its militarist moves by and large under the veil of \"Peace Constitution.\" This, however, has now become a stumbling block in their way. &nbsp;&nbsp;&nbsp;\r\n The Japanese reactionaries have mainly rounded off ideological, military and legal preparations for militarization and overseas aggression. What remains to be done by them now is to have a war constitution whereby they can mobilize all human and material resources in case of emergency. &nbsp;&nbsp;&nbsp;\r\n It is against this background that they have become evermore undisguised in their sinister attempt to rewrite the present constitution. &nbsp;&nbsp;&nbsp;\r\n The ruling party of Japan on April 27 confirmed its policy to set up in both houses committees mandated to submit a bill on constitutional revision and examine it. On June 8 the Liberal Democratic Party included a proposal calling for the institution of a new constitution in its new draft programme for the first time. &nbsp;&nbsp;&nbsp;\r\n On August 21 the Constitutional Research Committee of the House of Representatives in a final report to be completed in next May clarified its orientation to stipulate the need to revise the present constitution. &nbsp;&nbsp;&nbsp;\r\n These disturbing developments remind one of the situation in Japan just before the outbreak of a war of continental aggression in the 20th century. &nbsp;&nbsp;&nbsp;\r\n The world still remembers well that the Japanese reactionaries seriously harassed peace and security in the Asia-Pacific region and brought unspeakable misfortune and disaster to humankind through their expansion overseas in the past. Japan, however, has not yet redeemed the unprecedentedly hideous crimes it committed against humanity although more than half a century has passed since then. &nbsp;&nbsp;&nbsp;\r\n Such being a stark fact, Japan is going wild to realize its wild ambition for expansion overseas. This is an unpardonable crime against peace and humanity and an intolerable challenge to the Koreans and other Asian people who wish to live in this century without aggression and war. &nbsp;&nbsp;&nbsp;\r\n The Koreans and all other Asians will never tolerate the Japanese reactionaries' reckless moves to repeat their blood-stained history of aggression, far from redressing their past crimes.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chinese Exhibition Opens",
            "url": "http://kcna.co.jp/item/2004/200409/news09/15.htm#7",
            "content": "Cambodian King Sends Large Floral Basket to DPRK Embassy \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 14 (KCNA) -- Norodom Sihanouk, king of Cambodia, sent a large floral basket to the DPRK embassy in Phnom Penh on the occasion of the 56th founding anniversary of the DPRK.\r\n Written on the ribbon were the letters \"Warm Congratulations on the 56th Founding Anniversary of the DPRK. King of Cambodia Norodom Sihanouk.\" &nbsp;&nbsp;&nbsp;\r\n Kong Sam Ol, deputy prime minister in charge of the Royal Palace, accompanied by secretary and under secretaries of State of the Ministry of Royal Palace, visited the DPRK embassy on Sept. 8 and laid the floral basket before the portraits of President Kim Il Sung and leader Kim Jong Il and paid their respects to them on behalf of Norodom Sihanouk. &nbsp;&nbsp;&nbsp;\r\n The deputy prime minister wished Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army, good health and success in his noble work. &nbsp;&nbsp;&nbsp;\r\n Recalling that he had the luck to be received by Kim Jong Il with the king when he visited the DPRK some time ago, he said the world recognizes the great magnanimity and disinterested care of Kim Jong Il for the king and the queen. &nbsp;&nbsp;&nbsp;\r\n He hoped that the historic and traditional friendly and cooperation relations between the two countries, two peoples and two governments would be everlasting.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Russian Army Academic Ensemble Performs",
            "url": "http://kcna.co.jp/item/2004/200409/news09/15.htm#8",
            "content": "Chinese Exhibition Opens \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 14 (KCNA) -- The Pyongyang Exhibition of Liaoning Province, China, Latest Science and Technology and New Products opened with due ceremony at the Three-Revolution Exhibition on Monday.\r\n Present at the opening ceremony were President Pyon Yong Rip and Vice-President Ri Ui Gu of the Academy of Sciences, officials concerned and working people in the city. &nbsp;&nbsp;&nbsp;\r\n Also on hand were the members of the Chinese science and technology exhibition delegation led by Li Yingzhu, vice-chairman of the Liaoning Sub-Council of the China Council for the Promotion of International Trade, and with Wang Huabin, president of the Federation of Industrial Economy of Liaoning Province, China, as advisor to the delegation. &nbsp;&nbsp;&nbsp;\r\n Speeches were made at the ceremony. &nbsp;&nbsp;&nbsp;\r\n The participants looked round exhibits in many fields including machine, electronics and light industries from Liaoning Province, China.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chinese Art Troupe Feted",
            "url": "http://kcna.co.jp/item/2004/200409/news09/15.htm#9",
            "content": "Russian Army Academic Ensemble Performs \r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 14 (KCNA) -- The visiting Russian Army Academic Song and Dance Ensemble Named after Alexandrov gave a performance at the Ponghwa Art Theatre Monday.\r\n The ensemble has deeply impressed Korean audiences through its several performances. That day it put on the stage a colorful repertoire prepared with sincerity. &nbsp;&nbsp;&nbsp;\r\n The performers sang in chorus immortal revolutionary paeans \"Song of General    Kim Il Sung\" and \"Song of General Kim Jong Il\" to the accompaniment of orchestra, touching the heartstrings of the audience. &nbsp;&nbsp;&nbsp;\r\n \"Forward\", \"Smuglyanka\" and other wartime songs reflecting heroism and patriotism displayed by the Soviet people in the just war fought against fascism during the Patriotic War were acclaimed by the audience for their truthful and passionate representation. &nbsp;&nbsp;&nbsp;\r\n Male vocal solo, choruses and other numbers showing the traditional lifestyle and optimistic life of the Russian people conspicuously decorated the stage. &nbsp;&nbsp;&nbsp;\r\n As the chorus of Korean song \"My Blessed Life\" led by merited actor Alexandr Gbozdetsky resounded through the theatre, the audience felt their hearts burning with the resolution to glorify the worthwhile life they are leading under the care of leader Kim Jong Il and push forward the building of a great powerful prosperous nation under his Songun leadership. &nbsp;&nbsp;&nbsp;\r\n The performance overflowing with the feelings of the DPRK-Russia friendship was applauded by the audience for its high ideological value and artistic merit.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Gift to Kim Jong Il from Russian Presidential Envoy",
            "url": "http://kcna.co.jp/item/2004/200409/news09/15.htm#10",
            "content": "Chinese Art Troupe Feted\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 14 (KCNA) -- The DPRK National Defence Commission (NDC) arranged a banquet in honor of the visiting Chinese art troupe at the Mokran House Monday evening.\r\n Present there on invitation were Sun Jiazheng, minister of Culture of China, Liu Hongcai, deputy head of the International Liaison Department of the Communist Party of China Central Committee, the members of the Chinese art troupe headed by Tian Junli, head of the Tungfang Song and Dance Ensemble, Chinese guests, Wu Donghe, Chinese ambassador e.p. to the DPRK, and staff members of the Chinese embassy here. &nbsp;&nbsp;&nbsp;\r\n On hand were Yon Hyong Muk, vice-chairman of the NDC of the DPRK, officials concerned and artistes. &nbsp;&nbsp;&nbsp;\r\n Jong Ha Chol, secretary of the Central Committee of the Workers' Party of Korea, said in his speech that the performances given by the Chinese art troupe with sincerity this time constituted support for the cause of the DPRK and a fine gift to the Korean people. &nbsp;&nbsp;&nbsp;\r\n He deeply thanked the Chinese artistes for their contribution made to boosting the DPRK-China friendly ties through their splendid art activities in Korea at a significant time marking the 55th anniversary of the establishment of diplomatic ties between the DPRK and China  He expressed the belief that the Chinese artistes would achieve greater success in their future activities encouraging the Chinese people in the efforts to achieve the prosperity of China. &nbsp;&nbsp;&nbsp;\r\n Sun Jiazheng in his speech noted that the two parties and two peoples of China and the DPRK have shared sweets and bitters, supported and closely cooperated with each other for the last 55 years since the establishment of diplomatic ties, thereby steadily adorning the history of Sino-DPRK friendship and enriching the substantial contents of the Sino-DPRK friendly and cooperative relations. &nbsp;&nbsp;&nbsp;\r\n The Sino-DPRK friendship remains strong as ever, displaying great vitality day by day no matter how the international situation may change, he said. &nbsp;&nbsp;&nbsp;\r\n Recalling that the Chinese artistes are deeply moved and impressed by the solicitude given by General Secretary Kim Jong Il, the speaker expressed the belief that the cultural and art exchange between the two countries would further develop under the care and leadership of the two parties and two governments. &nbsp;&nbsp;&nbsp;\r\n The speaker expressed conviction that under the guidance of Kim Jong Il the Korean people would achieve greater success in the cause of socialist construction. \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "9th Pyongyang Film Festival Draws Capacity Crowds",
            "url": "http://kcna.co.jp/item/2004/200409/news09/15.htm#11",
            "content": "Gift to Kim Jong Il from Russian Presidential Envoy\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 14 (KCNA) -- Leader Kim Jong Il received a gift from Konstantin Borisovich Pulikovski, presidential envoy to the Far East Region of the Russian Federation.\r\n The gift was conveyed to an official concerned on Sept. 13.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "High Vigilance against Reactionary Ideological and Cultural Infiltration Urged",
            "url": "http://kcna.co.jp/item/2004/200409/news09/15.htm#12",
            "content": "9th Pyongyang Film Festival Draws Capacity Crowds\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 14 (KCNA) -- The 9th Pyongyang Film Festival is drawing a capacity crowd every day.\r\n The Pyongyang International Cinema House and other movie houses are bustling with working people of the city, screen actors and actresses, movie fans and foreign visitors. Seeing among them are foreign delegations and delegates and a delegation of the General Association of Korean Residents in Japan participating in the festival. &nbsp;&nbsp;&nbsp;\r\n Screened at the Pyongyang International Cinema House were the Chinese feature film \"On the Other Side of the Bridge,\" the Russian feature film \"Beloved Man,\" the German feature film \"Lost Honor,\" the Belgian documentary film \"The Royal Army Museum,\" the Swedish children's film \"Jack and Pedro,\" the Spanish feature film \"Woods of Hope,\" the Indonesian feature film \"Arisan,\" the Japanese feature film \"Mother,\" and the Thai feature film \"Criminals.\" There was a special show of the Russian feature film \"American Daughter\" at the cinema house. &nbsp;&nbsp;&nbsp;\r\n Many other films were screened, among them the Russian feature film \"The Star of Love\" at the People's Palace of Culture, the Chinese feature film \"Far Away from Home\" and the New Zealand feature film \"A Young Girl Riding on a Whale\" at the Central Youth Hall, and the Vietnamese feature film \"12 Days and Nights in Hanoi\" at the Taedongmun Cinema House, the Russian feature film \"Don��t Insult Woman\" at the Rakwon Cinema House and the Egyptian feature film \"Mafia\" at the Kaeson Cinema House. &nbsp;&nbsp;&nbsp;\r\n The films of multifarious themes well reflect the aspiration and desire of the people to lead a happy life in a world of independence and peace, free from all manner of domination, subjugation and social inequality. &nbsp;&nbsp;&nbsp;\r\n And the films vividly show the progressive people's struggle for creating a new life and traditional lifestyle through the truthful and refined acting of actors and actresses and peculiar shooting techniques. &nbsp;&nbsp;&nbsp;\r\n The festival continues.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Yong Nam Meets Chairman of Federation Council of Russia",
            "url": "http://kcna.co.jp/item/2004/200409/news09/15.htm#13",
            "content": "High Vigilance against Reactionary Ideological and Cultural Infiltration Urged\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 14 (KCNA) -- The imperialists are extensively infiltrating reactionary ideas and culture into other countries by crafty means, vociferating that whatever is impossible to be solved by military threat and blackmail can be solved easily by cultural infiltration, hinging hopes on the \"globalization\" of culture, notes Rodong Sinmun Tuesday in a signed article.\r\n It says: &nbsp;&nbsp;&nbsp;\r\n The imperialists are trying to benumb the independent consciousness and revolutionary spirit of the popular masses and enervate them through the infiltration of reactionary ideas and culture into other countries: &nbsp;&nbsp;&nbsp;\r\n The U.S. imperialists are now bent on their moves to send midget radios and TV sets into the DPRK in an effort to break up the single-hearted unity there and degenerate and disintegrate it from within. This fact alone well shows how desperately they are running about with bloodshot eyes to destroy the DPRK, the bulwark of socialism. &nbsp;&nbsp;&nbsp;\r\n  Out of the same motive, the U.S. imperialists are trying to send impure publications into the DPRK. &nbsp;&nbsp;&nbsp;\r\n Today, many developing countries are intensifying the struggle for defense of the consciousness of national independence and against the imperialists' ideological and cultural intrusion. They strictly guard against the intrusion of rotten imperialist reactionary culture, which is like a drug making the sound mind of the people anemic. They expose and condemn its reactionary and dangerous nature and take practical measures to block its infiltration. &nbsp;&nbsp;&nbsp;\r\n The vicious ideological and cultural intrusion of the imperialists is bound to go busted in face of the active struggle of the progressive humankind defending national character and consciousness of independence and desiring sound social development in compliance with the demand of the era of independence, the article concludes.    \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "Chairman of Federation Council of Russia Leaves for Home",
            "url": "http://kcna.co.jp/item/2004/200409/news09/15.htm#14",
            "content": "Kim Yong Nam Meets Chairman of Federation Council of Russia\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 14 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, met and had a friendly conversation with Sergei Mikhailovich Mironov, chairman of the Federation Council of Russia, who paid a courtesy call on him at the Mansudae Assembly Hall Tuesday.\r\n On hand were Andrei Gennadiyevich Karlov, Russian ambassador to the DPRK, Oleg Nikolayevich Kozhemyako, member of the Federation Council, Bato-Zhargal Zhyambalnimbuyev, vice-chairman of the Control Committee for the Activities of the Council, Valery Pavlovich Parfyonov, director of the Secretariat for the Chairman of the Council, and other members. &nbsp;&nbsp;&nbsp;\r\n Also present there were Kang Nung Su, vice-chairman of the SPA, Kung Sok Ung, vice-minister of Foreign Affairs, and officials concerned. &nbsp;&nbsp;&nbsp;\r\n The chairman expressed thanks to the DPRK leadership and people for having expressed deep condolences and sympathy as regards a series of terrorist incidents in Russia that claimed huge casualties and supported the policy of the leadership of the Russian Federation towards Chechnya. &nbsp;&nbsp;&nbsp;\r\n��Kim Jong Il, chairman of the National Defence Commission of the DPRK, received them, he said, noting that he deemed it great honor to convey a personal letter from President V.V. Putin to Kim Jong Il. &nbsp;&nbsp;&nbsp;\r\n Boosting exchange and cooperation between the law-making bodies of the two countries will greatly contribute to developing the good neighborly relations between Russia and the DPRK, he said.    \r\n\r\n\r\n\r\n"
        },
        {
            "title": "Kim Il Chol Meets Russian Army Artistes",
            "url": "http://kcna.co.jp/item/2004/200409/news09/15.htm#15",
            "content": "Chairman of Federation Council of Russia Leaves for Home\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 14 (KCNA) -- Sergei Mikhailovich Mironov, chairman of the Federation Council of Russia, and his party left here for home Tuesday.\r\n He and his party were seen off at the airport by Choe Thae Bok, chairman of the Supreme People's Assembly of the DPRK, officials concerned and Andrei Gennadiyevich Karlov, Russian ambassador to the DPRK. \r\n\r\n\r\n\r\n\r\n"
        },
        {
            "title": "DPRK Hit by Torrential Rain",
            "url": "http://kcna.co.jp/item/2004/200409/news09/15.htm#16",
            "content": "Kim Il Chol Meets Russian Army Artistes\r\n&nbsp;&nbsp;&nbsp; Pyongyang, September 14 (KCNA) -- Vice-Marshal of the Korean People's Army Kim Il Chol, minister of the People's Armed Forces, met and had a friendly talk with leading members and principal actors of the Russian Army Academic Song and Dance Ensemble Named after Alexandrov led by N. V. Burbyga, deputy director of the Education General Bureau of the Armed Forces of the Russian Federation at the April 25 House of Culture on Sept.14.\r\n Present there were Secretary of the Central Committee of the Workers' Party of Korea Jong Ha Chol, KPA General Pak Jae Gyong, Chairman of the Central Committee of the General Federation of the Unions of Literature and the Arts of Korea Kim Jong Ho, and Igor Pavlov, military attache of the Russian embassy here.    \r\n\r\n\r\n\r\n\r\n\r\n"
        }
    ]
}